{
    "url": "https://en.wikipedia.org/wiki/1561_celestial_phenomenon_over_Nuremberg",
    "title": "1561 celestial phenomenon over Nuremberg",
    "table_of_contents": [
        "1 History",
        "2 The broadsheet text",
        "3 Modern interpretations",
        "4 Other events",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA mass sighting of celestial phenomena or unidentified flying objects (UFO) occurred in 1561 above Nuremberg (then a Free Imperial City of the Holy Roman Empire). This view is mostly dismissed by skeptics, some referencing Carl Jung's mid-twentieth century writings about the subject while others find that the phenomenon is likely to be a sun dog.[1]\n\n"
        },
        {
            "title": "History",
            "text": "A broadsheet news article printed in April 1561 describes a mass sighting of celestial phenomena. The broadsheet, illustrated with a woodcut engraving and text by Hans Glaser, measures 26.2 centimetres (10.3 in) by 38.0 centimetres (15.0 in). The document is archived in the prints and drawings collection at the Zentralbibliothek Zürich in Zürich, Switzerland.[2]\n\nAccording to the broadsheet, around dawn on 14 April 1561, \"many men and women\" of Nuremberg saw what the broadsheet describes as an aerial battle \"out of the sun\", followed by the appearance of a large black triangular object and exhausted combattant spheres falling to earth in clouds of smoke. The broadsheet claims that witnesses observed hundreds of spheres, cylinders, and other odd-shaped objects that moved erratically overhead. The woodcut illustration depicts objects of various shapes, including crosses (with or without spheres on the arms), small spheres, two large crescents, a black spear, and cylindrical objects from which several small spheres emerged and darted around the sky at dawn.\n\n"
        },
        {
            "title": "The broadsheet text",
            "text": "The text of the broadsheet has been translated by Ilse Von Jacobi as follows:\n\n"
        },
        {
            "title": "Modern interpretations",
            "text": "According to author Jason Colavito, the woodcut broadsheet became known in modern culture after being published in Carl Jung's 1958 book Flying Saucers: A Modern Myth of Things Seen in the Skies, a book which analyzed the archetypal meaning of UFOs.[4] Jung expressed a view that the spectacle was most likely a natural phenomenon with religious and military interpretations overlying it. \"If the UFOs were living organisms, one would think of a swarm of insects rising with the sun, not to fight one another but to mate and celebrate the marriage flight.\"[5]\n\nA military interpretation would view the tubes as cannons and the spheres as cannonballs, emphasize the black spearhead at the bottom of the scene, and Glaser's own testimony that the globes fought vehemently until exhausted. A religious view would emphasize the crosses. Jung thinks the images of four globes coupled by lines suggested crossed marriage quaternities and forms the model for \"the primitive cross cousin marriage\". He also posited that it could also be an individuation symbol and that the association of sunrise suggests \"the revelation of the light\".[5]\n\nOn Good Friday, 1554 another siege happened, and one broadsheet publisher described mock suns that prognosticated God's will wanted confession of sinful ways – i.e. the victims brought it on themselves. Another sky apparition followed in July of knights fighting each other with fiery swords, thus warning a coming Day of Judgment. Very similar apparitions of knights fighting in the skies were frequently reported during the Thirty Years' War (1618–1648). Many similar broadsheets of wondrous signs exist in German and Swiss archives; and Nuremberg seems the focus of a number of them, presumably because of the hardships and conflicts of the ex-prosperous. Such conditions typically accentuate apocalyptic thought.[6]\n\n"
        }
    ]
}