{
    "url": "https://en.wikipedia.org/wiki/16_mm_film",
    "title": "16 mm film",
    "table_of_contents": [
        "1 History",
        "1.1 Production evolution",
        "2 Format standards",
        "2.1 Perforations",
        "2.2 Standard 16 mm",
        "2.3 Super 16 mm",
        "2.4 Ultra 16 mm",
        "3 Modern usage",
        "3.1 Digital 16 mm",
        "4 Cameras",
        "4.1 Professional cameras",
        "4.2 Amateur cameras",
        "5 Film reproduction methods",
        "5.1 Color fading of old film and color recovery",
        "6 Technical specifications",
        "6.1 16 mm",
        "6.2 Super 16",
        "6.3 Ultra 16",
        "7 See also",
        "7.1 Techniques",
        "7.2 Related film genres",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "16 mm film is a historically popular and economical gauge of film. 16 mm refers to the width of the film (about 2⁄3 inch); other common film gauges include 8 and 35 mm. It is generally used for non-theatrical (e.g., industrial, educational, televisual) film-making, or for low-budget motion pictures. It also existed as a popular amateur or home movie-making format for several decades, alongside 8 mm film and later Super 8 film. Eastman Kodak released the first 16 mm \"outfit\" in 1923, consisting of a camera, projector, tripod, screen and splicer, for US$335 (equivalent to US$5,328 in 2021).[1] RCA-Victor introduced a 16 mm sound movie projector in 1932, and developed an optical sound-on-film 16 mm camera, released in 1935.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Eastman Kodak introduced 16 mm film in 1923, as a less expensive alternative to 35 mm film for amateurs. The same year the Victor Animatograph Corporation started producing their own 16 mm cameras and projectors. During the 1920s, the format was often referred to by the professional industry as 'sub-standard'.[3]\n\nKodak hired Willard Beech Cook from his 28 mm Pathescope of America company to create the new 16 mm 'Kodascope Library'. In addition to making home movies, people could buy or rent films from the library, a key selling aspect of the format.\n\nIntended for amateur use, 16 mm film was one of the first formats to use acetate safety film as a film base. Kodak never used nitrate film for the format, owing to the high flammability of the nitrate base. 35 mm nitrate was discontinued in 1952.\n\nThe silent 16 mm format was initially aimed at the home enthusiast, but by the 1930s it had begun to make inroads into the educational market. The addition of optical sound tracks and, most notably, Kodachrome in 1935, gave an enormous boost to its popularity. The format was used extensively during World War II, and there was a huge expansion of 16 mm professional filmmaking in the post-war years. Films for government, business, medical and industrial clients created a large network of 16 mm professional filmmakers and related service industries in the 1950s and 1960s. The advent of television production also enhanced the use of 16 mm film, initially for its advantage of cost and portability over 35 mm. At first used as a news-gathering format, the 16 mm format was also used to create television programming shot outside the confines of the more rigid television studio production sets. The home movie market gradually switched to the even less expensive 8 mm and Super 8 mm film formats.\n\n16 mm, using light cameras, was extensively used for television production in many countries before portable video cameras appeared. In Britain, the BBC's Ealing-based film department made significant use of 16mm film and, during its peak, employed over 50 film crews. Throughout much of the 1960s-1990s period, these crews made use of cameras such as the Arriflex ST and Eclair NPR in combination with quarter-inch sound recorders, such as the Nagra III. Using these tools, film department crews would work on some of the most significant programmes produced by the BBC, including Man Alive, Panorama and Chronicle. Usually made up of five people, these small crews were able to work incredibly efficiently and, even in hostile environments, were able to film an entire programme with a shooting ratio of less than 5:1.[4]\n\nBeginning in the 1950s, news organizations and documentarians in the United States frequently shot on portable Auricon and, later, CP-16 cameras that were self-blimped and had the ability to record sound on film. The introduction of magnetic striped film further improved sound fidelity.\n\nReplacing analog video devices, digital video has made significant inroads in television production use. Nevertheless, 16 mm is still in use in its Super 16 ratio (see below) for productions seeking its specific look.\n\n"
        },
        {
            "title": "Format standards",
            "text": "Two perforation pitches are available for 16 mm film. One specification, known as \"long pitch\", has a spacing of 7.62 mm (0.300 in) and is used primarily for print and reversal film stocks. Negative and intermediate film stocks have perforations spaced 7.605 mm (0.2994 in), known as \"short pitch\". These differences allow for the sharpest and smoothest possible image when making prints using a contact printer.\n\nFilm stocks are available in either 'single-perf' or 'double-perf', meaning the film is perforated on either one or both edges. A perforation for 16 mm film is 1.829 mm × 1.27 mm (0.0720 in × 0.0500 in) with a radius curve on all four corners of 0.25 mm (0.0098 in). Tolerances are ±0.001 mm (4×10−5 in).[5][6]\n\nThe picture-taking area of standard 16 mm is 10.26 mm × 7.49 mm (0.404 in × 0.295 in), an aspect ratio of 1.37:1, the standard pre-widescreen Academy ratio for 35 mm. The \"nominal\" picture projection area (per SMPTE RP 20-2003) is 0.380 in by 0.284 in,[7] and the maximum picture projection area (per SMPTE ST 233-2003) is 0.384 in by 0.286 in,[8] each implying an aspect ratio of 1.34:1. Double-perf 16 mm film, the original format, has a perforation at both sides of every frame line. Single-perf is perforated at one side only, making room for an optical or magnetic soundtrack along the other side.\n\nThe variant called Super 16 mm, Super 16, or 16 mm Type W is an adaptation of the 1.66 aspect ratio of the \"Paramount format\"[9] to 16 mm film. It was developed by Swedish cinematographer Rune Ericson in 1969,[10] using single-sprocket film and taking advantage of the extra room for an expanded picture area of 12.52 mm × 7.41 mm (0.493 in × 0.292 in).\n\nSuper 16 cameras are usually 16 mm cameras that have had the film gate and ground glass in the viewfinder modified for the wider frame, and, since this process widens the frame by affecting only one side of the film, the various cameras' front mounting plate or turret areas must also be re-machined to shift and re-center the mounts for any lenses used. Because the resulting, new, Super 16 aspect ratio takes up the space originally reserved for the 16mm soundtrack, films shot in this format must be enlarged by optical printing to 35 mm for sound-projection, and, in order to preserve the proper 1.66:1, or (slightly cropped) 1.85:1 theatrical aspect ratios which this format was designed to provide. And, with the recent development of digital intermediate workflows, it is now possible to digitally enlarge to a 35 mm sound print with virtually no quality loss (given a high quality digital scan), or alternatively to use high-quality video equipment for the original image capture.\n\nIn 2009, German lens manufacturer Vantage introduced a series of anamorphic lenses under its HAWK brand. These provided a 1.33× squeeze factor (as opposed to the standard 2×) specifically for the Super 16 format, allowing nearly all of the Super 16 frame to be used for 2.39:1 widescreen photography.\n\nThe DIY-crafted Ultra 16 is a variation of Super 16. Cinematographer Frank G. DeMarco is credited with inventing Ultra 16 in 1996 while shooting tests for Darren Aronofsky's Pi.[11] Ultra 16 is created by widening the left and right sides of the gate of a standard 16 mm camera by 0.7 mm to expose part of the horizontal area between the perforations. Perforation placement on standard 16 mm film at the divisions between frames accommodates use of these normally unexposed areas.\n\nThe Ultra 16 format, with frame dimensions of 11.66 mm × 6.15 mm (0.459 in × 0.242 in), provides a frame size between standard 16 mm and Super 16—while avoiding the expense of converting a 16 mm camera to Super 16, the larger lens-element requirements for proper aperture field coverage on Super 16 camera conversions, and, the potential image vignetting caused by trying to use some \"conventional\" 16 mm lenses on those Super 16 converted cameras. Thus, almost all standard 16 mm optics can now achieve the wider image in Ultra 16, but without the above pitfalls and optical \"shortcomings\" encountered when attempting their use for Super 16.\n\nThe image readily converts to NTSC/PAL (1.33 ratio), HDTV (1.78 ratio) and to 35 mm film (1.66 [European] and 1.85 wide screen ratios), using either the full vertical frame, or the full width (intersprocket) frame, and at times, portions of both, depending upon the required application.\n\n"
        },
        {
            "title": "Modern usage",
            "text": "The only supplier of 16 mm color reversal/negative film in 2022 is Kodak (Agfa and Fuji closed their film manufacturing facilities in the 2010s). B&W films are still produced by Foma and ORWO/Filmotec, with ORWO/Filmotec having announced to also produce color negative film „soon“.[citation needed]\n16 mm film is used in television, such as for the Hallmark Hall of Fame anthology (it has since been produced in 16:9 high definition) and Friday Night Lights and The O.C. as well as The Walking Dead in the US. In the UK, the format is exceedingly popular for television series such as Doc Martin, dramas and commercials. The British Broadcasting Corporation (BBC) played a large part in the development of the format. It worked extensively with Kodak during the 1950s and 1960s to bring 16 mm to a professional level, since the BBC needed cheaper, more portable production solutions while maintaining a higher quality than was offered at the time, when the format was mostly for home display of theatrical shorts, newsreels, and cartoons, documentary capture and display for various purposes (including education), and limited \"high end\" amateur use.[12] As of 2016[update] the format is frequently used for student films, while usage in documentary has almost disappeared. With the advent of HDTV, Super 16 film is still used for some productions destined for HD.[12] Some low-budget theatrical features are shot on 16 mm and super 16 mm such as Kevin Smith's 16 mm 1994 independent hit Clerks, or Man Bites Dog, and Mid90s.\n\nThanks to advances in film stock and digital technology—specifically digital intermediate (DI)—the format has dramatically improved in picture quality since the 1970s, and is now a revitalized option. Vera Drake, for example, was shot on Super 16 mm film, digitally scanned at a high resolution, edited and color graded, and then printed out onto 35 mm film via a laser film recorder. Because of the digital process, the final 35 mm print quality is good enough to fool some professionals into thinking it was shot on 35 mm.[citation needed]\n\nIn Britain most exterior television footage was shot on 16 mm from the 1960s until the 1990s, when the development of more portable television cameras and videotape machines led to video replacing 16 mm in many instances. Many drama shows and documentaries were made entirely on 16 mm, notably Brideshead Revisited, The Jewel in the Crown, The Ascent of Man and Life on Earth. More recently, the advent of widescreen television has led to the use of Super 16. For example, the 2008 BBC fantasy drama series Merlin was shot in Super 16.[13]\n\nAs recently as 2010, Scrubs was shot on Super16 and aired either as 4:3 SD (first 7 seasons) or as 16:9 HD (seasons 8 and 9). John Inwood, the cinematographer of the series, believed that footage from his Aaton XTR Prod camera was not only sufficient to air in high definition, it \"looked terrific\".[14]\n\nThe Academy Award winning Leaving Las Vegas (1995) was shot on 16 mm.\n\nThe first two seasons of Buffy the Vampire Slayer were shot on 16 mm and switched to 35 mm for its later seasons.\n\nThe first season of the popular series Sex and the City was shot on 16 mm. Later seasons were shot on 35 mm. All three seasons of Veronica Mars were shot on 16 mm and aired in HD. This Is Spinal Tap, and Christopher Guest's subsequent mockumentary films, are shot in Super 16 mm.\n\nThe first three seasons of Stargate SG-1 (bar the season 3 finale and the effects shots) were shot in 16 mm, before switching to 35 mm for later seasons.\n\nPeter Jackson's 1992 zombie comedy Braindead was shot on Super 16mm, so that more of its $3 million budget could be spent on its extensive gore effects.\n\nThe 2009 Academy Award winner for Best Picture, The Hurt Locker, was shot using Aaton Super 16 mm cameras and Fujifilm 16 mm film stocks. The cost savings over 35 mm allowed the production to utilize multiple cameras for many shots, exposing over one million feet of film.[15]\n\nBritish Napoleonic-era TV drama Sharpe was shot on Super 16 mm right through to the film Sharpe's Challenge (2006). For the last film in the series, Sharpe's Peril (2008), the producers switched to 35 mm.\n\nMoonrise Kingdom was shot using super 16 mm.\n\nDarren Aronofsky shot mother! on 16 mm.[16]\n\nLinus Sandgren shot most of the 2018 biographical drama First Man on Super 16.[17]\n\nSpike Lee shot the Netflix film Da 5 Bloods' flashback scenes on 16 mm film. This is part of the reason cinematographer Newton Thomas Sigel was considered for an Oscar nomination. The Insider reports that Netflix was \"initially concerned about having the movie's flashback scenes shot on grainy 16 mm film ... There was pushback because it opened up a lot of challenges.\" According to Sigel, the film stock Lee wanted to use was expensive because it is rarely used. It would be even more expensive to shoot on 16mm film while on location in Vietnam and then ship the film back to the United States to be processed at a film lab. Lee was \"pretty adamant\" about using 16mm for the flashbacks; Sigel said \"I would never have been able to do it without such fervent support from him.\" Sigel had pitched to Lee the idea to shoot the Vietnam sequences using the kind of camera and film stock that would have been available during the Vietnam era.[18]\n\nA number of digital cameras approximate the look of the 16 mm format by using 16 mm-sized sensors and taking 16 mm lenses. These cameras include the Ikonoskop A-Cam DII (2008) and the Digital Bolex (2012).  The Blackmagic Pocket Cinema Camera (2013) and the Blackmagic Micro Cinema Camera (2015) has a Super 16-sized sensor. The Z CAM E2G (2019) even offers Digital 16 mm in 4K and with a global shutter.\n\n"
        },
        {
            "title": "Cameras",
            "text": "The professional industry tends to use 16 mm cameras from Aaton and Arri, most notably the Aaton Xtera, Aaton XTRprod, Arriflex 16SR3, and Arriflex 416. Aaton also released the A-Minima, which is about the size of a video camcorder and is used for specialized filming requiring smaller, more versatile cameras. Photo Sonics have special extremely high speed cameras for 16 mm that film at up to 1,000 frames per second. Panavision has produced the Panaflex 16, nicknamed \"Elaine\".\n\nFor amateur, hobbyist, and student use, it is more economical to use older models from Arri, Aaton, Auricon, Beaulieu, Bell and Howell, Bolex, Canon, Cinema Products, Eclair, Keystone, Krasnogorsk, Mitchell, and others.\n\n"
        },
        {
            "title": "Film reproduction methods",
            "text": "Most original movie production companies that use film shoot on 35 mm. The 35 mm size must be converted or reduced to 16 mm for 16 mm systems. There are multiple ways of obtaining a 16 mm print from 35 mm.  The preferred method is to strike a 16 mm negative from the original 35 mm negative and then make a print from the new 16 mm negative. A 16 mm negative struck from the original 35 mm negative is called an original. A new 16 mm print made from a print with no negative is called a reversal.\n16 mm prints can be made from many combinations of size and format, each with a distinct, descriptive name:\n\nFilm traders often refer to 16 mm prints by the print's production method, i.e., an original, reversal, dupe down, double dupe, or double dupe down.\n\nOver time, the cyan, magenta and yellow dyes that form the image in color 16 mm film inevitably fade. The rate of deterioration depends on storage conditions and the film type. In the case of Kodachrome amateur and documentary films and Technicolor IB (imbibition process) color prints, the dyes are so stable and the deterioration so slow that even prints now over 70 years old typically show no obvious problems.\n\nUnfortunately, dyes in the far more common Eastmancolor print film and similar products from other manufacturers are notoriously unstable. Prior to the introduction of a longer-lasting \"low fade\" type in 1979, Eastmancolor prints routinely suffered from easily seen color shift and fading within ten years. The dyes degrade at different rates, with magenta being the longest-lasting, eventually resulting in a pale reddish image with little if any other color discernible.[19]\n\nIn the process of digitizing old color films, even badly faded source material can sometimes be restored to full color through digital techniques that amplify the faded dye colors.\n\n"
        }
    ]
}