{
    "url": "https://en.wikipedia.org/wiki/1790_State_of_the_Union_Address",
    "title": "1790 State of the Union Address",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The 1790 State of the Union Address was the first annual address delivered by President George Washington to the United States Congress on January 8, 1790, in New York City. It was given in New York City in the Senate Chamber of Federal Hall.[1]\n\nIn this first State of the Union Address, President Washington created the example of what would become expected of presidents long after him. Even at the time, issues such as his choice of clothing, who was standing beside him, and the way he gave his message were discussed. According to Sen. William Maclay’s account \"The President was dressed in second morning, and read his speech well. The senate headed by their president were on his right The House of Representatives …. With their speaker were on his left…\".[2] It was the shortest State of the Union Address that has been given to this day, at only 1,089 words.[3]\n\n"
        },
        {
            "title": "Speech",
            "text": "His speech did not address many of his points in detail. He explained some of the challenges that their young America would face and he addressed what he expected of the future. President George Washington began his speech by congratulating the houses with the accession of North Carolina and expressing the country's progress, \"… and plenty with which we are blessed are circumstances auspicious in an eminent degree to our national prosperity.\".[4] President Washington celebrated with the people, but he realized the work that they would have to do in order to secure America's future. \"To be prepared for war is one of the most effectual means of preserving peace,\"[4] was Washington's call to his country to create a sufficient army and to gather the resources needed to maintain it. Washington included the formation of the army, as well as its funding, supplies, and structure in his speech to assure the matter was addressed immediately.\n\nAs a new country it had to find its place in the world and shine the light of democracy. The need for foreign policy was a concern that he felt should be dealt with by the President and he promised to do his \"duty in that respect in the manner which circumstances may render most public good.\".[4] The need for a naturalization process to be made for foreigners was inserted to show how important they were to the country and to show the need the nation had for new citizens. The citizens themselves were not ignored in his State of the Union Address. With the government being formed by various official men the citizens of the United States were also asked to participate in the growth of their country.\n\nPresident Washington moved beyond official needs to address the everyday lives of the citizens. The President expressed, \"the advancement of agriculture, commerce, manufactures…the promotion of science and literature. Knowledge is in every country the surest basis of public happiness,\" in hopes of inspiring the people to embrace these fields of knowledge in order to better the country.[4] He reminded the country that they needed knowledge in order to be able to, \"know and to value their own rights; to discern and provide against invasions of them, etc.…\".[4] Lastly, he also reminded the Houses of their duty to the country and the cooperation that they would need to have for the future. The first President felt, \"great satisfaction from a cooperation with you in the pleasing though arduous task of insuring to our fellow citizens the blessings which they have a right to expect from a free, efficient, and equal government.[1]\"\n\n"
        },
        {
            "title": "Congressional response",
            "text": "In concert with the portion of Washington's speech calling for \"the promotion of 'science and literature,'\" Congress began drafting the Patent Act of 1790 and the Copyright Act of 1790.[citation needed] However, Washington's further suggestion that the United States establish a \"national university\" was questioned in the House of Representatives. Representative Michael Jenifer Stone was concerned that this would be unconstitutional because there was no authorization for Congress to find such a business.[5]\n\n"
        }
    ]
}