{
    "url": "https://en.wikipedia.org/wiki/1791_State_of_the_Union_Address",
    "title": "1791 State of the Union Address",
    "table_of_contents": [
        "1 Historical background",
        "1.1 Government",
        "1.2 Westward movement and Census Act",
        "2 Speech",
        "2.1 Opening",
        "2.2 America's Debt",
        "2.3 Hostilities with Native Americans",
        "2.4 Conclusion",
        "3 Policies",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The state of union is an address, in the United States, given by the president to a joint session of Congress, the United States House of Representatives and United States Senate. The United States constitution requires the president \"from time to time give to the Congress Information of the State of the Union.\"[1] Today the state of the union address is given as a speech, though this is not a requirement of the constitution. George Washington chose to address the congress in a speech annually, on October 25, 1791 he gave his third speech.\n\n"
        },
        {
            "title": "Historical background",
            "text": "A major concern at the time was the raising of taxes, as the Congress was arguing if they had the constitutional power to do so. Revenues at the time for the Federal Government were mostly collected on import duties. Alexander Hamilton, then the Secretary of the Treasury felt these fees had been raised to as high a level as reasonable, and a new income stream was necessary.[2]\n\nIt is important to note that before the speech congress had been debating where to put the capital, but finally, through a deal between Alexander Hamilton, James Madison, and Secretary of State Thomas Jefferson, they came to a conclusion.[3] This deal is known as the Compromise of 1790.\n\nAt the time America was currently in possession of the original thirteen colonies as well as the land gained in the Treaty of Paris. The Treaty of Paris ended the revolutionary war, in it America is granted territory as far west as the Mississippi River. Known as the year of \"Great Immigration\" 1788 is the year many Americans move west.[4] On October 18, 1790 the Ohio tribe defeated an expedition of American troops near Fort Wayne, Indiana, this signifies the beginning of the hostilities in the North West territory.[4] On March 30, 1791 construction of the Knoxville Road begins, it links the Wilderness Road and with Knoxville. The road opens up more frontier area for settlements.[4] In September 1791 there is much hostility in Ohio territory, this causes Americans to build forts at Hamilton, St.Clair, Jefferson, Greenville and Recovery.[4]\n\nAt the time the Census Act had been put in place just over a year and a half before the speech. This act called for a routine census of the United States, and was passed by Congress on March 1, 1790.\n\n"
        },
        {
            "title": "Speech",
            "text": "Washington opened the speech with \"I meet you upon the present occasion with the feelings which are naturally inspired by a strong impression of the prosperous situations of our common country, and by a persuasion equally strong that the labors of the session which has just commenced will, under the guidance of a spirit no less prudent than patriotic, issue in measures conducive to the stability and increase of national prosperity.\"[5]\n\nHe acknowledges that there has been some \"degree of discontent\" about the Whiskey Tax, and that it is not perfect but he is going to keep it anyway. He says that \"revision of the provision will be found advisable.\"[6] The Whiskey tax was one that Hamilton wanted to enacted as part of a funding system for the new country.[2]\n\nHe then goes on to talk about the creation on Washington D.C., and that it \"will comprehend lands on both sides of the river Potomac and the Towns Alexandria and Georgetown.\"[6]\n\nHe says that the debt has been mostly dealt with, but there might be a few things that still need to be paid off and he urges The House of Representatives to pay off any lingering debts, and there will be exact numbers coming to them soon. \"The part of the debt of the United States which remains unsubscribed will naturally engage your further deliberation,\" Washington is saying The House of Representatives must talk further on the debt that has not yet been dealt with.[6]\n\nWashington admonished those along the border and their treatment of the Native Americans, stating \"In vain may we expect peace with the Indians on our frontiers so long as a lawless set of unprincipled wretches can violate the rights of hospitality, or infringe the most solemn treaties, without receiving the punishment they so justly merit.\"[7] Washington states he wish for peace in the future: \"It is sincerely to be desired that all need of coercion in future may cease and that an intimate intercourse may succeed, calculated to advance the happiness of the Indians and attach them firmly to the United States.\"[6] Although he wishes peace, he also wants the tribes to attach themselves to the United States, he remarks that some already have, \"considerable numbers of individuals belong to them [the tribes] have lately renounced all further opposition, removed from their former situation, and placed themselves under the immediate protection of the United States.\"[6] He is also willing to use \"offensive operations\" because peace \"proved unsuccessful.\"[6]\n\nWashington briefly mentions the \"completion of the census of the inhabitants,\" he is talking about the Census of 1790. He says that \"the present population of the United States boarders on 4,000,000 persons,\" the number was 3,929,625.\n\nAt the end of the speech he comments on \"the militia, the post office and post roads, the mint, weights and measures, a provision for the sale of the vacant lands of the United States.\"[6] Washington wants to send militia to particularly vulnerable places in the USA, as they are a new country. He says that the United States must have \"systematic and solid arrangements, exposed as little as possible to the hazards of fortuitous circumstances.\"[6] He beliefs that there must be more post offices and roads, to create unity with in the country. As well to make sure that there is no :misrepresentation and misconception\" of the \"laws and proceedings of the Government.\"[6] He then remarks that there is a scarcity of smaller American change and that there must be more put into place. Washington then goes on to say that the wright and measures of the country must be uniform and conducive to public convenience. Lastly, he closes with asking that \"the sale of the vacant land of the United States,\"  and that it is seen \"as s fund for reimbursing the public debt.\"[6]\n\n"
        },
        {
            "title": "Policies",
            "text": "Washington spend a good deal of the speech trying to convince the Native Americans to become part of the United States, as well as convincing the citizens of the country of the importance of doing so. He pushed the Senate to ratify the treaties pending before that House with the Cherokees and Six Nations of Indians (Iroquois Confederation).[7] He said: \"Gentlemen of the Senate: Two treaties which have been provisionally concluded with the Cherokees and the Six Nations of Indians will be laid before you for your consideration and ratification.\"[6]\n\nHe stated that the House needed to act on bills to ensure the financial security of the nation.\n\nWashington defended the need for the unpopular \"Whiskey Tax\" a leading cause of the Whiskey Rebellion[8]\n\n"
        }
    ]
}