{
    "url": "https://en.wikipedia.org/wiki/1800_United_States_presidential_election",
    "title": "1800 United States presidential election",
    "table_of_contents": [
        "1 Candidates",
        "1.1 Federalist candidates",
        "1.2 Democratic-Republican candidates",
        "2 General election",
        "2.1 Campaign",
        "2.1.1 Selection method changes",
        "2.2 Voting",
        "2.3 Disputes",
        "2.3.1 Defective certificate",
        "3 Results",
        "3.1 Electoral College vote by state",
        "4 Results by state",
        "4.1 District results",
        "4.2 Close states and districts",
        "5 1801 contingent election",
        "5.1 Results",
        "6 Electoral College selection",
        "7 In popular culture",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Primary references",
        "10.2 Inline references",
        "11 Bibliography",
        "11.1 Primary sources",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe 1800 United States presidential election was the fourth quadrennial presidential election. It was held from October 31 to December 3, 1800. In what is sometimes called the \"Revolution of 1800\",[2][3] Vice President Thomas Jefferson of the Democratic-Republican Party defeated incumbent president John Adams of the Federalist Party. The election was a political realignment that ushered in a generation of Democratic-Republican leadership.\n\nAdams had narrowly defeated Jefferson in the 1796 election. Under the rules of the electoral system in place before the 1804 ratification of the 12th Amendment, each member of the Electoral College cast two votes, with no distinction made between electoral votes for president and electoral votes for vice president. As Jefferson received the second-most votes in 1796, he was elected vice president. In 1800, unlike in 1796, both parties formally nominated tickets. The Democratic-Republicans nominated a ticket consisting of Jefferson and Aaron Burr, while the Federalists nominated a ticket consisting of Adams and Charles C. Pinckney. Each party formed a plan by which one of their respective electors would vote for a third candidate or abstain so that its preferred presidential candidate (Adams for the Federalists and Jefferson for the Democratic-Republicans) would win one more vote than the party's other nominee.\n\nThe chief political issues revolved around the fallout from the French Revolution and the Quasi-War. The Federalists favored a strong central government and close relations with Great Britain. The Democratic-Republicans favored decentralization to the state governments, and the party attacked the taxes the Federalists imposed. The Democratic-Republicans also denounced the Alien and Sedition Acts, which the Federalists had passed to make it harder for immigrants to become citizens and to restrict statements critical of the federal government. The Democratic-Republicans were well organized at the state and local levels, while the Federalists were disorganized and suffered a bitter split between their two major leaders, Adams and Alexander Hamilton. According to historian John Ferling, the jockeying for electoral votes, regional divisions, and the propaganda smear campaigns created by both parties made the election recognizably modern.[4]\n\nAt the end of a long and bitter campaign, Jefferson and Burr each won 73 electoral votes, Adams won 65, and Pinckney won 64. The Federalists swept New England, the Democratic-Republicans dominated the South, and the parties split the Mid-Atlantic states of New York, New Jersey, and Pennsylvania.\n\nThe Democratic-Republicans' failure to execute their plan to award Jefferson one more vote than Burr resulted in a tie, which necessitated a contingent election in the House of Representatives. Under the terms laid out in the Constitution, the outgoing House of Representatives chose between Jefferson and Burr. Burr was accused of campaigning for the presidency himself in the contingent election despite being a member of Jefferson's party. Each state delegation cast one vote, and a victory in the contingent election required one candidate to win a majority of the state delegations. Neither Burr nor Jefferson was able to win on the first 35 ballots of the contingent election, as most Federalist representatives backed Burr and all Democratic-Republican representatives backed Jefferson. Hamilton favored Jefferson over Burr, and he convinced several Federalists to switch their support to Jefferson, giving Jefferson a victory on the 36th ballot. Jefferson became the second consecutive incumbent vice president to be elected president.\n\n"
        },
        {
            "title": "Candidates",
            "text": "Both parties used congressional nominating caucuses to formally nominate tickets for the first time. The Federalists nominated a ticket consisting of incumbent President John Adams of Massachusetts and Charles Cotesworth Pinckney of South Carolina. Pinckney had fought in the American Revolutionary War and later served as the minister to France. The Democratic-Republicans nominated a ticket consisting of Vice President Thomas Jefferson of Virginia and former Senator Aaron Burr of New York. Jefferson had been the runner-up in the previous election and had co-founded the party with James Madison and others, while Burr was popular in the electorally important state of New York.[5]\n\n"
        },
        {
            "title": "General election",
            "text": "While the 1800 election was a re-match of the 1796 election, it ushered in a new type of American politics, a two-party republic and acrimonious campaigning behind the scenes and through the press.  On top of this, the election pitted the \"larger than life\" Adams and Jefferson, who were formerly close allies turned political enemies.[6]\n\nThe campaign was bitter and characterized by slander and personal attacks on both sides. Federalists spread rumors that the Democratic-Republicans were radical atheists[7] who would ruin the country (based on the Democratic-Republican support for the French Revolution). In 1798, George Washington had complained \"that you could as soon scrub the blackamoor white, as to change the principles of a professed Democrat; and that he will leave nothing unattempted to overturn the Government of this Country\".[8] Meanwhile, the Democratic-Republicans accused Federalists of subverting republican principles with the Alien and Sedition Acts, some of which were later declared unconstitutional after their expiration by the Supreme Court, and relying for their support on foreign immigrants; they also accused Federalists of favoring Britain and the other coalition countries in their war with France in order to promote aristocratic, anti-democratic values.[9]\n\nAdams was attacked by both the opposition Democratic-Republicans and a group of so-called \"High Federalists\" aligned with Alexander Hamilton. The Democratic-Republicans felt that the Adams foreign policy was too favorable toward Britain; feared that the new army called up for the Quasi-War would oppress the people; opposed new taxes to pay for war; and attacked the Alien and Sedition Acts as violations of states' rights and the Constitution. \"High Federalists\" considered Adams too moderate and would have preferred the leadership of Alexander Hamilton instead.[10]\n\nHamilton had apparently grown impatient with Adams and wanted a new president who was more receptive to his goals. During Washington's presidency, Hamilton had been able to influence the federal response to the Whiskey Rebellion (which threatened the government's power to tax citizens). When Washington announced that he would not seek a third term, Adams and the Federalists regarded himself as next-in-line.[11]\n\nHamilton appears to have hoped in 1796 that his influence within an Adams administration would be as great as or greater than in Washington's. By 1800, Hamilton had come to realize that Adams was too independent and thought the Federalist vice presidential candidate, Charles Cotesworth Pinckney of South Carolina, more suited to serving Hamilton's interests. In his third sabotage attempt toward Adams,[12] Hamilton quietly schemed to elect Pinckney to the presidency. Given Pinckney's lack of political experience, he would have been expected to be open to Hamilton's influence. However, Hamilton's plan backfired and hurt the Federalist party, particularly after one of his letters, a scathing criticism of Adams that was fifty-four pages long,[13] fell into the hands of a Democratic-Republican and soon after became public. It embarrassed Adams and damaged Hamilton's efforts on behalf of Pinckney,[4] not to mention speeding Hamilton's own political decline.[13]\n\nThe contemporarily unorthodox public campaigning methods employed in 1800 were first employed by Jefferson's running mate and campaign manager, Aaron Burr, who is credited by some historians with inventing the modern electioneering process.[14]\n\nPartisans on both sides sought any advantage they could find. In several states, this included changing the process of selecting electors to ensure the desired result. In Georgia, Democratic-Republican legislators replaced the popular vote with selection by the state legislature.[citation needed] Federalist legislators did the same in Massachusetts and New Hampshire. This may have had some unintended consequences in Massachusetts, where the makeup of the delegation to the House of Representatives changed from 12 Federalists and 2 Democratic-Republicans to 8 Federalists and 6 Democratic-Republicans, perhaps the result of backlash on the part of the electorate.[citation needed] Pennsylvania also switched to legislative choice, but this resulted in an almost evenly split set of electors. Virginia switched from electoral districts to winner-take-all, a move that probably switched one or two votes out of the Federalist column.[citation needed]\n\nBecause each state could choose its own election day in 1800, voting lasted from April to October. In April, Burr's mobilization of the vote in New York City succeeded in reversing the Federalist majority in the state legislature to provide decisive support for the Democratic-Republican ticket.[citation needed] With the two parties tied 65–65 in the Electoral College in the autumn of 1800, the last state to vote, South Carolina, chose eight Democratic-Republicans to award the election to Jefferson and Burr.\n\nUnder the United States Constitution as it then stood, each elector cast two votes, and the candidate with a majority of the votes was elected president, with the vice presidency going to the runner-up. The Federalists therefore arranged for one of their electors to vote for John Jay rather than for Pinckney. The Democratic-Republicans had a similar plan to have one of their electors cast a vote for another candidate instead of Burr but failed to execute it,[why?] thus all of the Democratic-Republican electors cast their votes for both Jefferson and Burr, 73 in all for each of them. According to a provision of the United States Constitution, a tie in a case of this type had to be resolved by the House of Representatives, with each state casting one vote. Although the congressional election of 1800 turned over majority control of the House of Representatives to the Democratic-Republicans by 68 seats to 38,[15] the presidential election had to be decided by the outgoing House that had been elected in the congressional election of 1798 (at that time, the new presidential and congressional terms all started on March 4 of the year after a national election).  In the outgoing House, the Federalists retained a majority of 60 seats to 46.[15][4]\n\nWhen the electoral ballots were opened and counted on February 11, 1801, it turned out that the certificate of election from Georgia was defective: while it was clear that the electors had cast their votes for Jefferson and Burr, the certificate did not take the constitutionally mandated form of a \"List of all the Persons voted for, and of the Number of Votes for each\".[16] Vice President Jefferson, who was counting the votes in his role as President of the Senate, immediately counted the votes from Georgia as votes for Jefferson and Burr, and no objections were raised.[16]\n\nIf the disputed Georgia ballots were rejected on these technicalities, Jefferson and Burr would have been left with 69 votes each, or one short of the 70 votes required for a majority, meaning a contingent election would have been required between the top five finishers (Jefferson, Burr, incumbent president John Adams, Charles C. Pickney, and John Jay) in the House of Representatives. With these votes, the total number of votes for Jefferson and Burr was 73, which gave them a majority of the total, but they were tied.[16]\n\nDuring President Donald Trump's attempts to overturn his defeat in the 2020 United States presidential election, Jefferson's action to count Georgia's votes was cited as precedent by Trump allies such as Congressman Louie Gohmert, White House personnel director Johnny McEntee, and attorney John C. Eastman. Eastman wrote a series of memoranda outlining a theory whereby the Vice President has the power to unilaterally overturn the results of a presidential election.[17][18][19]\n\n"
        },
        {
            "title": "Results",
            "text": "Jefferson and Burr carried every state that had supported the Democratic-Republicans in 1796, made gains in Maryland, and picked up Burr's home state of New York. In the six states choosing electors by some form of popular vote, they won a landslide over Adams and Pinckney, polling 15,846 more votes than the Federalist ticket. Adams made gains in Pennsylvania and North Carolina, but these votes were not enough to offset the Democratic-Republican gains elsewhere. Of the 155 counties and independent cities making returns, Jefferson and Burr won in 115 (74.19%), whereas the Adams ticket carried 40 (25.81%). This was the last time that Vermont voted for the Federalists, and the last time a Federalist won electoral votes from Pennsylvania.\n\nSource (Popular Vote): A New Nation Votes: American Election Returns 1787-1825[20]Source (Electoral Vote): \"Electoral College Box Scores 1789–1996\". National Archives and Records Administration. Retrieved July 30, 2005.\n\n(a) Votes for Federalist electors have been assigned to John Adams and votes for Democratic-Republican electors have been assigned to Thomas Jefferson.(b) Only 6 of the 16 states chose electors by any form of popular vote.(c) Those states that did choose electors by popular vote had widely varying restrictions on suffrage via property requirements.(d) Eight votes were cast for electors pledged to both Adams and Jefferson; 46 votes were cast for electors of unknown affiliation.\n\nSource: \"Tally of Electoral Votes for the 1800 Presidential Election, February 11, 1801\". The Center for Legislative Archives. National Archives. August 15, 2016. Retrieved February 15, 2018.\n\n"
        },
        {
            "title": "Results by state",
            "text": "Of the 16 states that took part in the 1800 election, six (Kentucky, Maryland, North Carolina, Rhode Island, Tennessee, and Virginia) used some kind of popular vote. In Rhode Island and Virginia, voters elected their state's entire Electoral College delegation at large; Kentucky, Maryland, North Carolina, and Tennessee all used some variation of single-member districts. In the rest, electors were chosen by the state legislature. Popular vote records for several states are incomplete, and the returns from Kentucky and Tennessee appear to have been lost. Below are the surviving popular vote figures as published in A New Nation Votes.\n\nKentucky, Maryland, North Carolina, and Tennessee chose each of their electors from specially-drawn single-member districts, the results from which are as follows.\n\nStates and districts where the margin of victory was under 1%:\n\nStates and districts where the margin of victory was under 5%:\n\nStates and districts where the margin of victory was under 10%:\n\n"
        },
        {
            "title": "1801 contingent election",
            "text": "In February 1801, the members of the House of Representatives balloted as states to determine whether Jefferson or Burr would become president. There were sixteen states, each with one vote; an absolute majority of nine was required for victory. It was the outgoing House of Representatives, controlled by the Federalist Party, that was charged with electing the new president. Jefferson was the great enemy of the Federalists, and a faction of Federalist representatives tried to block him and elect Burr.  Most Federalists voted for Burr, giving Burr six of the eight states controlled by Federalists. The seven delegations controlled by Democratic-Republicans all voted for Jefferson, and Georgia's sole Federalist representative also voted for him, giving him eight states. The Vermont delegation was evenly split and cast a blank ballot. The remaining state, Maryland, had five Federalist representatives to three Democratic-Republicans; one of its Federalist representatives voted for Jefferson, forcing that state delegation also to cast a blank ballot.[65]\n\nPublicly, Burr remained quiet between mid-December 1800 and mid-February 1801, when the electoral votes were counted. Behind the scenes, he faced mounting pressure from within the party to step aside if he and Jefferson should tie in electoral votes. However, there was confusion as to whether or not Burr could simply concede the presidency to Jefferson and become vice-president, or whether he would have been forced to withdraw entirely and allow one of the Federalist candidates to become vice-president, as the Constitution was unclear on the matter. Regardless, he refused to disavow the presidency, writing in December 1800 to Representative Samuel Smith (R-MD) that he would not \"engage to resign\" if chosen president, adding that the question was \"unnecessary, unreasonable and impertinent.\" Rumors circulated that Representative James A. Bayard (F-DE) had—purportedly in Burr's name—approached Smith and Edward Livingston (R-NY) with offers of political appointments if they voted for Burr.[66]\n\nTrue or not, House Democratic-Republicans, who from the start of the 1800 campaign viewed Jefferson as their candidate for president and Burr for vice president, faced two abhorrent possible outcomes when the House met to vote: the Federalists could engineer a victory for Burr; or the Federalists could refuse to break the deadlock, leaving Federalist Secretary of State John Marshall as Acting President.[67] Neither came to pass however, chiefly due to Hamilton's energetic opposition to Burr. Hamilton embarked on a frenzied letter-writing campaign to get Federalist Representatives to switch votes.[68] He urged the Federalists to support Jefferson because he was \"by far not so dangerous a man\" as Burr; in short, he would much rather have someone with wrong principles than someone devoid of any.[13]\n\nFrom February 11 to 17, the House cast a total of 35 ballots; each time eight state delegations voted for Jefferson, one short of the necessary majority of nine.\n\nOn February 17, on the 36th ballot, Bayard changed his vote from Burr to no selection,[4] joined by his allies in Maryland and Vermont.[69] This changed the Maryland and Vermont votes from no selection to Jefferson, giving him the votes of 10 states and the presidency. The four representatives present from South Carolina, all Federalists, also changed their 3–1 selection of Burr to four abstentions.\n\nDue to the experiences of this and the previous election, sentiment for a new way of selecting the president and vice president rose significantly, resulting in the 12th Amendment.\n\n(a) The votes of the representatives is typical and may have fluctuated from ballot to ballot, but the result for each state did not change.\n(b) Even though Georgia had two representatives apportioned, one seat was vacant due to the death of James Jones.\n(c) Even though South Carolina had six representatives apportioned, Thomas Sumter was absent due to illness, and Abraham Nott departed for South Carolina between the first and final ballots.\n\n"
        },
        {
            "title": "Electoral College selection",
            "text": "The Constitution, in Article II, Section 1, provided that the state legislatures should decide the manner in which their electors were chosen.  Different state legislatures chose different methods:[74]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The election's story and the eventual reconciliation between Jefferson and Adams was also retold in a second-season episode of Comedy Central's Drunk History, with Jerry O'Connell portraying Jefferson and Joe Lo Truglio as Adams.[75]\n\nThe election was featured in the HBO miniseries John Adams.\n\nIn the 2015 musical Hamilton by Lin Manuel Miranda, the contest between Jefferson and Burr is recounted in \"The Election of 1800.\"[76] The song focuses on Alexander Hamilton's role in deciding the outcome of the 1801 contingent election. The musical simplifies the complicated multiple elections somewhat, portraying Adams's unpopularity as making the real choice between Jefferson and Burr. Historians wrote that Adams did not lose that badly in the original election, with the musical inflating the size of Jefferson's victory. It implies Hamilton's support for Jefferson over Burr was the catalyst for the Burr-Hamilton duel; in fact, while that helped sour relations between Burr and Hamilton, the duel was ultimately provoked by Hamilton's statements about Burr in the 1804 New York gubernatorial election.[77]\n\nThe story of the 1801 contingent election between Burr and Jefferson is told in Gore Vidal's 1973 novel Burr.\n\n"
        }
    ]
}