{
    "url": "https://en.wikipedia.org/wiki/1976_Tehran_UFO_incident",
    "title": "1976 Tehran UFO incident",
    "table_of_contents": [
        "1 Incident",
        "2 Analysis",
        "3 Reference to incident in the media",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe 1976 Tehran UFO Incident  was a radar and visual sighting of an unidentified flying object (UFO) over Tehran, the capital of Iran, during the early morning hours of 19 September 1976. During the incident, two Imperial Iranian Air Force F-4 Phantom II jet interceptors reported losing instrumentation and communications as they approached the object. These were restored upon withdrawal. One of the aircraft also reported a temporary weapons systems failure while the crew was preparing to open fire. An initial report of the incident was relayed to the U.S. Joint Chiefs of Staff on the day of the incident.[1]\n\n"
        },
        {
            "title": "Incident",
            "text": "In the early hours of September 19, 1976, a shining object was reported in the sky above Tehran by at least four civilians.[2][3] Lieutenant Yaddi Nazeri of the Imperial Iranian Air Force (IIAF), plus a backseat weapons officer, were dispatched in an F-4 Phantom II jet interceptor to investigate. Once Nazeri reached Tehran, he reported losing all instruments and communications, so they returned to base, reporting that his instruments came back once he did so.[4]\n\nMajor Parviz Jafari, an IIAF squadron commander, along with First Lieutenant Jalal Damirian as weapons officer,[5] were dispatched in a second F-4 Phantom II to intercept the object.[6] Jafari acquired radar lock on an object at a range of 27 nautical miles (≈ 50 KM.), its size compared to a Boeing KC-135 Stratotanker.[5] As he approached the object, which Jafari described as “flashing with intense red, green, orange and blue lights so bright that I was not able to see its body,\" his plane's communications system shut off.[2] As he attempted to fire an AIM-9 Sidewinder infrared guided missile, his equipment shut down and only returned to normal after his jet moved away from the object.[7]\n\nJafari later said he was \"startled by a round object which came out of the primary object and started coming straight toward me at a high rate of speed, almost as if it were a missile,\" [5] but as he attempted to fire, \"Suddenly, nothing was working. The weapons control panel was out, and I lost all the instruments, and the radio.\" When he could report to air traffic control, Jafari was instructed to return. As he did so, Jafari looked to his left and saw \"the primary, diamond-shaped thing up there, and another bright object came out of it and headed directly toward the ground.\" Expecting an explosion that did not happen, he claimed, \"It seemed to slow down and land gently on the ground, radiating a high bright light.\"[5] The next day, Jafari and Damirian flew by helicopter to the area where they thought the light hit the ground, finding nothing. Occupants of nearby houses only reported hearing a loud noise and a bright flash of light during the night.[8]\n\n"
        },
        {
            "title": "Analysis",
            "text": "According to Martin Bridgstock of Griffith University:[9]\n\nAccording to U.S. journalist Philip J. Klass, it was likely the pilots initially saw an astronomical body, probably Jupiter, an explanation also cited by aerospace researcher James Oberg. Klass wrote that pilot incompetence and equipment malfunction likely accounted for the reported equipment failures.[10]\n\nAccording to Klass, the Westinghouse technician at Shahrokhi Airbase stated that only the first F-4 reported failing equipment, and that this F-4 was known for equipment failures with a long history of electrical outages, having been repaired only a month before the incident. Klass cites a McDonnell Douglas repair supervisor's opinion that the F-4's radar could have been in \"manual track\" mode, causing a wrong interpretation of the radar lock.[10]\n\nBridgstock criticized UFOlogists reports as \"not a reliable account of the Iran UFO incident\" and summed up Klass' conclusions:[9]\n\nRegarding one pilot's report of \"bright objects\" that \"came at him, and that shot straight down into the ground\", American sceptic author Brian Dunning observes that 19 September, the day of the incident, was the height of two annual meteorite showers, the Gamma Piscids and the Southern Piscids and the tail of the Eta Draconids shower, so observation of falling objects or odd lights would not have been unusual. At the site where the falling light supposedly crashed, a beeping transponder from a C-141 aircraft was found according to investigating Col. Mooy.[8]\n\nAccording to Dunning:[8]\n\nDunning criticized UFOlogists and UFO-themed television programs such as Sightings for describing all the events related to the incident \"from the context of a presumption that the light was a hostile and intelligently guided alien spacecraft\".[8]\n\n"
        },
        {
            "title": "Gallery",
            "text": "Editorial published in the United States Air Force Security Services quarterly MIJI (Meaconing, Intrusion, Jamming, and Interference) newsletter that is \"often waved by the UFOlogists as compelling evidence\". According to Dunning, \"because this service requires a security clearance, their newsletter is protected as well. There is nothing especially interesting about the actual article; it's just a dramatized retelling of the same information in Col. Mooy's memo, offered in the newsletter as a curious editorial on the subject of jamming and interference.\"[8]\n\n"
        }
    ]
}