{
    "url": "https://en.wikipedia.org/wiki/2009_Norwegian_spiral_anomaly",
    "title": "2009 Norwegian spiral anomaly",
    "table_of_contents": [
        "1 Initial speculations",
        "2 Ballistic missile test",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Norwegian spiral anomaly of 2009[1] (Norwegian: spiralformede lysmønsteret, \"spiral-form light pattern\", spiralformede lysfenomenet, \"spiral-form light phenomenon\")[2] appeared in the night sky over Norway[when?].[3] It was visible from, and photographed from, northern Norway and Sweden. The spiral consisted of a blue beam of light with a greyish spiral emanating from one end of it. The light could be seen in all of Trøndelag to the south (the two red counties on the map to the right) and all across the three northern counties which compose Northern Norway,[4] as well as from Northern Sweden[1] and it lasted for 10 minutes.[4] According to sources, it looked like a blue light coming from behind a mountain, stopping in mid-air, and starting to spiral outwards.[5] A similar, though less spectacular event had also occurred in Norway the month before.[6] Both events had visual features of failed flights of Russian RSM-56 Bulava SLBMs,[7][8] and the Russian Defense Ministry said shortly after that such an event had taken place on 9 December.[9]\n\n"
        },
        {
            "title": "Initial speculations",
            "text": "Hundreds of calls flooded the Norwegian Meteorological Institute as residents wanted to know what they were seeing. Norwegian celebrity astronomer Knut Jørgen Røed Ødegaard pointed out the area over which the light had been observed was exceptionally large, covering all of Northern Norway and Trøndelag.[4] It was also suggested that it could have been a rare, never-before-seen Northern Lights variant.[citation needed]\n\nUFO enthusiasts immediately began speculating whether the aerial light display could be evidence of extraterrestrial intelligence proposing among other things that it could be a wormhole opening up, or somehow was linked to the recent high-energy experiments undertaken at the Large Hadron Collider in Switzerland.[10]\n\n"
        },
        {
            "title": "Ballistic missile test",
            "text": "On 10 December 2009, the Russian Defence Ministry announced that a Bulava missile test had failed. According to a spokesman, \"The missile's first two stages worked as normal, but there was a technical malfunction at the next third stage of the trajectory.\"[9] Russian defence analyst Pavel Felgenhauer stated to AFP that \"such lights and clouds appear from time to time when a missile fails in the upper layers of the atmosphere and have been reported before ... At least this failed test made some nice fireworks for the Norwegians.\"[11] Prior to the Russian statement, Jonathan McDowell, an astrophysicist at the Harvard–Smithsonian Center for Astrophysics, had already suggested that the unusual light display occurred when the missile's third stage nozzle was damaged, causing the exhaust to come out sideways and sending the missile into a spin.\n\n"
        }
    ]
}