{
    "url": "https://en.wikipedia.org/wiki/20_Million_Miles_to_Earth",
    "title": "20 Million Miles to Earth",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 Legacy",
        "6 See also",
        "7 References",
        "7.1 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "20 Million Miles to Earth (also known as The Beast from Space) is a 1957 American horror science fiction monster film directed by Nathan Juran and starring William Hopper, Joan Taylor, and Frank Puglia. It was produced by Charles H. Schneer's Morningside Productions for Columbia Pictures. The screenplay was written by Bob Williams and Christopher Knopf from an original treatment by Charlott Knight. As with several other Schneer-Columbia collaborations, the film was developed to showcase the stop-motion animation of Ray Harryhausen.\n\n"
        },
        {
            "title": "Plot",
            "text": "The first U.S. spaceship to Venus, the XY-21, crashes into the Mediterranean sea off the coast of Sicily, Italy. Fishermen board boats and head to the spacecraft, enter through a hole in the spacecraft, and pull two spacemen from the nose-down craft before it completely sinks.\n\nIn Washington, D.C., Major General A.D. McIntosh discovers that the missing spaceship, piloted by Colonel Bob Calder, has been located. As McIntosh flies to the site, Pepe, a little boy, finds and opens a translucent cylinder marked “USAF” on the beach. It contains a gelatinous mass, which he presents to Dr. Leonardo, a zoologist studying sea creatures. Meanwhile, Leonardo's granddaughter Marisa, a third-year medical student, is summoned to take care of the injured spacemen. When Calder regains consciousness, he finds his crewmate, Dr. Sharman, in the last throes of the fatal disease that killed his other eight crewmen.\n\nAfter Marisa returns to the trailer shared with her grandfather, a small creature hatches from the egg, and Leonardo locks it in a cage. By morning, the creature has tripled in size. McIntosh arrives, accompanied by scientist Dr. Justin Uhl, and meets with two representatives of the Italian government, informing them the spaceship has returned from Venus. Leonardo and Marisa hitch the trailer to their truck and head for Rome. Calder's spacecraft carried a sealed metal container bearing an unborn Venusian species. As police divers begin to search for it, McIntosh offers a half-million lira reward for the capsule's recovery, prompting Pepe to lead them to the empty container. When Pepe tells them that he sold the mass to Dr. Leonardo, McIntosh and Calder pursue him.\n\nThat night, Leonardo discovers that the creature has grown to human size. Soon after, it breaks out of the cage and heads to a nearby farm, terrorizing the animals. The creature eats sulfur and rips open several bags it discovers in a barn. While feeding, the creature is attacked by the farmer's dog, and the creature maims the dog, alerting the farmer. Calder and the others reach the barn, trapping the creature inside. Calder explains that the creature is not dangerous unless provoked. However, he provokes it by trying to prod the creature with a pole into a cage-like cart, and the creature injures the farmer after he stabs the creature with a pitchfork. After the creature breaks out of the barn and disappears into the countryside, the police commissioner insists that it must be destroyed.\n\nAfter the Italian government grants Calder permission to capture the creature alive, he devises a plan to ensnare it in an electric net dropped from a helicopter. The Italian police conduct their own pursuit, shooting at it with flamethrowers. Gunfire has little effect on the creature, as it has no heart or lungs. Aware that sulfur is the creature's food of choice, Calder uses bags of sulfur as bait, luring the creature to a secluded site and subduing it with an electric jolt from the net. Later, at the American Embassy in Rome, McIntosh briefs the press corps and allows three reporters to view the creature, which has been placed in the Rome zoo. There, Calder explains that the creature is being sedated with a continuous electric shock so it can be studied. Marisa, who is aiding her uncle, begins flirting with Calder. Suddenly, electrical equipment shorts out and the creature awakens.\n\nThe creature, now in gargantuan size, battles a zoo elephant and sends the panicked patrons scurrying. Taking their fight to the streets of Rome, the two beasts destroy cars and damage buildings. The creature maims the elephant and continues its rampage. Calder rams the creature with his car and tracks the creature to the River Tiber, where it submerges. Soldiers lob grenades into the river, and the creature surfaces, destroying the Ponte Sant'Angelo. It heads for the Colosseum and destroys an ancient temple, killing a few soldiers. As the creature disappears into the ruins, Calder charges after it with a group of bazooka-carrying soldiers, driving it to the top of the structure. Calder scores a direct bazooka hit. Direct fire from a tank then destroys the ledge the creature is clinging to, and it plunges to its death. A relieved Marisa runs into Calder's arms.\n\n"
        },
        {
            "title": "Production",
            "text": "The film was based on a concept by Ray Harryhausen called The Giant Ymir.[1]\n\n20 Million Miles to Earth began production in Rome, Italy in September 1956, using only William Hopper of the main cast, and moved to the U.S. from October 30 to November 9 of that year.[2] Rome was chosen as the location for filming because Harryhausen wanted to vacation there.[2] The working title of the film was The Giant Ymir,[2] and it has also been released as The Beast from Space. All references to the name Ymir were removed from the released version of the film, as Harryhausen was concerned that audiences might confuse it with the Arabic title \"Emir\".  Most of the noises made by Ymir are recordings of elephant noises played at a higher speed.\n\nRay Harryhausen wanted the film to be shot in color, but the filmmakers were not given a budget large enough to accommodate color filming. In 2007, five years after the death of the film's director, Harryhausen worked with restoration and colorization company Legend Films to create a colorized version of the film. That version, along with the original theatrical black-and-white version, was released on July 31, 2007 on DVD as part of a 50th Anniversary Edition of the film.[3][4]\n\nThere are minor differences between the two versions. One example: the black-and-white version begins in \"A Fishing Village in Sicily\" (the fictional Gerra), not Sperlonga, Italy.\n\nIt was the first of three collaborations between Harryhausen, Schneer, and Nathan Juran. Juran only directed the American sequences, while Schneer and Harryhausen directed the Italian sequences.[5]\n\n"
        },
        {
            "title": "Reception",
            "text": "20 Million Miles to Earth has an 80% positive rating at the film review aggregation website Rotten Tomatoes, based on ten reviews.[6] Marco Lanzagorta of PopMatters gave the film 9 out of 10 stars, calling it \"required viewing for those interested in modern cinema\".[7]\n\nTime Out wrote, \"Don't worry about the dotty script or cardboard performances - just sit back and watch this gelatinous blob in action\";[8] while the Radio Times called it \"one of animation master Ray Harryhausen's best fantasy films, and his own personal favourite. The snake-tailed giant ymir creature is also one of Harryhausen's finest creations: It has a well-defined personality and manages to evoke sympathy for its bewildered plight. The ymir's fight with an elephant and the Roman locations - especially the climactic Colosseum battle - add unique touches to this minor classic\".[9]\n\n"
        },
        {
            "title": "Legacy",
            "text": "The four-issue comic book mini-series 20 Million Miles More (2008), released by TidalWave Productions as part of their Ray Harryhausen Signature Series, picked up the story 50 years after the events of the film.[10] A preview of the first issue was included on the 50th Anniversary DVD release of the film.[11]\n\n"
        }
    ]
}