{
    "url": "https://en.wikipedia.org/wiki/4K_resolution",
    "title": "4K resolution",
    "table_of_contents": [
        "1 4K standards and terminology",
        "1.1 DCI Digital Cinema System Specification",
        "1.2 SMPTE UHDTV standard",
        "1.3 ITU-R UHDTV standard",
        "1.4 CEA Ultra HD",
        "1.5 2160p resolution",
        "1.5.1 M+ or RGBW TV controversy",
        "1.6 CinemaWide 4K",
        "2 Adoption",
        "2.1 ATSC",
        "2.2 DVB",
        "2.3 Video streaming",
        "2.4 Mobile phone cameras",
        "3 History",
        "3.1 Home video projection",
        "4 Broadcasting",
        "5 Resolutions",
        "5.1 3840 × 2160",
        "5.2 4096 × 2160",
        "5.3 Other 4K resolutions",
        "6 Recording",
        "6.1 Detail benefit",
        "6.2 Chroma subsampling",
        "6.3 Bit rates",
        "7 See also",
        "8 References",
        "9 External links",
        "9.1 Articles",
        "9.2 Official sites of NHK",
        "9.3 Video"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "4K resolution refers to a horizontal display resolution of approximately 4,000 pixels.[1] Digital television and digital cinematography commonly use several different 4K resolutions. In television and consumer media, 3840 × 2160 (4K UHD) is the dominant 4K standard, whereas the movie projection industry uses 4096 × 2160 (DCI 4K).\n\nThe 4K television market share increased as prices fell dramatically during 2014[2] and 2015.\n\n"
        },
        {
            "title": "4K standards and terminology",
            "text": "The term \"4K\" is generic and refers to any resolution with a horizontal pixel count of approximately 4,000.[3]: 2  Several different 4K resolutions have been standardized by various organizations.\n\nThe terms \"4K\" and \"Ultra HD\" are used more widely in marketing than \"2160p\". While typically referring to motion pictures, some digital camera vendors have used the term \"4K photo\" for still photographs, making it appear like an especially high resolution even though 3840×2160 pixels equal approximately 8.3 megapixels, which is not considered to be especially high for still photographs.[4]\n\nIn 2005, Digital Cinema Initiatives (DCI), a prominent standards organization in the cinema industry, published the Digital Cinema System Specification. This specification establishes standardized 2K and 4K container formats for digital cinema production, with resolutions of 2048 × 1080 and 4096 × 2160 respectively.[5]: §4.3.1  The resolution of the video content inside follows the SMPTE 428-1 standard,[5]: §3.2.1  which establishes the following resolutions for a 4K distribution:[6]: 6 \n\n2K distributions can have a frame rate of either 24 or 48 FPS, while 4K distributions must have a frame rate of 24 FPS.[5]: §3.1.4.2 \nSome articles claim that the terms \"2K\" and \"4K\" were coined by DCI and refer exclusively to the 2K and 4K formats defined in the DCI standard.[7] However, usage of these terms in the cinema industry predates the publication of the DCI standard,[8][9][10][11] and they are generally understood as casual terms for any resolution approximately 2000 or 4000 pixels in width, rather than names for specific resolutions.[3]: 2 [12]: 109 \n\nIn 2007, the Society of Motion Picture and Television Engineers published SMPTE ST 2036-1, which defines parameters for two UHDTV systems called UHDTV1 and UHDTV2.[13][14] The standard defines the following characteristics for these systems:\n\nIn 2012, the International Telecommunication Union, Radiocommunication Sector published Recommendation ITU-R BT.2020, also known as the Ultra High Definition Television (UHDTV) standard.[15] It adopts the same image parameters defined in SMPTE ST 2036–1.[16]\n\nAlthough the UHDTV standard does not define any official names for the formats it defines, ITU typically uses the terms \"4K\", \"4K UHD\", or \"4K UHDTV\" to refer to the 3840 × 2160 system in public announcements and press releases (\"8K\" for the 7680 × 4320 system).[17] In some of ITU's other standards documents, the terms \"UHDTV1\" and \"UHDTV2\" are used as shorthand.[18]\n\nIn October 2012, the Consumer Electronics Association (CEA) announced their definition of the term Ultra High-Definition (or Ultra HD) for use with marketing consumer display devices.[19] CEA defines an Ultra HD product as a TV, monitor, or projector with the following characteristics:[20]\n\nThe CEA definition does allow manufacturers to use other terms—such as 4K—alongside the Ultra HD logo.[3]: 9  Since the resolution in CEA's definition is only a minimum requirement, displays with higher resolutions such as 4096 × 2160 or 5120 × 2880 also qualify as \"Ultra HD\" displays, provided they meet the other requirements.\n\nSome 4K resolutions, like 3840 × 2160, are often casually referred to as 2160p.[21][22][23] This name follows from the previous naming convention used by HDTV and SDTV formats, which refer to a format by the number of pixels/lines along the vertical axis (such as \"1080p\" for 1920 × 1080 progressive scan, or \"480i\" for the 480-line interlaced SDTV formats) rather than the horizontal pixel count (≈4000 or \"4K\" for 3840 × 2160).\n\nThe term \"2160p\" could be applied to any format with a height of 2160 pixels, but it is most commonly used in reference to the 4K UHDTV resolution of 3840 × 2160 due to its association with the well-known 720p and 1080p HDTV formats. Although 3840 × 2160 is both a 4K resolution and a 2160p resolution, these terms cannot always be used interchangeably since not all 4K resolutions are 2160 pixels tall, and not all 2160p resolutions are ≈4000 pixels wide. However, some companies have begun using the term \"4K\" to describe devices with support for a 2160p resolution, even if it is not close to 4000 pixels wide. For example, many \"4K\" dash cams only support a resolution of 2880 × 2160 (4∶3);[24][25] although this is a 2160p resolution, it is not a 4K resolution. Conversely, Samsung released a 5120 × 2160 (64∶27) TV, but marketed it as a \"4K\" TV despite its 5K-class resolution.[26][27]\n\nIn 2015, LG Display announced the implementation of a new technology called M+ which is the addition of white subpixel along with the regular RGB dots in their IPS panel technology.[28] The media and internet users later called this \"RGBW\" TVs because of the white sub pixel.\n\nMost of the new M+ technology was employed on 4K TV sets which led to a controversy after tests showed that the addition of a white sub pixel replacing the traditional RGB structure would reduce the resolution by around 25%. After tests done by Intertek in which the technical aspects of LG M+ TVs were analyzed and they concluded that \"the addressable resolution display is 2,880 X 2,160 for each red, green, blue\", in other words, the LG TVs were technically 2.8K as it became known in the controversy.[29][30] Although LG Display has developed this technology for use in notebook display, outdoor and smartphones, it is more popular in the TV market due to the supposed 4K UHD marketed resolution but still being incapable of achieving true 4K UHD resolution as defined by the CTA as 3840x2160 active pixels with 8-bit per color. This negatively impacts the rendering of text, making it a bit fuzzier, which is especially noticeable when a TV is used as a PC monitor.[31][32][33][34][35]\n\nIn 2019, Sony was granted the CinemaWide trademark by the European Union Intellectual Property Office (EUIPO), in which the trademark covers 'Class 9' electronic devices, including smartphones.[36] According to Sony and SID,[37] the standard defines a CinemaWide 4K product with the following characteristics:\n\nSony Xperia smartphones are the most widely known products that equipped with CinemaWide 4K display, such as Xperia 1, Xperia 1 II and Xperia 1 III.\n\n"
        },
        {
            "title": "Adoption",
            "text": "Video sharing website YouTube and the television industry have adopted 3840 × 2160 as their 4K standard.[39][40] As of 2014[update], 4K content from major broadcasters remained limited.[41] On April 11, 2013, Bulb TV created by Canadian serial entrepreneur Evan Kosiner became the first broadcaster to provide a 4K linear channel and VOD content to cable and satellite companies in North America.[42][43][44][45] The channel is licensed by the Canadian Radio-Television and Telecommunications Commission to provide educational content.[46] However, 4K content is becoming more widely available online[when?] including on Apple TV, YouTube, Netflix, Hulu, and Amazon.[47][48] By 2013, some UHDTV models were available to general consumers in the range of US$600.[49][50] As of 2015[update], prices on smaller computer and television panels had dropped below US$400.[51]\n\nOn March 26, 2013, the Advanced Television Systems Committee announced new proposals of a new standard called ATSC 3.0 which would implement UHD broadcasts at resolutions of up to 3840 × 2160 or 7680 × 4320.[52][53][54][55] The standard would also include framerates of up to 120 Hz, HEVC encoding, wide color gamut, as well as high dynamic range.[56][57][58]\n\nIn 2014, the Digital Video Broadcasting Project released a new set of standards intended to guide the implementation of high resolution content in broadcast television. Dubbed DVB-UHDTV, it establishes two standards, known as UHD-1 (for 4K content) and UHD-2 (for 8K content). These standards use resolutions of 3840 × 2160 and 7680 × 4320 respectively, with framerates of up to 60 Hz, color depth up to 10 bpc (30 bit/px), and HEVC encoding for transmission.[59] DVB is currently focusing on the implementation of the UHD-1 standard.[60]\n\nDVB finalized UHD-1 Phase 2 in 2016, with the introduction of service by broadcasters expected in 2017. UHD-1 Phase 2 adds features such as high dynamic range (using HLG and PQ at 10 or 12 bits), wide color gamut (BT. 2020/2100 colorimetry), and high frame rate (up to 120 Hz).[61][60]\n\nYouTube, since 2010,[62] and Vimeo allow a maximum upload resolution of 4096 × 3072 pixels (12.6 megapixels, aspect ratio 4:3).[63][64] Vimeo's 4K content is currently limited to mostly nature documentaries and tech coverage.[65][66]\n\nHigh Efficiency Video Coding (HEVC or H.265) should allow streaming 4K content with a bandwidth of 20 to 30 Mbit/s.[67]\n\nIn January 2014, Naughty America launched the first adult video service streaming in 4K.[68][69]\n\nThe first mobile phones to be able to record at 2160p (3840 × 2160) were released in late 2013, including the Samsung Galaxy Note 3, which is able to record 2160p at 30 frames per second.\n\nIn the year 2014, the OnePlus One was released with the option to record DCI 4K (4096 × 2160) at 24 frames per second, as well as LG G3 and Samsung Galaxy Note 4 with optical image stabilization.\n\nIn the year 2015, Apple announced the iPhone 6s was released with the 12 megapixel camera that has the option to record 4K at 25 or 30 frames per second.\n\nIn the years 2017 and 2018, mobile phone chipsets reached sufficient processing power that mobile phone vendors started releasing mobile phones that allow recording 2160p footage at 60 frames per second for a smoother and more realistic appearance.[70]\n\n"
        },
        {
            "title": "History",
            "text": "In 1984, Hitachi released the CMOS graphics processor ARTC HD63484, which was capable of displaying up to 4K resolution when in monochrome mode.[71] The resolution was targeted at the bit-mapped desktop publishing market.[71] The first commercially available 4K camera for cinematographic purposes was the Dalsa Origin, released in 2003.[72][73] 4K technology was developed by several research groups in universities around the world, such as University of California, San Diego, CALIT2, Keio University, Naval Postgraduate School and others that realized[74] several demonstrations in venues such as IGrid in 2004 and CineGrid. YouTube began supporting 4K for video uploads in 2010 as a result of leading manufacturers producing 4K cameras.[75] Users could view 4K video by selecting \"Original\" from the quality settings until December 2013, when the 2160p option appeared in the quality menu.[76] In November 2013, YouTube began to use the VP9 video compression standard, saying that it was more suitable for 4K than High Efficiency Video Coding (HEVC). Google, which owns YouTube, developed VP9.[75]\n\nTheaters began projecting movies at 4K resolution in 2011.[77] Sony was offering 4K projectors as early as 2004.[78] The first 4K home theater projector was released by Sony in 2012.[79] Despite this, few finished films have 4K resolution as of 2019. Even for movies and TV shows shot using 6K or 8K cameras, almost all finished films are edited in HD resolution and enlarged to fit a 4K format.[80]\n\nSony is one of the leading studios promoting UHDTV content, as of 2013[update] offering a little over 70 movie and television titles via digital download to a specialized player that stores and decodes the video. The large files (≈40 GB), distributed through consumer broadband connections, raise concerns about data caps.[81]\n\nIn 2014, Netflix began streaming House of Cards, Breaking Bad,[82] and \"some nature documentaries\" at 4K to compatible televisions with an HEVC decoder. Most 4K televisions sold in 2013 did not natively support HEVC, with most major manufacturers announcing support in 2014.[83] Amazon Studios began shooting their full-length original series and new pilots with 4K resolution in 2014.[84] They are now currently available though Amazon Video.[85]\n\nIn March 2016 the first players and discs for Ultra HD Blu-ray—a physical optical disc format supporting 4K resolution and high-dynamic-range video (HDR) at 60 frames per second—were released.[86]\n\nOn August 2, 2016, Microsoft released the Xbox One S, which supports 4K streaming and has an Ultra HD Blu-ray disc drive, but does not support 4K gaming.[87] On November 10, 2016, Sony released the PlayStation 4 Pro, which supports 4K streaming and gaming,[88] though many games use checkerboard rendering or are upscaled 4K.[89] On November 7, 2017, Microsoft released the Xbox One X, which supports of 4K streaming and gaming,[90] though not all games are rendered at native 4K.[91]\n\nThough experiencing rapid price drops beginning in 2013 for viewing devices, the home cinema digital video projector market saw little expansion, with only a few manufacturers (only Sony as of 2015[update]) offering limited 4K-capable lineups, with native 4K projectors commanding five-figure price tags well into 2015 before finally breaking the US$10,000 barrier.[92] Critics state that at normal direct-view panel size and viewing distances, the extra pixels of 4K are redundant at the ability of normal human vision.[citation needed] Projection home cinemas, on the other hand, employ much larger screen sizes without necessarily increasing viewing distance to scale. JVC has used a technique known as \"e-shift\" to extrapolate extra pixels from 1080p sources to display 4K on screens through upscaling or from native 4K sources at a much lower price than native 4K projectors.[93] This technology of non-native 4K entered its fourth generation for 2016.[94][95][96] JVC used this same technology to provide 8K flight simulation for Boeing that met the limits of 20/25 visual acuity.[97]\n\nPixel shifting, as described here, was pioneered in the consumer space by JVC, and later in the commercial space by Epson. That said, it is not the same thing as \"true\" 4K. More recently, some DLP projectors claim 4K UHD (which the JVCs and Epsons do not claim).\n\nAs noted above, DCI 4K is 4096 × 2160, while 4K UHD is 3840 × 2160, producing a slight difference in aspect ratio rather than a significant difference in resolution. Traditional displays, such as LCD or OLED, are 3840 pixels across the screen, with each pixel being 1/3840th of the screen width. They do not overlap—if they did, they would suffer reduced detail. The diameter of each pixel is basically 1/3840th of the screen width or 1/2160th of the screen height - either gives the same size pixel. That 3840 × 2160 works out to 8.3 megapixels, the official resolution of 4K UHD (and therefore Blu-ray UHD discs).\n\nThe 4K UHD standard does not specify how large the pixels are, so a 4K UHD projector (Optoma, BenQ, Dell, et al.) counts because these projectors have a 2718 × 1528 pixel structure. Those projectors process the true 4K of data and project it with overlapping pixels, which is what pixel shifting is. Unfortunately, each of those pixels is far larger: each one has 50% more area than true 4K. Pixel shifting projectors project a pixel, shift it up to the right, by a half diameter, and project it again, with modified data, but that second pixel overlaps the first.\n\nIn other words, pixel shifting cannot produce adjacent vertical lines of RGBRGB or other colors where each line is one pixel (1/3840th of the screen) wide. Adjacent red and green pixels would end up looking like yellow, with a fringe on one side of red, on the other of green - except that the next line of pixels overlaps as well, changing the color of that fringe. 4K UHD or 1080p pixel shifting cannot reveal the fine detail of a true 4K projector such as those Sony ships (business, education and home markets). Also, JVC has one true 4K projector priced at $35,000 (as of mid-2017).\n\nSo while 4K UHD appears like it has a pixel structures with 1/4 the area of 1080p, that does not happen with pixel shifting. Only a true 4K projector offers that level of resolution. This is why \"true\" 4K projectors cost so much more than 4K UHD projectors with otherwise similar feature sets. They produce smaller pixels, finer resolution, no compromising of detail or color from overlapping pixels. By comparison, the slight difference in aspect ratio between DCI and 3840 × 2160 pixel displays without overlap is insignificant relative to the amount of detail.\n\nSome companies like Kaleidescape offer media servers that allow for 4K UHD Blu-ray movies with high dynamic range in a home theater.[98]\n\n"
        },
        {
            "title": "Broadcasting",
            "text": "In November 2014, United States satellite provider DirecTV became the first pay TV provider to offer access to 4K content, although limited to selected video-on-demand films.[99] In August 2015, British sports network BT Sport launched a 4K feed, with its first broadcast being the 2015 FA Community Shield football match. Two production units were used, producing the traditional broadcast in high-definition, and a separate 4K broadcast. As the network did not want to mix 4K footage with upconverted HD footage, this telecast did not feature traditional studio segments at pre-game or half-time, but those hosted from the stadium by the match commentators using a 4K camera. BT envisioned that if viewers wanted to watch studio analysis, they would switch to the HD broadcast and then back for the game. Footage was compressed using H.264 encoders and transmitted to BT Tower, where it was then transmitted back to BT Sport studios and decompressed for distribution, via 4K-compatible BT TV set-top boxes on an eligible BT Infinity internet plan with at least a 25 Mbit/s connection.[100][101]\n\nIn late 2015 and January 2016, three Canadian television providers –  including Quebec-based Vidéotron, Ontario-based Rogers Cable, and Bell Fibe TV, announced that they would begin to offer 4K compatible set-top boxes that can stream 4K content to subscribers over gigabit internet service.[102][103] On October 5, 2015, alongside the announcement of its 4K set-top box and gigabit internet, Canadian media conglomerate Rogers Communications announced that it planned to produce 101 sports telecasts in 4K in 2016 via its Sportsnet division, including all Toronto Blue Jays home games, and \"marquee\" National Hockey League games beginning in January 2016. Bell Media announced via its TSN division a slate of 4K telecasts to begin on January 20, 2016, including selected Toronto Raptors games and regional NHL games.[104][105][106]\n\nOn January 14, 2016, in cooperation with BT Sport, Sportsnet broadcast the first ever NBA game produced in 4K –  a Toronto Raptors/Orlando Magic game at O2 Arena in London, England. On January 20, also during a Raptors game, TSN presented the first live 4K telecast produced in North America.[102][104][107] Three days later, Sportsnet presented the first NHL game in 4K.[108]\n\nDome Productions, a joint venture of Bell Media and Rogers Media (the respective owners of TSN and Sportsnet), constructed a \"side-by-side\" 4K mobile production unit shared by Sportsnet and TSN's first 4K telecasts; it was designed to operate alongside a separate HD truck and utilize cameras capable of output in both formats.[109] For the opening game of the 2016 Toronto Blue Jays season, Dome constructed \"Trillium\" –  a production truck integrating both 4K and 1080i high-definition units.[110] Bell Media's CTV also broadcast the 2016 Juno Awards in 4K as the first awards show presented in the format.[111]\n\nIn February 2016, Univision trialed 4K by producing a closed circuit telecast of a football friendly between the national teams of Mexico and Senegal from Miami in the format. The broadcast was streamed privately to several special viewing locations. Univision aimed to develop a 4K streaming app to publicly televise the final of Copa América Centenario in 4K.[112][113][114] In March 2016, DirecTV and CBS Sports announced that they would produce the \"Amen Corner\" supplemental coverage from the Masters golf tournament in 4K.[115][116]\n\nIn late 2016, Telus TV announced that they would begin to offer 4K compatible set-top boxes.[117]\n\nAfter having trialed the technology in limited matches at the 2013 FIFA Confederations Cup,[118] and the 2014 FIFA World Cup (via private tests and public viewings in the host city of Rio de Janeiro),[119] the 2018 FIFA World Cup was the first FIFA World Cup in which all matches were produced in 4K. Host Broadcasting Services stated that at least 75% of the broadcast cut on each match would come from 4K cameras (covering the majority of main angles), with instant replays and some camera angles being upconverted from 1080p sources. These broadcasts were made available from selected rightsholders, such as the BBC in the United Kingdom, and selected television providers in the United States.[120][121][122]\n\n"
        },
        {
            "title": "Resolutions",
            "text": "The resolution of 3840 × 2160 is the dominant 4K resolution in the consumer media and display industries. This is the resolution of the UHDTV1 format defined in SMPTE ST 2036–1,[14] as well as the 4K UHDTV format defined by ITU-R in Rec. 2020,[15] and is also the minimum resolution for CEA's definition of Ultra HD displays and projectors.[20] The resolution of 3840 × 2160 was also chosen by the DVB project for their 4K broadcasting standard, UHD-1.[60]\n\nThis resolution has an aspect ratio of 16∶9, with 8,294,400 total pixels. It is exactly double the horizontal and vertical resolution of 1080p (1920 × 1080) for a total of 4 times as many pixels, and triple the horizontal and vertical resolution of 720p (1280 × 720) for a total of 9 times as many pixels. It is sometimes referred to as \"2160p\", based on the naming patterns established by the previous 720p and 1080p HDTV standards.\n\nIn 2013, televisions capable of displaying UHD resolutions were seen by consumer electronics companies as the next trigger for an upgrade cycle after a lack of consumer interest in 3D television.[123]\n\n\n\nThis resolution is used mainly in digital cinema production, and has a total of 8,847,360 pixels with an aspect ratio of 256∶135 (≈19∶10). It was standardized as the resolution of the 4K container format defined by Digital Cinema Initiatives in the Digital Cinema System specification, and is the native resolution of all DCI-compliant 4K digital projectors and monitors.[5] The DCI specification allows several different resolutions for the content inside the container, depending on the desired aspect ratio. The allowed resolutions are defined in SMPTE 428-1:[5]: §3.2.1  [6]: p. 6 \n\nThe DCI 4K standard has twice the horizontal and vertical resolution of DCI 2K (2048 × 1080), with four times as many pixels overall.\n\nDigital movies made in 4K may be produced, scanned, or stored in a number of other resolutions depending on what storage aspect ratio is used.[124][125] In the digital cinema production chain, a resolution of 4096 × 3112 is often used for acquiring \"open gate\" or anamorphic input material, a resolution based on the historical resolution of scanned Super 35 mm film.[126]\n\nVarious other non-standardized 4K resolutions have been used in displays, including:\n\n"
        },
        {
            "title": "Recording",
            "text": "The main advantage of recording video at the 4K standard is that fine spatial detail is resolved well.[137] Individual still frames extracted from 3840×2160-pixel video footage can act as 8.3 megapixel still photographs, while only 2.1 megapixels at 1080p and 0.9 megapixels at 720p. If the final video quality is reduced to 2K from a 4K recording, more detail is apparent than would have been achieved from a native 2K recording.[137] Increased fineness and contrast is then possible with output to DVD and Blu-ray.[138] Some cinematographers record at 4K with the Super 35 film format to offset any resolution loss that may occur during video processing.[139]\n\nMany consumer electronics such as mobile phones store video footage in Y′CBCR format with 4:2:0 chroma subsampling, which records color information at only one quarter the resolution as the brightness information.[140] For 3840 × 2160 video, this means that the color information is only stored at 1920 × 1080.[141][142]\n\nConsumer cameras and mobile phones record 2160p footage at much higher bit rates (usually 50 to 100 Mbit/s) than 1080p (usually 10 to 30 Mbit/s). This higher bit rate reduces the visibility of compression artifacts, even if viewed on monitors with a lower resolution than 2160p.\n\n"
        }
    ]
}