{
    "url": "https://en.wikipedia.org/wiki/51st_state",
    "title": "51st state",
    "table_of_contents": [
        "1 Legal requirements",
        "2 U.S. flag",
        "3 From existing territories of the United States",
        "3.1 District of Columbia",
        "3.1.1 2016 statehood referendum",
        "3.1.2 Federal enclave",
        "3.1.3 Admission legislation",
        "3.2 Puerto Rico",
        "3.2.1 Background",
        "3.2.2 Vote for statehood",
        "3.2.3 Government funding for a fifth referendum",
        "3.2.4 2017 referendum",
        "3.2.5 2020 referendum",
        "3.3 Guam",
        "3.3.1 United Nations support",
        "3.4 Proposed state of Pacifica",
        "3.5 Other territories",
        "4 By status changes of former U.S. territories",
        "4.1 Philippines",
        "5 By partition of or secession from current U.S. states",
        "6 Use internationally",
        "6.1 North America",
        "6.1.1 Canada",
        "6.1.1.1 Newfoundland",
        "6.1.1.2 Quebec",
        "6.1.1.3 Western Canada",
        "6.1.2 Mexico",
        "6.1.3 Central America",
        "6.1.4 Cuba",
        "6.1.5 Dominica",
        "6.1.6 Dominican Republic",
        "6.1.7 Greenland",
        "6.1.8 Haiti",
        "6.2 Asia",
        "6.2.1 Philippines",
        "6.2.2 Okinawa (Japan)",
        "6.2.3 Israel and Palestinian territories",
        "6.2.4 Iraq",
        "6.2.5 Taiwan",
        "6.2.6 Hong Kong",
        "6.3 Europe",
        "6.3.1 Albania",
        "6.3.2 Azores (Portugal)",
        "6.3.3 Cartagena (Spain)",
        "6.3.4 Denmark",
        "6.3.5 Poland",
        "6.3.6 Italy",
        "6.3.7 United Kingdom",
        "6.4 Oceania",
        "6.4.1 Australia",
        "6.4.2 New Zealand",
        "6.5 Africa",
        "6.5.1 Liberia",
        "7 In popular media",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "51st state in American political discourse refers to areas considered candidates for U.S. statehood, joining the 50 states that have constituted the United States since 1959. The phrase has been applied to external territories as well as parts of existing states which would be admitted as separate states in their own right.\n\nVoters in the District of Columbia and Puerto Rico have both voted for statehood in referendums.[1][2][3] As statehood candidates, their admission to the Union requires congressional approval.[4] American Samoa, Guam, the Northern Mariana Islands, and the United States Virgin Islands are also U.S. territories and could potentially become U.S. states.[5]\n\nThe phrase can be used in a positive sense, meaning that a region or territory is so aligned, supportive, and conducive with the United States, that it is like a U.S. state, or in a pejorative sense, meaning an area or region is under excessive American cultural or military influence or control. People who believe their local or national culture has become too Americanized sometimes use the term in reference to their own countries.[6] Before Alaska and Hawaii became states of the United States in 1959, the corresponding expression was \"the 49th state\".\n\n"
        },
        {
            "title": "Legal requirements",
            "text": "Article IV, Section 3, Clause 1 of the United States Constitution authorizes Congress to admit new states into the United States (beyond the thirteen already in existence at the time the Constitution went into effect in 1788). Historically, most new states brought into being by Congress have been established from an organized incorporated territory, created and governed by Congress.[7] In some cases, an entire territory became a state; in others, some part of a territory became a state. As defined in a 1953 U.S. Senate Committee on Interior and Insular Affairs, the traditionally accepted requirements for statehood are:\n\nIn most cases, the organized government of a territory made known the sentiment of its population in favor of statehood, usually by referendum. Congress then directed that government to organize a constitutional convention to write a state constitution. Upon acceptance of that constitution by the people of the territory and then by Congress, a joint resolution would be adopted granting statehood. The President would then issue a proclamation announcing the addition of a new state to the Union. While Congress, which has ultimate authority over the admission of new states, has usually followed this procedure, there have been occasions (because of unique, case-specific circumstances) when it did not.[9]\n\nA simple majority in each House of Congress is required to pass statehood legislation; however, in the United States Senate, the filibuster requires 60 votes to invoke cloture. Some statehood advocacy organizations have called for amending or abolishing the filibuster as a path to achieve statehood.[10][11] As with other legislation, the President can sign or veto statehood bills that pass, and Congress has the power to override a veto with a two-thirds majority.[12]\n\n"
        },
        {
            "title": "U.S. flag",
            "text": "If a new U.S. state were to be admitted, it would require a new design of the flag to accommodate an additional star for the 51st state.[13] However, according to the U.S. Army Institute of Heraldry, an existing United States flag never becomes obsolete. In the event that a new state is added to the Union and a 51-star flag is approved, any previously approved American flag (such as the 50-star flag) may continue to be used and displayed until no longer serviceable.[14]\n\n"
        },
        {
            "title": "From existing territories of the United States",
            "text": "The District of Columbia is often mentioned as a candidate for statehood. In Federalist No. 43 of The Federalist Papers, James Madison considered the implications of the definition of the \"seat of government\" found in the United States Constitution. Although he noted potential conflicts of interest, and the need for a \"municipal legislature for local purposes\",[15] Madison did not address the district's role in national voting. Legal scholars disagree on whether a simple act of Congress can admit the District as a state, due to its status as the seat of government of the United States, which Article I, Section 8 of the Constitution requires to be under the exclusive jurisdiction of Congress; depending on the interpretation of this text, admission of the full District as a state may require a Constitutional amendment, which is much more difficult to enact.[16]\n\nThe District of Columbia residents who support the statehood movement sometimes use the slogan \"Taxation without representation\" to denote their lack of Congressional representation. The phrase is a shortened version of the Revolutionary War protest motto \"no taxation without representation\" omitting the initial \"No\", and is now printed on newly issued District of Columbia license plates (although a driver may choose to have the District of Columbia website address instead). President Bill Clinton's presidential limousine had the \"Taxation without representation\" license plate late in his term, while President George W. Bush had the vehicle's plates changed shortly after beginning his term in office.[17] President Barack Obama had the license plates changed back to the protest style shortly before his second-term inauguration.[18] President Donald Trump eventually removed the license plate and signaled opposition to DC statehood.[19][20]\n\nThis position was carried by the D.C. Statehood Party, a political party; it has since merged with the local Green Party affiliate to form the D.C. Statehood Green Party. The nearest this movement ever came to success was in 1978, when Congress passed the District of Columbia Voting Rights Amendment. Two years later in 1980, local citizens passed an initiative written and filed by J. Edward Guinan calling for a constitutional convention for a new state.[21] In 1982, voters ratified the constitution of the state, which was to be called New Columbia. The drive for statehood stalled in 1985, however, when the District of Columbia Voting Rights Amendment failed because not enough states ratified the amendment within the seven-year span specified.\n\nAnother proposed option would be to have Maryland, from which the current land was ceded, retake the District of Columbia, as Virginia has already done for its part, while leaving the National Mall, the United States Capitol, the United States Supreme Court, and the White House in a truncated District of Columbia.[22] This would give residents of the District of Columbia the benefit of statehood while precluding the creation of a 51st state, but would require the consent of the Government of Maryland.[23]\n\nOn April 15, 2016, District Mayor Muriel Bowser called for a citywide vote on whether the nation's capital should become the 51st state.[24] This was followed by the release of a proposed State Constitution.[25] This Constitution would make the Mayor of the District of Columbia the Governor of the proposed state, while the members of the District Council would make up the proposed House of Delegates.[26]\n\nOn November 8, 2016, the voters of the District of Columbia voted overwhelmingly in favor of statehood, with 86% of voters voting to advise approving the proposal.[27]\n\nWhile the name \"New Columbia\" has long been associated with the movement, the City Council and community members chose the proposed state name to be the State of Columbia, or the State of Washington, Douglass Commonwealth. The Maryland abolitionist Frederick Douglass was a D.C. resident and was chosen to be the proposed state's namesake alongside George Washington of Virginia.[28]\n\nTo fulfill Constitutional requirements of having a Federal District and to provide the benefits of statehood to the 700,000-plus residents of D.C., in the proposed State of Washington, D.C., boundaries would be delineated between the State of Washington, D.C. and a much smaller federal seat of government. This would ensure federal control of federal buildings. The National Mall, the White House, the national memorials, Cabinet buildings, judicial buildings, legislative buildings, and other government-related buildings, etc. would be housed within the much smaller federal seat of government. All residences in the State of Washington, D.C. would reside outside the seat of federal government, except for the White House. The proposed boundaries are based on precedents created through the 1902 McMillan Plan with a few modifications. The rest of the boundaries would remain the same.[29][30][31]\n\nOn June 26, 2020, the United States House of Representatives voted 232–180 in favor of statehood for Washington, D.C.\n\nPassage of this legislation in the Senate was unlikely while the Republican Party held a Senate majority, and President Trump also promised to veto D.C. statehood.[32] The legislation was House Resolution 51[33] in honor of D.C. potentially becoming the 51st state.[34] However, since the 2020 Senate elections, the Democratic Party has a senate majority, meaning Joe Biden's Presidency may open the door for D.C. statehood.[35]\n\nThe vote was the first time D.C. has ever had a vote for statehood pass any chamber of Congress: in 1993, D.C. statehood legislation was rejected in a US House floor vote by 153–277. Another problem is because Maryland released the land to become D.C. it may have a claim on any land released by Congress to become a state. \n[36]\n\nOn April 22, 2021, the United States House of Representatives voted 216–208 in favor of statehood for Washington, D.C.[37]\n\nPuerto Rico has been discussed as a potential 51st state of the United States. However, since 1898, five other territories were annexed in the time Puerto Rico has been a colonial possession. In 2019, H.R.1965 – Puerto Rico Admission Act, 5% of the lower legislature were in support. The bill was passed on to the House Committee on Natural Resources.[38]\n\nIn a 2012 status referendum a majority of voters, 54%, expressed dissatisfaction with the current political relationship. In a separate question, 61% of voters supported statehood (excluding the 26% of voters who left this question blank). On December 11, 2012, Puerto Rico's legislature resolved to request that the President and the U.S. Congress act on the results, end the current form of territorial status and begin the process of admitting Puerto Rico to the Union as a state.[39] On January 4, 2017, Puerto Rico's new representative to Congress pushed a bill that would ratify statehood by 2025.[40]\n\nOn June 11, 2017, another non-binding referendum was held[41] where 97.7 percent voted for the statehood option.[42] The turnout for this vote was 23 percent, a historical low as voter turnout in Puerto Rico usually hovers around 80%.[42] The low turnout was attributed to a boycott led by the pro-status quo PPD party.[43]\n\nOn June 27, 2018, the Puerto Rico Admission Act of 2018 H.R. 6246 was introduced in the U.S. House with the purpose of responding to, and complying with, the democratic will of the United States citizens residing in Puerto Rico as expressed in the plebiscites held on November 6, 2012, and June 11, 2017, by setting forth the terms for the admission of the territory of Puerto Rico as a State of the Union.[44] The admission act has 37 original cosponsors between Republicans and Democrats in the U.S. House of Representatives.[45]\n\nA subsequent nonbinding referendum was held on November 3, 2020, to decide whether Puerto Rico should become a state. Statehood won the vote 52.52%–47.48%.[46]\n\nSince 1898, Puerto Rico has had limited representation in the United States Congress in the form of a Resident Commissioner, a nonvoting delegate. The 110th Congress returned the Commissioner's power to vote in the Committee of the Whole, but not on matters where the vote would represent a decisive participation.[47] Puerto Rico has elections on the United States presidential primary or caucus of the Democratic Party and the Republican Party to select delegates to the respective parties' national conventions although presidential electors are not granted on the Electoral College. As American citizens, Puerto Ricans can vote in U.S. presidential elections, provided they reside in one of the 50 states or the District of Columbia and not in Puerto Rico itself.\n\nResidents of Puerto Rico pay U.S. federal taxes: import and export taxes, federal commodity taxes, social security taxes, thereby contributing to the American Government. Most Puerto Rico residents do not pay federal income tax but do pay federal payroll taxes (Social Security and Medicare). However, federal employees, those who do business with the federal government, Puerto Rico–based corporations that intend to send funds to the U.S. and others do pay federal income taxes. Puerto Ricans may enlist in the U.S. military. Puerto Ricans have participated in all American wars since 1898; 52 Puerto Ricans had been killed in the Iraq War and War in Afghanistan by November 2012.[48]\n\nPuerto Rico has been under U.S. sovereignty for over a century after it was ceded to the U.S. by Spain following the end of the Spanish–American War, and Puerto Ricans have been U.S. citizens since 1917. The island's ultimate status has not been determined, and its residents do not have voting representation in their federal government. Like the states, Puerto Rico has self-rule, a republican form of government organized pursuant to a constitution adopted by its people, and a bill of rights.\n\nThis constitution was created when the U.S. Congress directed local government to organize a constitutional convention to write the Puerto Rico Constitution in 1951. The acceptance of that constitution by Puerto Rico's electorate, the U.S. Congress, and the U.S. president occurred in 1952. In addition, the rights, privileges and immunities attendant to United States citizens are \"respected in Puerto Rico to the same extent as though Puerto Rico were a State of the Union\" through the express extension of the Privileges and Immunities Clause of the U.S. Constitution by the U.S. Congress in 1948.[49]\n\nPuerto Rico is designated in its constitution as the \"Commonwealth of Puerto Rico\".[50] The Constitution of Puerto Rico, which became effective in 1952, adopted the name of Estado Libre Asociado (literally translated as \"Free Associated State\"), officially translated into English as Commonwealth, for its body politic.[51][52] The island is under the jurisdiction of the Territorial Clause of the U.S. Constitution, which has led to doubts about the finality of the Commonwealth status for Puerto Rico. In addition, all people born in Puerto Rico become citizens of the U.S. at birth (under provisions of the Jones–Shafroth Act in 1917), but citizens residing in Puerto Rico cannot vote for the President of the United States nor for full members of either house of Congress. Statehood would grant island residents full voting rights at the federal level and 2 state senators, like each US state has.\n\nIn 1992, President George H. W. Bush issued a Memorandum to heads of Executive Departments and Agencies establishing the current administrative relationship between the Federal Government and the Commonwealth of Puerto Rico. This memorandum directs all Federal departments, agencies, and officials to treat Puerto Rico administratively as if it were a State insofar as doing so would not disrupt Federal programs or operations. President Bush's memorandum remains in effect until Federal legislation is enacted to alter the status of Puerto Rico in accordance with the freely expressed wishes of the people of Puerto Rico.[53]\n\nOn April 29, 2010, the United States House of Representatives approved the Puerto Rico Democracy Act (H.R. 2499) by 223–169,[54] but was not approved by the Senate before the end of the 111th Congress. It would have provided for a federally sanctioned self-determination process for the people of Puerto Rico. This act would provide for referendums to be held in Puerto Rico to determine the island's ultimate political status. It had also been introduced in 2007.[55]\n\nIn November 2012, a referendum resulted in 54 percent of respondents voting to reject the current status under the territorial clause of the U.S. Constitution,[57] while a second question resulted in 61 percent of voters identifying statehood as the preferred alternative to the current territorial status.[58] The 2012 referendum was by far the most successful referendum for statehood advocates and support for statehood has risen in each successive popular referendum.[59][60] However, more than one in four voters abstained from answering the question on the preferred alternative status. Statehood opponents have argued that the statehood option garnered 45 percent of the votes if abstentions are included.[61] If abstentions are considered, the result of the referendum is much closer to 44 percent for statehood, a number that falls under the 50 percent majority mark.[62]\n\nThe Washington Post, The New York Times and the Boston Herald have published opinion pieces expressing support for the statehood of Puerto Rico.[63][64][65] On November 8, 2012, Washington, D.C. newspaper The Hill published an article saying that Congress will likely ignore the results of the referendum due to the circumstances behind the votes.[66] U.S. Congressman Luis Gutiérrez and U.S. Congresswoman Nydia Velázquez, both of Puerto Rican ancestry, agreed with The Hill's statements.[67] Shortly after the results were published, Puerto Rico-born U.S. Congressman José Enrique Serrano commented \"I was particularly impressed with the outcome of the 'status' referendum in Puerto Rico. A majority of those voting signaled the desire to change the current territorial status. In a second question an even larger majority asked to become a state. This is an earthquake in Puerto Rican politics. It will demand the attention of Congress, and a definitive answer to the Puerto Rican request for change. This is a history-making moment where voters asked to move forward.\"[68]\n\nSeveral days after the referendum, the Resident Commissioner Pedro Pierluisi, Governor Luis Fortuño, and Governor-elect Alejandro García Padilla wrote separate letters to the President of the United States, Barack Obama, addressing the results of the voting. Pierluisi urged Obama to begin legislation in favor of the statehood of Puerto Rico, in light of its win in the referendum.[69] Fortuño urged him to move the process forward.[70] García Padilla asked him to reject the results because of their ambiguity.[71] The White House stance related to the November 2012 plebiscite was that the results were clear, the people of Puerto Rico want the issue of status resolved, and a majority chose statehood in the second question. Former White House director of Hispanic media stated, \"Now it is time for Congress to act and the administration will work with them on that effort, so that the people of Puerto Rico can determine their own future.\"[72]\n\nOn May 15, 2013, Resident Commissioner Pierluisi introduced H.R. 2000 to Congress to \"set forth the process for Puerto Rico to be admitted as a state of the Union\", asking for Congress to vote on ratifying Puerto Rico as the 51st state.[73] On February 12, 2014, Senator Martin Heinrich introduced a bill in the U.S. Senate. The bill would require a binding referendum to be held in Puerto Rico asking whether the territory wants to be admitted as a state. In the event of a yes vote, the president would be asked to submit legislation to Congress to admit Puerto Rico as a state.[74]\n\nOn January 15, 2014, the United States House of Representatives approved $2.5 million in funding to hold a referendum. This referendum can be held at any time as there is no deadline by which the funds have to be used.[75] The United States Senate then passed the bill which was signed into law on January 17, 2014, by Barack Obama, then President of the United States.[76]\n\nThe previous plebiscites provided voters with three options: statehood, free association, and independence. The Puerto Rican status referendum of 2017 originally offered two options: Statehood and Independence/Free Association; however, a \"current territorial status\" was added before the referendum took place. The referendum was held on June 11, 2017, with an overwhelming majority of voters supporting statehood at 97.16%; however, with a voter turnout of 22.99%, it was a historical low. If the majority voted for Independence/Free Association, a second vote would have been held to determine the preference: full independence as a nation or associated free state status with independence but with a \"free and voluntary political association\" between Puerto Rico and the United States. The specifics of the association agreement[77] would be detailed in the Compact of Free Association that would be negotiated between the U.S. and Puerto Rico. That document might cover topics such as the role of the U.S. military in Puerto Rico, the use of the U.S. currency, free trade between the two entities, and whether Puerto Ricans would be U.S. citizens.[78]\n\nFormer Governor Ricardo Rosselló was strongly in favor of statehood to help develop the economy and help to \"solve our 500-year-old colonial dilemma ... Colonialism is not an option ... It's a civil rights issue ... 3.5 million citizens seeking an absolute democracy\".[79] Benefits of statehood include an additional $10 billion per year in federal funds, the right to vote in presidential elections, higher Social Security and Medicare benefits, and a right for its government agencies and municipalities to file for bankruptcy. The latter is currently prohibited.[80]\n\nAt approximately the same time as the referendum, Puerto Rico's legislators are also expected to vote on a bill that would allow the Governor to draft a state constitution and hold elections to choose senators and representatives to the United States Congress. Regardless of the outcome of the referendum or the bill on drafting a constitution, action by Congress would be necessary to implement changes to the status of Puerto Rico under the Territorial Clause of the United States Constitution.[80]\n\nIf the majority of Puerto Ricans were to choose the Free Association option—and 33% voted for it in 2012—and if it were granted by the U.S. Congress, Puerto Rico would become a Free Associated State, a virtually independent nation. It would have a political and economical treaty of association with the U.S. that would stipulate all delegated agreements. This could give Puerto Rico a similar status to Micronesia, the Marshall Islands, and Palau, countries which currently have a Compact of Free Association with the United States.\n\nThose Free Associated States use the American dollar, receive some financial support and the promise of military defense if they refuse military access to any other country. Their citizens are allowed to work in the U.S. and serve in its military.[77]\n\nOn June 11, 500,000 Puerto Ricans voted for statehood, 7,600 voted for independence, and 6,700 voted for status quo.[81]\n\nA referendum of the status of Puerto Rico was held on November 3, 2020, concurrently with the general election. It was announced by Puerto Rico Governor Wanda Vázquez Garced on May 16, 2020. This was the sixth referendum held on the status of Puerto Rico, with the previous one having taken place in 2017. This was the first[citation needed] referendum with a simple yes-or-no question, with voters having the option of voting for or against becoming a U.S. state.\n\nThe referendum was non-binding, as the power to grant statehood lies with the US Congress. The party platforms of both the Republican Party and the Democratic Party have affirmed for decades Puerto Rico's right to self-determination and to be admitted as a state, at least in theory, but individual Republican legislators have been more skeptical.\n\nAccording to Senate Bill 1467, which placed the referendum on the ballot, voting \"No\" on the referendum would mean that a seven-member commission would be appointed to negotiate with the federal government for the free association or independence of Puerto Rico.[82][83]\n\nStatehood won the referendum 52.52%–47.48%.[84]\n\nGuam (formally the Territory of Guam) is an unincorporated and organized territory of the United States. Located in the western Pacific Ocean, Guam is one of five American territories with an established civilian government.[85][86]\n\nIn the 1980s and early 1990s, there was a significant movement in favor of this U.S. territory becoming a commonwealth, which would give it a level of self-government similar to Puerto Rico and the Northern Mariana Islands. However, the federal government rejected the version of a commonwealth that the government of Guam proposed, because its clauses were incompatible with the Territorial Clause (Art. IV, Sec. 3, cl. 2) of the U.S. Constitution. Other movements advocate U.S. statehood for Guam, union with the state of Hawaii, or union with the Northern Mariana Islands as a single territory, or independence.[87]\n\nIn a 1982 plebiscite, voters indicated interest in seeking commonwealth status. The island has been considering another non-binding plebiscite on decolonization since 1998. Governor Eddie Baza Calvo intended to include one during the island's November 2016 elections but it was delayed again.[88]\n\nA Commission on Decolonization was established in 1997 to educate the people of Guam about the various political status options in its relationship with the U.S.: statehood, free association and independence. The group was dormant for some years. In 2013, the commission began seeking funding to start a public education campaign. There were few subsequent developments until late 2016. In early December 2016, the Commission scheduled a series of education sessions in various villages about the current status of Guam's relationship with the U.S. and the self-determination options that might be considered.[88] The commission's current executive director is Edward Alvarez and there are ten members. The group is also expected to release position papers on independence and statehood but the contents have not yet been completed.[87]\n\nGuam has been occupied for over 450 years by the Spanish, the Japanese, and the United States. In 2016, Governor Eddie Calvo planned a decolonization referendum that the indigenous Chamorro people of Guam would solely participate in, in which the three options would be given, including statehood, independence, and free association. However, this referendum for the Chamorro people was struck down by a federal judge on the grounds of racial discrimination. In the wake of this ruling, Governor Calvo has suggested that two ballots be held: one for the Chamorro People and one for eligible U.S. citizens who are non-indigenous residents of Guam. A reunification referendum in Guam and its neighbor, the Northern Mariana Islands (a U.S. Commonwealth) has been proposed.[89][90] A 2016 poll conducted by the University of Guam showed a majority supporting statehood when respondents were asked what political status they supported for Guam.[91]\n\nThe United Nations is in favor of greater self-determination for Guam and other such territories. The UN's Special Committee on Decolonization has agreed to endorse the governor's education plan. The commission's May 2016 report says, \"With academics from the University of Guam, [the Commission] was working to create and approve educational materials. The Office of the Governor was collaborating closely with the Commission\" in developing educational materials for the public.[92]\n\nThe United States Department of the Interior had approved a $300,000 grant for decolonization education, Edward Alvarez told the United Nations Pacific Regional Seminar in May 2016. \"We are hopeful that this might indicate a shift in [United States] policy to its Non-Self-Governing Territories such as Guam, where they will be more willing to engage in discussions about our future and offer true support to help push us towards true self-governances and self-determination.\"[93]\n\nSome have proposed to create a state consisting of American Samoa, the Northern Mariana Islands, and Guam as autonomous regions. This would allow the territories (whose populations are too small to become individual states) to gain the privileges of statehood while continuing to govern themselves.[94]\n\nThe U.S. Indian Territory attempted statehood in 1905; Citizens of the Five Civilized Tribes in Indian Territory proposed to create the State of Sequoyah as a means to retain control of their lands and resources. The constitutional convention was held on August 21, 1905, in Muskogee, and the proposed constitution was overwhelmingly approved by the territory's residents, with 56,279 votes for the constitution and petition to Congress and 9,073 votes against.[95] Congress, however, did not support statehood for Sequoyah, and the Indian Territory was annexed into Oklahoma in 1907.\n\nThe U.S. Virgin Islands explored the possibility of statehood in 1984,[96] and most recently in a 1993 referendum, while American Samoa explored the possibility of statehood in 2005[97] and 2017.[98]\n\n"
        },
        {
            "title": "By status changes of former U.S. territories",
            "text": "The Philippines has had small grassroots movements for U.S. statehood.[99] Originally part of the platform of the Progressive Party, then known as the Federalista Party, the party dropped it in 1907, which coincided with the name change.[100][101] In 1981, the presidential candidate for the Federal Party ran on a platform of Philippine Statehood.[102] As recently as 2004, the concept of the Philippines becoming a U.S. state has been part of a political platform in the Philippines.[103] Supporters of this movement include Filipinos who believe that the quality of life in the Philippines would be higher and that there would be less poverty there if the Philippines were an American state or territory. Supporters also include Filipinos that had fought as members of the United States Armed Forces in various wars during the Commonwealth period.[104][105][106]\n\nThe Philippine statehood movement had a significant impact during the early American colonial period.[101] It is no longer a mainstream movement,[107] but is a small social movement that gains interest and talk in that nation.[108]\n\n"
        },
        {
            "title": "By partition of or secession from current U.S. states",
            "text": "There exist several proposals to divide states with regions that are politically or culturally divergent into smaller, more homogeneous, administratively efficient entities.[109] Splitting a state requires the approval of both its legislature and the U.S. Congress.[110]\n\nProposals of new states by partition include:\n\n"
        },
        {
            "title": "Use internationally",
            "text": "Some countries, because of their cultural similarities and close alliances with the United States, are sometimes described as a 51st state. In other countries around the world, movements with various degrees of support and seriousness have proposed U.S. statehood.\n\nIn Canada, \"the 51st state\" is a phrase generally used in such a way as to imply that if a certain political course is taken, Canada's destiny will be as little more than a part of the United States. Examples include the Canada–United States Free Trade Agreement in 1988, the debate over the creation of a common defense perimeter, and as a potential consequence of not adopting proposals intended to resolve the issue of Quebec sovereignty, the Charlottetown Accord in 1992 and the Clarity Act in 1999.\n\nThe phrase is usually used in local political debates, in polemic writing or in private conversations. It is rarely used by politicians themselves in a public context, although at certain times in Canadian history political parties have used other similarly loaded imagery. In the 1988 federal election, the Liberals asserted that the proposed Free Trade Agreement amounted to an American takeover of Canada[138]—notably, the party ran an ad in which Progressive Conservative (PC) strategists, upon the adoption of the agreement, slowly erased the Canada-U.S. border from a desktop map of North America.[139] Within days, however, the PCs responded with an ad which featured the border being drawn back on with a permanent marker, as an announcer intoned \"Here's where we draw the line.\"[140]\n\nThe implication has historical basis and dates to the breakup of British America during the American Revolution. The colonies that had confederated to form the United States invaded Canada (at the time a term referring specifically to the modern-day provinces of Quebec and Ontario, which had only been in British hands since 1763) several times, specifically the invasion of Quebec in 1775 and 1778–1782. The first invasion occurred in 1775–1776 mainly across the Canadian side of the Lake Champlain and St. Lawrence River valleys, under the assumption that French-speaking Canadians' presumed hostility towards British colonial rule combined with the Franco-American alliance would make them natural allies to the American cause; the Continental Army successfully recruited two Canadian regiments for the invasion. That invasion's failure forced the members of those regiments into exile, and they settled mostly in upstate New York. However, the Continental Army was more successful in the Western theater in lands north of the Ohio Valley and south of the Great Lakes region, both of which were part of Canada. The Articles of Confederation, written during the Revolution, included a provision for Canada to join the United States, should they ever decide to do so, without needing to seek U.S. permission as other states would.[141] At the end of the Revolution, the U.S. took portions of Canadian territory of what is now present day Illinois, Indiana, Michigan, Ohio, Wisconsin, and parts of Minnesota in accordance to the Treaty of Paris in 1783. The U.S. again invaded Canada during the War of 1812, but this effort was made more difficult due to the wide use of ill-equipped state militias and owing to the large number of Loyalists that had fled to what is now Ontario and still resisted joining the republic. The Hunter Patriots in the 1830s and the Fenian raids after the American Civil War were private attacks on Canada from the U.S.[142] Several U.S. politicians in the 19th century also spoke in favor of annexing Canada,[143] as did Canadian politician William Lyon Mackenzie, who set up a rogue Republic of Canada on a small island near the U.S. border during the Upper Canada Rebellion.\n\nIn the United States, the term \"the 51st state\" when applied to Canada can serve to highlight the similarities and close relationship between the United States and Canada. Sometimes the term is used disparagingly, intended to deride Canada as an unimportant neighbor.[144][145]\n\nIn the late 1940s, during the last days of the Dominion of Newfoundland (at the time a dominion-dependency in the Commonwealth and independent of Canada), there was mainstream support, although not majority, for Newfoundland to form an economic union with the United States, thanks to the efforts of the Economic Union Party and significant U.S. investment in Newfoundland stemming from the U.S.-British alliance in World War II. The movement ultimately failed when, in a 1948 referendum, voters narrowly chose to confederate with Canada (the Economic Union Party supported an independent \"responsible government\" that they would then push toward their goals).[146]\n\nIn the 1989 Quebec general election, the political party Parti 51 ran 11 candidates on a platform of Quebec seceding from Canada to join the United States (with its leader, André Perron, claiming Quebec could not survive as an independent nation).[147] The party attracted just 3,846 votes across the province, 0.11% of the total votes cast.[148] In comparison, the principal party in favor of Quebec sovereignty in that election, the PQ, got 40.16%.\n\nIn 1980 two members of the Legislative Assembly of Saskatchewan, both elected as members of the Progressive Conservative Party of Saskatchewan (and one, Dick Collver, its former leader), crossed the floor to form the Unionest Party, a provincial party in Saskatchewan which advocated that the four provinces of Western Canada should join the United States. The name was a contraction of \"best union.\" The party soon folded.\n\nAmerican geopolitics expert Peter Zeihan argued in his book The Accidental Superpower that the Canadian province of Alberta would benefit from joining the United States as the 51st state.[149] There is growing support for Alberta separatism resulting from federal government policies which are believed to be harming the province's ability to build pipelines for the province's oil and gas industry and federal equalization payments.[150] In a September 2018 poll, 25% of Albertans believed they would be better off separating from Canada and 62% believed they are not getting enough from confederation.[151]\n\nIn 1847–48, with the United States' resounding defeat of Mexico and the occupying at the conclusion of the Mexican–American War, there was talk in Congress of annexing the entirety of Mexico. The result was the Mexican Cession through the Treaty of Guadalupe Hidalgo, named for the town in which the treaty was signed, in which the U.S. annexed almost 31% of Mexico. The Mexican Cession consisted of  territory that became the states of California, Nevada, Utah, most of Arizona, the western half of New Mexico, the western quarter of Colorado, and the southwest corner of Wyoming. The United States would later purchase additional Mexican territory in the Gadsden Purchase in 1854. In 1848, a bill was debated in Congress that would have annexed the Republic of Yucatán, but a vote failed to take place.[152]\n\nDue to geographical proximity of the Central American countries to the U.S., which has powerful military, economic, and political influences, there were several movements and proposals by the United States during the 19th and 20th centuries to annex some or all of the Central American republics (Costa Rica, El Salvador, Guatemala, Honduras with the formerly British-ruled Bay Islands, Nicaragua, Panama which had the U.S.-ruled Canal Zone territory from 1903 to 1979, and Belize, which is a constitutional monarchy and was known as British Honduras until 1981). However, the U.S. never acted on these proposals from some U.S. politicians; some of which were never delivered or considered seriously. In 2001, El Salvador adopted the U.S. dollar as its currency, while Panama has used it for decades due to its ties to the Canal Zone.\n\nIn 1854 the Ostend Manifesto was written, outlining the rationale for the U.S. to purchase Cuba from Spain, implying taking the island by force if Spain refused. Once the document became published, many northern states denounced the document.\n\nIn 1859, Senator John Slidell introduced a bill to purchase Cuba from Spain.[153][154]\n\nCuba, like many Spanish territories, wanted to break free from Spain. A pro-independence movement in Cuba was supported by the U.S., and Cuban guerrilla leaders wanted annexation to the United States, but Cuban revolutionary leader José Martí called for Cuban nationhood. When the U.S. battleship Maine sank in Havana Harbor, the U.S. blamed Spain and the Spanish–American War broke out in 1898. After the U.S. won, Spain relinquished claim of sovereignty over territories, including Cuba. The U.S. administered Cuba as a protectorate until 1902. Several decades later in 1959, the Cuban government of U.S.-backed Fulgencio Batista was overthrown by Fidel Castro who subsequently installed a Marxist–Leninist government. After Castro nationalized private properties that were mostly owned by American companies, the U.S. refused to trade with Cuba, Cuba allied with the Soviet Union who imported Cuban sugar, Cuba's main export. The government installed by Fidel Castro has been in power ever since. In 2016, the U.S. eased trade and travel restrictions against Cuba that had been put in place as a consequence of the Bay of Pigs Invasion and the Cuban Missile Crisis.[155]\n\nIn 1898, one or more news outlets in the Caribbean noted growing sentiments of resentment of British rule in Dominica, including the system of administration over the country. These publications attempted to gauge sentiments of annexation to the United States as a way to change this system of administration.[156]\n\nOn June 30, 1870, the United States Senate took a vote on an annexation treaty with the Dominican Republic, but it failed to proceed.[157]\n\nDuring World War II, when Denmark was occupied by Nazi Germany, the United States briefly controlled Greenland for battlefields[clarification needed] and protection. In 1946, the United States offered to buy Greenland from Denmark for $100 million ($1.2 billion today) but Denmark refused to sell it.[158][159] Several politicians, including former U.S. President Donald Trump, and others, have in recent years argued that Greenland could hypothetically be in a better financial situation as a part of the United States; for instance this was mentioned by Professor Gudmundur Alfredsson at the University of Akureyri, Iceland in 2014.[160][161] One possible reason for U.S. interest in Greenland is the vast natural resources of the island.[162] According to The Arctic Institute, the U.S. appears to be highly interested in investing in the resource base of the island and in tapping the expected vast amount of hydrocarbons off the Greenlandic coast.[163]\n\nTime columnist Mark Thompson suggested that Haiti had effectively become the 51st state after the 2010 Haiti earthquake, with the widespread destruction prompting a quick and extensive response from the United States, even so far as the stationing of the U.S. military in Haitian air and sea ports to facilitate foreign aid.[164]\n\nAfter the United States annexed the Philippines as its territory from the Spanish Empire in 1898 and established the Insular Government of the Philippine Islands in 1901. There have been attempts to make the Philippines a state of the United States even after its independence in 1946. In 1971, a politician claimed that 1.25 million Filipinos support the cause.[citation needed]\n\nDuring the Philippine presidential elections of 1981, 4% of the population voted for Bartolome Cabangbang, a member of the Interim Batasang Pambansa from Cebu. He ran under the Federal Party which advocated for a plebiscite to convert the Philippines into the 51st US state.[165]\n\nNo politician in the Philippines is currently advocating for US statehood. Many election candidates who are in favor of the proposal have been declared as \"nuisance candidates\" by the Philippine government's election commission.[166]\n\nIn Article 3 of the Treaty of San Francisco between the Allied Powers and Japan, which came into force in April 1952, the U.S. put the outlying islands of the Ryukyus, including the island of Okinawa (home to over 1 million Okinawans related to the Japanese), the Bonin Islands, and the Volcano Islands (including Iwo Jima) into U.S. trusteeship.[167] All these trusteeships were slowly returned to Japanese rule. Okinawa was returned on May 15, 1972, but the U.S. stations troops in the island's bases as a defense for Japan.\n\nSeveral websites assert that the State of Israel is the 51st state due to the annual funding and defense support it receives from the United States. An example of this concept can be found in 2003 when Martine Rothblatt published a book called Two Stars for Peace that argued for the addition of Israel and the Palestinian territories as the 51st and 52nd states in the Union. The American State of Canaan, is a book published by Prof. Alfred de Grazia, political science and sociologist, in March 2009, proposing the creation of the \"State of Canaan\" from Israel and Palestine.[168]\n\nSeveral publications suggested that the Iraq War was a neocolonialist war to make the Republic of Iraq into the 51st U.S. state, though such statements are usually made in a facetious manner, as a tongue-in-cheek statement.[169][170][171][172][173]\n\nA poll in 2003 among Taiwanese residents aged between 13 and 22 found that, when given the options of either becoming a province of the People's Republic of China or a state within the U.S., 55% of the respondents preferred statehood while 36% chose joining China.[174] A group called Taiwan Civil Government, established in Taipei in 2008, claims that the island of Taiwan and other minor islands are a territory of the United States.[175]\n\nThe idea of admission to the United States was discussed among some netizens based on Hong Kong's mature common law system, long tradition of liberalism and vibrant civil society making it a global financial hub very much similar to London or New York.[176][177][178][179][180] Alongside proposals of becoming independent (within or outside the Commonwealth, as a republic or a Commonwealth realm),[181] rejoining the Commonwealth,[182] confederation with Canada as the eleventh province or the fourth territory (with reference to Ken McGoogan's proposal regarding Scotland),[183] returning to British rule as a dependent territory,[184] joining the Republic of China (Taiwan),[185] or acceding to other federations as a number of city-states.\n\nAlbania has often been called the 51st state for its perceived strongly pro-American positions, mainly because of the United States' policies towards it.[186] In reference to President George W. Bush's 2007 European tour, Edi Rama, Tirana's mayor and leader of the opposition Socialists, said: \"Albania is for sure the most pro-American country in Europe, maybe even in the world ... Nowhere else can you find such respect and hospitality for the President of the United States. Even in Michigan, he wouldn't be as welcome.\" At the time of ex-Secretary of State James Baker's visit in 1992, there was even a move to hold a referendum declaring the country as the 51st American state.[187][188] In addition to Albania, Kosovo (which is predominately Albanian) is seen as a 51st state due to the heavy presence and influence of the United States. The U.S. has had troops and the largest base outside U.S. territory, Camp Bondsteel, in the territory since 1999.\n\nThere was a movement among the Azores archipelago to break away from Portugal and join the United States in the late 19th century through the early 20th century. Feeling that they were being unfairly exploited by the authorities on the mainland, this movement believed the best solution was to have the United States govern them. This movement was fueled by a large number of immigrants to the United States, particularly to the New England states, for labor and educational reasons. Also establishing a close social connection between the Azores and the United States were American whaling companies. New England and New York-based whaling ships frequently used the Azores as an overseas base of operations and employed a large portion of the local population to man the ships. The movement to have the United States annex the Azores reached its climax during World War I when the United States Navy established a base of operations in the Azores. Sensing that the Americans were doing more to defend the Azores from the Germans than the Portuguese Government was, particularly during the raid of SM U-155 on the Azores in 1917, many local politicians openly demanded a change. American Naval officers and politicians, notably Assistant Secretary of the Navy Franklin D. Roosevelt, however, dismissed any idea of the United States taking control.[citation needed]\n\nIn 1873, the leader of the Canton of Cartagena, Roque Barcia, requested that Cartagena become part of the United States in a letter to Ulysses S. Grant, the then president of the country. The Canton of Cartagena had emerged on the same year as a revolt against the First Spanish Republic. Barcia's ultimate goal was to make Cartagena a state of the United States. The United States Government never replied.[189]\n\nIn 1989, the Los Angeles Times proclaimed that Denmark becomes the 51st state every Fourth of July, because Danish citizens in and around Aalborg celebrate the American independence day in a small gathering called the Rebild Festival.[190]\n\nPoland has historically been staunchly pro-American, dating back to General Tadeusz Kościuszko and Casimir Pulaski's involvement in the American Revolution. This pro-American stance was reinforced following favorable American intervention in World War I (leading to the creation of an independent Poland) and the Cold War (culminating in a Polish state independent of Soviet influence). Poland contributed a large force to the \"Coalition of the Willing\" in Iraq. A quote referring to Poland as \"the 51st state\" has been attributed to James Pavitt, then Central Intelligence Agency Deputy Director for Operations, especially in connection to extraordinary rendition.[191]\n\nThe Italian Unionist Movement was a political party briefly active during and after World War II, with the goal of an annexation of Italy to the United States.[192]\n\nIn Sicily, the Party of Reconstruction was one of several Sicilian nationalist and separatist movements active after the downfall of Italian Fascism. Sicilians felt neglected or underrepresented by the Italian government after the annexation of 1861 that ended the rule of the Kingdom of the Two Sicilies based in Naples. It claimed 40,000 members in 1944, and campaigned for Sicily to be admitted as a U.S. state.[193]\n\nThe United Kingdom has sometimes been called the 51st state due to the \"Special Relationship\" between the two countries, particularly since the close cooperation between Franklin D. Roosevelt and Winston Churchill during World War II, and more recently continued during the premierships of Margaret Thatcher and Tony Blair.[194]\n\nIn a December 29, 2011 column in The Times, David Aaronovitch said in jest that the UK should consider joining the United States, as the British population cannot accept union with Europe and the UK would inevitably decline on its own. He also made an alternative case that England, Scotland, and Wales should be three separate states, with Northern Ireland joining the Republic of Ireland and becoming an all-Ireland state.[195]\n\nThe UK band New Model Army released the song \"51st State\" in 1986. The lyrics facetiously refers to the \"Star Spangled Union Jack\" and describes the UK as culturally and politically dominated by the United States.[196]\nThe song \"Heartland\" by The The from the same year ends with the refrain \"This is the 51st state of the U.S.A.\"\n\nIn Australia, the term '51st state' is used as a disparagement of a perceived invasion of American cultural or political influence.[197]\n\nIn 2010 there was an attempt to register a 51st State Party with the New Zealand Electoral Commission. The party advocates New Zealand becoming the 51st state of the United States of America. The party's secretary is Paulus Telfer, a former Christchurch mayoral candidate.[198][199]\nOn February 5, 2010, the party applied to register a logo with the Electoral Commission.[198] The logo—a U.S. flag with 51 stars—was rejected by the Electoral Commission on the grounds that it was likely to cause confusion or mislead electors.[200] As of 2014[update], the party remains unregistered and cannot appear on a ballot.\n\nThere are no countries in Africa historically tied to the United States as much as Liberia. Established by the American Colonization Society in 1822 as a home for freed Black American, Liberia’s capital, Monrovia, was named after James Monroe, the fifth U.S. president. Liberia has sometimes been regarded as a \"mini-America\" on the West African coast due to the fact that its people speak English, use U.S. customary units, have modeled the flag after the Stars and Stripes and even created a U.S.-style constitution. Many Liberians regard the U.S. as their \"mother country\". \"We are the 51st state,\" said Herbert Walker, a Liberian street merchant. \"We sang your national anthem and learned American history. We love American dollars.\"[201][202]\n\n"
        }
    ]
}