{
    "url": "https://en.wikipedia.org/wiki/A_Martian_Odyssey",
    "title": "A Martian Odyssey",
    "table_of_contents": [
        "1 Plot summary",
        "2 Influence",
        "3 Reception",
        "4 Collections",
        "5 Adaptations",
        "6 Footnotes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\"A Martian Odyssey\" is a science fiction short story by American writer Stanley G. Weinbaum originally published in the July 1934 issue of Wonder Stories.  It was Weinbaum's second published story (in 1933 he had sold a romantic novel, The Lady Dances, to King Features Syndicate under the pseudonym Marge Stanley[1]), and remains his best known.  It was followed four months later by a sequel, \"Valley of Dreams\".  These are the only stories by Weinbaum set on Mars.\n\n"
        },
        {
            "title": "Plot summary",
            "text": "Early in the 21st century, the Ares makes the first landing on Mars, in the Mare Cimmerium. A week later, Dick Jarvis, the ship's American chemist, sets out to photograph the landscape. Eight hundred miles out, the engine on Jarvis' rocket gives out, and he crash-lands. He starts walking back to the Ares. Just after crossing into the Mare Chronium, Jarvis sees a tentacled creature attacking a large birdlike creature. He notices that the latter has a bag around its neck, and recognizing it as an intelligent being, rescues it. The creature refers to itself as Tweel. Tweel accompanies Jarvis on his journey, during which it manages to pick up some English, while Jarvis is unable to make any sense of Tweel's language. At first, Tweel travels in tremendous, city-block-long leaps, but then walks alongside Jarvis.\n\nUpon reaching Xanthus, a desert region outside the Mare Cimmerium, Jarvis and Tweel find a line of small pyramids tens of thousands of years old made of silica bricks, each open at the top. As they follow the line, the pyramids slowly become larger and newer. At the end of the line, they find a pyramid that is not open at the top. Then, a creature with gray scales, one arm, a mouth and a pointed tail pushes its way out of the top of the pyramid, pulls itself several yards along the ground, then plants itself in the ground by the tail. It removes bricks from its mouth at ten-minute intervals and uses them to build another pyramid around itself. Jarvis realizes that the creature is silicon-based rather than carbon-based; neither animal, vegetable nor mineral, but a little of each. The bricks are the creature's waste.\n\nAs the two approach a canal cutting across Xanthus, Jarvis is feeling homesick for New York City, thinking about Fancy Long, a woman he knows from the cast of the Yerba Mate Hour show. When he sees Long standing by the canal, he goes toward her, but is stopped by Tweel. Tweel takes out a gun that fires poisoned glass needles and shoots Long, who vanishes, replaced by one of the tentacled creatures that Jarvis rescued Tweel from. Jarvis realizes that the tentacled creature, which he names a dream-beast, lures in its prey by planting illusions in their minds.\n\nAs Jarvis and Tweel approach a city on the canal bank, they are passed by a barrel-like creature with four legs, four arms, and a circle of eyes around its waist. The barrel creature is pushing an empty cart; it ignores them as it goes by. Another goes by. Jarvis stands in front of the third, which stops. Jarvis says, \"We are friends,\" and the cart creature replies, \"We are v-r-r-riends,\" before pushing past him. The cart creatures all repeat the phrase as they go by. The creatures return to the city with their carts full of stones, sand, and chunks of rubbery plants. Jarvis and Tweel follow the cart creatures into a network of tunnels. They get lost, and he and Tweel find themselves in a domed chamber near the surface. There they find the cart creatures depositing their loads beneath a wheel that grinds the stones and plants into dust. Some of the cart creatures also step under the wheel themselves and are pulverized. Beyond the wheel is a shining crystal on a pedestal. When Jarvis approaches it, he feels a tingling in his hands and face, and a wart on his left thumb dries up and falls off. He speculates that the crystal emits some form of radiation that destroys diseased tissue, but leaves healthy tissue unharmed.\n\nThe cart creatures suddenly attack Jarvis and Tweel, who retreat up a corridor which leads outside, but the cart creatures corner them. Tweel stays by Jarvis' side rather than escape. Then an auxiliary rocket from the Ares lands. Jarvis boards the rocket, while Tweel bounds away into the Martian horizon. Back at the Ares, he tells his story to the other three crew members. Captain Harrison expresses regret that they do not have the healing crystal. Jarvis admits that the cart creatures attacked him because he took it; he takes it out and shows it to the others.\n\n"
        },
        {
            "title": "Influence",
            "text": "The story immediately established Weinbaum as a leading figure in the field. Isaac Asimov states that Weinbaum's \"easy style and his realistic description of extraterrestrial scenes and life-forms were better than anything yet seen, and the science fiction reading public went mad over him.\"[2] The story \"had the effect on the field of an exploding grenade. With this single story, Weinbaum was instantly recognized as the world's best living science fiction writer, and at once almost every writer in the field tried to imitate him.\"[3]\n\nBefore, aliens had been nothing more than plot devices to help or hinder the hero. Weinbaum's creations, like the pyramid-builder and the cart creatures, have their own reasons for existing. Also, their logic is not human logic, and humans cannot always puzzle out their motivations. Tweel itself was one of the first characters (arguably the first) who satisfied John W. Campbell's  challenge: \"Write me a creature who thinks as well as a man, or better than a man, but not like  a man.\"[citation needed]\n\nAccording to Bud Webster, the creatures in \"A Martian Odyssey\" were the first aliens in science fiction that were truly alien, in contrast to previous depictions of Martians as monsters or basically human.[4]\n\nIn 1970, when the Science Fiction Writers of America voted on the best science fiction short stories before the creation of the Nebula Awards, \"A Martian Odyssey\" came in second to Asimov's \"Nightfall\", and was the earliest story to make the list. The chosen stories were published in The Science Fiction Hall of Fame Volume One, 1929-1964.\n\nLarry Niven included several references to \"A Martian Odyssey\" in his Rainbow Mars.\n\nIn 2002, the Peter Crowther-edited anthology Mars Probes included \"A Martian Theodicy\" by Paul Di Filippo, a \"thoroughly disrespectful\" sequel.[5]\n\n"
        },
        {
            "title": "Reception",
            "text": "In 2004, Strange Horizons stated that the story has \"dated badly\", with a \"thin\" plot, but that it is \"partly redeemed by sheer invention.\"[6]\n\nIn 2017, Tor.com called it \"fascinating, brimming with humor\", and judged Tweel as \"at once likeable and incomprehensible.\"[7]\n\n"
        },
        {
            "title": "Collections",
            "text": "\"A Martian Odyssey\" appears in the following Stanley G. Weinbaum collections:\n\n"
        },
        {
            "title": "Adaptations",
            "text": "\"A Martian Odyssey\" appears as a 26-page comic book adaptation by Ben Avery and George Sellas in the anthology \"Science Fiction Classics: Graphic Classics Volume Seventeen\" published in 2009. It is quite faithful to the original story although it leaves out the part about the pyramid-building creatures.\n\n"
        }
    ]
}