{
    "url": "https://en.wikipedia.org/wiki/Nightmare_on_Elm_Street",
    "title": "A Nightmare on Elm Street",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Writing",
        "3.3 Casting",
        "3.3.1 Freddy",
        "3.3.2 Nancy",
        "3.3.3 Glen",
        "3.4 Filming",
        "4 Music",
        "4.1 Freddy's theme song",
        "5 Themes",
        "6 Release",
        "6.1 Censorship issues",
        "6.2 Theatrical",
        "6.3 Home media",
        "7 Reception",
        "7.1 Box office",
        "7.2 Critical response",
        "7.2.1 Contemporaneous",
        "7.2.2 Retrospective",
        "7.3 Accolades",
        "8 Other media",
        "8.1 Literature",
        "8.2 Remake",
        "9 See also",
        "10 Notes",
        "11 References",
        "11.1 Bibliography",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA Nightmare on Elm Street is a 1984 American supernatural slasher film written and directed by Wes Craven and produced by Robert Shaye. It is the first installment in the A Nightmare on Elm Street franchise and stars Heather Langenkamp, John Saxon, Ronee Blakley, Robert Englund as Freddy Krueger,[6][7] and Johnny Depp in his film debut.\n\nCraven filmed A Nightmare on Elm Street on an estimated budget of $1.1 million.[3] The film was released on November 9, 1984, and grossed $57 million worldwide.[4][5] A Nightmare on Elm Street[8] was met with rave critical reviews and is considered to be one of the greatest horror films ever made, spawning a franchise consisting of six sequels, a television series, a crossover with Friday the 13th, various other merchandise, and a remake of the same name.[9][10] Aside from Stunts, Polyester, and Alone in the Dark, it was one of the first films produced by New Line Cinema, who by that point mostly distributed films, leading the company to become a successful mini-major film studio[11] and was even nicknamed \"The House that Freddy Built\".\n\nThe film is credited with using many of the tropes found in the low-budget horror films of the 1970s and 1980s that originated with John Carpenter's Halloween (1978). The film includes a morality play where sexually promiscuous teenagers are killed.[10][12] Critics and film historians state that the film's premise is the struggle to define the distinction between dreams and reality, manifested by the lives and dreams of the teens in the film.[13] Later critics praise the film's ability to transgress \"the boundaries between the imaginary and real\",[14] toying with audience perceptions.[15] The film was followed by A Nightmare on Elm Street 2: Freddy's Revenge.\n\nIn 2021, the film was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".[16]\n\n"
        },
        {
            "title": "Plot",
            "text": "Teenager Tina Gray awakens from a terrifying nightmare wherein a disfigured man wearing a blade-fixed glove attacks her in a boiler room. Her mother points out four mysterious slashes on her nightgown. The following morning, Tina's best friend Nancy Thompson and Nancy's boyfriend, Glen Lantz, console her, revealing they each also had a nightmare the previous night. The two stay at Tina's house when Tina's mother goes out of town, where she discovers that Nancy also had a nightmare about the disfigured man. Tina's boyfriend, Rod Lane, interrupts their sleepover. When Tina falls asleep, she dreams of the disfigured man chasing her. Rod is awakened by Tina's thrashing and sees her dragged and fatally slashed by an unseen force, forcing him to flee as Nancy and Glen awaken to find Tina bloodied and dead.\n\nThe next day, Nancy's policeman father, Don Thompson, arrests Rod despite his pleas of innocence. At school, Nancy falls asleep in class and dreams that the man chases her to the boiler room where she is cornered. She then deliberately burns her arm on a pipe. The burn startles her awake in class and she notices a burn mark on her arm. Nancy visits Rod at the police station, who describes Tina's death along with his own recent nightmares about the same man stalking her in her dreams, making Nancy believe that the man killed Tina.\n\nAt home, Nancy falls asleep in the bathtub and is nearly drowned by the man. Nancy then depends on caffeine to stay awake and invites Glen to watch over her as she sleeps. In her dream, Nancy sees the man prepare to kill Rod in his cell but then he turns his attention towards her. Nancy runs away and wakes up when her alarm clock goes off. The man kills Rod by wrapping bed sheets around his neck, staging it as a suicide via hanging. At Rod's funeral, Nancy's parents become worried when she describes her dreams. Her mother, Marge, takes her to a sleep disorders clinic where, in a dream, Nancy grabs the man's fedora, with the name \"Fred Krueger\" written in it, and pulls it into the real world.\n\nAfter barricading the house, Marge explains that Krueger was an insane child murderer who killed twenty children but was released on a technicality, and then burned alive by the victims' parents living on their street seeking vigilante justice. Nancy realizes that Krueger, now a vengeful ghost, is killing her and her friends out of revenge and to satiate his psychopathic needs.\n\nNancy tries to call Glen to warn him, but his father prevents her from speaking to him. Glen falls asleep and is killed by Krueger. Now alone, Nancy puts Marge to sleep and asks Don, who is across the street investigating Glen's death, to break into the house in 20 minutes. Nancy rigs booby traps around the house and grabs Krueger out of the dream and into the real world. The booby traps affect Krueger enough that Nancy can light him on fire and lock him in the basement. Nancy rushes to the door for help.\n\nThe police arrive to find that Krueger has escaped from the basement. Nancy and Don go upstairs to find a burning Krueger smothering Marge in her bedroom. After Don extinguishes the fire, Krueger and Marge vanish into the bed. When Don leaves the room, Krueger rises from the bed behind Nancy. Realizing that Krueger is powered by his victim's fear, she calmly turns her back to him. Krueger evaporates when he attempts to lunge at her.\n\nNancy steps outside into a bright and foggy morning where all her friends and her mother are still alive. Nancy gets into Glen's convertible to go to school when the green and red striped top suddenly comes down and locks them in as the car drives uncontrollably down the street. Three girls in white dresses playing jump rope are heard chanting Krueger's nursery rhyme as Marge is grabbed by Krueger through the front door window.\n\n"
        },
        {
            "title": "Cast",
            "text": "The cast of A Nightmare on Elm Street included a crew of veteran actors such as Robert Englund and John Saxon and several aspiring young actors like Johnny Depp and Heather Langenkamp.\n\nRobert Shaye has two uncredited roles as broadcasters for local television news and KRGR Radio station.\n\nMake-up artist David B. Miller designed Krueger's disfigured face based on photographs of burn victims obtained from the UCLA Medical Center.[18][19]\n\n"
        },
        {
            "title": "Production",
            "text": "A Nightmare on Elm Street contains many biographical elements from director Wes Craven's childhood.[20] The film was inspired by several newspaper articles printed in the Los Angeles Times in the 1970s about Hmong refugees, who, after fleeing to the United States because of war and genocide in Laos, Cambodia, and Vietnam, suffered disturbing nightmares and refused to sleep. Some of the men died in their sleep soon after. Medical authorities called the phenomenon Asian Death Syndrome. The condition afflicted men between the ages of 19 and 57 and was believed to be sudden unexplained death syndrome or Brugada syndrome or both.[21] Craven stated, \"It was a series of articles in the LA Times; three small articles about men from South East Asia, who were from immigrant families and had died in the middle of nightmares—and the paper never correlated them, never said, 'Hey, we've had another story like this.\"[22] The 1970s pop song \"Dream Weaver\" by Gary Wright sealed the story for Craven, giving him not only an artistic setting to jump off from, but a synthesizer riff for the movie soundtrack.[23] Craven has also stated that he drew some inspiration for the film from Eastern religions.[24]\n\nOther sources attribute the inspiration for the film to be a 1968 student film project made by Craven's students at Clarkson University. The student film parodied contemporary horror films, and was filmed along Elm Street in Potsdam, New York.[25][26]\n\nThe film's villain, Freddy Krueger, is drawn from Craven's early life. One night, a young Craven saw an elderly man walking on the sidepath outside the window of his home. The man stopped to glance at a startled Craven and walked off. This served as the inspiration for Krueger.[20] Initially, Fred Krueger was intended to be a child molester, but Craven eventually characterized him as a child murderer to avoid being accused of exploiting a spate of highly publicized child molestation cases that occurred in California around the time of production of the film.[18] On Freddy's nature, Craven states that \"in a sense, Freddy stands for the worst of parenthood and adulthood – the dirty old man, the nasty father and the adult who wants children to die rather than help them prosper. He's the boogey man and the worst fear of children – the adult that's out to get them. He's a very primal figure, sort of like Kronos devouring his children – that evil, twisted, perverted father figure that wants to destroy and is able to get them at their most vulnerable moment, which is when they're asleep!\".[27]\n\nBy Craven's account, his own adolescent experiences led him to the name Freddy Krueger; he had been bullied at school by a child named Fred Krueger.[18] Craven had done the same thing in his film The Last House on the Left (1972), where the villain's name was shortened to Krug. Craven chose to make Krueger's sweater red and green after reading an article in a 1982 Scientific American that said these two colors were the most clashing colors to the human retina.[22]\n\nCraven strove to make Krueger different from other horror film villains of the era. \"A lot of the killers were wearing masks: Leatherface, Michael Myers, Jason,\" he recalled in 2014. \"I wanted my villain to have a mask, but be able to talk and taunt and threaten. So I thought of him being burned and scarred.\" He also felt the killer should use something other than a knife because it was too common. \"So I thought, 'How about a glove with steak knives?' I gave the idea to our special effects guy, Jim Doyle.\" Ultimately two models of the glove were built: the hero glove that was only used whenever anything needed to be cut, and the stunt glove that was less likely to cause injury.[3] For a time, Craven had considered a sickle as the weapon of choice for the killer, but around the third or fourth drafts of the script, the iconic glove had become his final choice.[27]\n\nWes Craven began writing the screenplay for A Nightmare on Elm Street around 1981, after he had finished production on Swamp Thing (1982). He pitched it to several studios, but each one of them rejected it for different reasons. The first studio to show interest was Walt Disney Productions, although they wanted Craven to tone down the content to make it suitable for children and preteens. Craven declined.[18][22] Another studio Craven pitched to was Paramount Pictures, which passed on the project due to its similarity to Dreamscape (1984). Universal Studios also passed; Craven, who was in desperate personal and financial straits during this period, later framed the company's rejection letter on the wall of his office,[3] which reads in its December 14, 1982 print: \"We have reviewed the script you have submitted, A Nightmare on Elm Street. Unfortunately, the script did not receive an enthusiastic enough response from us to go forward at this time. However, when you have a finished print, please get in touch and we would be delighted to screen it for a possible negative pick up.\"[28]\n\nFinally, the fledgling and independent New Line Cinema corporation, which had up to that point only distributed films, agreed to produce the film.[18] During filming, New Line's distribution deal for the film fell through and for two weeks it was unable to pay its cast and crew. Although New Line has gone on to make bigger and more profitable films, A Nightmare on Elm Street was its first commercial success and the studio is often referred to as \"The House That Freddy Built\".[29][30]\n\nNew Line Cinema lacked the financial resources for the production themselves and so had to turn to external financiers. They found two investors in England who each contributed 40% and 30% respectively to the necessary funds; one of the producers of The Texas Chain Saw Massacre contributed 10%, and home video distributor Media Home Entertainment contributed 20% of the original budget. Four weeks before production began, the English investor who had contributed 40% backed out, but Media Home Entertainment added in another 40% to the budget. Among the backers were also Heron Communications and Smart Egg Pictures.[29] According to producer Robert Shaye, all the film's original investors backed out at one point or another during pre-production. The original budget was $700,000. \"It ended up at $1.1 million ... half the funding came from a Yugoslavian guy[N 2] who had a girlfriend he wanted in movies.\"[3]\n\nActor David Warner was originally cast to play Freddy.[31] Make-up tests were done,[32] but he had to drop out due to scheduling conflicts. Replacing him was difficult at first. Kane Hodder, who would later be best known for playing fellow slasher icon Jason Voorhees, was among those who Wes Craven talked with about the role of Freddy. According to Hodder, \"I had a meeting with Wes Craven about playing a character he was developing called Freddy Krueger. At the time, Wes wasn't sure what kind of person he wanted for the role of Freddy, so I had as good a shot as anybody else. He was initially thinking of a big guy for the part, and he was also thinking of somebody who had real burn scars. But obviously, he changed his whole line of thinking and went with Robert Englund, who's smaller. I would have loved to play the part, but I do think Wes made the right choice\". Hodder would in a way eventually play Freddy, as the hand that grabs Jason's mask at the epilogue in Jason Goes to Hell: The Final Friday (1993).[33] Wes Craven explains that:\n\nEnglund has stated that Craven was indeed in search of a \"big, giant man\" originally, but casting director Annette Benson had talked Craven into seeing him about the role after Englund had auditioned for National Lampoon's Class Reunion (1982) previously.[27] Before Englund's agent at the time, Joe Rice, sent him to the casting office, Rice's friend Rhet Topham recommended Englund to act \"rat-like\", \"weasel-like\", adding that \"When we read about abusers and molesters in the newspaper, they're not big, hulking men, but weasels. I thought he should go in and play it like that. And it worked!\".[34] Englund had darkened his lower eyelids with cigarette ash on his way to the audition and slicked his hair back. \"I looked strange. I sat there and listened to Wes talk. He was tall and preppy and erudite. I posed a bit, like Klaus Kinski, and that was the audition,\" he said later. He took the part because it was the only project that fit his schedule during the hiatus between the V miniseries and series.[3]\n\nCraven said he wanted someone very non-Hollywood for the role of Nancy, and he believed Langenkamp met this quality.[20] Langenkamp, who had appeared in several commercials and a TV film, had taken time off from her studies at Stanford to continue acting. Eventually she landed the role of Nancy Thompson after an open audition, beating out more than 200 actresses.[3]  Langenkamp was already known to Anette Benson as she had auditioned for Night of the Comet and The Last Starfighter previously, losing out to Catherine Mary Stewart at both occasions. Demi Moore, Courteney Cox, Tracey Gold, and Jennifer Grey have all been rumoured to have auditioned for A Nightmare on Elm Street, but Benson definitely ruled out Moore and Cox while also being unsure of Gold and Grey.[35] Langenkamp returned as Nancy in A Nightmare on Elm Street 3: Dream Warriors (1987), and also played a fictionalized version of herself in Wes Craven's New Nightmare (1994).[36][37]\n\nThere were no separate auditions for the characters of Tina and Nancy; all actresses who auditioned for one of the two female roles read for the role of Nancy, and upon potentially being called back, were mixed with other actresses trying to find a pair that had chemistry. Amanda Wyss was among those switched to Tina after a callback. Wes Craven decided immediately upon mixing Wyss and Langenkamp that this was the duo he wanted. Craven then mixed the duo with auditioners for the male teenage roles trying to find actors who had chemistry with Wyss and/or Langenkamp.[38][39]\n\nJohnny Depp was another unknown when he was cast, initially accompanying his friend (Jackie Earle Haley who went on to play Freddy in the 2010 remake) to an audition. According to Depp, the role of Glen was originally written as a \"big, blond, beach-jock, football-player guy\", far from his own appearance,[40] but Wes Craven's daughters picked Depp's headshot from the set he showed them.[3] Depp got his own nod in a cameo role in Freddy's Dead: The Final Nightmare as a man on TV and later in the Freddy vs. Jason intro, in clips from earlier films.[41][42] Charlie Sheen was considered for the role but allegedly wanted too much money.[3] Anette Benson states that they did in fact offer the part to Sheen but he passed on it due to his agent demanding twice the weekly wage of $1,142 for Sheen, which New Line Cinema did not consider themselves to have the budget for. Sheen himself objects to the sentiment that he turned down the role for the reason of money, saying:\n\nMark Patton, who would later be cast as Jesse Walsh in the sequel, auditioned for the role of Glen Lantz and claimed that the auditioners had been winnowed down to him and Johnny Depp before Depp got the role.[43] Other actors like John Cusack, Brad Pitt, Kiefer Sutherland, Nicolas Cage, and C. Thomas Howell have been mentioned over the years, but Anette Benson has failed to definitely recall those actors as having been among the auditioners. Though Cage had probably not auditioned for A Nightmare on Elm Street, he was in fact involved in introducing Johnny Depp to acting, through Cage's own agent who introduced Benson to him, resulting in an audition for the film.[35][40]\n\nPrincipal photography began on June 11, 1984, and lasted a total of 32 days,[27][44] in and around Los Angeles, California.[7] The high school the protagonists attend was filmed at John Marshall High School, where many other productions such as Grease and Pretty in Pink have been filmed.[45] The fictional street address of Nancy's house in the film is 1428 Elm Street; in real life this house is a private home located in Los Angeles at 1428 North Genesee Avenue.[46][47][48] The Lantz' family home was at 1419 North Genesee Avenue on the other side of the road. The boiler room scenes and police station interior were shot in the Lincoln Heights Jail (closed since 1965) building, while the exterior used for the police station was Cahuenga Branch Library. Rod's burial was filmed at Evergreen Cemetery. The American Jewish University on 15600 Mulholland Drive was used for the Katja Institute for the Study of Sleep Disorders visited by Marge and Nancy.[49]\n\nDuring production, over 500 gallons of fake blood were used for special effects production.[50] For the blood geyser sequence, the filmmakers used the same revolving room set that was used for Tina's death. While filming the scenes, the cameraman and Craven himself were mounted in fixed seats taken from a Datsun B-210 car while the set rotated. The film crew inverted the set and attached the camera so that it looked like the room was right side up, then they poured the red water into the room. They used dyed water because the special effects blood did not have the right look for a geyser. During filming of this scene, the red water poured out in an unexpected way and caused the rotating room to spin. Much of the water spilled out of the bedroom window covering Craven and Langenkamp.[51] Earth's gravity was also used to film another take for the TV version in which a skeleton shoots out from the hollowed out bed and smashes into the \"ceiling\".[52]\n\nMore work was done for Freddy's boiler room than made it into the film; the film crew constructed a whole sleeping place for Freddy, showing that he was quite a hobo, an outcast and reject from society, living and sleeping where he worked, and surrounding himself with naked Barbie dolls and other things as a showcase of his fantasies and perversions. This place was supposed to be where he forged his glove and abducted and murdered his victims.[35][53]\n\nThe scene where Nancy is attacked by Krueger in her bathtub was accomplished with a special bottomless tub. The tub was put in a bathroom set that was built over a swimming pool. During the underwater sequence, Heather Langenkamp was replaced with a stuntwoman. The melting staircase in Nancy's dream was Robert Shaye's idea based on his own nightmares; it was created using pancake mix.[51]  The film's special effects artist Jim Doyle portrayed Freddy on the scene where his face and hands that stretch through the wall and reach out for Nancy when she dreams; the wall was built by Doyle out of spandex.[54]\n\nIn the scene where Freddy walks through the prison bars to threaten Rod as seen by Nancy, Wes Craven explains that, \"we took triangulations of the camera so we knew exactly the height of it from the floor and the angle towards the point where the killer was going to walk through\", and then \"we put the camera again at the exact height and walked the actor through that space. Then those two images were married and a rotoscope artist went through and matted out the bars so it appeared they were going straight through his body.\"[44] Jsu Garcia, who was cast as Rod and credited as Nick Corri, says the production was difficult for him. He was dealing with depression due to recent homelessness by snorting heroin in the bathroom between takes. In 2014, he revealed that he was high on heroin during the scene with Langenkamp in the jail cell. \"His eyes were watery and they weren't focused,\" Langenkamp said. \"I thought, 'Wow, he's giving the best performance of his life.'\"[3]\n\nFollowing Tina's death, Nancy repeatedly dreams of an animate corpse of Tina in a translucent body bag. During the scene in which Freddy kills Rod in the prison cell, Nancy witnesses a centipede crawl out of Tina's mouth. The filmmakers initially attempted to achieve this effect by having Wyss force a rubber centipede out of her mouth; the effect seen in the final film was accomplished by having an actual centipede crawl out of the mouth of a clay sculpture of Wyss's likeness, sculpted by David B. Miller.[55] During filming, the centipede was temporarily lost on set before being found again.[55]\n\nAbout halfway through the film, when Nancy is trying to stay awake, a scene from Sam Raimi's The Evil Dead appears on a television. Craven decided to include the scene because Raimi had featured a Hills Have Eyes (Craven, 1977) poster in The Evil Dead. In return, Raimi featured a Freddy Krueger glove in the workshed scene of Evil Dead II, and later in Ash vs Evil Dead.[56]\n\nSean Cunningham, whom Wes Craven had previously worked with while filming The Last House on the Left (1972), helped Craven at the end of the shooting, heading the second film unit during the filming of some of Nancy's dream scenes.[57]\n\nCraven originally planned for the film to have a more evocative ending: Nancy kills Krueger by ceasing to believe in him, then awakens to discover that everything that happened in the film was an elongated nightmare. However, New Line leader Robert Shaye demanded a twist ending, in which Krueger disappears and all seems to have been a dream, only for the audience to discover that it was a dream-within-a-dream-within-a-dream.[51] According to Craven,\n\nCraven explains that the effect of the mentioned fog did not work out for the team and they had to film without it: there were around 20 persons with fog machines, but the breeze at the time was too much, and the fog was gone before they had the opportunity to film the intendendly foggy scene.[59] Though several variants of an end scene were considered and filmed, Heather Langenkamp states that \"there always was this sense that Freddy was the car\", while according to Sara Risher, \"it was always Wes' idea to pan to the little girls' jumping rope\".[31] Both a happy ending and a twist ending were filmed, but the final film used the twist ending. As a result, Craven who never wanted the film to be an ongoing franchise, did not work on the first sequel, Freddy's Revenge (1985).[51] Filming wrapped at the end of July, and the film was rushed to get ready for its November release.\n\n"
        },
        {
            "title": "Music",
            "text": "The film score was written by composer Charles Bernstein and first released in 1984 on label Varèse Sarabande.[62] The label re-released the soundtrack in 2015 in an 8-CD box for the franchise soundtracks excluding the remake[63] and again in 2016 in the 12-CD box Little Box of Horror with various other horror film scores.[64] Bernstein's film score was also re-released in 2017, along with the soundtracks of the first seven films, on the label Death Waltz Recording Company in another 8-LP vinyl box set named A Nightmare On Elm Street: Box Of Souls.[65] In 2017 and 2019, the label also released standalone extended versions of the soundtrack with many snippets that were left out of the original releases.[66]\n\nThe lyrics for Freddy's theme song, sung by the jumprope children throughout the series and based on \"One, Two, Buckle My Shoe\", was already written and included in the script when Bernstein started writing the soundtrack, while the melody for it was not set by Bernstein, but by Heather Langenkamp's boyfriend and soon-to-be husband at the time, Alan Pasqua, who was a musician himself. Bernstein integrated Pasqua's contribution into his soundtrack as he saw fit.[31] One of the three girls who recorded the vocal part of the theme was Robert Shaye's then 14-year-old daughter.[67]\nPer the script, the lyrics are as follows:[68]\n\n"
        },
        {
            "title": "Themes",
            "text": "Freddy exclusively attacks teenagers and his actions have been interpreted as symbolic of the often traumatic experiences of adolescence.[69] Nancy, like the archetypal teenager, experiences social anxiety and her relationship with her parents becomes strained.  Sexuality is present in Freudian images and is almost exclusively displayed in a threatening and mysterious context (e.g., Tina's death visually evokes a rape, Freddy's glove between Nancy's legs in the bath).  The original script called for Krueger to be a child molester, rather than a child murderer, before being murdered.[70]\n\nWes Craven has explained that \"the notion of the screenplay is that the sins of the parents are visited upon the children, but the fact that each child is not necessarily stuck with their lot is still there.\"[44] Robert Englund observes that \"in Nightmare, all the adults are damaged: They're alcoholic, they're on pills, they're not around\". Blakley says the parents in the film \"verge on being villains.\" Englund adds: \"the adolescents have to wade through that, and Heather is the last girl standing. She lives. She defeats Freddy.\" Langenkamp agrees: \"Nightmare is a feminist movie, but I look at it more as a 'youth power' film.\"[3]\n\n"
        },
        {
            "title": "Release",
            "text": "When the film was submitted to the Motion Picture Association of America film rating system (MPAA), they required two cuts to grant it an R rating.[23]  The theatrical version was released with an R rating and thirteen seconds of cuts.  In the United Kingdom, the film was released theatrically and on home video uncut.[71] The Australian theatrical release was edited to an M rating,[72] but the VHS home video was released uncut in 1985 with an Australian R rating.[73]  The uncut version would not see a release in the United States until the 1996 Elite Entertainment Laserdisc release.[74]  All DVD, digital, and Blu-ray releases use the R rated theatrical version; the uncut version has yet to be released on a digital format,[71] though six seconds were restored for home video and a further two seconds for current releases.\n\nIt was released in the United States on November 9, 1984, through New Line Cinema and in the United Kingdom in 1985 through Palace Pictures.[75][76]\n\nThe film was first introduced to the home video market by Media Home Entertainment in early 1985 and was eventually released on Laserdisc. It has since been released on DVD, first in 1999 in the United States as part of the Nightmare on Elm Street Collection box set (along with the other six sequels), and once again in a restored Infinifilm special edition in 2006, containing various special features with contributions from Wes Craven, Heather Langenkamp, John Saxon and the director of photography.\n\nThe special edition consisted of two DVDs, one with the film picture and sound restored (DTS 5.1, Dolby Digital 5.1, and original mono audio track) and another DVD with special features. Along with the restored version of the film, DVD one also had two commentaries, and other nightmares (if not all) from the film's sequels (two through seven and Freddy Vs. Jason). It also included additional, extended or alternate scenes of the film, such as one scene where Marge reveals to Nancy that she had another sibling who was killed by Freddy. These unused clips and scenes were not included or added to the DVD film but could be viewed separately from the DVD's menus.\n\nOn April 13, 2010, the film was released on Blu-ray Disc by Warner Home Video,[77] with all the same extras from the 2006 special edition;[78] a DVD box set containing all of the films up to that point was released on the same day.[79]\n\n"
        },
        {
            "title": "Reception",
            "text": "A Nightmare on Elm Street premiered in the United States with a limited theatrical release on November 9, 1984, opening in 165 cinemas across the country.[80] Grossing $1,271,000 during its opening weekend, the film was considered an instant commercial success. The film eventually earned a total of $25,504,513 at the US and Canadian box office[80] and $57 million worldwide.[4][5]\n\nIn a contemporary review, Kim Newman wrote in the Monthly Film Bulletin that A Nightmare on Elm Street was closer to a Stephen King adaptation with its small-town setting, and \"invented monster myth\".[1] Newman concluded that the film found \"Craven emerging from his recent career slump (Swamp Thing, The Hills Have Eyes Part 2, Invitation to Hell) with a fine, perhaps definitive bogeyman to back him up\" and that the film was \"a superior example of an over-worked genre\".[1] Paul Attanasio of The Washington Post praised the film, stating that \"for such a low-budget movie, Nightmare on Elm Street is extraordinarily polished. The script is consistently witty, the camera work (by cinematographer Jacques Haitkin) is crisp and expressive.\"[81] The review noted that \"the genre has built-in limitations... but Craven faces the challenge admirably; A Nightmare on Elm Street is halfway between an exploitation flick and classic surrealism\". The review also commented on Freddy Krueger, calling him \"the most chilling figure in the genre since 'The Shape' made his debut in Halloween.\"[81] Variety commented that the film was \"a highly imaginative horror film\", praising the special effects while finding that the film \"fails to tie up his thematic threads satisfyingly at the conclusion.\"[82]\n\nThe review commented negatively on some of the scenes involving Nancy's family, noting that \"the movie's worst scenes involve Nancy and her alcoholic mother\".[81] On the character development, Newman stated that \"the impression that about two hundred pages worth of characterisation has been compressed into cliché details like boozy Ronee Blakley demonstrating her renewed self-respect by throwing away a half-full bottle.\"[1] Newman also said that the nightmares in the film worked against itself, stating that \"while the kissing telephone and bottomless bathtub are disorienting in the [David] Cronenberg spirit, they get in the way of the relentless, pursuing-monster aspect that Carpenter manages so well.\"[1]\n\nAuthor Ian Conrich praised the film's ability to rupture \"the boundaries between the imaginary and real\",[83] and critic James Berardinelli said it toys with audience perceptions.[15] Kelly Bulkeley interpreted the overriding theme as a social subtext, \"the struggles of adolescents in American society\".[84]\n\nThe film has a 95% approval rating based on 56 reviews on Rotten Tomatoes with an average rating of 7.8/10 and with the site's consensus saying: \"Wes Craven's intelligent premise, combined with the horrifying visual appearance of Freddy Krueger, still causes nightmares to this day.\"[85] The film is also considered one of the best of 1984 by Filmsite.org.[86] In 2010, the Independent Film & Television Alliance selected the film as one of the 30 most significant independent films of the past 30 years.[87] It ranked at number 17 on Bravo's The 100 Scariest Movie Moments (2004)—a five-hour program that selected cinema's scariest moments. In 2008, Empire ranked A Nightmare on Elm Street 162nd on their list of the 500 greatest movies of all time.[88] It also was selected by The New York Times as one of the best 1000 movies ever made.[89]\n\nAmerican Film Institute recognition\n\n"
        },
        {
            "title": "Other media",
            "text": "A joint novelization of the 1984 film and the sequels Freddy's Revenge and Dream Warriors was released in 1987, written by Jeffrey Cooper.[92] An eight part comic book adaption in 3D was commissioned in early 1989 to be published by Blackthorne Publishing[93] and were to be written by Andy Mangels;[94] these plans fell apart due to the collapse and bankruptcy of said publisher throughout later 1989 and 1990. Some lost concept art was finished of this planned comic book adaption before the folding of Blackthorne;[91] Mangels explains that \"Blackthorne had the 3-D rights, but they went bankrupt after I had written three issues, one had been pencilled, and none had been published\". A 3D comic book adaption written by Mangels would eventually be released of the fifth sequel Freddy's Dead: The Final Nightmare on Innovation Publishing.[95]\n\nCinematic derivatives of A Nightmare on Elm Street (1984) includes the two separate Bollywood horror films Khooni Murda (1989)[96] and Mahakaal (1994),[97][98] the Indonesian horror film Batas Impian Ranjang Setan or Satan's Bed (1986)[99][100] and the American pornographic parody film named A Wet Dream on Elm Street (2011).[101][102]\n\nIn 2010, a remake was released, also titled A Nightmare on Elm Street, starring Jackie Earle Haley as Freddy Krueger. The film was produced by Michael Bay, directed by Samuel Bayer, and written by the team of Wesley Strick and Eric Heisserer. The film was intended as a reboot to the franchise, but plans for a sequel never came to fruition after the film received mostly negative reviews despite being a financial success.\n\nOn August 7, 2015, it was reported that New Line Cinema was developing a second remake with Orphan writer David Leslie Johnson.[103] Englund expressed interest in returning to the series in a cameo role.[104] Leslie Johnson later added that the work is in limbo due to the success of The Conjuring Universe, saying that \"Nothing is percolating just yet\", and \"Everybody wants to see Freddy again I think, so I think it's inevitable at some point\".[105]\n\n"
        }
    ]
}