{
    "url": "https://en.wikipedia.org/wiki/A_Princess_of_Mars",
    "title": "A Princess of Mars",
    "table_of_contents": [
        "1 Plot summary",
        "2 Characters",
        "3 Production",
        "3.1 Background",
        "3.2 Initial drafting",
        "3.3 Submission for publication",
        "4 Publication",
        "4.1 Serialization",
        "4.2 Book",
        "4.3 Rights",
        "5 Genre",
        "6 Introduction",
        "7 Style",
        "8 Setting",
        "9 Scientific background",
        "10 Antecedents",
        "11 Legacy",
        "12 Themes",
        "12.1 The American frontier",
        "12.2 Race",
        "12.2.1 Red Martians",
        "12.2.2 Green Martians",
        "13 The series",
        "14 Copyright",
        "15 Film adaptations",
        "16 References",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A Princess of Mars is a science fantasy novel by American writer Edgar Rice Burroughs, the first of his Barsoom series. It was first serialized in the pulp magazine All-Story Magazine from February–July, 1912. Full of swordplay and daring feats, the novel is considered a classic example of 20th-century pulp fiction. It is also a seminal instance of the planetary romance, a subgenre of science fantasy that became highly popular in the decades following its publication. Its early chapters also contain elements of the Western. The story is set on Mars, imagined as a dying planet with a harsh desert environment. This vision of Mars was based on the work of the astronomer Percival Lowell, whose ideas were widely popularized in the late 19th and early 20th centuries.\n\nThe Barsoom series inspired a number of well-known 20th-century science fiction writers, including Jack Vance, Ray Bradbury, Arthur C. Clarke, Robert A. Heinlein, and John Norman. The series was also inspirational for many scientists in the fields of space exploration and the search for extraterrestrial life, including Carl Sagan, who read A Princess of Mars when he was a child.\n\n"
        },
        {
            "title": "Plot summary",
            "text": "John Carter, a Confederate veteran of the American Civil War, goes prospecting in Arizona immediately after the war's end. Having struck a rich vein of gold, he runs afoul of the Apaches. While attempting to evade pursuit by hiding in a sacred cave, he is mysteriously transported to Mars, called \"Barsoom\" by its inhabitants. Carter finds that he has great strength and superhuman agility in this new environment as a result of its lesser gravity and lower atmospheric pressure. He soon falls in with a nomadic tribe of Green Martians, or Tharks, as the planet's warlike, six-limbed, green-skinned inhabitants are known. Thanks to his strength and martial prowess, Carter rises to a high position in the tribe and earns the respect and eventually the friendship of Tars Tarkas, one of the Thark chiefs.\n\nThe Tharks subsequently capture Dejah Thoris, Princess of Helium, a member of the humanoid red Martian race. The red Martians inhabit a loose network of city-states and control the desert planet's canals, along which its agriculture is concentrated. Carter rescues Dejah Thoris from the green men in a bid to return her to her people.\n\nSubsequently, Carter becomes embroiled in the political affairs of both the red and green Martians in his efforts to safeguard Dejah Thoris, eventually leading a horde of Tharks against the city-state of Zodanga, the historic enemy of Helium. Winning Dejah Thoris' heart, he becomes Prince of Helium, and the two live happily together for nine years. However, the sudden breakdown of the Atmosphere Plant that sustains the planet's waning air supply endangers all life on Barsoom. In a desperate attempt to save the planet's inhabitants, Carter uses a secret telepathic code to enter the factory, bringing an engineer along who can restore its functionality. Carter then succumbs to asphyxiation, only to awaken back on Earth, left to wonder what has become of Barsoom and his beloved.\n\n"
        },
        {
            "title": "Production",
            "text": "Burroughs began work on A Princess of Mars in the summer of 1911 when he was 35.[6] He wrote most of the first half of the novel while working for his brother in a stationery company, penning the words on scratch pads produced by the business.[7] He had been struggling for some time to establish himself as a businessman, so far with little success, and with a wife and two children to support, turned to writing in desperate need of income. Despite failure in his business affairs, he had accumulated a wealth of unusual experiences from working in a variety of jobs which had brought him into contact with miners, soldiers, cowboys, and Native Americans.[6]\n\nWhile writing A Princess of Mars, Burroughs initiated what soon became a regular writing tool: maintaining worksheets relating to the piece he was completing. The sheets included start and end dates of writing, titles of chapters, and characters.[8] By August 11, 1911, he had completed a large section of the novel. He was apprehensive about revealing what he was working on, and told only his wife that he was doing so. He still hoped to find business success, and thought the tale to be indicative of a childish nature, and so outlandish that potential business contacts would think him ungrounded if they discovered what he was working on. At this point he had already decided to adopt the pen name of \"Normal Bean\", an attempt to suggest that despite the incredible nature of his story, he was still a sane, reliable character. He struggled to find an appropriate title for the novel: My First Adventure of Mars, The Green Martians, and Dejah Thoris, Martian Princess were all early attempts to solve this problem.[9]\n\nBefore completing the novel, he considered options for publishing, and realized he knew little about this world or how to submit a story. Because he liked and was familiar with The All-Story magazine, he submitted 43,000 words to the editor under the title \"Dejah Thoris, Martian Princess.\" His cover letter explained that he thought he could produce another two parts of similar length. The Managing Editor of the magazine, Thomas Newell Metcalf, wrote back on August 24, 1911, to offer some criticisms of the pacing and focus of the tale, and suggested omitting the chapter \"Sola Tells Me Her Story\" (it was restored in the novel); he suggested that if Burroughs could finish the novel at under 70,000 words, he (Metcalf) would consider publishing it.[10] After further work on the novel, and further correspondence with Metcalf, which included suggestions for plot devices and structural changes, Burroughs submitted the finished novel. On November 4, 1911, Burroughs received the acceptance letter from Metcalf, offering $400 for the serialization rights, with the request to change the title and further edit the opening section of the novel.[11]\n\n"
        },
        {
            "title": "Publication",
            "text": "When Burroughs received his acceptance letter from Thomas Metcalf of The All-Story, Metcalf said that the serial would be published under the title \"In the Moons of Mars\". However, when the first part of the serialization appeared in the February 1912 edition of The All-Story, it bore the title \"Under the Moons of Mars\".[11]\n\nFor the publication of the serial, Burroughs used the pen name \"Normal Bean\", which he selected as a pun to stress that he was in his right mind, as he feared ridicule for writing such a fantastic story. The effect was spoiled by a typesetter who interpreted \"Normal\" as a typographical error and changed it to \"Norman.\"[12]\n\nBy 1914, Burroughs had become very popular with the reading public, and A.C. McClurg & Company decided to print a number of his formerly serialized tales as novels. McClurg began with three Tarzan novels, and then published A Princess of Mars on October 10, 1917.[13] Although Metcalf thought that the chapter \"Sola Tells Me Her Story\" slowed the story's pace, and thus omitted it from the magazine serialization, this chapter was restored for the novel version.[10] The novel was illustrated by Frank E. Schoonover, who carefully read the descriptive passages on the costumes and weapons of Barsoom and developed an overall concept for the artwork, even ensuring that John's Carter's pistol and belt in his cover illustration reflected their origins in Green Martian craftsmanship.[14]\n\nA Princess of Mars was one of the few works for which Burroughs, in his inexperience as a new writer, relinquished all serialization rights. Others included the sequel The Gods of Mars and Tarzan of the Apes.[15]\n\n"
        },
        {
            "title": "Genre",
            "text": "While the novel is often classed as science fantasy, it also belongs to the subgenre of planetary romance, which has affinities with fantasy[16] and sword and sorcery; it is distinguished by its inclusion of scientific (or pseudo-scientific) elements.[17] Planetary romances take place primarily on the surface of an alien world, and they often include sword-fighting and swashbuckling; monsters; supernatural elements such as telepathic abilities (as opposed to magic); and cultures that echo those of Earth in pre-industrial eras, especially with dynastic or theocratic social structures. Spacecraft may appear, but are usually not central to the story; this is a key difference from space opera, in which spacecraft are usually key to the narrative. While there are earlier examples of this genre, A Princess of Mars and its sequels are the best known, and they were a dominant influence on subsequent authors. Initially published in magazines with general readership, by the 1930s the planetary romance had become very popular in the emerging science fiction pulp magazines.[16]\n\nThe novel can also be classified as the closely related genre sword and planet, which consists of what are essentially sword and sorcery stories that take place on another planet. A Princess of Mars is widely considered to be the archetypal novel of the sword and planet genre.\n\nThe novel also shares a number of elements of Westerns, such as desert settings, women taken captive, and a climactic life-or-death confrontation with the antagonist.[18]\n\n"
        },
        {
            "title": "Introduction",
            "text": "Burroughs employs a literary device for A Princess of Mars to which he returned in several sequels—introducing the novel as though it were a factual account passed on to him personally. In this case he frames John Carter as an avuncular figure known to his family who has given him the manuscript earlier, and instructed him not to publish it for 21 years.[19] Burroughs used the same device in the sequels, The Gods of Mars, The Chessmen of Mars and Swords of Mars.[20] In The Chessmen of Mars, Burroughs even includes a reference to the chess games he played with his real life assistant, John Shea, while writing the novel.[21]\n\n"
        },
        {
            "title": "Style",
            "text": "A Princess of Mars is similar to many of Burroughs' tales. Characterized by copious violent action, it is basically a travelogue, a tale of a journey and various encounters on that journey, which does not necessarily have a defined plot. It is also a captivity narrative, involving a civilized hero being captured by an uncivilized culture and being forced to adapt to the primitive nature of the captors to survive.[22]\n\nAs is the case with the majority of the Barsoom novels to follow, it portrays a hero facing impossible odds and forced to fight a range of lurid creatures in order to win the love of the heroine.[23] Burroughs' Barsoom is also morally unambiguous; there is no sense of moral relativity and characters are either good or evil. The tale portrays a hero with a sense of honor transcending race and politics. Compassion, loyalty and bravery are celebrated, and callousness, deception, and cowardice are frowned upon.[24]\n\n"
        },
        {
            "title": "Setting",
            "text": "The novel's vision of Mars was inspired by astronomical speculations of the time, especially those of Percival Lowell, who saw the planet as a formerly Earth-like world now becoming inhospitable to life because of its advanced age.[25] According to the Barsoomians themselves, Mars was a lush world with global oceans just one million years before the present day. As the oceans evaporated and the atmosphere thinned, the planet devolved into partial barbarism.[26] Living on a dying planet, with dwindling resources, the inhabitants of Barsoom have become hardened and warlike, constantly fighting one another to survive.[27]\n\nBarsoomians distribute scarce water via a worldwide system of canals, controlled by quarreling city-states. The thinning Martian atmosphere is artificially replenished by an \"atmosphere plant\" on which all life on the planet depends.[28] The days are warm and the nights are cold, and climate varies little across the planet, except at the poles.[29]\n\n"
        },
        {
            "title": "Scientific background",
            "text": "In 1895 Percival Lowell published a book entitled Mars which speculated about an arid, dying landscape, whose inhabitants had been forced to build canals thousands of miles long to bring water from the polar caps to irrigate the remaining arable land.[25]  Lowell built upon ideas introduced by Italian astronomer, Giovanni Schiaparelli, who in 1877, observed geological features on Mars which he called canali (Italian for \"channels\"). This was mistranslated into the English as \"canals\" which, being artificial watercourses, fueled the belief that there was some sort of intelligent extraterrestrial life on the planet.[30]\n\nIn the early 20th century Lowell published two more books, further developing  the concept of a dying Mars. Burroughs was aware of these theories and appears to have consciously followed them. However, Burroughs does not seem to have based his vision of Mars on precise reading of Lowell's theories, as there are a number of errors in his interpretation which suggest he may have got most of his information from reading newspaper articles and other popular accounts of Lowell's Mars.[31]\n\nThe ideas of canals with flowing water and an inhabited, if dying world, were later disproved by more accurate observation of the planet, and fly-bys and landings by Russian and American probes such as the two Viking missions which found a dead, frozen world where water could not exist in a liquid state.[25]\n\n"
        },
        {
            "title": "Antecedents",
            "text": "The first science fiction to be set on Mars may be Across the Zodiac: The Story of a Wrecked Record, by Percy Greg, published in 1880. An 1897 novel by Kurd Lasswitz, Auf Zwei Planeten, dealt with benevolent Martians arriving on Earth, but as it was not translated until 1971 it is unlikely that Burroughs knew of it.[32]\n\nH. G. Wells' novel The War of the Worlds (1898) was influenced, as was Burroughs' novel, by the ideas of Percival Lowell starting with publication of the book Mars (1895). It depicted Mars as an ancient world, nearing the end of its life, home to a superior civilization capable of advanced feats of science and engineering.[25][33] Burroughs, however, claimed never to have read any of H. G. Wells' books.[34]\n\nIt is possible, as Richard A. Lupoff argues in the book Master of Adventure: The Worlds of Edgar Rice Burroughs, that Burroughs took some inspiration from the 1905 novel Lieut. Gullivar Jones: His Vacation, by Edwin Lester Arnold, which also featured an American military man transported to Mars. Lupoff also suggested John Carter has strong similarities to Phra, hero of Arnold's The Wonderful Adventures of Phra the Phoenician (1890), who is also a master swordsman who appears to be immortal.[35]\n\n"
        },
        {
            "title": "Legacy",
            "text": "This book and its series are noted as early inspiration by many later science fiction authors including Robert A. Heinlein, Arthur C. Clarke, and Ray Bradbury. Bradbury admired Burroughs' stimulating romantic tales, and they were an inspiration for his The Martian Chronicles (1950), which used some similar conceptions of a dying Mars.[36][37] Burroughs' Barsoom novels have also been cited as a model for H. P. Lovecraft's The Dream-Quest of Unknown Kadath.[38] Frederik Pohl paid homage to the novel in his 1972 short story, \"Sad Solarian Screenwriter Sam,\" although it is a backhanded compliment: the story so offends the actual Martians, they obliterate the Earth (as the Martians attempt to do in The War of the Worlds by H.G. Wells).\n\nOthers influenced by Burroughs and his John Carter books include James Cameron, who mentioned the influence on his science-fiction epic Avatar in The New Yorker magazine,[39] and George Lucas, whose Star Wars movies were influenced by Flash Gordon, which in turn was influenced by Burroughs.[40] Also, author Michael Crichton named a character on the tv show, ER, after John Carter.[41] John Barnes's novel In the Hall of the Martian King features a Space Shuttle named John Carter. The ninth book in Diane Duane's Young Wizards series was titled A Wizard of Mars as reference to this book.\n\nBurroughs' Barsoom series was popular with American readers, helping inspire their support for the US Space Program,[citation needed] and also scientists who grew up on reading the novels.[citation needed] These include pioneers of space exploration research and the search for life on other planets. Scientist Carl Sagan read the books as a young boy, and they continued to affect his imagination into his adult years; he remembered Barsoom as a \"world of ruined cities, planet girding canals, immense pumping stations—a feudal technological society\". For two decades a map of the planet, as imagined by Burroughs, hung in the hallway outside of Sagan's office in Cornell University.[33]  Author-Illustrator Mark Rogers also lampooned the Barsoom series in the second Samurai Cat book. The novels based on the TSR Buck Rogers RPG has a military academy on Mars called the John Carter Academy, which one of the characters in the franchise goes to.\n\nFor the novel's centennial anniversary, Library of America has published a hardcover edition based on the original book in April 2012 with an introduction by Junot Díaz (ISBN 978-1-59853-165-7).\nThere's also Lin Carter's Callisto stories which are partially a homage to John Carter.\n\n"
        },
        {
            "title": "Themes",
            "text": "A Princess of Mars has many similarities to Westerns, including a desert setting, a heroine taken captive, and a showdown with the antagonist.[18] Burroughs worked as a soldier at Fort Grant, Arizona, where he patrolled the desert to protect white settlers. During this time he gained a great respect for American Indians and their warriors, such as Geronimo.[42] Barsoom resembles a kind of Martian Wild West. Indeed, John Carter is an adventuring frontiersman who is cornered by Apache warriors in the Arizona desert before his transition to Mars. When he arrives there, he discovers a savage, frontier world with scarce resources, where strength is respected, and where the civilized Red Martians maintain their racial vigor by repelling the constant attacks of the Green Martians. The latter are a barbaric, nomadic, tribal culture with many parallels to American Indians.[43]\n\nA nostalgic desire to return to the frontier became a common theme in the United States during the early twentieth century. In the Disney movie John Carter, Bryan Cranston portrays a U.S. Cavalry Major who tries to convince John Carter to fight American Indians. As the nation become more urbanized, the 19th-century frontier was romanticized as a lost world of freedom and noble savagery.[27] Similar ideas may be reflected in the fate of the ancient white race of Mars, which is mentioned in A Princess of Mars and reintroduced in a later Martian novel, Llana of Gathol; they are described as having become weak and degenerate through their dependence on the trappings and comforts of civilization.[44]\n\nRace is a constant theme in the Barsoom novels, as Barsoom is distinctly divided along racial lines. White, Yellow, Black, Red, and Green races appear in various novels of the series, each with ethnic qualities that often seem to define their individual representatives.[44] Although John Carter is able to befriend the Green Martian Tars Tarkas, who shows noble qualities, Tarkas is called an exception to the rule, and remains a noble savage.[45]  John Carter himself is white-skinned, so that Barsoomians sometimes identify him with their own surviving White race, known as the Holy Therns; for example, Carter successfully impersonates a Thern named Sator Throg in The Gods of Mars. Carter's unusual appearance and un-Barsoomian strength and agility make him a kind of mythic figure, capable of achievements that no Barsoomian could manage.[44]\n\nThe Red Martians have created the dominant culture on Barsoom. They are organized into imperial city-states that control the planetary canal system, as well as more isolated states in the hinterlands.\n\nThe Red Martians are hybrids of the ancient Yellow Martians, White Martians, and Black Martians, who joined forces when the seas of Barsoom began to dry up; their union created a hardy race capable of surviving in a dying world.[26][46]\n\nThey are, like all the humanoid races of Mars, oviparous, i.e., their newborn hatch from eggs.[47]\n\nThe Red Martians, like the Green Martians, eschew clothing, going nude except for jewelry and other ornamentation. In Chapter 11, Dejah Thoris derides Earth men, who \"almost without exception, cover their bodies with strange, unsightly pieces of cloth.\"[48]\n\nThe Red Martians are honorable and highly civilized; they respect private property and have a keen sense of fairness. Their culture is lawful and technologically advanced, and they are capable of love and family life.[44] The chief crime in their cities is assassination.\n\nThe Green Martians are 15 feet tall, Burroughs wrote, adding from John Carter's observation of newly hatched children,\n\nThey are nomadic, warlike, and barbaric; do not form families; have discarded concepts of friendship and affection (presumably in the name of survival); and enjoy torture. Their social structure is communal and rigidly hierarchical, with various levels of chiefs. The highest rank is the all-powerful Jeddak, who reaches this position through combat. They are tribal, and war among one another.[2][44] They are primitive, intellectually backwards, and have no art or written language. Any advanced technology they possess is stolen from the Red Martians. They inhabit the ancient ruined cities of Barsoom.[27]\n\n"
        },
        {
            "title": "Copyright",
            "text": "The copyright for this story has expired in the United States and, thus, resides in the public domain there. The text is available from Project Gutenberg. In anticipation of the 2012 Disney film John Carter, Edgar Rice Burroughs, Inc. trademarked the phrases \"John Carter of Mars\", \"Princess of Mars\", and \"Barsoom\", among others, despite the Dastar decision of the United States Supreme Court, which invalidates trademark on public domain works.\n\nExcept for Guatemala, Honduras, Samoa, Saint Vincent and the Grenadines, Colombia, Equatorial Guinea and Mexico, Burroughs' works, including A Princess of Mars, has entered public domain in the rest of the world.\n\n"
        },
        {
            "title": "Film adaptations",
            "text": "The Asylum released a feature-length direct-to-DVD film based on the novel, titled Princess of Mars, on December 29, 2009.\n\nA full-length feature film of the novel had been attempted and aborted many times. Its working title was originally A Princess of Mars, but it was renamed John Carter of Mars and then simply John Carter during pre-production.  It was originally due in 2006, with Jon Favreau (Zathura, Iron Man, Cowboys & Aliens) as director and Harry Knowles of Ain't It Cool News as producer. John Carter was produced by Walt Disney Pictures and directed by Andrew Stanton. Taylor Kitsch and Lynn Collins, who appeared together in the 2009 movie X-Men Origins: Wolverine, play John Carter and Dejah Thoris. Willem Dafoe, Polly Walker, and James Purefoy play Tars Tarkas, Sarkoja, and Kantos, respectively. The film's U.S. release date was March 9, 2012.\n[50]\n\n"
        }
    ]
}