{
    "url": "https://en.wikipedia.org/wiki/A_Silent_Film",
    "title": "A Silent Film",
    "table_of_contents": [
        "1 History",
        "1.1 Formation and early years",
        "1.2 The City That Sleeps",
        "1.3 Sand and Snow",
        "1.4 New Year",
        "1.5 A Silent Film",
        "1.6 Hiatus",
        "2 Discography",
        "2.1 Studio albums",
        "2.2 EPs/Singles",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA Silent Film are an English alternative rock band[2] from Oxford. The band consists of Robert Stevenson (vocals/piano/guitar) and Spencer Walker (drums).[3] Their first album, The City That Sleeps, was released on 6 October 2008,[4][5] with one reviewer describing it as \"a surefire winner\".[6] One critic has said that A Silent Film's style \"distinctly echoes\" Coldplay, Snow Patrol and The Killers.[7] Their latest album, A Silent Film, was released in October 2015.\n\n"
        },
        {
            "title": "History",
            "text": "The band formed in 2005. Three of the five members (Robert Stevenson, Spencer Walker and Lewis Jones) had been members of another band named Shouting Myke,[8] which formed in early 2000. In 2005 two members (Benn Clarke and Steve Meyer-Rassow) left the band and were replaced by Ali Hussain, whose older brother is noted classical conductor Leo Hussain. The newly formed band chose the name A Silent Film after lead singer Stevenson wrote a song using the melody from a song from a Charlie Chaplin film;[2] the band agreed they liked the style and chose the name as a reference to Chaplin's many silent films. The band released their first recording in 2007, an EP titled The Projectionist.[9] They performed on the BBC Introducing Stage at Glastonbury in 2007.[10]\n\nThe original UK version of the album, produced by Sam Williams,[3] contains 11 tracks. A reviewer compared the album to the music of Coldplay and described it as \"catchy and accessible\".[5] The single \"You Will Leave a Mark\" was number one in the Sunday Times Culture magazine's Hottest Downloads chart.[11] It was featured as an iTunes Discovery Download and has been downloaded over 110,000 times.[12] It was also nominated for the XFM New Music Award.[13]\n\nAfter the album's release, the band toured the UK and then Portugal where they quickly became popular.[12] After a matter of weeks, \"You Will Leave a Mark\" reached the top of the Portuguese download singles charts, followed by the album soon after.[12] The band have played and toured with OneRepublic, Scouting for Girls, The Smashing Pumpkins, The Temper Trap, Sleigh Bells, Biffy Clyro, Fitz and the Tantrums, Civil Twilight, Athlete[14] and Blue October.\n\nIn 2010 The City That Sleeps was re-released in the US with two alternate tracks,[12] \"Driven By Their Beating Hearts\" and \"Firefly in My Window\". \"Aurora\" was featured on Linkin Park's iTunes celebrity playlist podcast.[15] Multiple appearances on MTV's The Hills,[16] The Hard Times of R J Berger,[17] Investigation Discovery[18] and an appearance on the Rockband video game[19] all helped to raise awareness of the band in the US. \"You Will Leave a Mark\" topped numerous national radio most-requested playlists,[20] picking up first place at the Sirius Alt Nation awards for Best in Studio Performance and ranked No. 4 for Song of the Year behind only Mumford & Sons, The Black Keys, and Vampire Weekend.[21] The song also peaked at No. 38 on Billboard's Hot Modern Rock Tracks.[22] The band successfully performed to a capacity room at SXSW in March 2011.[23]\n\nA Silent Film released their album Sand & Snow on 5 June 2012. The self-produced album contains 11 tracks, with three additional songs on the bonus edition. It has been praised for its musical depth and creativity and has a notably stronger electronic influence than their first album.[24] The album produced two hit singles, “Danny, Dakota & the Wishing Well” and “Harbour Lights.”[25] The album peaked at No. 38 on the Top Heatseekers chart in 2013.[26] Following Sand & Snow's release, the band announced their appearance at Firefly Music Festival in Delaware alongside Red Hot Chili Peppers, Tom Petty & The Heartbreakers, Foster The People, Vampire Weekend, and many more.\n\nOn 21 April 2015, A Silent Film released their EP New Year. The EP was self-produced, in collaboration with Matt Wilcox, and was mixed by The City that Sleeps producer Sam Williams. Recorded in a rustic studio on a pecan farm just outside El Paso, Texas, New Year expands on the cinematic alternative rock of 2012's Sand & Snow and 2010's The City that Sleeps. The song \"Tomorrow\" has been praised for its strong storytelling quality, depth, and power.[27]\n\nAfter the EP's release, the band started their Secret Rooms tour, giving 12 intimate performances in non-traditional venues throughout the U.S., revealed to ticket buyers just days before each show. The tour completely sold out. Using only production elements designed and hand-crafted by the band themselves, A Silent Film transformed unique spaces such as a historic recording studio, an abandoned warehouse, and even an old silent movie production studio, into unique, in-the-round concert venues. With only 50 guests each night, the band was within arms-reach of every audience member, allowing for a high level of intimacy and interaction between the band and fans. The entire tour was documented by noted videographer Luca Venter and videos of the performances were posted for those who couldn't attend.\n\nA Silent Film announced their return on 16 October 2015 with the follow up to the critically acclaimed Sand & Snow: the new full-length studio album A Silent Film. The self-titled album will be released on the band's own label, Silent Songs. Produced by the band's Robert Stevenson and Spencer Walker, with assistance from Matthew Wilcox (Foster the People, Bethel Music), the 11 track album was recorded in A Silent Film's hometown of Oxford, UK over a five-week period.\n\nAfter 3 albums, multiple charting singles, festival appearances at Corona Capital and Firefly, supporting tours with OneRepublic, the Temper Trap and Smashing Pumpkins, and over 20 million streams of their songs, Robert and ASF co-founder Spencer Walker decided to take an indefinite break from the band in 2018 to pursue other creative and personal priorities.\n\n"
        }
    ]
}