{
    "url": "https://en.wikipedia.org/wiki/A_Time_Odyssey",
    "title": "A Time Odyssey",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA Time Odyssey is a series of novels co-written by Arthur C. Clarke (author of the 1968 novel 2001: A Space Odyssey) and Stephen Baxter.  As of 2008[update], the series consists of:\n\nThe 2008 Gollancz edition of the most recent book describes itself on the cover as the \"Conclusion\" of the series, but the plot is not concluded in the book. The immediate threat is averted but the enemy is not defeated, suggesting that further novels in the series were intended. Arthur Clarke, one of the two authors, died in March 2008 soon after the book was published and there have been no further books in the series.\n\n"
        },
        {
            "title": "Premise",
            "text": "The story is based on Clarke's previous Space Odyssey novel series. In the introduction to the Time's Eye, Clarke describes the premise as \"neither a prequel nor a sequel\" to Space Odyssey, but an \"orthoquel\"[1] (a neologism coined by Clarke for this purpose, combining the word sequel with ortho-, the Greek prefix meaning \"straight\" or \"perpendicular\", and alluding to the fact that time is orthogonal to space in relativity theory). In Space Odyssey, a race of benevolent godlike aliens with highly advanced technology decides to use machines called \"monoliths\" to travel across the galaxy with the intention to ensure the survival chances of intelligent life (including Earth) and \"test\" and \"weed out\" species that have no possibility for intelligence.\n\nIn the Time Odyssey series, not-so-benevolent godlike aliens start an endless mission to regulate the development of sentient life throughout the known universe, in order to prevent all other species from harnessing too much of its energy, which would only accelerate the inevitable heat death of the universe. Consequently, these \"Firstborn\" are destroying other intelligent species. To preserve a record of these eradicated species, the Firstborn create a new alternate universe containing the species' home world in different time periods.\nThis preservation universe is the main plot of the first book, Time's Eye. Time periods in Earth's history are taken and reassembled. The periods seem to date from 2.5 million years ago to June 8th, 2037. Characters caught up in this include Bisesa from 2037, Rudyard Kipling from 1885, the hordes of Genghis Khan from the thirteenth century and the army of Alexander the Great from the fourth century B.C. This patch-work Earth is later rechristened Mir, Russian for Peace and World. The second book opens with Bisesa being taken from Mir and placed in her London flat on June 9th, 2037. It follows the building of the Shield on April 20th, 2042, to the opening of the first space elevator in 2047. The last book switches between Mir—years 32 to 35, Mars and Earth—years 2069 to 2072.\n\n"
        }
    ]
}