{
    "url": "https://en.wikipedia.org/wiki/ABC_Movie_of_the_Week",
    "title": "ABC Movie of the Week",
    "table_of_contents": [
        "1 History",
        "2 Time slots",
        "3 Title sequence",
        "4 TV series pilots",
        "5 Actors",
        "6 End",
        "7 Filmography",
        "7.1 Nielsen ratings",
        "7.2 Cast notes",
        "7.3 Season 1: 1969–70",
        "7.4 Season 2: 1970–71",
        "7.5 Season 3: 1971–72",
        "7.6 Season 4: 1972–73",
        "7.7 Season 5: 1973–74",
        "7.8 Season 6: 1974–75",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe ABC Movie of the Week was an American weekly television anthology series featuring made-for-TV movies, that aired on the ABC network in various permutations from 1969 to 1975.\n\n"
        },
        {
            "title": "History",
            "text": "In the 1960s, movie studios viewed television as a second-rate medium but also as a threat to their theatrical revenue, so they charged high fees for the privilege to broadcast their films. The networks experimented with having films made specifically for TV to lower expenses. NBC created the first weekly umbrella for such films with their World Premiere Movie in 1966, running in a two-hour time slot.\n\nUntil the late 1960s, ABC ran a distant third behind rivals CBS and NBC, leading to jokes about its acronym meaning \"Almost Broadcasting Company\" or coming in fourth among the three networks. Desperation and a looser corporate structure allowed ABC to consider plans that the other two networks would not. Barry Diller, then a junior executive at ABC and later a co-founder of the Fox network, is often cited as the creator of the Movie of the Week (MotW), although the concept was actually originated by producer Roy Huggins. Huggins reasoned that many older theatrical films ran shorter than 90 minutes so requiring a 120-minute time slot was unnecessary. His proposal was rejected by NBC and CBS but became the subject of a cover story in the March 21, 1968 issue of Variety magazine. ABC executives read the article and contacted Huggins, who did not want to sell the idea but could produce the series through Universal, where he was under contract. Universal demanded a larger budget than ABC wanted to spend, as well as the exclusive right to produce all future TV movies for ABC, conditions that pushed ABC to control production on their own, purchasing films from various studios and production companies.[1] As the Variety article had effectively placed the concept into the public domain, ABC continued to develop it without Huggins' permission or involvement.[2] ABC consoled Huggins by allowing him to produce several films, including The Young Country, precursor to Alias Smith and Jones. Michael Karol repeated the claim in his book The ABC Movie of the Week Companion: A Loving Tribute to the Classic Series that the Movie of the Week was Diller's idea,[3] but this was based on hearsay.\n\nThe shorter format allowed a smaller budget than two-hour TV movies. At $350,000 per film, it was less than half the budget of NBC's World Premiere movies.[1] It featured the work of producers like Aaron Spelling, David Wolper and Harve Bennett (all of whom later developed hit series of their own), and was produced by different production companies such as Bing Crosby Productions and the network's own ABC Circle Films. Spelling was particularly prolific, producing films under his own credit as well as through Spelling-Goldberg Productions and Thomas-Spelling Productions (partly owned by Danny Thomas).\n\nThe MotW provided ABC with a ratings hit and, along with Monday Night Football, helped establish the network as a legitimate competitor to rivals CBS and NBC. The films themselves varied in quality and were often escapist or sensationalistic in nature (suspense, horror and melodrama were staples), but some were critically well received. For example, Duel (1971), based on a Richard Matheson short story from Playboy, was director Steven Spielberg's first feature film, catapulting his career and enabling him to move from television to theatrical films.\n\nABC earned four Emmys, a Peabody Award and citations from the NAACP and American Cancer Society for an airing of Brian's Song in 1972. The 1971–72 season of the series finished as the fifth highest rated series of the year.\n\nThe series was documented by Michael Karol in his 2005 book, The ABC Movie of the Week Companion: A Loving Tribute to the Classic Series, which was updated in 2008 (ISBN 1-60528-023-2), and by Michael McKenna in The ABC Movie of the Week: Big Movies for the Small Screen.\n\n"
        },
        {
            "title": "Time slots",
            "text": "The MotW originally aired on Tuesday nights at 8:30 pm Eastern/7:30 pm Central. Established series The Mod Squad acted as a lead-in from 7:30 to 8:30, bringing the younger demographic. The shorter running time of the film freed the 10 p.m. time slot for a full 60-minute program, initially Marcus Welby, M.D. during the first season. Starting earlier at 8:30 could also prevent viewers from switching to competing movies at 9:00. Beginning with the 1971 season, ABC added a second MotW on Saturday night and adjusted the titles of the shows to the Movie of the Week and Movie of the Weekend. The following season, the Saturday installment was moved to Wednesday night, and the titles were adjusted to Tuesday Movie of the Week and Wednesday Movie of the Week.\n\nDuring the 1973–74 season, ABC added another movie on Saturday nights to their schedule, this time titled the ABC Suspense Movie, and usually consisting of thriller, mystery and horror type films (some of which were reruns of movies which had originally aired as Movies of the Week).\n\n"
        },
        {
            "title": "Title sequence",
            "text": "The title sequence was designed by Harry Marks[4] and animated by Douglas Trumbull using the slit-scan process that he had created for 2001: A Space Odyssey.\n\nThe accompanying theme music was an orchestral version of \"Nikki\", a song composed by Burt Bacharach and named for his daughter. The theme was chosen by Marks and arranged by Harry Betts.[4]\n\nOver the music was narration voiced by Dick Tufeld. \"The Movie of the Week. Presenting the world premiere of an original motion picture produced especially for ABC (or 'for the Movie of the Week' in some seasons).\" That would be followed by a promotional teaser for the movie.\n\nThe opening for the Saturday Movie of the Weekend featured footage of a silhouetted \"rotating cameraman\" operating a 35 mm movie camera ([1]). This footage would later be incorporated into the opening of ABC's New York City television station WABC-TV's various movie umbrellas beginning around 1972–73, including and especially their weekday afternoon movie showcase The 4:30 Movie.\n\n"
        },
        {
            "title": "TV series pilots",
            "text": "The series was often used as a platform to show pilots for possible series for the network. It allowed the network to air pilots that it had already commissioned and paid for but had not ordered as regular series. As well, pilots that had already been sold as ongoing series or were being tested such as Kung Fu, The Six Million Dollar Man, Starsky and Hutch, Longstreet, Toma, Alias Smith and Jones and Get Christie Love! premiered here and returned on the regular schedule after minor to major alterations to the premise and/or cast. Other programs are sometimes mistakenly believed to have aired under the Movie of the Week banner. Marcus Welby, M.D. is believed to be a MotW but actually premiered after Seven in Darkness and was the lead-out for the Tuesday installment. Still others like Earth II and (Robert Conrad's version of) Nick Carter did air during that era, but were actually on other nights under the banner of other, concurrent movie series - The ABC Sunday Night Movie, in the case of Nick Carter and Earth II.\n\n"
        },
        {
            "title": "Actors",
            "text": "Most of the actors in non-recurring roles appeared only once or twice in the series. Notable exceptions who appeared in three or more films as different characters include Doug McClure, Darren McGavin, Dennis Weaver, Clint Walker, Earl Holliman, Leonard Nimoy, Robert Culp, Barbara Eden, Larry Hagman, Elizabeth Montgomery, Donna Mills, Ed Nelson, Ken Berry, Connie Stevens, Lee Majors, Lloyd Bridges, Cloris Leachman, Ricardo Montalban, Richard Anderson, John Marley, William Schallert, Robert Culp, Karen Valentine, Ben Murphy, Barra Grant, Myrna Loy, Carl Betz, Henry Jones and William Windom.\n\nMany of the telefilms had actors credited as guest stars, special guest stars and \"special appearance by,\" even if the movie was not a pilot for a series. Death Race and The Weekend Nun billed their lead actors as special guest stars. In the unusual case of Assault on the Wayne, all of the first-billed cast members were credited as guest stars.\n\n"
        },
        {
            "title": "End",
            "text": "The series proper ended in 1975 as ABC's ratings collapsed that season. Analysts laid part of the blame on ABC's overreliance on the MotW, which had suffered from ratings fatigue and a perceived drop in quality despite some notable films. The latter was symptomized by an increased number of pilots as well as remakes and variations of established intellectual properties, such as The Swiss Family Robinson, The Mark of Zorro, The Hatfields and the McCoys and Matt Helm.[5] After that, ABC's made-for-TV movies were aired either as stand-alone specials or shown in time slots that included both original and theatrical movie presentations, notably the ABC Friday Night Movie and the ABC Sunday Night Movie. The Tuesday Movie of the Week would later be incorporated as part of ABC Late Night, a replacement of ABC's Wide World of Entertainment that ran from 1976 to 1982; the late-night version would mainly feature repeats of movies, both made for television and traditional theatrical releases, that were previously seen on ABC and other networks. ABC continued to premiere new TV films on Sunday nights in prime time until 2005.\n\nDuring the 1970s, ABC's local owned-and-operated stations (in a few of the nation's biggest cities; at the time, they all broadcast on channel 7) featured The 4:30 Movie on weekday afternoons (the actual time varied by city, but generally after ABC's morning/midday game shows and soap operas); it featured mainly major Hollywood theatrical releases, but some installments of the Movie of the Week were also rebroadcast here.\n\n"
        },
        {
            "title": "Filmography",
            "text": "\n\n"
        }
    ]
}