{
    "url": "https://en.wikipedia.org/wiki/Abdul_Mejid_I",
    "title": "Abdulmejid I",
    "table_of_contents": [
        "1 Early life",
        "2 Reign",
        "3 Death",
        "4 Family",
        "4.1 Consorts",
        "4.2 Sons",
        "4.3 Daughters",
        "5 Honours",
        "6 In fiction",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAbdulmejid I (Ottoman Turkish: عبد المجيد اول, romanized: ʿAbdü'l-Mecîd-i evvel, Turkish: I. Abdülmecid; 25 April 1823 – 25 June 1861) was the 31st Sultan of the Ottoman Empire and succeeded his father Mahmud II on 2 July 1839.[4] His reign was notable for the rise of nationalist movements within the empire's territories. Abdulmejid wanted to encourage Ottomanism among secessionist subject nations and stop rising nationalist movements within the empire, but despite new laws and reforms to integrate non-Muslims and non-Turks more thoroughly into Ottoman society, his efforts failed in this regard.\n\nHe tried to forge alliances with the major powers of Western Europe, namely the United Kingdom and France, who fought alongside the Ottoman Empire in the Crimean War against Russia. During the Congress of Paris on 30 March 1856, the Ottoman Empire was officially included among the European family of nations.\n\nAbdulmejid's biggest achievement was the announcement and application of the Tanzimat (reorganization) reforms which were prepared by his father and effectively started the modernization of the Ottoman Empire in 1839. For this achievement, one of the imperial anthems of the Ottoman Empire, the March of Abdulmejid, was named after him.\n\n"
        },
        {
            "title": "Early life",
            "text": "Abdulmejid was born on 25 April 1823 at the Beşiktaş Palace or at the Topkapı Palace, in Istanbul. His mother was his father's first wife in 1839, Valide Sultan Bezmiâlem, originally named Suzi (1807–1853), either a Circassian[5] or Georgian slave.[6][7][8]\n\nAbdulmejid received a European education and spoke fluent French, being the first sultan to do so.[1]  Like Abdülaziz who succeeded him, he was interested in literature and classical music. Like his father Mahmud II, he was an advocate of reforms and was lucky enough to have the support of progressive viziers such as Mustafa Reşit Pasha, Mehmet Emin Ali Paşa and Fuad Pasha. Abdulmejid was also the first sultan to directly listen to the public's complaints on special reception days, which were usually held every Friday without any middlemen. Abdulmejid toured the empire's territories to see in person how the Tanzimat reforms were being applied.  He travelled to İzmit, Mudanya, Bursa, Gallipoli, Çanakkale, Lemnos, Lesbos and Chios in 1844 and toured the Balkan provinces in 1846.\n\n"
        },
        {
            "title": "Reign",
            "text": "When Abdulmejid succeeded to the throne on 2 July 1839 when he was only sixteen, he was young and inexperienced, the affairs of the Ottoman Empire were in a critical state. At the time his father died at the start of the Egyptian–Ottoman War, the news reached Istanbul that the empire's army had just been defeated at Nizip by the army of the rebel Egyptian viceroy, Muhammad Ali. At the same time, the empire's fleet was on its way to Alexandria, where it was handed over to Muhammad Ali by its commander Ahmed Fevzi Pasha, on the pretext that the young sultan's advisers had sided with Russia. However, through the intervention of the European powers during the Oriental Crisis of 1840, Muhammad Ali was obliged to come to terms, and the Ottoman Empire was saved from further attacks while its territories in Syria, Lebanon and Palestine were restored. The terms were finalised at the Convention of London (1840).[1]\n\n Egyptian governor Mehmed Ali Pasha, who came to Istanbul as the official invitation of the sultan on 19 July 1846, was shown privileged hospitality by the sultan and the vükela (government ministers). So much so that the old vizier built the Galata bridge in 1845 so that he could drive between Beșiktaș Palace and Bab-ı Ali. [9]\n\nIn compliance with his father's express instructions, Abdulmejid immediately carried out the reforms to which Mahmud II had devoted himself. In November 1839 an edict known as the Hatt-ı Șerif of Gülhane, also known as Tanzimat Fermanı was proclaimed, consolidating and enforcing these reforms. The edict was supplemented at the close of the Crimean War by a similar statute issued in February 1856, named the Ottoman Reform Edict of 1856 (Islâhat Hatt-ı Hümâyûnu). By these enactments it was provided that all classes of the sultan's subjects should have their lives and property protected; that taxes should be fairly imposed and justice impartially administered; and that all should have full religious liberty and equal civil rights. The scheme met with strong opposition from the Muslim governing classes and the ulema, or religious authorities, and was only partially implemented, especially in the more remote parts of the empire. More than one conspiracy was formed against the sultan's life on account of it.[10]\n\nAmong measures promoted by Abdulmejid were:\n\nAnother notable reform was that the turban was officially outlawed for the first time during Abdulmejid's reign, in favour of the fez. European fashions were also adopted by the Court. (The fez would be banned in 1925 by the same Republican National Assembly that abolished the sultanate and proclaimed the Turkish Republic in 1923).\n\nAccording to the memoirs of Cyrus Hamlin, Samuel Morse received an Order of Glory for his contributions to the telegraph, which was issued by Sultan Abdulmejid who personally tested Morse's new invention.\n\nWhen Kossuth and others sought refuge in Turkey after the failure of the Hungarian uprising in 1849, the sultan was called on by Austria and Russia to surrender them, but he refused.[1] He also would not allow the conspirators against his own life to be put to death. The 1911 Encyclopædia Britannica says of him, \"He bore the character of being a kind and honourable man, if somewhat weak and easily led. Against this, however, must be set down his excessive extravagance, especially towards the end of his life.\"[10]\n\nIn 1844 he created the Ottoman lira and in 1851 he instituted the Order of the Medjidie.[16]\n\nThe Ottoman Empire received the first of its foreign loans on 25 August 1854 during the Crimean War. This major foreign loan was followed by those of 1855, 1858 and 1860, which culminated in default and led to the alienation of European sympathy from the Ottoman Empire and indirectly to the later dethronement and death of Abdulmejid's brother Abdülaziz.[10]\n\nOn the one hand, financial imperfections, and on the other hand, the discontent caused by the wide privileges given to the non-Muslim subjects again led the country to confusion. Incidents took place in Jeddah in 1857 and in Montenegro in 1858. The major European states have taken the opportunity to intervene in their own interests. The Ottoman statesmen, who panicked in the face of this situation, started following a policy that fulfilled their every wish. The fact that Abdulmejid could not prevent this situation further increased the dissatisfaction caused by the Edict of Tanzimat.[17]\n\nThe opponents decided to eliminate Abdulmejid and put Abdulaziz on the throne in order to prevent the European states from acting like a guardian.Upon a notice, this revolt attempt, which was referred to as the Kuleli Foundation in history, was suppressed before it even started on 14 September 1859.  Meanwhile, the financial situation deteriorated and foreign debts, which were taken under heavy conditions to cover the costs of war, placed a burden on the treasury. All of the debts received from Beyoğlu consumers exceeded eighty million gold liras. Some of the debt securities and hostages were taken by foreign traders and bankers. The Grand Vizier  who criticized this situation harshly, was dismissed by the sultan on 18 October 1859.[17]\n\nHis success in foreign relations was not as notable as his domestic accomplishments. His reign started off with the defeat of his forces by the Viceroy of Egypt and the subsequent signing of the Convention of London (1840), which saved his empire from a greater embarrassment. The Ottomans successfully participated in the Crimean War and were winning signatories at the Treaty of Paris (1856). His attempts at strengthening his base in the Balkans failed in Bosnia and Montenegro, and in 1861 he was forced to give up Lebanon by the Concert of Europe.[1]\n\nAlthough he emphasized his commitment to the ceremonial rules imposed by his ancestors at the ceremonies reflected outside, he adopted radical changes in the life of the palace.  For example, he completely abandoned the Topkapı Palace, which was a place for four centuries, about the Ottoman dynasty.  The traditions of the British, French, Italian troops and officers and diplomats who came to Istanbul during the Crimean War (1853-1856) directed even middle-class families to consumerism and luxury. [18]\n\nBetween 1847 and 1849 he had repairs made to the Hagia Sophia mosque, and was responsible for the construction of the Dolmabahçe Palace. He also founded the first French Theatre in Istanbul.[1]\n\nMany reconstruction activities were also carried out during the reign of Abdulmecid.  Palaces and mansions were built with some of the borrowed money.  Dolmabahçe Palace (1853), Beykoz Pavilion (1855), Küçüksu Pavilion (1857), Küçük Mecidiye Mosque (1849), Teșvikiye Mosque (1854) are among the main architectural works of the period.  Again in this period, as was done by Bezmiâlem Sultan's Gureba Hospital (1845-1846), the new Galata Bridge was put into service on the same date.  In addition, many fountains, mosques, lodges and similar social institutions were repaired or rebuilt.[17]\n\n"
        },
        {
            "title": "Death",
            "text": "Abdulmejid died of tuberculosis (like his father) at the age of 38 on 25 June 1861 in Istanbul, and was buried in Yavuz Selim Mosque, and was succeeded by his younger half-brother Sultan Abdülaziz, son of Pertevniyal Sultan. At the time of his death, Abdulmejid had one legal wife and queen consort, Perestu Kadın, and many concubines.\n\n"
        },
        {
            "title": "Family",
            "text": "Abdülmejid had one of the most numerous  harem of the  dynasty. He is known to be the first sultan whose harem was not composed of slave girls but, due to the progressive abolition of slavery in the Ottoman Empire, of girls of free birth, noble or bourgeois, sent to the sultan by the will of the families. He was also the first sultan whose harem assumed a definitive hierarchical structure which included four Kadın, followed by four Ikbal, four gödze and a variable number of minor concubines.\n\nAbdülmejid I had at least twenty-six consorts, but only two were also legal wives:[19][20][21][22]\n\nAbdülmecid had at least nineteen sons:[19][20][23][22]\n\nAbdülmecid I had at least twenty-seven daughters:[19][20][24][22]\n\n"
        }
    ]
}