{
    "url": "https://en.wikipedia.org/wiki/Abel_Ferrara",
    "title": "Abel Ferrara",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Early work",
        "2.2 Rise",
        "2.3 Later career",
        "3 Personal life",
        "4 Influences",
        "5 Filmography",
        "6 Recurring collaborators",
        "7 Awards and nominations",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAbel Ferrara (born July 19, 1951)[1] is an American filmmaker, known for the provocative and often controversial content in his movies and his use of neo-noir imagery and gritty urban settings. A long-time independent filmmaker, some of his best known movies include Ms .45 (1981), King of New York (1990), Bad Lieutenant (1992) and The Funeral (1996).\n\n"
        },
        {
            "title": "Early life",
            "text": "Ferrara was born in the Bronx of Italian and Irish descent.[2] He was raised Catholic, which subsequently influenced much of his work.[3] At 8 years old, he moved to Peekskill in Westchester County, New York and he started making movies at Rockland Community College.[4] Later, he attended the film conservatory at SUNY Purchase, where he directed several short films.[5]\n\n"
        },
        {
            "title": "Career",
            "text": "Ferrara studied at the San Francisco Art Institute; one of his teachers there was the famous avant-garde director Rosa von Praunheim. In the early 1970s, while still in art school, Ferrara directed a number of independently produced short films which included The Hold Up and Could This Be Love. Finding himself out of work after leaving film school in 1976, Ferrara directed his first feature film which was an adult pornographic film titled, 9 Lives of a Wet Pussy, using a pseudonym.[6] Starring with his then-girlfriend, he recalled having to step in front of the camera for one scene to perform in a hardcore sex scene: \"It's bad enough paying a guy $200 to fuck your girlfriend, then he can't get it up.\"[7]\n\nFerrara first drew a cult following with his second feature film, a grindhouse movie titled The Driller Killer (1979), an urban slasher film about an artist (played by the director himself) who goes on a killing spree with a power drill. In the United Kingdom, the movie made it on a list of \"video nasties\" created by moral crusaders that led to prosecutions under the Obscene Publications Act 1959 and to the passing of new legislation which forced all video releases to appear before the British Board of Film Classification for rating.[8]\n\nThe director's next feature was Ms .45 (1981), a \"rape revenge\" movie about a mute garment worker turned murderer (Zoë Tamerlis). Reviewers called it \"a provocative, disreputable movie, well worth seeing.\"[9]\n\nIn 1984, Ferrara was hired to direct Fear City, starring Melanie Griffith, Billy Dee Williams, Rae Dawn Chong and María Conchita Alonso. When a \"kung fu slasher\" stalks and murders young women who work in a seedy Times Square strip club, a disgraced boxer portrayed by Tom Berenger uses his fighting skills to defeat the killer.[10]\n\nFerrara worked on two Michael Mann-produced television series, directing the two-hour pilot for  Crime Story (aired September 18, 1986), starring Dennis Farina,[11] and two episodes of the series Miami Vice.[12]\n\nKing of New York (1990) stars Christopher Walken as gangster Frank White, Laurence Fishburne, Wesley Snipes, David Caruso and Giancarlo Esposito. The movie received overall mixed reviews, but Ferrara was praised for his strong command of mood and style. Critic Roger Ebert wrote, \"What Ferrara needs for his next film is a sound screenplay.\"[13]\n\nBad Lieutenant (1992) credits Ferrara and actress Zoë Tamerlis, who plays the woman who helps the Lieutenant freebase heroin in the movie, as co-writers of the script, but Tamerlis claimed that she wrote it alone.[14][15] Bad Lieutenant received Spirit Awards nominations for Best Director and Best Actor, and despite its controversial content, the movie was lauded by critics. Director Martin Scorsese named it one of his top 10 films of the 1990s.[16]\n\nIn 1993, Ferrara was hired for two Hollywood studio movies: another remake of Invasion of the Body Snatchers, titled Body Snatchers (1993), for Warner Bros.; and Dangerous Game (1993), starring Keitel and Madonna, for MGM.\n\nIn the mid-1990s Ferrara directed two well-received independent movies:\nThe Addiction (1995),[17] photographed in black-and-white, stars Lili Taylor as a philosophy student who succumbs to a vampire as she studies the problem of evil and philosophical pedagogy, represented by the most violent events of the 20th century. The movie also features Christopher Walken, Annabella Sciorra, Edie Falco, Kathryn Erbe and Michael Imperioli. It was co-produced by Russell Simmons.\n\nThe Funeral (1996),[18] starring Walken, Sciorra, Chris Penn, Isabella Rossellini, Benicio del Toro, Vincent Gallo and Gretchen Mol, was nominated for five Independent Spirit Awards including Best Director.\n\nFollowing the success of The Funeral, Ferrara had an infamous interview with Conan O'Brien on October 23, 1996. Ferrara was believed to be intoxicated and struggled through the interview, often slurring and covering his face as well as waving around a cigarette. O'Brien would later state that Ferrara was his \"worst guest ever\".[19] Eventually, O'Brien revealed to Ferrara's frequent collaborator Willem Dafoe that Ferrara \"ran away\" and that the segment producer had to \"run down the street\" to catch him and bring him back to the set. Dafoe said to O'Brien, \"You did your best...and so did he!\"\n\nAfter making The Blackout (1997) with Matthew Modine and Dennis Hopper, he contributed to the omnibus television movie Subway Stories. Ferrara then made New Rose Hotel (1998), which reunited him with Christopher Walken.\n\nFerrara returned three years later with 'R Xmas (2001), which starred Drea de Matteo and Ice-T. He recorded commentaries for Driller Killer[20] and King of New York[21] and made Mary (2005), a religious-themed multi-plot movie starring Juliette Binoche, Matthew Modine, Forest Whitaker, Heather Graham, Marion Cotillard, and Stefania Rocca. Mary premiered at the Venice Film Festival in 2005. It swept the awards ceremony, garnering the Grand Jury Prize, SIGNIS Award and two others. It was shown at the Toronto International Film Festival.[22]\n\nIn 2007, Ferrara directed Go Go Tales a comedy with Modine, Bob Hoskins and Willem Dafoe that premiered at the Cannes Film Festival but was not shown in the United States until a special screening at the Anthology Film Archives in 2011.[23]\n\nIn 2009, Jekyll and Hyde was set to star Forest Whitaker and 50 Cent. After disagreements with Warner Bros., the movie was shelved in 2010.[24]\n\nIn 2009, Napoli, Napoli, Napoli premiered out of competition at the 66th Venice International Film Festival.[25] The docudrama received little attention and poor reviews but Werner Herzog's reboot Bad Lieutenant: Port of Call New Orleans was selected for competition at the prestigious festival. Asked about the Herzog film, Ferrara was quoted widely saying \"I wish these people die in hell.\"[26]\n\nIn September 2011, 4:44 Last Day on Earth, starring Willem Dafoe and Shanyn Leigh, premiered at the 68th Venice International Film Festival.[27]\n\nFerrara's Welcome to New York, a fictionalized version of the Dominique Strauss-Kahn sexual assault case starring Gérard Depardieu and Jacqueline Bisset, was released on video on demand in 2014.[28][29] Ferrara's Pasolini (2014) about the titular Italian director stars Willem Dafoe.[30]\n\nWith Siberia, Ferrara and Dafoe collaborated for a sixth time in a movie. Inspired by Carl Jung's The Red Book, the script was written by Ferrara and Chris Zois.[31][32]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Ferrara is married to Cristina Chiriac and they have a daughter, Anna.[33][34][35] He was previously married to Nancy Ferrara.[36]  Ferrara has two adopted children: Endira and Lucy.[37][38]  He was also in a relationship with actress Shanyn Leigh.[39][40]\n\nFerrara lives in Rome, Italy.[41]  He moved there following the 9/11 attacks because it was easier for him to find financing for his movies in Europe.[42]\n\nRaised Catholic, Ferrara started describing himself as Buddhist in 2007.[43] When asked if he had converted, Ferrara responded,\n\nFerrara said in 2020 that Buddhism \"is a practice for me, not a religion.\"[45] In 2022, he stated he considered Padre Pio his \"spirituality model.\"[46]\n\n"
        },
        {
            "title": "Influences",
            "text": "Artists and filmmakers who influenced Ferrara's work include \"the Stones and Dylan...DaVinci, Stanley Kubrick, Woody Allen and all of the great New York film makers.\"[47] He has also credited Pier Paolo Pasolini and Rainer Werner Fassbinder as influences.[48][49][50]\n\n"
        },
        {
            "title": "Recurring collaborators",
            "text": "Ferrara has recast many of the same actors in his movies, most notably Christopher Walken, Harvey Keitel and Willem Dafoe.[57]  Other actors he has recast include Annabella Sciorra and Matthew Modine as well as character actors such as Victor Argo, Paul Calderón and Giancarlo Esposito.[58] David Caruso is another one of Ferrara's frequent film collaborators.[59] Ms .45 (1981) star Zoë Lund collaborated with Ferrara again on Bad Lieutenant (1992), which she co-wrote.[60] Gretchen Mol has worked with Ferrara twice.[61] Forest Whitaker starred in Ferrara's movies Mary (2005) and Body Snatchers (1993).[62]\n\nBeginning with The Driller Killer in 1979 through The Projectionist in 2019, Ferrara most frequently works with Ken Kelsch as his cinematographer.[63]\n\n"
        }
    ]
}