{
    "url": "https://en.wikipedia.org/wiki/Abel_Gance",
    "title": "Abel Gance",
    "table_of_contents": [
        "1 Early life",
        "2 Silent films",
        "3 Sound films",
        "4 Reputation",
        "5 Jury",
        "6 Filmography",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAbel Gance (French: [gɑ̃s]; born Abel Eugène Alexandre Péréthon; 25 October 1889 – 10 November 1981) was a French film director and producer, writer and actor. A pioneer in the theory and practice of montage, he is best known for three major silent films: J'accuse (1919), La Roue (1923), and Napoléon (1927).\n\n"
        },
        {
            "title": "Early life",
            "text": "Born in Paris in 1889, Abel Gance was the illegitimate son of a prosperous doctor, Abel Flamant, and a working-class mother, Françoise Péréthon (or Perthon).[1] Initially taking his mother's name, he was brought up until the age of eight by his maternal grandparents in the coal-mining town of Commentry in central France. He then returned to Paris to rejoin his mother, who had by then married Adolphe Gance, a chauffeur and mechanic, whose name Abel then adopted.\n\nAlthough he later fabricated the history of a brilliant school career and middle-class background, Gance left school at the age of 14, and the love of literature and art which sustained him throughout his life was in part the result of self-education. He started working as a clerk in a solicitor's office, but after a couple of years he turned to acting in the theatre. When he was 18, he was given a season's contract at the Théâtre Royal du Parc in Brussels, where he developed friendships with the actor Victor Francen and the writer Blaise Cendrars.[2]\n\n"
        },
        {
            "title": "Silent films",
            "text": "While in Brussels, Gance wrote his first film scenarios, which he sold to Léonce Perret. Back in Paris in 1909, he acted in his first film, Perret's Molière. At that stage, he regarded the cinema as \"infantile and stupid\" and was only drawn into film jobs by his poverty,[3] but he nevertheless continued to write scenarios, and often sold them to Gaumont. During this period he was diagnosed with tuberculosis, often fatal at that time, but after a period of retreat in Vittel he recovered. With some friends, he established a production company, Le Film Français, and began directing his own films in 1911 with La Digue (ou Pour sauver la Hollande), a historical film which featured the first screen appearance of Pierre Renoir.[4]\nGance tried to maintain a connection with the theatre and he finished writing a monumental tragedy entitled Victoire de Samothrace, in which he hoped that Sarah Bernhardt would star. Its five-hour length, and Gance's refusal to cut it, proved to be a stumbling block.[5]\n\nWith the outbreak of World War I, Gance was rejected by the army on medical grounds, and in 1915 he started writing and directing for a new film company, Le Film d'art [fr]. He soon caused controversy with La Folie du docteur Tube, a comic fantasy in which he and his cameraman Léonce-Henri Burel created some arresting visual effects with distorting mirrors. The producers were outraged and refused to show the film.[6] Gance nevertheless continued working for Film d'Art until 1918, making over a dozen commercially successful films. His experiments included tracking shots, extreme close-ups, low-angle shots, and split-screen images. His subjects moved steadily away from simple action films towards psychological melodramas, such as Mater dolorosa (1917) starring Emmy Lynn as a neglected wife who has an affair with her husband's brother.[7] The film was a great commercial success, and it was followed by La Dixième Symphonie, another marital drama featuring Emmy Lynn. Here Gance's mastery of lighting, composition and editing was accompanied by a range of literary and artistic references which some critics found pretentious and alienating.[8]\n\nIn 1917, Gance was finally drafted into the army, in its Service Cinématographique, an episode which proved futile and short-lived, but it deepened his preoccupation with the impact of the war and the depression which was caused by the deaths of many of his friends.[9] When he parted company with Film d'Art over a shortage of funds, Charles Pathé stepped in to underwrite his next film, J'accuse (1919), in which Gance confronted the waste and suffering which the war had brought. He re-enlisted in the Service Cinématographique in order to be able to film some scenes on a real battlefield at the front. The film made a powerful impact and went on to have international distribution.[10]\n\nIn 1920, Gance developed his next project, La Roue, while recuperating in Nice from Spanish flu, and its progress was deeply affected by the knowledge that his companion Ida Danis was dying of tuberculosis;[11] furthermore, his leading man and friend Séverin-Mars was also seriously ill (and died soon after completion of the film). Nevertheless, Gance brought an unprecedented level of energy and imagination to the technical realisation of his story, set firstly against the dark and grimy background of locomotives and railway yards, and then among the snow-covered landscapes of the Alps. He employed elaborate editing techniques and innovative use of rapid cutting which made the film highly influential among other contemporary directors. The finished film was originally in 32 reels and ran for nearly nine hours, but it was subsequently edited down for distribution.[12] A modern reconstruction from five different versions, available on DVD, is nearly four and a half hours long,[13] and an almost seven hours long restored version was shown at the 2019 Lumière Film Festival.\n\n[14]\n\nIn 1921, Gance visited America to promote J'accuse. During his five-month stay he met D. W. Griffith, whom he had long admired. He was also offered a contract with MGM to work in Hollywood, but he turned it down.[15]\n\nAfter a brief change of pace for Au Secours! (1924), a comic film with Max Linder, Gance embarked on his greatest project, a six-part life of Napoléon. Only the first part was completed, tracing Bonaparte's early life, through the Revolution, and up to the invasion of Italy, but even this occupied a vast canvas with meticulously recreated historical scenes and scores of characters. The film was full of experimental techniques, combining rapid cutting, hand-held cameras, superimposition of images, and, in wide-screen sequences, shot using a system he called Polyvision needing triple cameras (and projectors), achieved a spectacular panoramic effect, including a finale in which the outer two film panels were tinted blue and red, creating a widescreen image of a French flag. The original version of the film ran for around 6 hours. A shortened version received a triumphant première at the Paris Opéra in April 1927 before a distinguished audience that included the future General de Gaulle. The length was reduced still further for French and European distribution, and it became even shorter when it was shown in America.[16] This was not the end of the film's career however. Gance re-used material from it in later films, and the restoration of the silent film at the beginning of the 1980s confirmed it as his best known work.\n\n"
        },
        {
            "title": "Sound films",
            "text": "Gance embraced the arrival of sound with enthusiasm, and his first production was La Fin du monde (1931), an expensive science-fiction film (first planned in 1913/14[17]) about the imminent collision of a comet with the Earth. Gance himself played the leading role. The film was a critical and commercial disaster,[18] and thereafter the creative independence which Gance had enjoyed in the previous decade was seriously curtailed.\n\nGance continued to be a busy film-maker throughout the 1930s, but he characterised most of the films made during this period as ones that he did \"not in order to live, but in order not to die\".[19] In 1932 he tried to demonstrate his credentials as a reliable and efficient director by filming a remake of Mater dolorosa which he completed within 18 days and within budget.[20] Among the other 'commercial' works that followed were Lucrezia Borgia (1935), with Edwige Feuillère, and Un Grand Amour de Beethoven (1937), with Harry Baur. One of the more personal projects that he was able to undertake was a new version of J'accuse! (1938), not so much a remake of his 1919 film as a continuation of it, and conceived as a warning against the new war that he saw impending.\n\nAfter the Fall of France in 1940, Gance filmed a popular melodrama called Vénus aveugle, which he saw as an allegory of the current state of France and a message of hope directed to the ordinary French people in their time of misfortune. At this period Gance was among those who saw Philippe Pétain as the means of the country's salvation, and in September 1941 Vénus aveugle had its first screening in Vichy, preceded by a speech in which Gance paid tribute to Pétain.[21]\n\nAfter completing one more film, Le Capitaine Fracasse, Gance went to Spain in August 1943, citing growing hostility from the German authorities in France,[22] and he remained there until October 1945.\n\nAfter the war, his difficulties in getting support for his projects increased, and thus he made few films. The historical melodrama La Tour de Nesle (1954) was his first film in colour, and it provoked some revival of interest in his work, with critics such as François Truffaut making the case for Gance as a neglected auteur of genius.[23]\n\nGance returned to Napoleonic spectacle with Austerlitz (1960), and made a further historical pageant in Cyrano et d'Artagnan (1963), before moving into television for his final works, also on historical subjects.\n\nThroughout his life Gance kept returning to Napoléon, often editing his own footage into shorter versions, adding a soundtrack, sometimes filming new material, and as a result the original 1927 film was lost from view for decades. After various attempts at reconstruction, the dedicated work of the film historian Kevin Brownlow produced a five-hour version of the film, still incomplete but fuller than anyone had seen since the 1920s. This version was presented at the Telluride Film Festival in August 1979, with the frail 89-year-old director in attendance. The occasion brought a belated triumph to Gance's career, and subsequent performances and further restoration made his name known to a worldwide audience.\n\nAbel Gance married three times: in 1912 to Mathilde Thizeau; in 1922 to Marguerite Danis (sister of Ida); and in 1933 to Marie-Odette Vérité (Sylvie Grenade), who died in 1978.[24] Gance died of tuberculosis in Paris in 1981 at the age of 92. Abel Gance was interred in the Cimetière d'Auteuil in Paris.\n\n"
        },
        {
            "title": "Reputation",
            "text": "Gance wanted himself to be seen as \"the Victor Hugo of the screen\",[25] and many assessments have recognised the ambition, the ingenuity and the sweeping romanticism of his films. Some, such as Léon Moussinac in the 1920s, have pointed to the contradictions in his work between creativity and cliché, the \"abundance of original treasures and of banal mediocrity and of poor taste\".[26]\n\nOne thing that has always been acknowledged is Gance's innovations in the techniques of the cinema. As well as his multiscreen ventures with Polyvision, he explored the use of superimposition of images, extreme close-ups, and fast rhythmic editing, and he made the camera mobile in unorthodox ways – hand-held, mounted on wires or a pendulum, or even strapped to a horse.[27] He also made early experiments with the addition of sound to film, and with filming in colour and in 3-D. There were few aspects of film technique that he did not seek to incorporate in his work, and his influence was acknowledged by contemporaries such as Jean Epstein and later by the French New Wave film-makers.[28] In the assessment of Kevin Brownlow, \"...with his silent productions, J'accuse, La Roue, and Napoléon, [Abel Gance] made a fuller use of the medium than anyone before or since\".[29]\n\nAnother aspect of Gance's work which has drawn comment from critics is the political stance and implication of his life and films, particularly his identification with strong military leaders. Whereas J'accuse in 1919 suggested Gance's pacifist and anti-establishment attitude, the reactions to Napoléon in 1927 saw greater ambivalence, and some commentators even judged it to be an apologia for dictatorship.[30] This strand of criticism of Gance's reactionary politics has continued through later assessments of him; it has also noted his ardent support for Pétain in the early years of World War II, and subsequently for Charles de Gaulle in the 1960s. Others have regarded these political interpretations as secondary to Gance's mastery of exuberant spectacle, which frequently had a nationalistic focus. As one obituary concluded, \"Abel Gance was perhaps the greatest Romantic of the screen\".[31]\n\n"
        },
        {
            "title": "Jury",
            "text": "Abel Gance was a member of the jury for Miss France 1938.[32]\n\nHe was also a member of the jury for the 1953 Cannes Film Festival, with Jean Cocteau as president.\n\n"
        }
    ]
}