{
    "url": "https://en.wikipedia.org/wiki/Abenaki_mythology",
    "title": "Abenaki mythology",
    "table_of_contents": [
        "1 Creation",
        "1.1 Gluskab and The Transition Between Ages",
        "2 Three Ages",
        "2.1 Beings of the Ancient Age",
        "2.2 Beings of the Golden Age",
        "2.3 Beings of the Present Age",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Abenaki people are an indigenous peoples of the Americas located in the Northeastern Woodlands region. Their religious beliefs are part of the Midewiwin tradition, with ceremonies led by medicine keepers, called Medeoulin or Mdawinno.[citation needed]\n\n"
        },
        {
            "title": "Creation",
            "text": "In Abenaki mythology the highest deity is Gici Niwaskw, also referred to by the titles of Tabaldak or Dabaldak, meaning Lord, and Niwaskowôgan, meaning Great Spirit. According to the creation myth, there existed no sound or color prior until Gici Niwaskw desired it and began the process of creating the world. To do so they called forth a giant turtle, called Tolba, from the primordial waters, crafting the land on top of Tolba’s shell and the clouds above that. After this creation the Great Spirit fell asleep and began to dream of every creature and plant to ever exist, waking to discover that their dreams had become reality as they had slept. Thus the newly created world was populated by living things. [1]\n\nThe main character noted for being responsible for the care of Gici Niwaskw’s creations and the transition between the three ages is Gluskab, known by different names such as Glooscap, Glooskap, Gluskabe, and Klooskomba throughout the various Abenaki branch tribes. While not a full deity within the mythology Gluskab is characterized as a being with supernatural powers who uses them to make life easier for humankind while maintaining a fondness for trickery and playing pranks on people.[2]\n\nOne of Gluskab’s many feats was tricking the great eagle Pamola, who creates wind by beating his wings, to allow him to tie his wings, and freeing them once the eagle promised to only cause storms sometimes. Gluskab is also credited with shrinking beavers to their modern size, as during the Ancient Age they were larger than humans. He did this by petting them on their heads, and with each pet, he used his magic to cause them to grow smaller and smaller. The most common tale was of Gluskab turning the syrup within maple trees to sap. Initially, syrup could be found directly in maple trees, so the humans sat under the trees all day and let the sweet treat drip directly into their mouths, leaving the fields untended and homes unkempt. Gluskab poured water into the maple trees to dilute the syrup, which meant that humans could no longer have maple syrup without collecting it and boiling it down for much less than they had gathered. Thus Gluskab ensured humans would not grow lazy in their lives.[3]\n\nIn some versions of his story, Gluskab is noted as being the twin of Malsum or Malsumis, a more malevolent being that seeks to make life harder for humans rather than easier. However, there is some doubt of whether this version actually comes from Abenaki mythology or if it is a misattributed Iroquois tale, as there exists only one known source for it within the Abenaki tribes and no wider knowledge of it within them.[4]\n\n"
        },
        {
            "title": "Three Ages",
            "text": "Since the creation, it is believed by the Abenaki that the world has gone through three separate ages, defined by humanity and its relationship with the other animals. First, there is the Ancient Age, where humans and animals are viewed as equal, followed by the Golden Age, where humans begin to separate themselves from being like the other animals. Finally, there is the Present Age, which is marked by the current status of humans being completely separate from the rest of the animals.[citation needed]\n\n"
        }
    ]
}