{
    "url": "https://en.wikipedia.org/wiki/Abortion_debate",
    "title": "Abortion debate",
    "table_of_contents": [
        "1 Overview",
        "2 Terminology",
        "3 Political debate",
        "3.1 Privacy",
        "3.2 U.S. judicial involvement",
        "3.3 Canadian judicial involvement",
        "3.4 Worldwide stances",
        "3.4.1 Countries that refuse abortions",
        "3.4.2 Countries with strict laws",
        "3.5 Effects of legalization/illegalization",
        "4 Personhood",
        "4.1 Fetal pain",
        "4.2 Fetal personhood",
        "4.3 Arguments for abortion rights which do not depend on fetal non-personhood",
        "4.3.1 Bodily rights",
        "4.3.2 Freedom and equality",
        "4.3.3 Impacts of criminalization",
        "4.3.4 Inefficacy of abortion bans on reducing abortion",
        "4.3.5 Abortion safety",
        "4.3.6 Population planning",
        "4.4 Arguments against abortion",
        "4.4.1 Discrimination",
        "4.4.2 Deprivation",
        "4.4.3 Argument from uncertainty",
        "4.4.4 Slippery slope",
        "4.4.5 Mental health",
        "4.4.6 Religious beliefs",
        "4.4.7 Feminist arguments",
        "4.5 Other factors",
        "4.5.1 Mexico City policy",
        "4.5.2 Public opinion",
        "4.5.3 Effect upon crime rate",
        "4.5.4 Breast cancer hypothesis",
        "4.5.5 Minors",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe abortion debate is a longstanding, ongoing controversy that touches on the moral, legal, medical, and religious aspects of induced abortion.[1] In English-speaking countries, the debate most visibly polarizes  around adherents of the self-described \"pro-choice\" and \"pro-life\" movements. Pro-choice emphasizes a woman's right to bodily autonomy, while the pro-life position argues that a fetus is a human deserving of legal protection, separate from the will of the mother.\n\nBoth terms are considered loaded in mainstream media, where terms such as \"abortion rights\" or \"anti-abortion\" are generally preferred.[2] Each movement has, with varying results, sought to influence public opinion and to attain legal support for its position.\n\nMany who take a position argue that abortion is essentially a moral issue, concerning the beginning of human personhood, rights of the fetus, and bodily integrity. The debate has become a political and legal issue in some countries with anti-abortion campaigners seeking to enact, maintain and expand anti-abortion laws, while abortion-rights campaigners seek to repeal or ease such laws and expand access to the procedure. Abortion laws vary considerably between jurisdictions, ranging from outright prohibition of the procedure to public funding of abortion. The availability of safe abortion also varies across the world.\n\n"
        },
        {
            "title": "Overview",
            "text": "In ancient times, issues such as abortion and infanticide were evaluated within the contexts of family planning, gender selection, population control, and the property rights of the patriarch.[3] Rarely were the rights of the prospective mother, much less the prospective child, taken into consideration.[4] Then, as now, these discussions often concerned the nature of humankind, the existence of a soul, when life begins, and the beginning of human personhood.[5]\n\nDiscussion of the putative personhood of the fetus may be complicated by the current legal status of children. Like minors in the U.S. a fetus or an embryo is not legally a \"person\", not having reached the age of majority and not deemed able to enter into contracts and sue or be sued.[6] Since the 1860s, they have been treated as persons for the limited purposes of offence against the person law in the UK including N. Ireland, although this treatment was amended by the Abortion Act of 1967 in England, Scotland and Wales.[7] Furthermore, there are logistic difficulties in treating a fetus as \"the object of direct action\".  As one New Jersey Superior Court judge noted, \"If a fetus is a person, it is a person in very special circumstances – it exists entirely within the body of another much larger person and usually cannot be the object of direct action by another person.\"[8] Proposals in the current debate range from complete prohibition, even if the procedure is necessary to save the mother's life,[9] to complete legalization with public funding.[10]\n\n"
        },
        {
            "title": "Terminology",
            "text": "Many of the terms used in the debate are seen as political framing: terms used to validate one's own stance while invalidating the opposition's.[11] For example, the labels \"pro-choice\" and \"pro-life\" imply endorsement of widely held values such as liberty or the right to life, while suggesting that the opposition must be \"anti-choice\" or \"anti-life\".[12] Terms used by some in the debate to describe their opponents include \"pro-abortion\" or \"pro-abort\". However, these terms do not always reflect a political view or fall along a binary; in one Public Religion Research Institute poll, seven in ten Americans described themselves as \"pro-choice\" while almost two-thirds described themselves as \"pro-life\".[13] Another identifier in the debate is \"abolitionist\", which harks back to the 19th-century struggle against human slavery.[14][15]\n\nAppeals are often made in the abortion debate to the rights of the fetus, pregnant woman, or other parties.  Such appeals can generate confusion if the type of rights is not specified (whether civil, natural, or otherwise) or if it is simply assumed that the right appealed to takes precedence over all other competing rights (an example of begging the question).\n\nThe appropriate terms with which to designate the human organism prior to birth are also debated. The medical terms \"embryo\" and \"fetus\" are seen by some anti-abortion advocates as dehumanizing,[16][17] while everyday terms such as \"baby\" or \"child\" are viewed as sentimental by some abortion rights advocates.[citation needed]\n\nThe use of the term \"baby\" to describe the unborn human organism is seen by some scholars as part of an effort to assign the organism agency. This assignation of agency functions to further the construction of fetal personhood.[18][19]\n\nAnti-abortion activists occasionally use the term the \"Silent Holocaust\" in reference to the number of abortions that have been performed in the United States since 1973.[20]\n\n"
        },
        {
            "title": "Political debate",
            "text": "There is abundant debate regarding the extent of abortion regulation.  Some abortion rights advocates argue that it should be illegal for governments to regulate abortion any more than other medical practices.[21] On both sides of the debate, some argue[who?] that governments should be permitted to prohibit elective abortions after the 20th week,[22] viability,[23] or the second trimester.[24] Some want to prohibit all abortions, starting from conception.[25]\n\nIn the United States, the debate has been framed as an aspect of privacy. Even though the right to privacy is not explicitly stated in many constitutions of sovereign nations, many people see it as foundational to a functioning democracy. In general the right to privacy can be found to rest on the provisions of habeas corpus, which first found official expression under Henry II in 11th century England, but has precedent in Anglo-Saxon law. This provision guarantees the right to freedom from arbitrary government interference, as well as due process of law. This conception of the right to privacy is operant in all countries which have adopted English common law through Acts of Reception. The law of the United States rests on English common law by this means.\n\nTime has stated that the issue of bodily privacy is \"the core\" of the abortion debate.[26] Time defined privacy, in relation to abortion, as the ability of a woman to \"decide what happens to her own body\".[26] In political terms, privacy can be understood as a condition in which one is not observed or disturbed by government.[27]\n\nTraditionally, American courts have located the right to privacy in the Fourth Amendment, Ninth Amendment, Fourteenth Amendment, as well as the penumbra of the Bill of Rights. The landmark decision Roe v Wade relied on the 14th Amendment, which guarantees that federal rights shall be applied equally to all persons born in the United States. The 14th Amendment has given rise to the doctrine of Substantive due process, which is said to guarantee various privacy rights, including the right to bodily integrity.\n\nWhile governments are allowed to invade the privacy of their citizens in some cases, they are expected to protect privacy in all cases lacking a compelling state interest. In the US, the compelling state interest test has been developed in accordance with the standards of strict scrutiny.  In Roe v Wade, the Court decided that the state has an \"important and legitimate interest in protecting the potentiality of human life\" from the point of viability on, but that prior to viability, the woman's fundamental rights are more compelling than that of the state.\n\nRoe v. Wade struck down state laws banning abortion in 1973. Over 20 cases have addressed abortion law in the United States, all of which upheld Roe v. Wade. Since Roe, abortion has been legal throughout the country, but states have placed varying regulations on it, from requiring parental involvement in a minor's abortion to restricting late-term abortions.\n\nLegal criticisms of the Roe decision address many points, among them are several suggesting that it is an overreach of judicial powers,[28] or that it was not properly based on the Constitution,[29] or that it is an example of judicial activism and that it should be overturned so that abortion law can be decided by legislatures.[30] Justice Potter Stewart, who joined with the majority, viewed the Roe opinion as  \"legislative\" and asked that more consideration be paid to state legislatures.[31]\n\nCandidates competing for the Democratic nomination for the 2008 presidential election cited Gonzales v. Carhart as judicial activism.[32] In upholding the Partial-Birth Abortion Ban Act, Carhart is the first judicial opinion upholding a legal barrier to a specific abortion procedure.\n\nDobbs v. Jackson overturned the Roe decision on June 24, 2022.\n\nWith R v. Morgentaler, a 5–2 majority of the Supreme Court of Canada held that the abortion provisions of the Criminal Code were unconstitutional. The majority of the Court held that the abortion provisions infringed the rights of pregnant women, contrary to the security of the person clause of the Canadian Charter of Rights and Freedoms, and could not be justified. The only laws currently governing abortion in Canada are those which govern medical procedures in general, such as those regulating licensing of facilities, the training of medical personnel, and the like. Laws also exist which are intended to prevent anti-abortion activists from interfering with staff and patient access to hospitals and clinics, for instance by creating buffer zones around them.\n\nBecause the courts did not establish abortion as a constitutional right, Parliament continues to have jurisdiction to legislate with respect to abortion. The Progressive Conservative government of Brian Mulroney twice attempted to do. The first bill, introduced in 1988, was defeated in the House of Commons.  The next year, in 1989, the Mulroney government introduced a bill that would allow abortion only if two doctors certified that the woman's health was in danger. This bill passed the House of Commons but was defeated by a tie vote in the Senate.  There have not been any further government attempts to enact legislation relating to abortion in Parliament since then.\n\nAlthough the courts have not ruled on the question of fetal personhood, the question has been raised in two cases, Tremblay v. Daigle and R. v. Sullivan. Both cases relied on the born alive rule, inherited from English common law, to determine that the fetus was not a person at law.\n\nTwo further cases are notable: Dobson (Litigation Guardian of) v. Dobson, and Winnipeg Child & Family Services (Northwest Area) v. G . (D.F.), [I9971 3 S.C.R. 925 M], which dismissed so-called fetal abuse charges.\n\nAs of 2016, there are six countries that completely outlaw abortion: El Salvador, Malta, Vatican City, the Dominican Republic, Philippines, and Nicaragua. This bans women from an abortion for any reason (underage, fetal impairment, rape/incest), even if it might mean saving her life.[35][36] Penalties include jail time.\n\nArgentina allowed abortion only in case of rape or if the mother's health was at risk. In December 2020, the Argentine Senate passed a bill to legalize abortion. Also in 2020, the Constitutional Tribunal ended almost all legal abortion in Poland.[37] China has a free abortion policy but some studies show that its government also uses forced abortion to enforce strict limits on how many children each family can have.[35]\n\nAbortion rights advocates argue that illegalization of abortion increases the incidence of unsafe abortions, as the availability of professional abortion services decreases, and leads to increased maternal mortality. According to a global study collaboratively conducted by the World Health Organization and the Guttmacher Institute, most unsafe abortions occur where abortion is illegal.[38]\nWithholding access to safe abortions results in 30,000 abortion releated deaths per year. Women may also choose suicide when abortion is illegal.[39]\n\nThe effect on crime of legalized abortion is a subject of controversy, with proponents of the theory generally arguing that \"unwanted children\" are more likely to become criminals and that an inverse correlation is observed between the availability of abortion and subsequent crime.[40]\n\nEconomist George Akerlof has argued that the legalization of abortion in the United States contributed to a declining sense of paternal duty among biological fathers and to a decline in shotgun weddings, even when women chose childbirth over abortion, and thus to an increase rather than a decrease in the rate of children born to unwed mothers.[41][42]\n\n"
        },
        {
            "title": "Personhood",
            "text": "There are differences of opinion as to whether a zygote/embryo/fetus acquires \"personhood\" or was always a \"person\".  If \"personhood\" is acquired, opinions differ about when this happens.\n\nTraditionally, the concept of personhood entailed the soul, a metaphysical concept referring to a non-corporeal or extra-corporeal dimension of human being. Today, the concepts of subjectivity and intersubjectivity, personhood, mind, and self have come to encompass a number of aspects of human being previously considered the domain of the \"soul\".[43][44] Thus, while the historical question has been: when does the soul enter the body, in modern terms, the question could be put instead: at what point does the developing individual develop personhood or selfhood.[45]\n\nSince the zygote is genetically identical to the embryo, the fully formed fetus, and the baby, the notion of acquired personhood could lead to an instance of the Sorites paradox, also known as the paradox of the heap.[46]\n\nRelated issues attached to the question of the beginning of human personhood include the legal status, bodily integrity, and subjectivity of the pregnant woman[47] and the philosophical concept of \"natality\" (i.e. \"the distinctively human capacity to initiate a new beginning\", which a new human life embodies).[48]\n\nIn the 1973 US judgment Roe v. Wade, the opinion of the justices included the following statement:\n\nThe existence and implications of fetal pain are part of a larger debate about abortion. A 2005 multidisciplinary systematic review in JAMA in the area of fetal development found that a fetus is unlikely to feel pain until after the sixth month of pregnancy.[50][51] Developmental neurobiologists suspect that the establishment of thalamocortical connections (at about 26 weeks) may be critical to fetal perception of pain.[52] However, legislation was proposed by anti-abortion advocates that would require abortion providers to tell a woman that the fetus may feel pain during an abortion procedure if the woman's proposed abortion was at least 20 weeks after fertilization.[53]\n\nThe 2005 JAMA review concluded that data from dozens of medical reports and studies indicate that fetuses are unlikely to feel pain until the third trimester of pregnancy.[50] However a number of medical critics have since disputed these conclusions.[51][54] Other researchers such as Anand and Fisk have challenged the idea that pain cannot be felt before 26 weeks, positing instead that pain can be felt at around 20 weeks.[55] Anand's suggestion is disputed in a March 2010 report on fetal awareness published by a working party of the Royal College of Obstetricians and Gynaecologists, citing a lack of evidence or rationale.[56] Page 20 of the report definitively states that the fetus cannot feel pain prior to week 24. Because pain can involve sensory, emotional and cognitive factors, leaving it \"impossible to know\" when painful experiences are perceived, even if it is known when thalamocortical connections are established.[57]\n\nWendy Savage—press officer, Doctors for a Woman's Choice on Abortion—considers the question to be irrelevant. In a 1997 letter to the British Medical Journal,[58] she noted that the majority of surgical abortions in Britain were performed under general anesthesia which affects the fetus, and considers the discussion \"to be unhelpful to women and to the scientific debate\". Others caution against unnecessary use of fetal anesthetic during abortion, as it poses potential health risks to the pregnant woman.[50] David Mellor and colleagues have noted that the fetal brain is already awash in naturally occurring chemicals that keep it sedated and anesthetized until birth.[59] At least one anesthesia researcher has suggested the fetal pain legislation may make abortions harder to obtain because abortion clinics lack the equipment and expertise to supply fetal anesthesia. Anesthesia is administered directly to fetuses only while they are undergoing surgery.[55]\n\nAlthough the two main sides of the abortion debate tend to agree that a human fetus is biologically and genetically human (that is, of the human species), they often differ in their view on whether or not a human fetus is, in any of various ways, a person. Anti-abortion supporters argue that abortion is morally wrong on the basis that a fetus is an innocent human person[60] or because a fetus is a potential life that will, in most cases, develop into a fully functional human being.[61] They believe that a fetus is a person upon conception. Others reject this position by drawing a distinction between human being and human person, arguing that while the fetus is innocent and biologically human, it is not a person with a right to life.[62] In support of this distinction, some propose a list of criteria as markers of personhood.  For example, Mary Ann Warren suggests consciousness (at least the capacity to feel pain), reasoning, self-motivation, the ability to communicate, and self-awareness.[63] According to Warren, a being need not exhibit all of these criteria to qualify as a person with a right to life, but if a being exhibits none of them (or perhaps only one), then it is certainly not a person.  Warren concludes that as the fetus satisfies only one criterion, consciousness (and this only after it becomes susceptible to pain),[64] the fetus is not a person and abortion is therefore morally permissible.  Other philosophers apply similar criteria, concluding that a fetus lacks a right to life because it lacks brain waves or higher brain function,[65] self-consciousness,[66] rationality,[67] and autonomy.[68] These lists diverge over precisely which features confer a right to life,[69] but tend to propose various developed psychological or physiological features not found in fetuses.\n\nCritics of this typically argue that some of the proposed criteria for personhood would disqualify two classes of born human beings – reversibly comatose patients, and human infants – from having a right to life, since they, like fetuses, are not self-conscious, do not communicate, and so on.[70] Defenders of the proposed criteria may respond that the reversibly comatose do satisfy the relevant criteria because they \"retain all their unconscious mental states\".[71] or at least some higher brain function (brain waves). Warren concedes that infants are not \"persons\" by her proposed criteria,[72] and on that basis she and others, including the moral philosopher Peter Singer, conclude that infanticide could be morally acceptable under some circumstances (for example if the infant is severely disabled[73] or in order to save the lives of several other infants.[74])\n\nAn alternative approach is to base personhood or the right to life on a being's natural or inherent capacities.  On this approach, a being essentially has a right to life if it has a natural capacity to develop the relevant psychological features; and, since human beings do have this natural capacity, they essentially have a right to life beginning at conception (or whenever they come into existence).[75] Critics of this position argue that mere genetic potential is not a plausible basis for respect (or for the right to life), and that basing a right to life on natural capacities would lead to the counterintuitive position that anencephalic infants, irreversibly comatose patients, and brain-dead patients kept alive on a medical ventilator, are all persons with a right to life.[76] Respondents to this criticism argue that the noted human cases in fact would not be classified as persons as they do not have a natural capacity to develop any psychological features.[77][78][79] Also, in a view that favors benefiting even unconceived but potential future persons, it has been argued as justified to abort an unintended pregnancy in favor for conceiving a new child later in better conditions.[80]\n\nPhilosophers such as Aquinas use the concept of individuation. They argue that abortion is not permissible from the point at which individual human identity is realized. Anthony Kenny argues that this can be derived from everyday beliefs and language and one can legitimately say \"if my mother had had an abortion six months into her pregnancy, she would have killed me\" then one can reasonably infer that at six months the \"me\" in question would have been an existing person with a valid claim to life. Since division of the zygote into twins through the process of monozygotic twinning can occur until the fourteenth day of pregnancy, Kenny argues that individual identity is obtained at this point and thus abortion is not permissible after two weeks.[81]\n\nAn argument first presented by Judith Jarvis Thomson in her 1971 paper \"A Defense of Abortion\" states that even if the fetus is a person and has a right to life, abortion is morally permissible because a woman has a right to control her own body and its life-support functions (i.e. the right to life does not include the right to be kept alive by another person's body). Thomson's variant of this argument draws an analogy between forcing a woman to continue an unwanted pregnancy and forcing a person to allow his body to be used to maintain blood homeostasis (as a dialysis machine is used) for another person with kidney failure.  It is argued that just as it would be permissible to \"unplug\" and thereby cause the death of the person who is using one's kidneys, so it is permissible to abort the fetus (who similarly, it is said, has no right to use one's body's life-support functions against one's will).[82]\n\nCritics of this argument generally argue that there are morally relevant disanalogies between abortion and the kidney failure scenario.  For example, it is argued that the fetus is the woman's child as opposed to a mere stranger;[83] that abortion kills the fetus rather than merely letting it die;[84] and that in the case of pregnancy arising from voluntary intercourse, the woman has either tacitly consented to the fetus using her body,[85] or has a duty to allow it to use her body since she herself is responsible for its need to use her body.[86] Some writers defend the analogy against these objections, arguing that the disanalogies are morally irrelevant or do not apply to abortion in the way critics have claimed.[87]\n\nAlternative scenarios have been put forth as more accurate and realistic representations of the moral issues present in abortion. John Noonan proposes the scenario of a family who was found to be liable for frostbite finger loss suffered by a dinner guest whom they refused to allow to stay overnight, although it was very cold outside and the guest showed signs of being sick. Noonan argues that just as it would not be permissible to refuse temporary accommodation for the guest to protect him from physical harm, it would not be permissible to refuse temporary accommodation of a fetus.[88]\n\nOther critics claim that there is a difference between artificial and extraordinary means of preservation, such as medical treatment, kidney dialysis, and blood transfusions, and normal and natural means of preservation, such as gestation, childbirth, and breastfeeding. They argue that if a baby was born into an environment in which there was no replacement available for her mother's breast milk, and the baby would either breastfeed or starve, the mother would have to allow the baby to breastfeed.  But the mother would never have to give the baby a blood transfusion, no matter what the circumstances were.  The difference between breastfeeding in that scenario and blood transfusions is the difference between using one's body as a kidney dialysis machine, and gestation and childbirth.[89][90][91][92][93][94]\n\nMargaret Sanger wrote: \"No woman can call herself free until she can choose consciously whether she will or will not be a mother.\" From this perspective the right to abortion can be construed to be necessary in order for women to achieve equality with men whose freedom is not nearly so restricted by having children.[95]\n\nSome activists and academics, such as Andrea Smith, argue that the criminalization of abortion furthers the marginalization of oppressed groups such as poor women and women of color. Sending these women into the prison system would do nothing to address the social/political/economic problems that marginalize these women or, sometimes, cause them to require abortions.[96]\n\nResearch has been conducted exploring whether banning abortion actually reduces abortion rates. Researchers from the Guttmacher Institute, the World Health Organization, and the University of Massachusetts concluded that, in countries where abortions were restricted, the number of unintended pregnancies increased and the proportion of unintended pregnancies ending in abortion also increased.[97] The following table taken from their research shows these findings in greater detail:\n\nTable: Rates of unintended pregnancy and abortion, and proportion of unintended pregnancies ending in abortion, by legal status of abortion for years 2015–19\n\nUI=uncertainty interval.\n\nEven where abortions are illegal, they continue to take place, however, they are generally done unsafely, both because the need for secrecy tends to be more important than the woman's safety, and due to the lack of training and experience the person performing the abortion. When done correctly by properly trained doctors, abortion is generally safe. Where laws restrict rights to abortion, abortions are less safe and result in the deaths of 30,000 women each year.[98]\n\nIt has been suggested that access to abortion can help reduce human overpopulation,[99] which is shown to be harmful to the natural environment.[100]\n\nThe book Abortion and the Conscience of the Nation presents the argument that abortion involves unjust discrimination against the unborn. According to this argument, those who deny that fetuses have a right to life do not value all human life, but instead, select arbitrary characteristics (such as particular levels of physical or psychological development) as giving some human beings more value or rights than others.[101]\n\nIn contrast, philosophers who define the right to life by reference to particular levels of physical or psychological development typically maintain that such characteristics are morally relevant,[102] and reject the assumption that all human life necessarily has value (or that membership in the species Homo sapiens is in itself morally relevant).[103]\n\nSome abortion opponents have argued for, and promoted legislation for, a ban on the abortion of fetuses that have been diagnosed with Down syndrome on the basis that such abortions unfairly discriminate against disabled people.[104][better source needed][105] Critics of these measures charge that they are hypocritical since many of their proponents appear to be unconcerned with addressing the needs of living disabled persons.[105] In response to one such proposed measure in North Carolina, a spokesperson for Disability Rights North Carolina commented, \"We would never think of using limits on someone's bodily autonomy to protect our rights.\"[104][better source needed]\n\nThe argument of deprivation states that abortion is morally wrong because it deprives the fetus of a valuable future.[106] On this account, killing an adult human being is wrong because it deprives the victim of a future like ours—a future containing highly valuable or desirable experiences, activities, projects, and enjoyments.[107] If a being has such a future, then (according to the argument) killing that being would seriously harm the fetus and hence would be seriously wrong.[108] But since a fetus does have such a future, the \"overwhelming majority\" of deliberate abortions are placed in the \"same moral category\" as killing an innocent adult human being.[109] Not all abortions are unjustified according to this argument: abortion would be justified if the same justification could be applied to killing an adult human.[108]\n\nCriticism of this line of reasoning follows several threads. Some reject the argument on grounds relating to personal identity, holding that the fetus is not the same entity as the adult into which it will develop, and thus that the fetus does not have a \"future like ours\" in the required sense.[110] Others grant that the fetus has a future like ours, but argue that being deprived of this future is not a significant harm or a significant wrong to the fetus, because there are relatively few psychological connections (continuations of memory, belief, desire and the like) between the fetus as it is now and the adult into which it will develop.[111] Another criticism is that the argument creates inequalities in the wrongness of killing:[112] as the futures of some people appear to be far more valuable or desirable than the futures of other people, the argument appears to entail that some killings are far more wrong than others, or that some people have a far stronger right to life than others—a conclusion that is taken to be counterintuitive or unacceptable.[citation needed]\n\nSome anti-abortion supporters argue that if there is uncertainty as to whether the fetus has a right to life, then having an abortion is equivalent to consciously taking the risk of killing another. According to this argument, if it is not known for certain whether something (such as the fetus) has a right to life, then it is reckless and morally wrong to treat that thing as if it lacks a right to life (for example by killing it).[113] This would place abortion in the same moral category as manslaughter (if it turns out that the fetus has a right to life) or certain forms of criminal negligence (if it turns out that the fetus does not have a right to life).[114]\n\nDavid Boonin replies that if this kind of argument were correct, then the killing of nonhuman animals and plants would also be morally wrong because Boonin contends it is not known for certain that such beings lack a right to life.[115] Boonin also argues that arguments from uncertainty fail because the mere fact that one might be mistaken in finding certain arguments persuasive (for example, arguments for the claim that the fetus lacks a right to life) does not mean that one should act contrary to those arguments or assume them to be mistaken.[116]\n\nOne argument used by anti-abortion activists is the slippery slope argument, that normalizing abortion may lead to the normalization of other practices such as euthanasia.[117]\n\nSome anti-abortion activists argue that having an abortion can cause long-term harm to a woman's emotional and physical health.[118]\n\nEach religion has many varying views on the moral implications of abortion. These views can often be in direct opposition to each other.[119] Muslims typically cite the Quranic verse 17:31 which states that a fetus shouldn't be aborted out of fear of poverty.[120][121] Christians who oppose abortion may support their views with Scripture references such as that of Luke 1:15; Jeremiah 1:4–5; Genesis 25:21–23; Matthew 1:18; and Psalm 139:13–16.[citation needed] The Catholic Church believes that human life begins at conception, as does the right to life; thus, abortion is considered immoral.[122] The Church of England also considers abortion to be morally wrong, though their position admits abortion when \"the continuance of a pregnancy threatens the life of the mother\".[123]\n\nSome feminists have argued that abortion does not liberate women, but gives society an excuse to not allow women who are mothers to access financial and social services that would benefit them more, such as better access to childcare, workplaces acknowledging the needs of mothers, and state support to help women reintegrate into the workplace. Further, they argue that if women did not have easy access to abortions, governments would be forced to invest more money into supporting mothers.[118]\n\nOther feminists oppose abortion because it distracts from other women's issues. Writer Megan Clancy argued that:[118]\n\nSome feminists have argued that abortion is inconsistent with feminist principles of justice and opposition to discrimination and violence. Feminists for Life, an anti-abortion feminist organization, argued that:[118]\n\nSome feminists see abortion as an excuse for men to not take responsibility for sexually exploiting women because abortion prevents men from having to take care of any children the mother has as a result of the sexual intercourse.[118]\n\nThe Mexico City policy is a policy of the US federal government concerning US funding for abortions outside of the US.[clarification needed] Known by critics as the \"global gag rule\",[citation needed] the policy required any non-governmental organization receiving U.S. government funding to refrain from performing or promoting abortion services in other countries. This had a significant effect on the health policies of many nations across the globe. The Mexico City policy was instituted under President Reagan, suspended under President Clinton, reinstated by President George W. Bush,[124] and suspended again by President Barack Obama on 24 January 2009[125] and re-instated once again by President Donald Trump on 23 January 2017.[126][127][128] In 2021 President Biden rescinded the Mexico City policy.[129]\n\nA number of opinion polls around the world have explored public opinion regarding the issue of abortion. Results have varied from poll to poll, country to country, and region to region, while varying with regard to different aspects of the issue.\n\nA May 2005 survey examined attitudes toward abortion in 10 European countries, asking respondents whether they agreed with the statement, \"If a woman doesn't want children, she should be allowed to have an abortion\". The highest level of approval was 81% (in the Czech Republic); the lowest was 47% (in Poland).[130]  In 2019, already 58% of Poles supported abortion on request up to the 12th week of pregnancy.[131]\n\nIn North America, a December 2001 poll surveyed Canadian opinion on abortion, asking in what circumstances they believe abortion should be permitted; 32% responded that they believe abortion should be legal in all circumstances, 52% that it should be legal in certain circumstances, and 14% that it should be legal in no circumstances. A similar poll in April 2009 surveyed people in the United States about U.S. opinion on abortion; 18% said that abortion should be \"legal in all cases\", 28% said that abortion should be \"legal in most cases\", 28% said abortion should be \"illegal in most cases\" and 16% said abortion should be \"illegal in all cases\".[132] A November 2005 poll in Mexico found that 73.4% think abortion should not be legalized while 11.2% think it should be.[133]\n\nOf attitudes in South America, a December 2003 survey found that 30% of Argentines thought that abortion in Argentina should be allowed \"regardless of situation\", 47% that it should be allowed \"under some circumstances\", and 23% that it should not be allowed \"regardless of situation\".[134] A more recent poll now suggest that 45% of Argentineans are in favor of abortion for any reason in the first twelve weeks. This same poll conducted in September 2011 also suggests that most Argentineans favor abortion being legal when a woman's health or life is at risk (81%), when the pregnancy is a result of rape (80%) or the fetus has severe abnormalities (68%).[135] A March 2007 poll regarding the abortion law in Brazil found that 65% of Brazilians believe that it \"should not be modified\", 16% that it should be expanded \"to allow abortion in other cases\", 10% that abortion should be \"decriminalized\", and 5% were \"not sure\".[136] A July 2005 poll in Colombia found that 65.6% said they thought that abortion should remain illegal, 26.9% that it should be made legal, and 7.5% that they were unsure.[137]\n\nA theory attempts to draw a correlation between the United States' unprecedented nationwide decline of the overall crime rate during the 1990s and the decriminalization of abortion 20 years prior.\n\nThe suggestion was brought to widespread attention by a 1999 academic paper, The Impact of Legalized Abortion on Crime, authored by the economists Steven D. Levitt and John Donohue. They attributed the drop in crime to a reduction in individuals said to have a higher statistical probability of committing crimes: unwanted children, especially those born to mothers who are African American, impoverished, adolescent, uneducated, and single. The change coincided with what would have been the adolescence, or peak years of potential criminality, of those who had not been born as a result of Roe v. Wade and similar cases. Donohue and Levitt's study also noted that states which legalized abortion before the rest of the nation experienced the lowering crime rate pattern earlier, and those with higher abortion rates had more pronounced reductions.[138]\n\nFellow economists Christopher Foote and Christopher Goetz criticized the methodology in the Donohue-Levitt study, noting a lack of accommodation for statewide yearly variations such as cocaine use, and recalculating based on incidence of crime per capita; they found no statistically significant results.[139] Levitt and Donohue responded to this by presenting an adjusted data set which took into account these concerns and reported that the data maintained the statistical significance of their initial paper.[140]\n\nSuch research has been criticized by some as being utilitarian, discriminatory as to race and socioeconomic class, and as promoting eugenics as a solution to crime.[141][142] Levitt states in his book Freakonomics that they are neither promoting nor negating any course of action—merely reporting data as economists.\n\nThe abortion–breast cancer hypothesis posits that induced abortion increases the risk of developing breast cancer.[143] This position contrasts with some scientific data that abortion does not cause breast cancer.[144][145][146]\n\nIn early pregnancy, levels of estrogen increase, leading to breast growth in preparation for lactation. The hypothesis proposes that if this process is interrupted by an abortion – before full maturity in the third trimester – then more relatively vulnerable immature cells could be left than there were prior to the pregnancy, resulting in a greater potential risk of breast cancer. The hypothesis mechanism was first proposed and explored in rat studies conducted in the 1980s.[147][148][149]\n\nMany states require some form of parental consent before an abortion is set to happen. In the United States, 37 states require the parent to have knowledge while only 21 of those states need one parent to consent.[150] Certain states have an alternative answer to the involvement of the parent by getting the judicial system involved with a judicial bypass. In those states, minors can get permission from the judge if parents are not willing to do so or if they are absent from their lives.[150]\n\nThese laws are known as parental involvement laws.\n\nThere are different guidelines for minors and abortions in every country. In most of Europe, all persons that are capable of judgment enjoy medical privacy and can decide medical matters on their own. The capability of judgment does not come at a defined age, however, and is dependent on how well the person is able to understand the decision and its consequences. For most medical procedures, the capability of judgment usually sets in at ages 12 to 14.\n\n"
        }
    ]
}