{
    "url": "https://en.wikipedia.org/wiki/Absolute_idealism",
    "title": "Absolute idealism",
    "table_of_contents": [
        "1 Schelling and Hegel's Absolute",
        "2 Neo-Hegelianism",
        "2.1 Hegelianism after Hegel",
        "2.2 German twentieth-century neo-Hegelians",
        "2.3 Other notable neo-Hegelians",
        "3 Criticisms",
        "3.1 Schopenhauer",
        "3.2 Moore and Russell",
        "3.3 Pragmatism",
        "4 See also",
        "5 Notes",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Absolute idealism is an ontologically monistic philosophy chiefly associated with G. W. F. Hegel and Friedrich Schelling, both of whom were German idealist philosophers in the 19th century. The label has also been attached to others such as Josiah Royce, an American philosopher who was greatly influenced by Hegel's work, and the British idealists.[1][2]\n\nA form of idealism, absolute idealism is Hegel's account of how being is ultimately comprehensible as an all-inclusive whole (das Absolute). Hegel asserted that in order for the thinking subject (human reason or consciousness) to be able to know its object (the world) at all, there must be in some sense an identity of thought and being. Otherwise, the subject would never have access to the object and we would have no certainty about any of our knowledge of the world. \n\nTo account for the differences between thought and being, however, as well as the richness and diversity of each, the unity of thought and being cannot be expressed as the abstract identity \"A=A\". Absolute idealism is the attempt to demonstrate this unity using a new \"speculative\" philosophical method, which requires new concepts and rules of logic. According to Hegel, the absolute ground of being is essentially a dynamic, historical process of necessity that unfolds by itself in the form of increasingly complex forms of being and of consciousness, ultimately giving rise to all the diversity in the world and in the concepts with which we think and make sense of the world.[3]\n\nThe absolute idealist position dominated philosophy in nineteenth-century Britain and Germany, while exerting significantly less influence in the United States. The absolute idealist position should be distinguished from the subjective idealism of Berkeley, the transcendental idealism of Kant, or the post-Kantian transcendental idealism (also known as critical idealism)[4] of Fichte and of the early Schelling.[5]\n\n"
        },
        {
            "title": "",
            "text": "Dieter Henrich characterised Hegel's conception of the absolute as follows: “The absolute is the finite to the extent to which the finite is nothing at all but negative relation to itself” (Henrich 1982, p. 82). As Bowie describes it, Hegel's system depends upon showing how each view and positing of how the world really has an internal contradiction: \"This necessarily leads thought to more comprehensive ways of grasping the world, until the point where there can be no more comprehensive way because there is no longer any contradiction to give rise to it.\"[6]\n\nFor Hegel, the interaction of opposites generates, in a dialectical fashion, all concepts we use in order to understand the world. Moreover, this development occurs not only in the individual mind, but also throughout history. In The Phenomenology of Spirit, for example, Hegel presents a history of human consciousness as a journey through stages of explanations of the world. Each successive explanation created problems and oppositions within itself, leading to tensions which could only be overcome by adopting a view that could accommodate these oppositions in a higher unity. \n\nAt the base of spirit lies a rational development. This means that the Absolute itself is exactly that rational development. \n\nFor Kant, reason was only for us, and the categories only emerged within the subject. However, for Hegel, reason is embodied, or immanent within being and the world. Reason is immanent within nature, and spirit emerges out of nature. Spirit is self-conscious reason knowing itself as reason. It is important to remember that Hegel is not a spirit-monist, he is a rational monist, in which reason is the substratum of all reality. Spirit is determinate from nature, however Spirit is the endpoint of the development of nature; it is reason realizing itself.\n\nThe aim of Hegel was to show that we do not relate to the world as if it is other from us, but that we continue to find ourselves back into that world. With the realisation that both the mind and the world are ordered according to the same rational principles, our access to the world has been made secure, a security which was lost after Kant proclaimed the thing-in-itself (Ding an sich) to be ultimately inaccessible.\n\nIn addition to the dialectic element of the Absolute, Hegel frequently equated it with the Christian conceptions of God, formulating the concept of God as a dialectic between the I and the Other; an Absolute Identity: \n\nThe importance of 'love' within the formulation of the Absolute has also been cited by Hegel throughout his works: \n\nYet Hegel did not see Christianity per se as the route through which one reaches the Absolute, but used its religious system as an historical exemplar of Absolute Spirit. Arriving at such an Absolute was the domain of philosophy and theoretical inquiry. For Hegel speculative philosophy presented the religious content in an elevated, self-aware form.[8]\n\nThus the play between opposites, totalizing all 'difference' not just 'similarity' or identity results in a system of the Absolute, one not so much transcendental from these differences and similarities but arising therefrom, an Absolute 'whole'. To put it another way, Absolute Knowledge or Consciousness is the passing through of different consciousnesses, the historical experience of difference, of the Other, to get to a total Oneness (Universe) of multiplicity and self-consciousness. \n\nThis is a variation, if not a transformation, of Hegel's German Idealist predecessor Friedrich Wilhelm Joseph von Schelling (1775–1854), who argued for a philosophy of Identity:\n\nYet this Absolute is different from Hegel's, which necessarily a telos or end result of the dialectic of multiplicities of consciousness throughout human history. For Schelling, the Absolute is a causeless 'ground' upon which relativity (difference and similarity) can be discerned by human judgement (and thus permit 'freedom' itself) and this ground must be simultaneously not of the 'particular' world of finites but also not wholly different from them (or else there would be no commensurability with empirical reality, objects, sense data, etc. to be compared as 'relative' or otherwise): \n\n\nIn both Schelling and Hegel's 'systems' (especially the latter), the project aims towards a completion of metaphysics in such a way as to prioritize rational thinking (Vernuft), individual freedom, and philosophical and historical progress into a unity. Inspired by the system-building of previous Enlightenment thinkers like Immanuel Kant, Schelling and Hegel pushed Idealism into new ontological territory (especially notable in Hegel's The Science of Logic (1812-16)), wherein a 'concept' of thought and its content are not distinguished, as Redding describes it:\nTherefore, syllogisms of logic like those espoused in the ancient world by Aristotle and crucial to the logic of Medieval philosophy, became not simply abstractions like mathematical equations but ontological necessities to describe existence itself, and therefore to be able to derive 'truth' from such existence using reason and the dialectic method of understanding. Whereas rationality was the key to completing Hegel's philosophical system, Schelling could not accept the absolutism prioritzed to Reason. Bowie elaborates on this:\nSchelling's scepticism towards the prioritization of reason in the dialectic system constituting the Absolute, therefore pre-empted the vast body of philosophy that would react against Hegelianism in the modern era. Schelling's view of reason, however, was not to discard it, as would Nietzsche, but on the contrary, to use nature as its embodiment. For Schelling, reason was an organic 'striving' in nature (not just anthropocentric) and this striving was one in which the subject and the object approached an identity. Schelling saw reason as the link between spirit and the phenomenal world, as Lauer explains: \"For Schelling [...] nature is not the negative of reason, to be submitted to it as reason makes the world its home, but has since its inception been turning itself into a home for reason.\"[14] In Schelling's Further Presentation of My System of Philosophy (Werke Ergänzungsband I, 391-424), he argued that the comprehension of a thing is done through reason only when we see it in a whole. So Beiser (p. 17) explains:\nHegel's doubts about intellectual intuition's ability to prove or legitimate that the particular is in identity with whole, led him to progressively formulate the system of the dialectic, now known as the Hegelian dialectic, in which concepts like the Aufhebung came to be articulated in the Phenomenology of Spirit (1807). Beiser (p. 19) summarises the early formulation as follows:\nHegel's innovation in the history of German idealism was for a self-consciousness or self-questioning, that would lead to a more inclusive, holistic rationality of the world. The synthesis of one concept, deemed independently true per se, with another contradictory concept (e.g. the first is in fact dependent on some other thing), leads to the history of rationality, throughout human (largely European) civilisation. For the German Idealists like Fichte, Schelling and Hegel, the extrapolation or universalisation of the human process of contradiction and reconciliation, whether conceptually, theoretically, or emotionally, were all movements of the universe itself. It is understandable then, why so many philosophers saw deep problems with Hegel's all-encompassing attempt at fusing anthropocentric and Eurocentric epistemology, ontology, and logic into a singular system of thought that would admit no alternative.\n\n"
        },
        {
            "title": "Neo-Hegelianism",
            "text": "Neo-Hegelianism is a school (or schools) of thought associated and inspired by the works of Hegel.\n\nIt refers mainly to the doctrines of an idealist school of philosophers that were prominent in Great Britain and in the United States between 1870 and 1920. The name is also sometimes applied to cover other philosophies of the period that were Hegelian in inspiration—for instance, those of Benedetto Croce and of Giovanni Gentile.\n\nAlthough Hegel died in 1831, his philosophy still remains highly debated and discussed. In politics, there was a developing schism, even before his death, between right Hegelians and left Hegelians. The latter specifically took on political dimensions in the form of Marxism. \n\nIn the philosophy of religion, Hegel's influence soon became very powerful in the English-speaking world. The British school, called British idealism and partly Hegelian in inspiration, included Thomas Hill Green, Bernard Bosanquet, F. H. Bradley, William Wallace,  and Edward Caird. It was importantly directed towards political philosophy and political and social policy, but also towards metaphysics and logic, as well as aesthetics.\n\nAmerica saw the development of a school of Hegelian thought move toward pragmatism.\n\nIn Germany there was a neo-Hegelianism (Neuhegelianismus) of the early twentieth century, partly developing out of the Neo-Kantians. Richard Kroner wrote one of its leading works, a history of German idealism from a Hegelian point of view.\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Exponents of analytic philosophy, which has been the dominant form of Anglo-American philosophy for most of the last century, have criticised Hegel's work as hopelessly obscure. Existentialists also criticise Hegel for ultimately choosing an essentialistic whole over the particularity of existence. Epistemologically, one of the main problems plaguing Hegel's system is how these thought determinations have bearing on reality as such. A perennial problem of his metaphysics seems to be the question of how spirit externalises itself and how the concepts it generates can say anything true about nature. At the same time, they will have to, because otherwise Hegel's system concepts would say nothing about something that is not itself a concept and the system would come down to being only an intricate game involving vacuous concepts.[citation needed]\n\nSchopenhauer noted[where?] that Hegel created his absolute idealism after Kant had discredited all proofs of God's existence. The Absolute is a non-personal substitute for the concept of God. It is the one subject that perceives the universe as one object. Individuals share in parts of this perception. Since the universe exists as an idea in the mind of the Absolute, absolute idealism copies Spinoza's pantheism in which everything is in God or Nature.[citation needed]\n\nFamously, G. E. Moore’s rebellion against absolutism found expression in his defense of common sense against the radically counter-intuitive conclusions of absolutism (e.g. time is unreal, change is unreal, separateness is unreal, imperfection is unreal, etc.). G. E. Moore also pioneered the use of logical analysis against the absolutists, which Bertrand Russell promulgated and used in order to begin the entire tradition of analytic philosophy with its use against the philosophies of his direct predecessors. In recounting his own mental development Russell reports, \"For some years after throwing over [absolutism] I had an optimistic riot of opposite beliefs. I thought that whatever Hegel had denied must be true.\" (Russell in Barrett and Adkins 1962, p. 477) Also:\n\nParticularly the works of William James and F. C. S. Schiller, both founding members of pragmatism, made lifelong assaults on Absolute Idealism. James was particularly concerned with the monism that Absolute Idealism engenders, and the consequences this has for the problem of evil, free will, and moral action. Schiller, on the other hand, attacked Absolute Idealism for being too disconnected with our practical lives, and argued that its proponents failed to realize that thought is merely a tool for action rather than for making discoveries about an abstract world that fails to have any impact on us.\n\nAbsolute idealism has greatly altered the philosophical landscape. Paradoxically, (though, from a Hegelian point of view, maybe not paradoxically at all) this influence is mostly felt in the strong opposition it engendered. Both logical positivism and Analytic philosophy grew out of a rebellion against Hegelianism prevalent in England during the 19th century.[17] Continental phenomenology, existentialism and post-modernism also seek to 'free themselves from Hegel's thought'. Martin Heidegger, one of the leading figures of Continental philosophy in the 20th century, sought to distance himself from Hegel's work. One of Heidegger's philosophical themes was \"overcoming metaphysics\".\n\n"
        }
    ]
}