{
    "url": "https://en.wikipedia.org/wiki/Acela",
    "title": "Acela",
    "table_of_contents": [
        "1 History",
        "1.1 Background",
        "1.2 Building and development",
        "1.3 Impact of the Acela",
        "1.4 Cost",
        "1.5 Branding",
        "2 Engineering",
        "2.1 First-generation trainsets",
        "2.2 Second-generation trainsets",
        "2.3 Operating speeds",
        "2.4 High speed infrastructure",
        "2.4.1 Platform track speeds",
        "2.5 Outages",
        "3 Service",
        "3.1 Composition",
        "3.2 Operations and staffing",
        "3.2.1 Wi-Fi service",
        "3.2.2 Staffing",
        "4 Notable incidents",
        "5 Station stops",
        "6 See also",
        "7 References",
        "8 Notes",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Acela (/əˈsɛlə/ ə-SEL-ə; originally the Acela Express until September 2019) is Amtrak's flagship service along the Northeast Corridor (NEC) in the Northeastern United States between Washington, D.C. and Boston via 13 intermediate stops, including Baltimore, New York City and Philadelphia. Acela trains are the fastest in the Americas, reaching 150 miles per hour (240 km/h) (qualifying as high-speed rail), but only over 49.9 miles (80.3 km) of the 457-mile (735 km) route.[6]\n\nAcela carried more than 3.4 million passengers in fiscal year 2016; second only to the slower and less expensive Northeast Regional, which had over 8 million passengers. Its 2016 revenue of $585 million was 25% of Amtrak's total.[7]\n\nAcela operates along routes that are used by freight and slower regional passenger traffic, and reaches the maximum allowed speed of the tracks only along some sections, with the fastest peak speed along segments between Mansfield, Massachusetts and Richmond, Rhode Island, and New Brunswick and South Brunswick (Trenton in 2024), New Jersey. Acela trains use active tilting technology, which helps control lateral centrifugal force, allowing the train to travel at higher speeds on the sharply curved NEC without disturbing passengers.[8] The high-speed operation occurs mostly along the 226-mile (364 km) route from Pennsylvania Station in New York City to Union Station in Washington, D.C., with a fastest scheduled time of 2 hours and 45 minutes and an average speed of 82 miles per hour (132 km/h), including time spent at intermediate stops.[3][9] Over this route, Acela and the Northeast Regional service captured a 75% share of air/train commuters between New York and Washington in 2011, up from 37% in 2000.[10]\n\nThe Acela's speed is limited by traffic and infrastructure on the route's northern half. On the 231-mile (372 km) section from Boston's South Station to New York's Penn Station, the fastest scheduled time is 3 hours and 30 minutes, or an average speed of 66 miles per hour (106 km/h).[2][11] Along this section, Acela has captured a 54% share of the combined train and air market.[12][13] The entire 457-mile (735 km) route from Boston to Washington takes between 6 hours, 38 minutes and 6 hours, 50 minutes,[2] at an average speed of around 70 miles per hour (110 km/h).[14]\n\nThe present equipment (the Acela Express trainset) will be replaced by new Avelia Liberty trainsets, beginning in late 2023.[15] The new trains will have greater passenger capacity and an enhanced active tilt system that will allow higher speed on the many curved sections of the route.[16][17]\n\n"
        },
        {
            "title": "History",
            "text": "Following the success of Japan's newly inaugurated Shinkansen network, the High Speed Ground Transportation Act of 1965 authorized the U.S. government to explore the creation of high-speed rail, which resulted in the introduction of the higher-speed Metroliner trains between Washington, D.C. and New York City in 1969, the predecessor to Acela. During the 1980s, the U.S. Federal Railroad Administration explored the possibilities of high-speed rail in the United States. On December 18, 1991, five potential high speed rail corridors were authorized, including the Northeast Corridor.[18]\n\nIn the early 1990s, Amtrak tested several different high-speed trains from Europe on the Northeast Corridor. An X 2000 train was leased from Sweden for test runs from October 1992 to January 1993, followed by revenue service between Washington, D.C. and New York City from February to May and August to September 1993. Siemens showed the ICE 1 train from Germany, organizing the ICE Train North America Tour which started to operate on the Northeast Corridor on July 3, 1993.[19]\n\nWith the testing of the trains from Europe complete, Amtrak was able to define a set of specifications for high-speed equipment and in October 1994, Amtrak requested bids from train manufacturers for a trainset that could reach 150 miles per hour (240 km/h).[20] A consortium of Bombardier (75%) and GEC Alsthom (now Alstom) (25%) was selected in March 1996.[20]\n\nOn March 9, 1999, Amtrak unveiled its plan for the Acela Express, a high-speed train on the Northeast Corridor between Washington, D.C. and Boston.[21][22] Several changes were made to the corridor to make it suitable for higher-speed electric trains. The Northend Electrification Project extended existing electrification from New Haven, Connecticut, to Boston to complete the overhead power supply along the 454-mile (731 km) route, and several grade crossings were improved or removed.[22][23][24] Prior to 2000, all trains bound for Boston had to switch to diesel power at New Haven.\n\nA pilot trainset was completed by early 2000 and sent to Transportation Technology Center (TTC) for testing in June 2000.\n\nAn inaugural VIP run of the Acela occurred on November 16, 2000,[25] with the VIP train being led by power car number 2020 with no. 2009 at the opposite end, followed by the first revenue run on December 11, 2000, a few months after the intended date.[26]\n\nBy 2005, Amtrak's share of the common-carrier market between New York and Boston had reached 40%, from 18% pre-Acela.[27] With the increasing popularity of the faster, modern Acela Express, Metroliner service was phased out in late 2006.[28][29] To meet the demand, more Acela services were added in September 2005.[30] By August 2008 crowding had become noticeable.[31]\n\nBy 2011, the Acela fleet had reached half of its designed service life. Amtrak proposed several replacement options, including one as part of its A Vision for High-Speed Rail in the Northeast Corridor.[32] In 2011, Amtrak announced that forty new Acela coaches would be ordered in 2012 to increase capacity on existing trainsets. The existing trains would have received two more coaches, lengthening the trainsets from a 1-6-1 configuration to 1-8-1 (power car — passenger cars — power car). The longer trainsets would have required the modifications of the Acela maintenance facilities in Boston, New York and Washington. The first of the stretched trainsets was to have entered service in fiscal year 2014.[33] This plan was cancelled in 2012 in favor of replacing, rather than refurbishing, the Acela fleet.[34]\n\nIn January 2014, Amtrak issued a request for proposals on 28 or more new model Acela trainsets, in a combined order with the California High-Speed Rail Authority. These bids were due May 17, 2014.[35] After discussions with manufacturers, Amtrak and the California High Speed Rail Authority concluded their needs were too disparate for common rolling stock and decided not to pursue the joint option.[36]\n\nAmtrak's original contract with the Bombardier-Alstom consortium was for the delivery of 20 trainsets (6 coaches each, with power cars at front and rear) for $800 million.[37] By 2004, Amtrak had settled contract disputes with the consortium, paying a total of $1.2 billion for the 20 trainsets plus 15 extra high-speed locomotives and the construction of maintenance facilities in Boston, New York, and Washington.[38]\n\n\nBefore the introduction of the Acela, there were several classes of trains on the Northeast Corridor: the express Metroliners, the Philadelphia-New York Clockers, Empire Service trains between New York City and Niagara Falls via the Empire Corridor, Keystone Service trains between New York City and to Harrisburg via the Keystone Corridor, and the umbrella term NortheastDirect, applied to other trains on the corridor (in addition to unique names assigned to many departures).\nThe Acela name was announced on March 9, 1999, as a part of the original announcement of the service itself.[39] The branding team based the name \"Acela\" on the ideas of acceleration and excellence.[40][41] At the same time, Amtrak launched what it called the Capstone Program, a short-lived plan to rebrand the NortheastDirect, Keystone Service and Empire Service trains as Acela Regional and the Clocker trains as Acela Commuter.[42][43][44]\n\nThe Acela Regional name was first applied to NortheastDirect trains 130–133 on January 31, 2000.[45] Those trains were the first electrified trains to run on the full Northeast Corridor between Washington, D.C. and Boston.[46] As more trains were electrified, they too were rebranded.\n\nFollowing mass rider confusion between the three services, the branding was removed from the lower-speed Acela Regional and Acela Commuter trains in 2003.[47][48]\n\nOn September 23, 2019, Amtrak shortened the name of the service from Acela Express to simply Acela.[49]\n\nAt the same time, Amtrak introduced the Acela Nonstop, a direct train from Washington, D.C. to New York's Penn Station. The nonstop service was temporarily suspended as of March 10, 2020, due to low ridership caused by the COVID-19 pandemic.[50]\n\n"
        },
        {
            "title": "Engineering",
            "text": "The first-generation Acela trainset is a unique set of vehicles designed specifically to satisfy governmental rolling stock requirements established primarily by the Federal Railroad Administration (FRA). This includes the ability to withstand a collision with a freight train at speed without collapsing. Most manufacturers that bid on the Acela were unable to meet the structural requirements, due to increased costs and complications for the manufacture of the trains, and the need for manufacturers to make significant engineering changes to their standard designs. In the end, only three qualified bidders remained: ABB (Swedish-Swiss manufacturer of the X 2000 train), Siemens (manufacturer of the German ICE), and a consortium of Bombardier (manufacturer of the LRC trains) and Alstom (manufacturer of the French TGV).[27]\n\nThe design, using identical 6,200 horsepower (4,600 kW) power cars at each end which operate on voltages of 12 kV, 12.5 kV, and 25 kV AC, and either 25 or 60 Hz frequency, derives several components from the TGV,[51] such as the third-generation TGV's traction system (including the four asynchronous AC motors per power car, rectifiers, inverters, and regenerative braking), the trucks/bogies structure (a long-wheelbase dual transom H frame welded steel with outboard mounted tapered roller bearings), the brake discs (although there are only three per axle, versus four on the TGV), and crash energy management techniques to control structural deformation in the event of an accident.[52][51]\n\nThe tilting carriages are based upon Bombardier's earlier LRC trains used on Via Rail rather than the TGV's non-tilting articulated trailers. Acela power cars and passenger cars are much heavier than those of the TGV in order to meet the FRA's crash standards.[53] French and Canadian crews testing the Acela referred to it as \"the pig\" due to its weight.[54][55] The extra weight leads to the Acela's power-to-weight ratio being about 22.4 hp per tonne, compared to 30.8 hp for a SNCF TGV Reseau trainset.[51] The Tier II crash standards, adopted in 1999, have also resulted in the passenger cars being designed without steps and trapdoors, which means that the trainsets can only serve lines with high-level platforms such as the Northeast Corridor. Acela trains are semi-permanently coupled (but not articulated as in the TGV) and are referred to as trainsets. Bombardier later used the Acela carriage design and a diesel/gas turbine variant of the power car for its experimental JetTrain.[56]\n\nOn August 26, 2016, then-Vice President Joe Biden announced a $2.45 billion federal loan package to pay for new equipment for the Acela Express service, as well as upgrades to the NEC. The loans will finance 28 Avelia Liberty trainsets that will be built by Alstom in Hornell and Rochester, New York and will replace the existing fleet of twenty Acela trainsets.\n\nThe fleet expansion will allow for hourly New York-Boston service all day and half-hourly New York-Washington service at peak hours.[57] The new trainsets will be longer, have 386 seats compared to 304 on Acela Express (a 27% increase) and will feature active tilt technology that will initially allow service to operate at 160 mph (260 km/h) and would allow for 186 miles per hour (299 km/h) service if proposed infrastructure improvements are completed.[citation needed]\n\nThe new trains were expected to be phased in between 2021 and 2022, after which the current fleet was to be retired.[58] Trains are now expected to enter passenger service in late 2023.[59]\n\nAlthough the first-generation Acela Express trainsets were designed with a top speed of 165 mph (266 km/h) and the second-generation Avela Liberty trainsets will be designed to reach 220 mph (354 km/h), the existing infrastructure of the Northeast Corridor significantly limits speeds.[citation needed]\n\nThe maximum speed limit on the Northeast Corridor is 150 mph (240 km/h) on 49.9 miles (80.3 km) of the 457-mile (735 km) route, in four sections of track in Rhode Island, Massachusetts,[6] and New Jersey. The Acela achieves an average speed (including stops) of 90 mph (140 km/h) between Washington and New York,[3][9] and an average speed of 66 mph (106 km/h) from New York to Boston.[2][11] The average speed over the entire route is 70.3 mph (113 km/h).[2][14]\n\nSpeeds are limited by the route the corridor takes through urban areas, and there are several speed restrictions below 60–80 mph (97–129 km/h) over bridges or through tunnels that are over a century old. Altogether, Amtrak has identified 224 bridges along Acela's route that are beyond their design life.[60]\n\nSouth of the Delaware River, the Acela's top speed is 135 mph (217 km/h).[6] One limiting factor is the overhead catenary support system which was constructed before 1935 and lacks the constant-tension features of the new catenary east of New Haven.[32] The Pennsylvania Railroad ran Metroliner test trains in the late 1960s as fast as 164 mph (264 km/h) and briefly intended to run the Metroliner service at speeds reaching 150 mph (241 km/h). Certification testing for commercial operation at 160 mph (257 km/h) involving test runs at up to 165 mph (266 km/h) began between Trenton and New Brunswick in September 2012.[61] Passenger operation at 150 mph (241 km/h) began in this region in late May 2022.\n\nThe fastest schedule between New York and Washington, DC was 2 hours, 45 minutes in 2012. $450 million was allotted by President Barack Obama's administration to replace catenary and upgrade signals[62] between Trenton and New Brunswick, which will allow speeds of 160 mph (257 km/h) over a 23 mi (37 km) stretch. The improvements were scheduled to be completed in 2016, but have been delayed; the project was partially completed in late May 2022, with the remainder projected in 2024.[63] This section of track holds the record for the highest speed by a train in the US, which is 170.8 mph (274.9 km/h), achieved in a test run by the U.S./Canada-built UAC TurboTrain on December 20, 1967.[32][64]\n\nNorth of New York City, Amtrak upgraded the track along the Connecticut shoreline east of New Haven to allow maximum speeds in excess of 110 mph (177 km/h), in preparation for the Acela launch.[65] Although this area contains the fastest current operating speeds (150 mph), it also has the slowest section of the NEC: between New Rochelle, New York and New Haven, Connecticut. This section is owned by Metro-North Railroad and the Connecticut Department of Transportation and is heavily used by commuter trains which limit the speed of the Acela. Amtrak's trains achieve 90 mph (145 km/h) only on a limited 4 mi (6.4 km) stretch in New York State and rarely exceed 60 mph (97 km/h) at any time eastbound through Connecticut until reaching New Haven.[66] In 1992, ConnDOT began plans to upgrade the catenary system and replace outdated bridges on the New Haven Line to enable the Acela to run slightly faster. As of May 2017[update] the catenary replacement and bridge work were under way and expected to be completed by mid-2018.[67]\n\nOn July 9, 2007, Amtrak introduced a limited-stop round trip, with trains stopping only at Philadelphia between New York and Washington. This shortened the trip between the two cities to 2 hours 35 minutes, making the trip roughly an hour faster than some of the Northeast Regional train services. These trains were an experiment to find ways to expedite travel time on the Acela; Amtrak has since dropped them.[68]\n\nThe dense population of the northeastern United States makes the Northeast Corridor the most heavily traveled portion of the American passenger rail system. Two-thirds of rail passengers in the United States live in or near New York City, also home to the nation's busiest passenger rail station, Penn Station.[69] In order to compete with airliners, Amtrak needed to increase the speed of trains in the region. The former Shore Line from New Haven to Boston is burdened by sharp turns and grade crossings, the crossings being of special concern.[70]\n\nTilting enables passengers to ride more comfortably on curved sections of track faster than would otherwise be possible, by leaning into the bend. Acela trainsets use active tilting above 60 mph (97 km/h) on most of the system, but some segments of track in the Northeast Corridor are too close together for the cars to safely tilt while maintaining FRA minimum space between trains on parallel tracks. Metro-North Railroad restricts tilting on the segment of track north of New York which it owns. The system was originally designed for a 6.8° tilt, but the cars were redesigned 4 in (100 mm) wider to accommodate wider seats and aisles that reduced allowable tilt to 4.2° to fit within the clearance constraints of the existing tracks.[52] Traveling at higher than 135 mph (217 km/h) also requires constant-tension catenary, which is only implemented on the more modern catenary system north of New York City. South of New York City, the trains are restricted to 135 mph (217 km/h). By comparison, the Northeast Regional and the now-defunct Metroliner service reached 125 mph (201 km/h).\n\nAcela service was originally expected to begin in late 1999 but was delayed. The catenary system could not support the intended speeds between Washington DC and New York City, but the newer system between New York City and Boston allows the higher speeds. Attention was drawn to the decreased 4.2° tilt, but this was not the root of the speed problem, as the tracks from New York to Boston are similar to those between New York and Washington, and the tilt mechanism is not the factor enabling higher speeds.[20][52] Following repairs, the first Acela service began on December 11, 2000, a year behind schedule.[71]\n\nAcela travels between Boston and New York in about three and a half hours (an improvement of half an hour); New York to Washington runs take a minimum of two hours and forty-five minutes.[2] These schedules, as well as the relative convenience of direct downtown-to-downtown rail service as opposed to air travel, especially after the September 11 attacks, have made the Acela Express more competitive with the air shuttles. Due to this competition, Southwest Airlines canceled service between Washington and New York.[72]\n\nDue to the high speed at which Acela trains bypass platforms of local stations, concerns have mounted in some communities over inadequate warnings and safeguards for passengers waiting for other trains, including that the two-foot wide yellow platform markings may not keep people at a safe distance. At Kingston station in Rhode Island and Mansfield station in Massachusetts, Acela trains pass by at 150 mph (241 km/h).[73][74] Suggestions include platform safety barriers, or use of different announcements for approaching Acela trains versus slower ones.[75]\n\nIn August 2002, shortly after their introduction, Acela trainsets were briefly removed from service when the brackets that connected truck (bogie) dampers (shocks) to the powerunit carbodies (\"yaw dampers\") were found to be cracking.[76][77] The Acela returned to service when a program of frequent inspections was instituted. The damper brackets have since been redesigned and old brackets replaced by the newer design.\n\nOn April 15, 2005, the Acela was removed from service when cracks were found in the disc brakes of many passenger coaches.[78] The Bombardier-Alstom consortium replaced the discs under warranty. Limited service resumed in July 2005, as a portion of the fleet operated with new brake discs.[79] Metroliner trains, which the Acela Express was intended to replace, filled in during the outage. Amtrak announced on September 21, 2005, that all 20 trainsets had been returned to full operation.\n\nIn October 2012, Acela service was cancelled immediately before, during, and after Hurricane Sandy,[80] which damaged the North River Tunnels causing lasting delays and reliability problems.\n\nIn March 2020, all Acela trips were suspended as part of a round of service reduction in response to the COVID-19 pandemic in the United States.[81] Amtrak resumed Acela service on June 1, 2020.[82]\n\n"
        },
        {
            "title": "Service",
            "text": "The production sets are formed as follows:[52]\n\nThe Acela Express trainset consists of two power cars, a Café car, a First Class car, and four Business Class cars, semi-permanently coupled together. It has fewer seats than its regional service counterparts. The First Class car has 44 seats, being three seats across (one on one side, two on the other side), four-seat tables and assigned seating. There are 260 Business Class seats on each trainset; these cars have four seats across (two on each side), four-seat tables, and assigned seating.[5] Baggage may be stowed in overhead compartments or underneath seats. Trains are wheelchair-accessible. Each car has one or two toilets, with one being ADA compliant.\n\nThe Business Class car adjacent to First Class is designated as a quiet car, where passengers are asked to refrain from loud talking and phone conversations. Automatic sliding doors between cars reduce noise.\n\nAcela offers two classes of seating, Business Class and First Class. Unlike most other Amtrak trains, Business Class is the de facto standard class on Acela trains; there is no coach service.[83]\n\nAcela maintenance is generally taken care of at the Ivy City facility in Washington, DC; Sunnyside Yard in Queens, New York; or Southampton Street Yard in Boston.\n\nThe Acela trainsets underwent minor refurbishments between mid-2009 and 2010 at Penn Coach Yard, next to 30th Street Station in Philadelphia, Pennsylvania. These refurbishments included new blue leather seats throughout the trainset.[84]\n\nIn May 2018, Amtrak announced a 14-month program to refresh the interiors of the Acela trainsets, including new seat cushions and covers, new aisle carpeting, and a deep clean. This refurbishment program has been completed as of June 2019.[85]\n\nWireless Internet station service began in 2004.[86] In 2010, with services provided by The GBS Group, all Acela trains began offering \"AmtrakConnect\" supporting IEEE 802.11a/b/g/n, 2.4 GHz and 5 GHz and standard VPN connections.[87] In 2016, Amtrak upgraded to a faster wifi service.[88]\n\nGenerally, Amtrak train crews consist of an engineer, a conductor, and at least one assistant conductor. Acela trains also have an On-Board Service crew consisting of two First Class attendants and a Café Car attendant. In addition to the food service provided in the Café Car, on most trains an attendant will also provide at-seat cart service, serving refreshments throughout the train. First Class passengers are served meals at their seats on all services.[89]\n\n"
        },
        {
            "title": "Station stops",
            "text": "A limited number of Acela trains previously stopped at New London before service was eliminated in 2022.[98][99] During 2021, a limited number of Acela trains stopped at New Rochelle on weekends.[100]\n\n"
        }
    ]
}