{
    "url": "https://en.wikipedia.org/wiki/Achintya_Bheda_Abheda",
    "title": "Achintya Bheda Abheda",
    "table_of_contents": [
        "1 Historical perspective",
        "2 Philosophy",
        "3 Difference in concept to Advaita Vedanta",
        "4 Exceptions",
        "5 Miscellaneous",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nAchintya-Bheda-Abheda (अचिन्त्यभेदाभेद, acintyabhedābheda in IAST) is a school of Vedanta representing the philosophy of inconceivable one-ness and difference.[1] In Sanskrit achintya means 'inconceivable',[1] bheda translates as 'difference', and abheda translates as 'non-difference'.\n\nThe Gaudiya Vaishnava religious tradition employs the term in relation to the relationship of creation and creator (Krishna, Svayam Bhagavan),[2][3] between God and his energies.[4] It is believed that this philosophy was taught by the movement's theological founder Chaitanya Mahaprabhu[5] (1486–1534) and differentiates the Gaudiya tradition from the other Vaishnava Sampradayas. It can be understood as an integration of the strict dualist (dvaita) theology of Madhvacharya and the qualified monism (vishishtadvaita) of Ramanuja.[6]\n\n"
        },
        {
            "title": "Historical perspective",
            "text": "Historically within Hinduism there are two conflicting philosophies regarding the relationship between living beings (jiva or atma) and God (Ishvara, Brahman or Bhagavan). Advaita schools assert the monistic view that the individual soul and God are one and the same,[7] whereas Dvaita schools give the dualistic argument that the individual soul and God are eternally separate.[8] The philosophy of Achintya-bheda-abheda includes elements of both viewpoints. The living soul is intrinsically linked with the Supreme Lord, and yet at the same time is not the same as God - the exact nature of this relationship being inconceivable to the human mind. The Soul is considered to be part and parcel of the Supreme Lord. Same in quality but not in quantity. God having all opulence in fullness, the spirit soul however, having only a partial expression of His divine opulence. God in this context is compared to a fire and the souls as sparks coming off of the flame.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "The theological tenet of achintya-bheda-abheda tattva reconciles the mystery that God is simultaneously \"one with and different from His creation\". In this sense Vaishnava theology is panentheistic as in no way does it deny the separate existence of God (Vishnu) in His own personal form. However, at the same time, creation (or what is termed in Vaishnava theology as the 'cosmic manifestation') is never separated from God. He always exercises supreme control over his creation. Sometimes directly, but most of the time indirectly through his different potencies or energies (Prakrti). Examples are given of a spider and its web; earth and plants that come forth and hair on the body of human being.[9]\n\n\"One who knows God knows that the impersonal conception and personal conception are simultaneously present in everything and that there is no contradiction. Therefore Lord Caitanya established His sublime doctrine: acintya bheda-and-abheda-tattva -- simultaneous oneness and difference.\" (A. C. Bhaktivedanta Swami Prabhupada)[4]\nThe analogy often used as an explanation in this context in the relationship between the Sun and the Sunshine.[10] For example, both the sun and sunshine are part of the same reality, but there is a great difference between having a beam of sunshine in your room, and being in close proximity to the sun itself. Qualitatively the Sun and the Sunshine are not different, but as quantities they are very different. This analogy is applied to the living beings and God - the Jiva being of a similar quality to the Supreme being, but not sharing the qualities to an infinite extent, as would the Personality of Godhead himself.[11] Thus there is a difference between the souls and the Supreme Lord.\n\n"
        },
        {
            "title": "Difference in concept to Advaita Vedanta",
            "text": "It is clearly distinguished from the concept of anirvacaniya (inexpressible) of Advaita Vedanta. There is a clear difference between the two concepts  as the two ideas arise for different reasons. Advaita concept is related to the ontological status of the world, whereas both Svayam bhagavan and his shaktis (in Lord himself and his powers) are empirically real, and they are different from each other, but at the same time they are the same. Yet, this does not negate the reality of both.[1][12]\n\n"
        },
        {
            "title": "Exceptions",
            "text": "While it applied to relations between Purusha (the Lord) and Prakriti (be it material, marginal, or spiritual powers), in the theology of the concept there are areas of exceptions. Jiva Goswami also accepts that any object and its energy are non-different, such as fire and power of burning. While some maintain that its only a secondary extension of the principle that it is primarily applied to Svayam bhagavan and His energies. It does not, however, apply to differences between Avatars of Svayam bhagavan and Lord Himself.\n\n"
        },
        {
            "title": "Miscellaneous",
            "text": "The phrase is used as the chorus line in Kula Shaker's 1996 hit song Tattva. \"Achintya-bheda-abheda-tattva\".\n\n"
        }
    ]
}