{
    "url": "https://en.wikipedia.org/wiki/Acid_Western",
    "title": "Acid Western",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 Example filmography",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nAcid Western is a subgenre of the Western film that emerged in the 1960s and 1970s that combines the metaphorical ambitions of critically acclaimed Westerns, such as Shane and The Searchers, with the excesses of the Spaghetti Westerns and the outlook of the counterculture of the 1960s, as well as the increase in illicit drug taking of, for example, cannabis and LSD. Acid Westerns subvert many of the conventions of earlier Westerns to \"conjure up a crazed version of autodestructive white America at its most solipsistic, hankering after its own lost origins\".[1]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Film critic Pauline Kael coined the term \"acid Western\" in a review of Alejandro Jodorowsky's film El Topo, published in the November 1971 issue of The New Yorker.[2] Jonathan Rosenbaum expanded upon the idea in his June 1996 review of Jim Jarmusch's film Dead Man, a subsequent interview with Jarmusch for Cineaste,[3] and later in the book Dead Man, from BFI Modern Classics.\n\nIn the book, Rosenbaum illuminates several aspects of this re-revisionist Western: from Neil Young's haunting score, to the role of tobacco, to Johnny Depp's performance, to the film's place in the acid-Western genre. In the chapter \"On the Acid Western\", Rosenbaum addresses not only the hallucinogenic quality of the film's pace and its representation of reality, but also argues that the film inherits an artistic and political sensibility derived from the 1960s counterculture which has sought to critique and replace capitalism with alternative models of exchange.[4]\n\nIn the traditional Western, the journey west is seen as a road to liberation and improvement, but in the acid Western, it is the reverse, a journey towards death.\n\n"
        },
        {
            "title": "History",
            "text": "Rosenbaum used the term \"acid Western\" to describe a \"cherished counterculture dream\" from the 1960s and 1970s \"associated with people like Monte Hellman, Dennis Hopper, Jim McBride, and Rudy Wurlitzer, as well as movies like Greaser's Palace. Alex Cox tapped into something similar in the 1980s with Walker.\"[3]\n\nMonte Hellman's cult film The Shooting (1966) could be considered the first acid Western.[5] The film stars Will Hutchins, Warren Oates, and Jack Nicholson and was anonymously financed by Roger Corman. The Shooting subverts the usual priorities of the Western to capture a sense of dread and uncertainty that characterized the counterculture of the late 1960s. \n\nHellman followed up with Ride in the Whirlwind (1966). Screenwriter Rudolph Wurlitzer is considered \"the individual most responsible for exploring this genre, having practically invented it himself in the late '60s and then helped to nurture it in the scripts of others\", such as McBride's Glen and Randa, Hellman's Two-Lane Blacktop, Cox's Walker, and Sam Peckinpah's Pat Garrett and Billy the Kid.[4] Wurlitzer worked on the script of Gone Beaver, which Rosenbaum describes as \"a visionary script\" for Jim McBride. It was an ambitious big-budget Western about early American trappers and Indians, for which a virtually invented language of \"trapper talk\" was devised. The film was aborted one day before production.[6] Wurlitzer's unproduced 1970s screenplay Zebulon inspired Jarmusch's Dead Man. Wurlitzer later transformed his script into the novel The Drop Edge of Yonder.\n\nRosenbaum calls Dead Man a \"much-delayed fulfillment\" of the acid Western, \"formulating a chilling, savage frontier poetry to justify its hallucinated agenda.\"[1] More recently, Jan Kounen's Blueberry from 2004 was cited as an example of the genre.[7]\n\n"
        }
    ]
}