{
    "url": "https://en.wikipedia.org/wiki/Acosmism",
    "title": "Acosmism",
    "table_of_contents": [
        "1 In Eastern philosophy",
        "2 In Western philosophy",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Acosmism, held in contrast or equivalent to pantheism, denies the reality of the universe, seeing it as ultimately illusory (the prefix \"ἀ-\" in Greek meaning negation; like \"un-\" in English), and only the infinite unmanifest Absolute as real.[1] Conceptual versions of Acosmism are found in eastern and western philosophies.\n\n"
        },
        {
            "title": "In Eastern philosophy",
            "text": "The concept of Maya in the non-dual Advaita Vedanta school of Hinduism is a form of acosmism. Maya means \"illusion, appearances\".[2][3] The universe is considered to be Māyā, however this does not mean the universe is considered as unreal. Wendy Doniger explains, \"to say that the universe is an illusion (māyā) is not to say that it is unreal; it is to say, instead, that it is not what it seems to be, that it is something constantly being made. Māyā not only deceives people about the things they think they know; more basically, it limits their knowledge to things that are epistemologically and ontologically second-rate.\"[4]\n\nIn the Vedanta school of Hinduism, the perceived world is Maya that hides the Absolute and Ultimate Reality (Brahman).[5] The human mind constructs a subjective experience, states Vedanta, which leads to the peril of misunderstanding Maya as well as interpreting Maya as the only and final reality. Vedantins assert the \"perceived world including people are not what they appear to be, there is more to them than their perceived physical forms\".[6] Māyā is that which manifests, perpetuates a sense of false duality (or divisional plurality).[7] This manifestation is real, but it obfuscates and eludes the hidden principles and true nature of reality. Vedanta holds that liberation is the unfettered realization and understanding of these invisible principles, primarily that the individual Self (Soul) is the same as the Self in others and the Self in everything (Brahman).[8]\n\nMichael Comans says that the purpose of Advaita Vedanta as stated in the Māṇḍῡkya Upaniṣhad is to reveal that there is a single Absolute Reality which underlies the cosmos, yet is inherently acosmic, and which constitutes the essential “core”, or “self” of all beings. The Upanishad calls this Reality by the name Brahman and it explicitly says that Brahman is identical to the self. [9]\n\nAdvaita Vedanta school is best described as monistic, absolute idealism, while Dvaita Vedanta school as pluralistic idealism.[10] Both have elements of ontological acosmism, where the material aspect of cosmos is considered an \"illusion, appearance, incomplete reality\" compared to that \"which is spiritual, eternal, unchanging\". In Advaita Vedanta philosophy, there are two realities: Vyavaharika (empirical reality) and Paramarthika (absolute, spiritual reality).[11] Māyā is a fact in that it is the appearance of phenomena. Brahman (Ultimate Reality, Absolute, Cosmic Soul) is held by Advaitins as the metaphysical truth. The perceived world, Māyā is true in epistemological and empirical sense; however, Māyā is not considered by Vedantins as the metaphysical and spiritual truth. The spiritual truth is the truth forever, while what is empirical truth is only true for now. Since Māyā is the perceived material world, it is true in perception context, but is \"untrue\" in spiritual context of Brahman. True Reality, to Advaita scholars, includes both Vyavaharika (empirical) and Paramarthika (spiritual), the Māyā and the Brahman. The goal of spiritual enlightenment, state Advaitins, is to realize one's soul as same as Cosmic Soul (Brahman), realize the eternal, fearless, resplendent Oneness.[11][12]\n\nAdvaita Hinduism and Buddhism have both been called as examples of acosmism.[13][14][15] Other scholars state Buddhism cannot be accurately classified as a philosophy based on acosmism,[13] and that Advaita Vedanta is not acosmism either.[16]\n\n"
        },
        {
            "title": "In Western philosophy",
            "text": "Acosmism has been seen in the work of a number of Western philosophers, including Parmenides, Plato, Spinoza, Kant, Hegel, Schopenhauer, and British and American idealists, such as F.H. Bradley.[17][18] Ernst Platner argued in 1776 that Spinoza's beliefs denied not the existence of God but the existence of a universe independent of God, with Solomon Maimon later coining the term acosmism to describe Spinoza's views as such.[19][20] Fichte and Hegel followed in this interpretation,[20] with Hegel using it to describe a form of pantheism.[21][22][23] Hegel explains that for Spinoza it is the infinite 'substance' which is real, while the finite world does not exist. \"But the accusers of Spinozism are unable to liberate themselves from the finite; hence they declare for Spinozism everything is God, because it is precisely the aggregate of finitudes (the world) that has there disappeared. If one employs the expression \"All is One\" and [claims] therefore that unity is the truth of multiplicity, then the \"all\" simply is no longer. The multiplicity vanishes, for it has its truth in the unity.\"[24] W.T. Stace sees all philosophical acosmism as rooted in the mystical experience, whether or not the authors are aware of this. Stace points out that most Western philosophers tend to a form of qualified acosmism, where the world is less real rather than utterly illusory. He sees two mystical sources of acosmism from within the eternal moment, firstly the mystical moment contains all eternity and infinity and thus there is nothing outside it, and secondly because the eternal moment is experienced as the supreme value.[25]\n\n"
        }
    ]
}