{
    "url": "https://en.wikipedia.org/wiki/Action_film",
    "title": "Action film",
    "table_of_contents": [
        "1 History",
        "1.1 Early action films",
        "1.2 1970s",
        "1.3 1980s",
        "1.4 1990s",
        "1.5 2000s",
        "1.6 2010s",
        "2 Hong Kong action cinema",
        "3 Subgenres",
        "3.1 Action-adventure",
        "3.2 Action-comedy",
        "3.3 Action-horror",
        "3.4 Action-thriller",
        "3.5 Vigilante film",
        "3.6 Disaster film",
        "3.7 Martial arts",
        "3.8 Science fiction-action",
        "3.9 Spy film",
        "3.10 Swashbuckler film",
        "4 Action films considered the best",
        "5 Notable individuals",
        "5.1 Actors",
        "5.2 Female characters and actors",
        "5.3 Directors",
        "5.4 Producers",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Action film is a film genre in which the protagonist is thrust into a series of events that typically involve violence and physical feats. The genre tends to feature a mostly resourceful hero struggling against incredible odds, which include life-threatening situations, a dangerous villain, or a pursuit which usually concludes in victory for the hero.\n\nAdvancements in computer-generated imagery (CGI) have made it cheaper and easier to create action sequences and other visual effects that required the efforts of professional stunt crews in the past. However, reactions to action films containing significant amounts of CGI have been mixed, as some films use CGI to create unrealistic, highly unbelievable events.[1] While action has long been a recurring component in films, the \"action film\" genre began to develop in the 1970s along with the increase of stunts and special effects.\n\nThis genre is closely associated with the thriller and adventure genres and may also contain elements of drama and spy fiction.[2] Screenwriter and scholar Eric R. Williams identifies Action Film as one of eleven super-genres in his screenwriters' taxonomy, claiming that all feature-length narrative films can be classified by these super-genres.  The other eleven super-genres are Crime, Fantasy, Horror, Romance, Science Fiction, Slice of Life, Sports, Thriller, War, Western and Vigilante.[3]\n\n"
        },
        {
            "title": "History",
            "text": "Some historians consider The Great Train Robbery (1903) to be the first action film.[4][5] During the 1920s and 1930s, action-based films were often swashbuckling adventure films, in which actors such as Douglas Fairbanks wielded swords in period pieces or Westerns. Indian action films in this era were known as stunt films.[6]\n\nThe 1940s and 1950s saw \"action\" in a new form, through war and cowboy movies. Alfred Hitchcock ushered in the spy-adventure genre while also establishing the use of action-oriented \"set pieces\" like the famous crop-duster scene and the Mount Rushmore finale in North by Northwest (1959). The film, along with the war-adventure The Guns of Navarone (1961), inspired producers Albert R. Broccoli and Harry Saltzman to invest in their own spy-adventure in the James Bond series, based on the novels of Ian Fleming.\n\nIn Japanese cinema, the 1950s saw the emergence of jidaigeki action films, particularly samurai cinema, popularized by filmmaker Akira Kurosawa. His 1954 film Seven Samurai is considered one of the greatest action films of all time,[7] and was highly influential, often seen as one of the most \"remade, reworked, referenced\" films in cinema.[8] It popularized the \"assembling the team\" trope, which has since become a common trope in many action movies and heist films.[9] Its visuals, plot and dialogue inspired a wide range of filmmakers, ranging from George Lucas and John Landis to Quentin Tarantino and George Miller.[10][11] Kurosawa's Yojimbo (1961) was also remade as Sergio Leone's A Fistful of Dollars (1964), which in turn established the \"Spaghetti Western\" action genre of Italian cinema, while Kurosawa's The Hidden Fortress (1958) later inspired Star Wars (1977).\n\nThe long-running success of the James Bond films or series (which dominated the action films of the 1960s) introduced a staple of the modern-day action film: the resourceful hero. Such larger-than-life characters were a veritable \"one-man army\"; able to dispatch villainous masterminds after cutting through their disposable henchmen in increasingly creative ways. Such heroes are ready with one-liners, puns, and dry quips. The Bond films also used fast cutting, car chases, fist fights, a variety of weapons and gadgets, and elaborate action sequences.\n\nProducer-Director John Sturges' 1963 film The Great Escape, featuring Allied prisoners of war attempting to escape a German POW camp during World War II, and featuring future icons of the action genre including Steve McQueen and Charles Bronson, is an example of an action film prototype.\n\nDuring the 1970s, gritty detective stories and urban crime dramas began to evolve and fuse themselves with the new \"action\" style, leading to a string of maverick police officer films, such as Bullitt (1968), The French Connection (1971) and The Seven-Ups (1973). Dirty Harry (1971) essentially lifted its star, Clint Eastwood, out of his cowboy typecasting, and framed him as the archetypal hero of the urban action film. In many countries, restrictions on language, adult content, and violence had loosened up, and these elements became more widespread.\nIn the 1970s, martial arts films from Hong Kong became popular with worldwide audiences, as Hong Kong action cinema had an international impact with kung fu films and most notably Bruce Lee films.[12] The \"chopsocky\" or \"kung fu craze\" began in 1973, with a wave of Hong Kong martial arts films topping the North American box office, starting with Five Fingers of Death (1972) starring Indonesian-born actor Lo Lieh, followed soon after by Bruce Lee's The Big Boss (1971) and Fist of Fury (1972).[12] This inspired the first major Hong Kong and Hollywood co-production, Bruce Lee's Enter the Dragon (1973). Lee's death the same year led to a wave of \"Bruceploitation\" films in Asian cinema, a trend that eventually came to an end with the success of several kung fu action-comedy films released in 1978: Jackie Chan's Snake in the Eagle's Shadow and Drunken Master, and Sammo Hung's Enter the Fat Dragon.\n\nThe success of Hong Kong martial arts cinema inspired a wave of Western martial arts films and television shows starting in the 1970s, and later the more general integration of Asian martial arts into Western action films and television shows since the 1980s.[13] The first major American martial arts star was Chuck Norris, who initially made his film debut as the antagonist in Lee's Way of the Dragon (1972), before he went on to blend martial arts with 'cops and robbers' in films such as Good Guys Wear Black (1978) and A Force of One (1979).\n\n\nFrom Japan, Sonny Chiba starred in his first martial arts movie in 1973 called the Karate Kiba. His breakthrough international hit was The Street Fighter series (1974 debut), which established him as the reigning Japanese martial arts actor in international cinema. He also played the role of Mas Oyama in Champion of Death, Karate Bearfighter, and Karate for Life (1975–1977). Chiba's action films were not only bounded by martial arts, but also action thriller (Doberman Cop and Golgo 13: Assignment Kowloon - both from 1977), jidaigeki (Shogun's Samurai - 1978, Samurai Reincarnation - 1981), and science fiction (G.I. Samurai - 1979).\nIn the 1980s, Hollywood produced many big budget action blockbusters with actors such as Harrison Ford, Sylvester Stallone, Arnold Schwarzenegger, Lorenzo Lamas, Michael Dudikoff, Charles Bronson and Bruce Willis.[14][15] Steven Spielberg and George Lucas paid their homage to the Bond-inspired style with Raiders of the Lost Ark (1981).[16] In 1982, Sylvester Stallone starred in First Blood, the first installment in the Rambo film series which made the character John Rambo a pop culture icon. That same year, the successful[17] action-comedy 48 Hrs. popularized the buddy cop action subgenre, in which two police officers who are mismatched in personality and temperament, and often race and age as well, are forced to work together to solve a crime. There had been previous such films, including Kurosawa's Stray Dog (1949) and the American action film Freebie and the Bean (1974), but 48 Hrs. established a template that was copied by many other action films, including the Beverly Hills Cop and Lethal Weapon franchises, and later the Bad Boys and Rush Hour franchises. The genre has even extended to films that partner a human with a dog (such as the K-9 film series), and with a supernatural creature (such as the films Alien Nation (1988) and Bright (2017)).\n\nIn Hong Kong action cinema, Jackie Chan developed into his own distinct style in the early 1980s, starting with the likes of The Young Master (1980) and Project A (1983), involving a mixture of martial arts, physical comedy, and dangerous stuntwork, including Chan performing many of his own stunts. This culminated in Chan's action-crime film Police Story (1985), which is considered to be one of the greatest action films of all time.[7] It contains a number of large-scale action scenes with elaborate stunts, including a car chase through a shanty town, Chan being dragged along by a double-decker bus, a climactic fight scene in a shopping mall featuring many glass panes being broken that escalates to Chan sliding down a pole covered with dangling lights from several stories up, which is revered as one of the greatest stunts in the history of action cinema.[18]\n\n1984 saw the beginning of the Terminator franchise starring Linda Hamilton and Arnold Schwarzenegger. This story provides one of the grittiest roles for a woman in action and Hamilton was required to put in extensive effort to develop a strong physique.[19]\n\nThe 1988 film Die Hard was particularly influential on the development of the action genre. In the film, Bruce Willis plays a New York police detective who inadvertently becomes embroiled in a terrorist take-over of a Los Angeles office building high-rise.[20] The use of a maverick, resourceful lone hero has always been a common thread from James Bond to John Rambo, but John McClane in Die Hard is much more of an 'everyday' person whom circumstance turns into a reluctant hero.[21] The film set a pattern for a host of imitators, like Under Siege (1992) and Sudden Death, which used the same formula in a different setting.\n\nBy the end of the 1980s, the influence of the successful action film could be felt in almost every genre.[22]\n\nLike the Western genre, spy-movies, as well as urban-action films, were starting to parody themselves, and with the growing revolution in CGI (computer generated imagery), the \"real-world\" settings began to give way to increasingly fantastic environments.[23] This new era of action films often had budgets unlike any in the history of motion pictures.[24] The success of the many Dirty Harry and James Bond sequels had proven that a single successful action film could lead to a continuing action franchise. Thus, the 1980s and 1990s saw a rise in both budgets and the number of sequels a film could generally have.[25] This led to an increasing number of filmmakers to create new technologies that would allow them to beat the competition and take audiences to new heights.[26] The success of Tim Burton's Batman (1989) led to a string of financially successful sequels. Within a single decade, they proved the viability of a novel subgenre of action film: the comic-book movie.[27]\n\nAnother important development in action cinema came from Hong Kong during the late 1980s to early 1990s: the heroic bloodshed genre (including the \"gun fu\" and \"girls with guns\" sub-genres). John Woo's breakthrough film A Better Tomorrow (1986) largely set the template for the heroic bloodshed genre,[28] which went on to have a considerable impact on Hollywood.[29] The action, style, tropes and mannerisms established in 1980s Hong Kong heroic bloodshed films were later widely adopted by Hollywood in the 1990s,[30] popularized by Hong Kong inspired Hollywood action filmmakers such as Quentin Tarantino,[31][32][33] Luc Besson,[29] and eventually John Woo himself (following his transition to Hollywood).[34]\n\nAction films also became important in the direct-to-video market. The Chicago Tribune reported in 1994 that[35]\n\nIn the 2000s, action films began to fuse into tent-pole pictures in other genres.[36] Examples include The Matrix, The Dark Knight, and 2009's Star Trek.\n\nIn The Fast and the Furious, the action film staple of the car chase is the central plot driver, as it had been in the Smokey and the Bandit films of the 1970s. As of January 2022, the Fast & Furious franchise is one of the highest-grossing film franchises of all time.\n\nSylvester Stallone's The Expendables was noted for its use of nostalgia for 1980s action films, with several notable actors from that era starring alongside new actors in the genre such as Jason Statham.[37]\n\nThe superhero sub-genre, led by Marvel Comics-inspired movies, has proven to be a popular mainstay.[38] The Marvel Cinematic Universe is currently the highest-grossing film franchise.\n\n"
        },
        {
            "title": "Hong Kong action cinema",
            "text": "Currently, action films requiring extensive stunt work and special effects tend to be expensive. As such, they are regarded as mostly a large-studio genre in Hollywood, although this is not the case in Hong Kong action cinema, where action films are often modern variations of martial arts films. Because of their roots and lower budgets, Hong Kong action films typically center on physical acrobatics, martial arts fight scenes, stylized gun-play, and dangerous stunt work performed by leading stunt actors. On the other hand, American action films typically feature big explosions, car chases, stunt doubles and CGI special effects.\n\nHong Kong action cinema was at its peak from the 1970s to 1990s, when its action movies were experimenting with and popularizing various new techniques that would eventually be adopted by Hollywood action movies. This began in the early 1970s with the martial arts movies of Bruce Lee, which led to a wave of Bruceploitation movies that eventually gave way to the comedy kung fu films of Jackie Chan by the end of the decade. During the 1980s, Hong Kong action cinema re-invented itself with various new movies. These included the modern martial arts action movies featuring physical acrobatics and dangerous stunt work of Jackie Chan and his stunt team, as well as Yuen Biao and Sammo Hung; the wire fu and wuxia films of Jet Li, Donnie Yen, Yuen Woo-Ping and Tsui Hark; the gun fu, heroic bloodshed and Triad films of John Woo, Chow Yun-Fat and Ringo Lam; and the girls with guns films of Michelle Yeoh, Cynthia Rothrock, Yukari Oshima and Moon Lee.\n\nMajor sub-genres of Hong Kong action cinema include:\n\n"
        },
        {
            "title": "Subgenres",
            "text": "This style of film is split into two styles, with one involving \"faraway, exotic lands\" where the villains and the action become unpredictable.[39] The second style that emerged of this genre in the 1980s involved the Rambo and Missing in Action film series.[40]\n\nFilms that combine the intensity of a horror film with the fighting or brutality of an action film, often by showing human protagonists fighting against deadly supernatural creatures. Examples include the Predator and Resident Evil film series, and various zombie films.[41]\n\nFeaturing guns, explosions, elaborate, and apocalypse set pieces, this movie type first developed in the 1970s in such films as Dirty Harry and The French Connection, and became the exemplar of the Hollywood mega-blockbuster in the 1980s in such works as Die Hard and Lethal Weapon. These films often feature \na race against the clock, lots of violence and a clear—often flamboyantly evil—antagonist. Though they may involve elements of crime or mystery films, those aspects take a back seat to the action. Other significant works include Hard Boiled,  Speed.[42]\n\nIn United States cinema, vigilante films gained prominence during the 1970s with \"touchstones\" like Death Wish and Dirty Harry, both of which received multiple sequels. The 1974 film Death Wish has been described as officially starting the genre, causing many cheap imitations and knockoffs such as Vigilante and Vigilante Force, with the most financially successful being 1980's The Exterminator.[43]\n\nThe Los Angeles Times reported, \"Vigilante vengeance was the cinematic theme of the decade, flourishing in the more respectable precincts of the new American cinema even as it fueled numerous exploitation flicks,\" referring to Taxi Driver as a respectable example of the genre.[44] It reported in 2009 that such films were making a comeback after \"the comparatively prosperous and peaceable 1990s\", with examples like Walking Tall (2004), Death Sentence (2007), Law Abiding Citizen (2009), Rambo: Last Blood (2019), Cobra (1986), Taken (2008), and John Wick (2014).\n\nHaving elements of thriller and sometimes science fiction films, the main conflict of this genre is some sort of natural or artificial disaster, such as floods, earthquakes, hurricanes, volcanoes, pandemics, etc. Examples include Independence Day, Daylight, Earthquake, Geostorm, 2012,[45] and The Day After Tomorrow.[46]\n\nA subgenre of the action film, martial arts films contain numerous hand-to-hand combat scenes between characters. They are usually the films' primary appeal and entertainment value and are often the method of storytelling, character expression, and development. Martial arts films contain many characters who are martial artists. These roles are often played by actors who are real martial artists. If not, actors usually fervently train in preparation for their roles. Another method of going around this issue is that the action director may rely more on stylized action or filmmaking tricks. Examples include Hong Kong action films such as the Police Story franchise, Kung Fu Hustle, Fearless, Fist of Legend, Drunken Master, Enter the Dragon, Shanghai Noon, Iron Monkey, Flash Point, and Shaolin Soccer, as well as The Karate Kid, A Force of One, Ninja Assassin, Ong-Bak, The Octagon, Kill Bill, Bloodsport, Lone Wolf McQuade, Mortal Kombat, Teenage Mutant Ninja Turtles, The Raid: Redemption, Champion of Death, Karate Bearfighter, Doberman Cop, Golgo 13: Assignment Kowloon, Big Trouble in Little China, Charlie's Angels, and The Street Fighter series.[47]\n\nSharing many of the conventions of a science fiction film, science fiction action films emphasize gun-play, space battles, invented weaponry, and elements weaved into action film premises. Examples include G.I. Samurai, Terminator 2: Judgment Day, The Matrix, Total Recall, Minority Report, Inception, The Island, Timecop, the Men in Black franchise, Aliens, I Robot, Transformers, The Hunger Games, Equilibrium, District 9, Serenity, Akira, Paycheck, Predator, Planet of the Apes, RoboCop, Avatar, Mad Max 2, Divergent, They Live, Escape from New York, Demolition Man, Virtuosity and The Fifth Element.[48]\n\nIn which the hero is generally a government agent who must take violent action against agents of a rival government or (in recent years) terrorists. They often revolve around spies who are involved in investigating various events, often on a global scale. This subgenre deals with the subject of fictional espionage, either in a realistic way (such as the adaptations of John Le Carré) or as a basis for fantasy (such as James Bond). It is a significant aspect of British cinema,[49] with leading British directors, such as Alfred Hitchcock and Carol Reed, making notable contributions and many films set in the British Secret Service. The subgenre showcases a combination of exciting escapism, heavy action, stylized fights, technological thrills, and exotic locales.[50] Not all spy films fall in the action genre, only those showcasing heavy action such as frequent shootouts and car chases fall in action, spy films with lesser action would be in the thriller genre (see the spy entry in the subgenres of thriller film).[51] Action films of this subgenre include Casino Royale, the Mission: Impossible franchise, Ronin, True Lies, Salt, From Paris with Love, The International, Patriot Games, xXx, Miss Congeniality, and Jason Bourne in The Bourne series.[52]\n\nAn action subgenre featuring adventurous and heroic characters known as swashbucklers. These films are usually set in the past period and feature swordfighting scenes. The amount of actual violence was usually limited as the bad guys are thrown aside or knocked by the hilt of the swords and not really killed, except for the lead antagonist.[53]\n\n"
        },
        {
            "title": "Action films considered the best",
            "text": "Time Out magazine conducted a poll with fifty experts in the field of action cinema, including actors, critics, filmmakers and stuntmen. Out of the 101 films ranked in the poll, the following films were voted the top ten best action films of all time.[54]\n\n"
        },
        {
            "title": "Notable individuals",
            "text": "Actors from the 1950s and 1960s, such as John Wayne, Steve McQueen, and Lee Marvin, passed the torch in the 1970s to actors such as Bruce Lee, Tom Laughlin, Charles Bronson, Chuck Norris, Clint Eastwood, and Sonny Chiba. In the 1980s, Mel Gibson and Danny Glover had a popular string of \"buddy cop\" films in the Lethal Weapon franchise. Beginning in the mid-1980s, actors such as ex-bodybuilder Arnold Schwarzenegger and Sylvester Stallone wielded automatic weapons in a number of action films. Stern-faced martial artists Steven Seagal and Jean-Claude Van Damme made a number of films. Bruce Willis played a Western-inspired hero in the popular Die Hard series of action films.[55]\n\nIn the 1990s and 2000s, Hong Kong actors such as Jackie Chan, Jet Li and Chow Yun-fat appeared in a number of Hollywood action films after achieving international stardom in the previous decade, and American actors Wesley Snipes and Vin Diesel both had many roles.\n\nWhile Keanu Reeves and Harrison Ford both had major roles in science fiction action films (The Matrix and Blade Runner, respectively), they later branched out into a number of other action sub-genres, such as action-adventure films.\nAmerican actor Matt Damon, who was nominated for an Academy Award for his sensitive portrayal of a math genius working as a janitor in Good Will Hunting, later morphed into an action hero with the car-chase-and-gunfire-filled Jason Bourne franchise. Same thing happened to star Tom Cruise, who turned into a mature action star with the Mission: Impossible series, Jack Reacher, and other films. Leonardo DiCaprio is another good example of it, but without a film franchise as the previous. European action actors such as Belgian Jean-Claude Van Damme (Bloodsport, Hard Target, Timecop), French Jean Reno (Ronin and Mission: Impossible), Swedish Dolph Lundgren (Showdown in Little Tokyo, Universal Soldier, The Expendables), Irish Colin Farrell (S.W.A.T., Daredevil, Miami Vice), and English Jason Statham (The Transporter, The Expendables, Crank) appeared in a number of action films in the 1990s and 2000s.\n\nFemale actors with major, active roles in action films include Gal Gadot, Brie Larson, Elizabeth Olsen, Lucy Liu, Michelle Yeoh, Cynthia Rothrock, Yukari Oshima, Moon Lee, Cynthia Khan, Michelle Rodriguez, Milla Jovovich, Kate Beckinsale, Angelina Jolie, Scarlett Johansson, Uma Thurman, Sandra Bullock, Zoe Saldana, Sigourney Weaver, Linda Hamilton, Sanaa Lathan, Geena Davis, Halle Berry, Emily Blunt, Zhang Ziyi, Maggie Q, Keira Knightley, Charlize Theron, Demi Moore, Cameron Diaz, Drew Barrymore, Jennifer Lawrence, Annette O'Toole, Jennifer Connelly, Brigitte Nielsen, Carrie-Anne Moss, Lori Petty, Jessica Alba, and Jamie Lee Curtis. After a successful career in stunts, Zoë Bell has recently crossed over to become an action star in her own right and Ronda Rousey and Gina Carano have both come from a mixed martial arts background to action roles.\n\nIncreasing numbers of films starring women as the action heroes are being produced. These are celebrated by Artemis Women In Action Film Festival which honours women who work as actors, stuntwomen, and directors in action films. Geena Davis Institute on Gender in Media works to document the onscreen time and representation in women in all film types with a view to improving the equality of work for actresses. Analysis of the lines spoken in action films shows many recent films in this genre are dominated by male dialogue.[56] Analysis of the lines in 2016's biggest blockbusters show that despite much hype about the lead female in Rogue One, and the female characters in Suicide Squad and Captain America: Civil War, these characters still had limited share of dialogue.[57]\n\nSome male actors appear to champion the cause of women in action films. Tom Cruise has been applauded for his asexual onscreen relationships with recent female co-stars,[58] Cobie Smulders in Jack Reacher: Never Go Back and Emily Blunt in Edge of Tomorrow. Tom Cruise has been honoured with an Artemis Action Rebel Award for his work in championing strong female heroes in film.[59]\n\nNotable action film directors from the 1960s and 1970s include Sam Peckinpah, whose 1969 Western The Wild Bunch was controversial for its bloody violence and nihilist tone.[60] Influential and popular directors from the 1980s to 2000s include James Cameron (for the first two Terminator films, Aliens, True Lies); Andrew Davis (Code of Silence, Above the Law, Under Siege, The Fugitive); John Woo (Hong Kong films such as The Killer & Hard Boiled, and Hollywood films such as Broken Arrow & Face/Off); Jackie Chan (Project A 1 & 2, Police Story 1 & 2, Armour of God trilogy); John McTiernan (the first and third Die Hard films, Predator, Last Action Hero); Ridley Scott (Black Rain, Black Hawk Down); Tsui Hark (Once Upon a Time in China franchise); Steven Spielberg (Indiana Jones franchise); George Miller (Mad Max franchise); Paul Verhoeven (the original RoboCop & Total Recall, Starship Troopers); The Wachowskis (The Matrix trilogy), Robert Rodriguez (Mexico Trilogy, From Dusk till Dawn, Machete duology), and Michael Bay (the first two Bad Boys films, The Rock, The Island & the Transformers pentalogy).\n\nMovie producers who are best known for their involvement in action films include Menahem Golan and Yoram Globus, Avi Lerner, Boaz Davidson, Jerry Bruckheimer (together with Don Simpson before Simpson's death in 1996, then by himself afterward), Joel Silver, Akiva Goldsman, John Davis, Basil Iwanyk, Gale Anne Hurd, and Neal H. Moritz. Luc Besson and Tsui Hark have also produced many action films outside of the ones they have directed.\n\n"
        }
    ]
}