{
    "url": "https://en.wikipedia.org/wiki/Adolescent_sexuality_in_the_United_States",
    "title": "Adolescent sexuality in the United States",
    "table_of_contents": [
        "1 Sexual practices",
        "1.1 Sexual abstinence",
        "1.2 Definitions of virginity",
        "2 Physical effects",
        "2.1 Pregnancy",
        "2.2 Sexually transmitted infections",
        "3 Psychological effects",
        "3.1 Benefits and negative effects",
        "3.2 Effects on relationships",
        "4 Dating violence and sexual assault",
        "5 Legal issues",
        "5.1 Legal access to sexual health services",
        "5.1.1 Right to medical consent",
        "5.1.2 Right to confidentiality and parental notification requirements",
        "5.1.2.1 Confidentiality exceptions in insurance billing",
        "5.2 Sexting",
        "5.3 Age of consent",
        "6 Social and cultural influences",
        "6.1 Media",
        "6.2 Peers",
        "7 Sexual education given to teens",
        "7.1 Comprehensive",
        "7.2 Abstinence-only",
        "7.3 From parents",
        "7.3.1 Father-daughter communication",
        "8 Correlations",
        "9 Sexual minorities",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe sexuality of US adolescents includes their feelings, behaviors and development,  and the place  adolescent sexuality has in American society, including the response of the government, educators, parents, and other interested groups.\n\nTeenage pregnancy is four times as prevalent in the US as in the European Union,[1] but has been steadily declining since 1991, reaching a record low in 2012, according to the US Centers for Disease Control and Prevention (CDC), and continuing to decline through 2017.[2][3][4] The CDC said in 2007, 35% of US high school students were currently sexually active and 47.8% of US high school students reported having had sexual intercourse.[5] In 2017, the percentage sexually active was down to 28.7%, and the percentage who had ever had intercourse was 39.5%.[4] According to a 1994 study, every year an estimated one in four sexually active teens contracts a sexually transmitted infection (STI).[6]\n\nIn 1999, a Kaiser Family Foundation study found that 95% of public secondary schools offered sex education programs. More than half of the schools in the study followed a comprehensive approach that included information about both abstinence and contraception, while approximately one third of schools provided students with abstinence-only sex education.[7] In 2002, most Americans favored the comprehensive approach.[7] A 2000 study found that almost all schools included information about HIV, the virus that causes AIDS, in their curricula.[7] There have been efforts among social conservatives in the US government to limit sex education in public schools to abstinence-only sex education curricula.[7] The effectiveness of abstinence-only programs has been an issue of controversy.[8][9]\n\n"
        },
        {
            "title": "Sexual practices",
            "text": "Self-report surveys suggest that half of those 15 to 19 have had oral sex. That percentage rises to 70% by the time they turn 19, and equal numbers of boys and girls participate.[10] Research indicating that oral sex is less risky to teens' emotional and physical well-being than vaginal sex has been advanced;[11] researchers at the University of California, San Francisco, do not believe that conclusion is warranted.[12] They found that oral sex, as well as vaginal sex, was associated with negative consequences.[12] Of adolescents engaging in oral sex only, girls were twice as likely as boys to report feeling bad about themselves, and nearly three times as likely to feel used.[13] Despite their behaviors, 90% of adolescents \"agree that most young people have sex before they are really ready.\"[14]\n\nThe average age of first sexual intercourse in the United States is around 16.8 for males and around 17.2 for females,[15][16] and that has been rising in recent years.[17] For teens who have had sex, 70% of girls and 56% of boys said that their first sexual experience was with a steady partner, and 16% of girls and 28% of boys report losing their virginity to someone they had just met or who was just a friend.[17]\n\nTeens are using birth control (contraceptives) more today when they lose their virginity than they did in the past, and partly because of the AIDS epidemic.[17]  Of sexually-experienced adolescents, 78% of girls and 85% of males used at least one contraceptive when they lost their virginity.[17] A detailed qualitative study of girls' loss of virginity found that their experiences \"were almost all quite negative (and, in some cases, horrific).\"[18] Before age 15, \"a majority of first intercourse experiences among females are reported to be non-voluntary.\" (See definition of rape.)[19]\n\nAdolescents who are better students generally initiate sexual activity later than those who are poor students. In addition, among those seventh- and eighth-graders, those with personal and perceived peer norms that encourage adolescents to refrain from sex are less likely to engage in it.[20]\n\nThe percentage of teenagers who report that they are currently sexually active has been dropping since 1991.[21] By 2005, the overall percentage of teenagers reporting that they were currently sexually active was down to 33.9%.[5] A lower number of sexually active teens are \"quite positive in terms of their health and their well-being.\"[22]\n\nThe condom is the most popular form of contraception used by teenagers.[23] Among sexually-active 15-to-19-year-olds, from 2002 to 2010 more than 80% of females and more than 90% of males reported using at least one method of birth control during their last intercourse.[17][24] In 1995, only 71% of girls and 82% of boys reported using contraception the last time that they had sex.[17] In 2006 to 2010, one in five sexually-active female teens (20%) and one third of sexually active male teens (34%) reported having used both the condom and a hormonal method the last time that they had sex.[17] Less than 20% of girls at risk for unintended pregnancy were not using any contraceptive method the last time they had sex.[17] Calendar abstinence, or the rhythm method, was used by 17% of female teens in 2006nto 2008.[23]\n\nSexual abstinence is the practice of refraining from some or all aspects of sexual activity for medical, psychological, legal, social, financial, philosophical, moral, or religious reasons. For the last twenty years, abstinence rates among American adolescents have risen. The percentage of high school students in the US who reported that they have ever had sexual intercourse dropped from 54.1% in 1991 to 47.8% in 2007,[5] 43% in 2011[25] and 39.5% in 2017.[4] A cross-sectional survey in 1998 found that fear of pregnancy was the most commonly cited reason for choosing abstinence, especially among girls, as well as boys who had caused a pregnancy in the past. Other reasons included a fear of sexually transmitted infections, a lack of desire, being afraid of getting caught, and the belief that sex was not appropriate for someone of their age.[26]\n\nEpidemiologists at the Center for Disease Control emphasize that for sex education to be effective, it should take place before teens become sexually active.[27]\n\nBoth adolescents who have never had sex and those who have chosen to become abstinent after engaging in sexual behaviors cite the negative consequences of sex as reasons for choosing not to have sex.[26] Girls of all ages and experience levels were more likely than boys to cite the fear of pregnancy and sexually transmitted diseases.[26] Virgin boys were more likely than girls to say that they believed most students did not have sex.[26]\n\nBoys who caused a pregnancy in the past were more than twice as likely to become abstinent after that episode than other boys. However, for girls, a past pregnancy had little correlation with secondary abstinence.[26] Fear of pregnancy, wanting to wait until marriage, and not wanting to have sex were cited more often by virgins in the 12th grade than in the 9th grade.[26] Of the sexually experienced who are now practicing abstinence, girls were more likely than boys to say a lack of desire, fear of STDs, being afraid of getting caught, the belief that sex was not appropriate for someone their age, and their parents having taught them the advantages of waiting as reasons for making their decision.[26]\n\nAmong young people engaging in some form of sexual activity, definitions of virginity differ. Virginity is usually defined as the state of a person who has never engaged in sexual intercourse, but there are some gray areas. For example, teenagers that engage in oral sex but not penile-vaginal sex may still identify themselves as virgins, which is sometimes termed technical virginity. Of those polled, 70% of adolescents 11–16 believed oral sex did not disqualify someone from virginity, and 30% believed they were still abstinent.[29][30]\n\nOf adolescents 11–16, 83% believe a person is still a virgin after engaging in genital touching, and 70% said they believed one retained their virginity after having oral sex. Additionally, 16% considered themselves virgins after anal sex. However, 44% believed that one was abstinent after genital touching, and 33% believed one could have oral sex and still remain abstinent. Of anal and vaginal sex, 14% believed one could engage in the former, and 12% said one could participate in the latter and still remain abstinent.\n\nAmong those 15–19 years old, those who remain a \"technical virgin\" are motivated more by the fear of pregnancy or STIs than by religion and morality.[30]\n\n"
        },
        {
            "title": "Physical effects",
            "text": "The American Academy of Pediatrics has identified the sexual behaviors of American adolescents as a major public health problem.[31] It is concerned about the prevalence of sexually-transmitted diseases in sexually-active teenagers and about the very high rate of teenage pregnancy in the United States compared to other developed countries.\n\nResearch into adolescents' sexual behavior in situations outside traditional dating situations, commonly referred to as \"hooking up\", shows that a large number of adolescents underestimate the risk involved in such situations.[32][33]\n\nTeen pregnancies, defined as pregnancies in females under the age of 20, regardless of marital status, in the United States decreased 28% between 1990 and 2000 from 117 pregnancies per every 1,000 teens to 83.[6] The 2008 rate was a record low and represented a 42% decline from the peak rate, which had occurred in 1990.[17] From 2009 to 2010, the teen pregnancy rate dropped another 9%, the biggest one-year drop since the 1940s.[34]\n\nEach year, almost 750,000 girls 15–19 become pregnant. Two thirds of all teen pregnancies occur among the oldest teens (18–19).[17] Of them, 82% are unplanned, which accounted for about 20% of all unintended pregnancies annually.[17]  Of pregnancies among girls aged 15–19 girls in 2008, 59% ended in birth, 26% in abortion, and the rest in miscarriage.[17] Overall, 68 pregnancies occurred per 1,000 girls aged 15–19 in 2008. Nearly 7% of 15–19-year-old girls become pregnant each year. Pregnancies are much less common among girls younger than 15. In 2008, 6.6 pregnancies occurred per 1,000 teens aged 14 or younger. In other words, fewer than 1% of teens younger than 15 become pregnant each year.[17] Stillborn and newborn deaths are 50% higher for teen moms than women aged 20–29 and are more likely to have a low birth weight.[35]\n\nTeenage birth rates, as opposed to pregnancies, peaked in 1991, when there were 61.8 births per 1,000 teens, and the rate dropped in 17 of the 19 years that followed.[34] One in four American women who had sex during their teenage years will have a baby before they are married, compared to only one in ten of those who wait until they are older.[36] Even more will experience a pregnancy. Of women who have sex in their teens, nearly 30% will conceive a child before they are married. Conversely, only 15% of women who do not have sex in their teens will become pregnant before they are married.[36] Of all women, 16% will be teen mothers.[37]\n\nAccording to a study, girls who participate in girls-only activities are far less likely to experience a teenage pregnancy and less likely to be sexually active in general.[38] Participating in competitive sports has also been shown to have an effect for girls. A study published in 1999 found that female adolescents who participated in sports were less likely than their non-athletic peers to engage in sexual activity and/or report a pregnancy.[39] Males interested in arts are also less likely to be involved in a pregnancy situation. It is unclear whether the correlations are causal or the reflection of the underlying bias of the considered population. The study that reported those findings did not take into account the sexual orientation of the subjects.[39]\n\nA survey by the National Campaign to Prevent Teen Pregnancy found, \"7% of youth used alcohol the first time they had sex, and 6% used alcohol the most recent time they had sex.\"[40] In another study, teens aged 15–19 accounted for 15.5% of abortions in 2009, and patients aged 20–24 made up 32.7%. Together, adolescents aged 15–24 made up just under half (48.2%) of the 784,000 abortions reported to the CDC that year.[41]\n\nAccording to one study, laws that require parental notification or consent before a minor can obtain an abortion \"raise the cost of risky sex for teenagers.\"[42] The study found that states that have enacted such laws have seen lower gonorrhea rates among teens than states that do not have such laws. The researchers of the study believe these laws lower the gonorrhea rate because teens reduce the amount of sexual activity they have, and they are more fastidious in their use of birth control.[42] On the contrary, statistics released from the World Health Organization (WHO) indicate that more restrictive laws on abortions do not necessarily mean fewer abortions. The abortion rate one year for Latin America (where, broadly speaking, abortions are generally made illegal) was 32 per 1,000 people, but the abortion rate for Western Europe (where overall the laws are more relaxed) was 12 in 1,000.[43]\n\nEach year, between 8 and 10 million American teens contract a sexually transmitted infection (STI/STD),[note 1] almost half of the 19 million STIs reported for all age groups in the United States.[17][45]\n\nLloyd Kolbe, the director of the Center for Disease Control's Adolescent and School Health program, called the STI problem \"a serious epidemic.\"[46]  The younger that an adolescent is when during the first type of sexual relations, including oral sex, the more likely they are to get an STI.[47][48]\n\nHPV (Human papillomavirus) is the most common STI among teens (as well as adults).[49] In a CDC study, 18% of teen girls were infected with HPV.[50] Another study found that HPV infections account for about half of STIs detected among 15- to 24-year-olds each year.[17][51] While HPV infections may not cause any disease and is often asymptomatic, it can cause genital warts and even cancer.\n\nAfter HPV, trichomoniasis and chlamydia are the most common STI diagnoses among 15-to 24-year-olds; combined, they account for slightly more than a third of diagnoses each year.[17] Genital herpes and gonorrhea together account for about 12% of diagnoses. HIV, syphilis and hepatitis B account for less than 1% of diagnoses,[17] but young people aged 13–24 accounted for about 21% of all new HIV diagnoses in the United States in 2011.[17]\n\nResearchers from the CDC have stated that teenagers often do not understand the risks associated with sexual activity. \"Research suggests that adolescents perceive fewer health-related risks for oral sex compared with vaginal intercourse. However, young people, particularly those who have oral sex before their first vaginal intercourse, may still be placing themselves at risk of STIs or HIV before they are ever at risk of pregnancy.\"[48] \"Several studies have documented that oral sex can transmit certain STIs, including chlamydia, genital herpes, gonorrhea and syphilis. Teenagers and young adults engaging in sexual activity are at increased risk of STIs or HIV.\"[48]\n\nA 2008 study by the CDC found that one in 4 teen girls, or an estimated 3 million girls, has an STI.[50] The study of 838 girls who participated in a 2003–2004 government health survey found the highest overall prevalence among black girls; nearly half in the study were infected, compared to 20% among both white and Mexican-American teens.[52] The same study found that among those who were infected, 15% had more than one STI, and 20% of those who said they had only one sexual partner were infected.[50]\n\nIn a 2011 study by the CDC, 7.1% of females and 2.1% of males aged 15–24 were infected with chlamydia,[53]: 65  historically the most prevalent of all STIs in the general population (after HPV).\n\n"
        },
        {
            "title": "Psychological effects",
            "text": "The earlier onset of puberty can produce sexual drives when teens are not yet fully socialized to understand the potential social and emotional consequences of sexual activities.[54][55][56][57][58] Some scholars claim that the risk for depression is \"clearly elevated\" for the sexually active of either gender.[59]\n\n\"We tend to focus on the health consequences of having sex, like pregnancy and STIs, but we also need to talk to [teens] about all the emotional consequences,\" some experts say.[13]\n\nSome research suggests that two thirds of sexually active girls wish they had waited longer before having sex.[60] Of seniors in high school, 74% of girls regret sexual experiences that they had.[61]\n\nFor girls, even modest involvement in sexual experimentation elevates depression risk.[62] Sexually-active teenage girls are more than twice as likely to suffer depression compared to those who are not sexually active.[63]\n\nSex therapists have found that the roots of sexual issues facing adults often date back to regretful teenage experiences.[13] Research has also found that being abstinent in the teen years was associated with better mental health at 29.[64]  Girls who were virgins at 18 were also less likely to have a mental illness at 40.[65]\n\nGirls are \"at particular risk for experiencing negative social and emotional consequences of having any type of sex,\" including oral sex.[12] Girls are more than twice as likely as boys to say they felt bad about themselves and more than three times as likely to say they felt used as a result of engaging in sex[13] or hookups.[13][66]\n\nIn a study of casual sex among adolescents, many girls believed they could have a purely-sexual experience with no emotional ties, and they believed it was sexist to assume otherwise. However, the study found that both girls and boys who hooked up often were depressed and did not feel very good about themselves.[67]\n\nWhen engaging in sexual acts the body produces oxytocin, a chemical produced in the brain to promote feelings of connection and love.\n\n"
        },
        {
            "title": "Dating violence and sexual assault",
            "text": "Teen dating violence is defined as the physical, sexual, psychological, or emotional violence within a dating relationship, as well as stalking.[68] This includes electronic forms (like threatening text messages, excessive yelling, or cursing at someone in a phone message) as well as face-to-face forms.[68]\n\nGirls who have engaged in sexual intercourse are five times more likely than their virgin peers to be the victim of dating violence.[69] Girls who were intentionally hurt by a date in the past 12 months are at a \"significantly elevated risk for a broad range of sexual health concerns and for pregnancy.\"[69] Girls who have been victims are also twice as likely to report high levels of multiple sexual partners.[69]\n\nSexual assault is any involuntary sexual act in which a person is threatened, coerced or forced to engage against their will, or any sexual touching of a person who has not consented. That includes but is not limited to rape (forcible sexual penetration), groping, forced kissing, or the torture of the victim in a sexual manner.[70][71] In legal terms, sexual assault is a statutory offense in the United States, varying widely state-to-state.\n\nOutside the law, the term rape has a less distinguished meaning and is often used interchangeably with sexual assault.[72][73]\n\nMost rape victims are in their teens or young twenties. According to a study by the CDC and Department of Justice, 83% of rape victims interviewed were under the age of 25, and 54% were under the age of 18. 1 in 6 women had been raped in the study, and 1 in 33 men.[74] 1 in 5 women and 1 in 7 men who have experienced sexual violence first experienced that through dating violence as a teen.[75]\n\nTeen sexual violence does not always equate with date rape, as the term might suggest. The latter term may describe drug facilitated sexual assault (using drugs and/or alcohol) or a case of acquaintance rape (usually sexual assault by someone the victim does not know well or just met).[76][77][78]\n\n"
        },
        {
            "title": "Legal issues",
            "text": "Although young people from 15 to 24 in the US bear a disproportionate burden of both new and prevalent[79][80] chlamydial and gonorrheal infections, young people face unique legal barriers to accessing screening and treatment for STIs, contraception, or abortion.\n\nIn the US, the legal rights of minors to consent to STI screening and treatment varies on a state by state level, and the right to confidential access to such services varies as well.[81] That inconsistency in policies between states may lead to confusion and misinformation about what services a young person has a right to access and when there might be risks of parental notification or loss of confidentiality.\n\nIn all 50 states and in the District of Columbia, at least some minors (under the legal age of majority) are permitted to independently (without parental permission or input) consent to STI services. However, there is variation in the age at which that right to consent begins. For example, Illinois allows minors consent to STI services beginning at 12, but in Hawaii, the right to consent to STI screening begins at 14. In New Jersey, all individuals regardless of age may consent to chlamydia and gonorrhea screening, but they may consent to HIV screening only at 13.[81]\n\nEven in situations in which a minor has a legal right to consent to testing or treatment for chlamydia or gonorrhea, 18 states allow a physician to inform a minor's parents that the child has requested or has received STI screening or treatment if the physician deems it in the patient's best interests.[81] There are 37 states that require parental involvement in a minor's decision to have an abortion, [82] and notification is often a requirement even if parental permission is not.\n\nIndividuals 18 or above have a right to consent to and receive confidential STI screening and treatment, as they are legal adults. However, in the US, the Affordable Care Act allows young people who are dependents on their parents' private health insurance plans to retain coverage until they are 26.[83] Billing practices in which the explanation of benefits for care are sent to the insurance policyholder pose a barrier to confidentiality even for adolescents who have a legal right to confidential sexual health services.[84]\n\nThe 2020 US Census Bureau estimates for insurance coverage type in individuals up to age 25 suggest that over 60% of young people of that age range are privately insured.[85] Although the numbers do not differentiate between private insurance coverage through a parent or an individual's own workplace, the percentages suggest that insurance billing practices for privately-insured dependents pose a significant risk for loss of confidentiality.\n\nSexting, the sending of sexually-explicit messages and/or photographs, has become increasingly popular with adolescents. However, according to some studies, it can \"glamorize and normalize sex in a way that might cause some teenagers to start having sex earlier, or in unhealthy ways.\"[86]\n\nMore than a fifth of teens have sent sexually suggestive text messages or nude photographs of themselves online.[87]  Teens who photograph or film themselves or receive photos of others, known as sexting, can be charged with child pornography.[88] Others who post the photos online could also be charged with child pornography and face prison time.[89] Sexting can be considered sexual harassment.[86]\n\nSexting is linked to psychological distress among teens. Those involved in sexting are more likely to report a suicide attempt and have twice the odds of reporting depressive symptoms as students who are not involved in sexting. \"For girls who send the sexts... there is a disillusionment and a sense of betrayal when it's posted everywhere. When it gets forwarded to multiple boys at multiple schools and also other girls... a girl starts getting called names and her reputation is ruined.\"[90]\n\nBoys who are victims of sexually predatory teenage girls can also be devastated.  Sexually-predatory girls will ask a boy, particularly a sexually-naive boy, for photos, and \"he's sort of flattered and he feels like a big guy and then she sends them around.\"[90]  Unbeknownst to them at the time, their compliance can cause lasting harm.\n\nOften, girls who take racy photos of themselves \"want to be admired, want someone to want them. A lot of them are lonely and starved for attention. A lot of girls believe they have no choice but to pose in this way. There are also the thrill seekers who do it because it's 'edgy and cool.'\"[89]\n\nExperts say that sexting poses a serious problem, partly because teens do not understand that the images are permanent and can be spread quickly. \"It does not click that what they're doing is destructive, let alone illegal.\"[91]  \"Once they are out there, it spreads like a virus,\" police say.[92]\n\nEach state has its own age of consent. Currently, state laws designate the age of consent as 16, 17, or 18, with more than half of the states designating 16 as the age limit. However, all of the five most populous states have a higher age of consent (California 18, Texas 17, Florida 18, New York 17, and Illinois 17).\n\nIn some common law jurisdictions, statutory rape is sexual activity in which one person is below the age required to consent to the behavior legally.[93] Although it usually refers to adults engaging in sex with minors under the age of consent,[93] it is a generic term, and very few jurisdictions use the actual term \"statutory rape\" in the language of statutes.[94]\n\nIn statutory rape, overt force or threat need not be present. The laws presume coercion because a minor or mentally-challenged adult is legally incapable of giving consent to the act. Statutory rape laws are based on the premise that until a person reaches a certain age, he or she is legally incapable of consenting to sexual intercourse. Thus, even if a minor engages in sexual intercourse willingly, the intercourse is not consensual.[95]\n\nOften, teenage couples engage in sexual conduct as part of an intimate relationship. That may occur before either participant has reached the age of consent or after one has but the other has not. In the latter case, in most jurisdictions, the person who has reached the age of consent is guilty of statutory rape. In some jurisdictions such as California, if two minors have sex with each other, both are guilty of engaging in unlawful sex with the other person.[96][97] The act itself is prima facie evidence of guilt if one participant is incapable of legally consenting.\n\nSome jurisdictions have passed so-called \"Romeo and Juliet laws,\" which serve to reduce or eliminate the penalty of the crime in cases if the couple's age difference is minor, and the sexual contact would not have been rape if both partners were legally able to give consent.\n\n"
        },
        {
            "title": "Social and cultural influences",
            "text": "The American Academy of Pediatrics has argued that media representations of sexuality may influence teen sexual behavior;[31] that view is supported by various scholars,[98][99] but other scholars disagree.[100]\n\nResearch indicates that sexual messages contained in film, television, and music are becoming more explicit in dialog, lyrics, and behavior. In television programming aimed at teens, more than 90% of episodes had at least one sexual reference in it, with an average of 7.9 references per hour.[101] Researchers have found a correlation between the amount of television with high sexual content that teenagers watch and an increased likelihood of them becoming pregnant or fathering a child out of wedlock. They believe that reducing the amount of sexual content adolescents watch on television could substantially reduce the teen pregnancy rate.[102] By contrast, other scholars have argued that such claims have been premature. Steinberg and Monahan found that media effects diminished once other factors had been controlled.[100]\n\nScholarly studies suggest that approximately 15% of youth intentionally seek pornography in a given year.[103] Donna Freitas, author of The End of Sex: How Hookup Culture is Leaving a Generation Unhappy, Sexually Unfulfilled, and Confused About Intimacy, has this to say about porn:[30]\n\nBoth boys and girls feel pressure from their friends to have sex. The perception that adolescents have of their best friends' sexual behavior has a significant association with their own sex behavior.[104] Sexually-active peers have a negative effect on adolescent sexual delay, but responsive parent-adolescent sex discussions can buffer those effects.[105]\n\nIn a 2003 study, 89% of girls reported feeling pressured by boys to have sex, and 49% of boys reported feeling pressured by girls to have sex. In contrast, 67% of boys felt pressured by other boys, and 53% of girls felt pressured by other girls.[14]\n\nAdolescents who reported sexual activity had high levels of reputation-based popularity but not likeability among peers; however, sex with more partners was associated with lower levels of popularity.[104]\n\n"
        },
        {
            "title": "Sexual education given to teens",
            "text": "Two main forms of sex education are taught in American schools: comprehensive and abstinence-only. Comprehensive sex education covers abstinence as a positive choice but also teaches about contraception use and the avoidance of STIs if the teen becomes sexually active. A 2002 study conducted by the Kaiser Family Foundation found that 58% of secondary school principals describe their sex education curriculum as comprehensive.[7]  The difference between these two approaches, and their impact on teen behavior, remains a controversial subject in the United States.\n\nThere have been numerous studies on the effectiveness of both approaches and conflicting data on American public opinion. Public opinion polls conducted over the years have found that most Americans favor broader sex education programs over those that teach only abstinence, but abstinence educators recently published poll data with the totally opposite conclusion.[106][107][108] The poll sponsored by the National Abstinence Education Association and conducted by Zogby International found that:[109]\n\nExperts also encourage sex educators to include oral sex and emotional concerns as part of their curriculum.  Their findings also support earlier studies that conclude:[12]\n\nIt is equally encouraged by experts that included in the curriculum sex educators make mention of the fact that the CDC's research confirms that youths with HIV are the least likely age group to be aware of having the infection as they tend to have a suppressed viral load. Highlighting this would encourage them to stay alert and regularly get tested. \n\nThe National Association of School Psychologists,[110] the American Academy of Pediatrics,[111] the American Public Health Association,[112] the Society for Adolescent Medicine[113] and the American College Health Association,[113] have stated official support for comprehensive sex education. Such curricula are intended to reduce sexually transmitted infections and out-of-wedlock or teenage pregnancies.\n\nProponents of this approach argue that sexual behavior after puberty is a given, and so it is therefore crucial to provide information about the risks and how they can be minimized. They hold that abstinence-only sex ed and conservative moralizing will only alienate students and thus weaken the message.\n\nA report issued by the Department of Health and Human Services has found the \"most consistent and clear finding is that sex education does not cause adolescents to initiate sex when they would not otherwise have done so.\" The same report also found that:[19]\n\nAbstinence-only sex education tells teenagers that they should be sexually abstinent until marriage and does not provide information about contraception. In the Kaiser study, 34% of high school principals said their school's main message was abstinence-only. Some Christian organizations advocate abstinence-only sex education because it is the only approach they find acceptable and in accordance with their churches' teachings.\n\nSome organizations promote what they consider to be \"sexual purity\", which encompasses abstaining from not only intercourse before marriage but also sexual thoughts, sexual touching, pornography, and actions that are known to lead to sexual arousal. Advocates of abstinence-only sex education object to comprehensive curricula which fail to teach moral behavior. They maintain that curricula should promote conventional (or conservative) morality as healthy and constructive and that value-free knowledge of the body may lead to immoral, unhealthy, and harmful practices.\n\nA comprehensive review of 115 program evaluations published in November 2007 by the National Campaign to Prevent Teen and Unplanned Pregnancy found that two thirds of sex education programs focusing on both abstinence and contraception had a positive effect on teen sexual behavior. The same study found no strong evidence that programs that stress abstinence as the only acceptable behavior for unmarried teens delayed the initiation of sex, hastened the return to abstinence, or reduced the number of sexual partners.[114] According to the study author:\n\nMost teens (70%) say they have gotten some or a lot of information about sex and sexual relationships from their parents. Other sources of information include friends at 53%, school, also at 53%, TV and movies at 51% and magazines at 34%. School and magazines were more often sources of information for girls than for boys, and teens \"who were sexually active were much more likely to say they got information about sex from their friends and partners.\"[115] Less than half of parents with daughters under 18 talk to their girls about how to say no to boys, and about half talk to them about contraception.[3]\n\nAdolescents whose parents talked to them at a young age felt more comfortable as they grew and were more likely to make personal decisions about sexual behavior that reflected the parental values and morals.[116]\n\nSome scholars argue that parents have a large influence on how teen sexuality is viewed in the United States, as well as how teens view their own sexuality.[117] Parents' views of adolescent sexuality vary greatly between different countries. In the United States, teen sexuality is generally viewed under the framework of \"adversarial individualism\".[117] That means that on a broader, societal level, there is little communication among individuals as compared to other countries such as the Netherlands where there is more emphasis on \"interdependent individualism\".[117] Scholars argue that in the United States, there is greater emphasis on individual success rather than success of the majority.[117] That paradigm plays into adolescent sexuality since there is less communication about often-sensitive topics such as adolescent sexuality.[117] Scholars argue that mentality has several consequences.[117] The negative consequences of adversarial individualism can present themselves as impulse-driven teenagers, who ultimately require more supervision than teenagers living in an interdependent individualistic society. In interdependent individualism, teenagers are ultimately more responsible because they are able to have open discussions with their guardians.[117]\n\nStudies have suggested that fathers generally tend to avoid sexual conversations with their children.[118] Many fathers have uncertainties on how to start to the conversation. Other times, they simply put the initiative on their daughters to come to them with questions or issues.[119] Even when the conversation is launched, fathers tend to be judgmental or to talk only about abstinence. Fathers are more likely to forbid daughters from having sex when they talk. Wilson et al. (2010) found that some fathers felt that talking about the potential consequences of sex was easier than talking about sex itself.[120] Fathers overall tend to apply more orders when they talk to their daughters than to give them unbiased information or simply to listen and try to give them their best advice.\n\nHutchinson and Cederbaum (2011) studied father-daughter communication and found that increased father-daughter communication delayed sexual debut and decreased the frequency of engagement in sexual intercourse.[121] They also found that responsible sexual behavior among adolescent females was associated with positive father-daughter communication regarding men, dating, sex, and marriage. On the other hand, fathers who were absent had been linked to higher rates of sexual activity and teen pregnancy among female adolescents.[121] Fathers have a greater impact on daughters than they think but fail to recognize that because they believe that they should be discussing sex with their daughters, or they simply leave it to the mothers.\n\n"
        },
        {
            "title": "Correlations",
            "text": "Girls who participate in athletics, artistic, or academic extracurricular activities are less likely to be sexually active than girls who participate in none. Female athletes have \"significantly fewer sex partners, engaged in less frequent intercourse... and began having sex at a later age.\" Boys who participate in sports are slightly more likely to be sexually active, and those who are in artistic activities are considerably less likely.[122]\n\nReligious adolescents lose their virginity three years later than the average American. On average, those with strong religious backgrounds become sexually active at age 21.[123]\n\nStudies have shown stressed teens and teens without sufficient familial involvement tend to have more sex.[124][125]\n\n"
        },
        {
            "title": "Sexual minorities",
            "text": "According to a study based on a sampling of teenagers in Massachusetts, sexual minority youth, those who identify as gay, lesbian, or bisexual or had any same-sex sexual contact in their lifetimes, were significantly more likely than other students to report lifetime sexual intercourse (72% vs. 44%).[126] The same study found that sexual minority youth were more likely to report sexual intercourse before age 13 (18% vs. 4%), sexual intercourse with four or more partners in their lifetimes (32% vs. 11%), and recent sexual intercourse (55% vs. 33%). Among students in the Massachusetts study who ever had sexual intercourse in their lifetimes, sexual minority youth were significantly more likely than other students to report \"having been or gotten someone pregnant (15% vs. 4%) and having been diagnosed with HIV or another STI (10% vs. 5%).\"[126][127]\n\n"
        }
    ]
}