{
    "url": "https://en.wikipedia.org/wiki/Advaita_Vedanta",
    "title": "Advaita Vedanta",
    "table_of_contents": [
        "1 Etymology and nomenclature",
        "1.1 Etymology",
        "1.2 Advaita Vedanta",
        "1.3 Advaita tradition",
        "1.4 Monism",
        "2 Darśana (view) – central concerns",
        "3 Reality and ignorance",
        "3.1 Three levels of Reality/truth",
        "3.2 Pāramārthika - Sat (True Reality)",
        "3.2.1 Ātman",
        "3.2.1.1 Three states of consciousness and Turiya",
        "3.2.1.2 Svayam prakāśa (self-luminosity)",
        "3.2.2 Brahman",
        "3.3 Vyāvahārika (conventional reality) – Avidya and Māyā",
        "3.3.1 Avidyā (ignorance)",
        "3.3.2 Māyā (appearance)",
        "3.3.3 Five koshas (sheaths)",
        "3.4 Parinamavada and vivartavada - causality and change",
        "4 Moksha – liberating knowledge of Brahman",
        "4.1 Knowledge is liberating",
        "4.2 Attaining vidhya (knowledge)",
        "4.2.1 Preparation: the fourfold qualities",
        "4.2.2 The threefold practice: sravana (hearing), manana (thinking) and nididhyasana (meditation)",
        "4.2.3 Guru",
        "4.2.4 Pramana (means of knowledge)",
        "4.2.4.1 Samadhi",
        "4.2.4.2 Anubhava ('experience')",
        "4.2.5 Adhyaropa Apavada - imposition and negation",
        "4.2.6 The Mahavyakas - the identity of Ātman and Brahman",
        "4.2.6.1 Mahavakyas",
        "4.2.6.2 That you are",
        "4.2.6.3 Direct perception versus contemplation of the Mahavakyas",
        "4.2.6.4 Renouncement of ritualism",
        "5 Ethics",
        "6 Texts",
        "6.1 Prasthanatrayi",
        "6.2 Textual authority",
        "6.3 Other texts",
        "7 Sampradaya and Smarta tradition",
        "7.1 Monastic order - Mathas",
        "7.2 Smarta Tradition",
        "8 Buddhist influences",
        "8.1 Similarities",
        "8.2 Mahayana influences",
        "8.3 Differences from Buddhism",
        "8.4 Criticisms of concurring Hindu schools",
        "9 Relationship with other forms of Vedānta",
        "9.1 Vishishtadvaita",
        "9.2 Shuddhadvaita",
        "9.3 Dvaita",
        "9.4 Influence on other traditions",
        "10 History of Advaita Vedānta",
        "10.1 Historiography",
        "10.2 Early Vedānta",
        "10.3 Early Advaita Vedānta",
        "10.3.1 Gauḍapāda and Māṇḍukya Kārikā",
        "10.4 Early medieval period - Maṇḍana Miśra and Adi Shankara",
        "10.4.1 Maṇḍana Miśra",
        "10.4.2 Adi Shankara",
        "10.4.2.1 Systematizer of Advaita thought",
        "10.4.2.2 Writings",
        "10.4.2.3 Influence of Shankara",
        "10.4.3 Advaita Vedanta sub-schools",
        "10.5 Late medieval India",
        "10.5.1 Vidyāraṇya",
        "10.6 Modern Advaita",
        "10.6.1 Niścaldās and \"Greater\" Advaita",
        "10.6.2 Neo-Vedanta",
        "10.6.3 Contemporary Advaita Vedānta",
        "10.6.4 Influence on New religious movements",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 Sources",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAdvaita Vedanta (/ʌdˈvaɪtə vɛˈdɑːntə/; Sanskrit: अद्वैत वेदान्त, IAST: Advaita Vedānta) is a Hindu sādhanā, a path of spiritual discipline and experience,[note 1] and the oldest extant tradition of the orthodox Hindu school Vedānta.[note 2] The term Advaita (literally  \"non-secondness\", but usually rendered as \"nondualism\",[4][5] and often equated with monism[note 3]) refers to the idea that Brahman alone is ultimately real, while the transient phenomenal world is an illusory appearance (maya) of Brahman. In this view, (jiv)Ātman, the experiencing self, and Ātman-Brahman, the highest Self and Absolute Reality, is non-different.[3][6][7][note 4] The jivatman or individual self is a mere reflection or limitation of singular Ātman in a multitude of apparent individual bodies.[8]\n\nIn the Advaita tradition, moksha (liberation from suffering and rebirth)[9][10] is attained through recognizing this illusoriness of the phenomenal world and disidentification from the body-mind complex and the notion of 'doership',[note 5] and acquiring vidyā (knowledge)[11] of one's true identity as Atman-Brahman,[12] self-luminous (svayam prakāśa)[note 6] awareness or Witness-consciousness.[13][note 7] Upanishadic statements such as tat tvam asi, \"that you are,\" destroy the ignorance (avidyā) regarding one's true identity by revealing that (jiv)Ātman is non-different from immortal[note 8] Brahman.[note 4] While the prominent 8th century Vedic scholar and teacher (acharya)[14] Adi Shankara emphasized that, since Brahman is ever-present, Brahman-knowledge is immediate and requires no 'action', that is, striving and effort,[15][16][17] the Advaita tradition also prescribes elaborate preparatory practice, including contemplation of the mahavakyas[16][18][19][20][note 9] and accepting yogic samadhi as a means to knowledge, posing a paradox which is also recognized in other spiritual disciplines and traditions.[16][21][note 10]\n\nAdvaita Vedānta adapted philosophical concepts from Buddhism, giving them a Vedantic basis and interpretation,[22] and was influenced by, and influenced, various traditions and texts of Indian philosophy,[23][24][25] While Adi Shankara is generally regarded as the most prominent exponent of the Advaita Vedānta tradition,[26] his early influence has been questioned,[27][28][note 9] as his prominence started to take shape only centuries later in the 14th century, with the ascent of Sringeri matha and its jagadguru Vidyaranya (Madhava, 14th cent.) in the Vijayanagara Empire.[note 11] While Shankara did not embrace Yoga,[37] the Advaita Vedānta tradition in medieval times explicitly incorporated elements from the yogic tradition and texts like the Yoga Vasistha and the Bhagavata Purana,[38] culminating in Swami Vivekananda's full embrace and propagation of Yogic samadhi as an Advaita means of knowledge and liberation.[39][40] In the 19th century, due to the influence of Vidyaranya's Sarvadarśanasaṅgraha,[41] the importance of Advaita Vedānta was overemphasized by Western scholarship,[42] and Advaita Vedānta came to be regarded as the paradigmatic example of Hindu spirituality, despite the numerical dominance of theistic Bhakti-oriented religiosity.[43][44][42][note 12] In modern times, Advaita views appear in various Neo-Vedānta movements.[46]\n\n"
        },
        {
            "title": "Etymology and nomenclature",
            "text": "The word Advaita is a composite of two Sanskrit words:\n\nAdvaita is often translated as \"non-duality,\" but a more apt translation is \"non-secondness.\"[3] Advaita has several meanings:\n\nThe word Vedānta is a composition of two Sanskrit words: The word Veda refers to the whole corpus of vedic texts, and the word \"anta\" means 'end'. The meaning of Vedānta can be summed up as \"the end of the vedas\" or \"the ultimate knowledge of the vedas\". Vedānta is one of six orthodox schools of Hindu philosophy.\n\nWhile \"a preferred terminology\" for Upanisadic philosophy \"in the early periods, before the time of Shankara\" was Puruṣavāda,[50][note 13] the Advaita Vedānta school has historically been referred to by various names, such as Advaita-vada (speaker of Advaita), Abheda-darshana (view of non-difference), Dvaita-vada-pratisedha (denial of dual distinctions), and Kevala-dvaita (non-dualism of the isolated).[51] It is also called māyāvāda by Vaishnava opponents, akin to Madhyamaka Buddhism, due to their insistence that phenomena ultimately lack an inherent essence or reality,[52][53][54][55]\n\nAccording to Richard King, a professor of Buddhist and Asian studies, the term Advaita first occurs in a recognizably Vedantic context in the prose of Mandukya Upanishad.[51] In contrast, according to Frits Staal, a professor of philosophy specializing in Sanskrit and Vedic studies, the word Advaita is from the Vedic era, and the Vedic sage Yajnavalkya (8th or 7th-century BCE[56][57]) is credited to be the one who coined it.[58] Stephen Phillips, a professor of philosophy and Asian studies, translates the Advaita containing verse excerpt in Brihadaranyaka Upanishad, as \"An ocean, a single seer without duality becomes he whose world is Brahman.\"[note 15]\n\nWhile the term \"Advaita Vedanta\" in a strict sense may refer to the scholastic tradition of textual exegesis established by Shankara, \"advaita\" in a broader sense may refer to a broad current of advaitic thought, which incorporates advaitic elements with yogic thought and practice and other strands of Indian religiosity, such as Kashmir Shaivism and the Nath tradition.[60] The first connotation has also been called \"Classical Advaita\"[61][62] and \"doctrinal Advaita,\"[63] and its presentation as such is due to medieaval doxographies,[40] the influence of Orientalist Indologists like Paul Deussen,[64] and the Indian response to colonial influences, dubbed neo-Vedanta by Paul Hacker, who regarded it as a deviation from \"traditional\" Advaita Vedanta.[61] Yet, post-Shankara Advaita Vedanta incorporated yogic elements, such as the Yoga Vasistha, and influenced other Indian traditions, and neo-Vedanta is based on this broader strand of Indian thought.[61] This broader current of thought and practice has also been called \"greater Advaita Vedanta,\"[65] \"vernacular advaita,\"[61] and \"experiential Advaita.\"[63] It is this broader advaitic tradition which is commonly presented as \"Advaita Vedanta,\" though the term \"advaitic\" may be more apt.[61][note 16]\n\nThe nondualism of Advaita Vedānta is often regarded as an idealist monism.[note 3] According to King, Advaita Vedānta developed \"to its ultimate extreme\" the monistic ideas already present in the Upanishads.[note 17] In contrast, states Milne, it is misleading to call Advaita Vedānta \"monistic,\" since this confuses the \"negation of difference\" with \"conflation into one.\"[66] Advaita is a negative term (a-dvaita), states Milne, which denotes the \"negation of a difference,\" between subject and object, or between perceiver and perceived. [66]\n\nAccording to Deutsch, Advaita Vedānta teaches monistic oneness, however without the multiplicity premise of alternate monism theories.[67] According to Jacqueline Suthren Hirst, Adi Shankara positively emphasizes \"oneness\" premise in his Brahma-sutra Bhasya 2.1.20, attributing it to all the Upanishads.[68]\n\nNicholson states Advaita Vedānta contains realistic strands of thought, both in its oldest origins and in Shankara's writings.[69]\n\n"
        },
        {
            "title": "",
            "text": "Advaita is a subschool of Vedānta, the latter being one of the six classical Hindu darśanas, an integrated body of textual interpretations and religious practices which aim at the attainment of moksha, release or liberation from transmigratory existence.[70][71][note 18] Traditional Advaita Vedānta centers on the study and what it believes to be correct understanding of the sruti, revealed texts, especially the Principal Upanishads,[73][74] along with the Brahma Sutras and the Bhagavad Gitā, which are collectively called as Prasthantrayi.\n\nA main question in all schools of Vedanta is the relation between the individual self (jiva) and Atman/Brahman.[75] Shankara and his followers regard Atman/Brahman to be the ultimate Real, and jivanatman \"ultimately [to be] of the nature of Atman/Brahman.\"[76][7] This truth is established from a literal reading of selected parts[77] of the oldest Principal Upanishads and Brahma Sutras, and is also found in parts of the Bhagavad Gitā and numerous other Hindu texts,[3] and is regarded to be self-evident,[78][note 19] though great effort is made to show the correctness of this reading, and its compatibility with reason and experience, by criticizing other systems of thought.[78] Vidya, correct knowledge or understanding of the identity of jivan-ātman and Brahman, destroys or makes null avidya ('false knowledge'), and results in liberation.[80][note 20]\n\nAccording to the contemporary Advaita tradition, this knowledge can be obtained by svādhyāya, study of the self and of the Vedic texts, which consists of four stages of samanyasa: virāga ('renounciation'), sravana ('listening to the teachings of the sages'), mawnana ('reflection on the teachings') and nididhyāsana, introspection and profound and repeated meditation on the mahavakyas, selected Upanishadic statements such as tat tvam asi ('that art thou' or 'you are That') which are taken literal, and form the srutic evidence for the identity of jivanatman and Atman-Brahman.[81][82][web 4] This meditation negates the misconceptions, false knowledge, and false ego-identity, rooted in maya, which obfuscate the ultimate truth of the oneness of Brahman, and one's true identity as Atman-Brahman.[77] This culminates in what Adi Shankara refers to as anubhava, immediate intuition, a direct awareness which is construction-free, and not construction-filled. It is not an awareness of Brahman, but instead an awareness that is Brahman.[83] Although the threefold practice is broadly accepted in the Advaita tradition, and affirmed by Mandana Misra,[84] it is at odds with Shankara,[85] who took a subitist position,[86] arguing that moksha is attained at once when the mahavakyas, articulating the identity of Atman and Brahman, are understood.[87][17][note 21]\n\nWhile closely related to Samkhya,[88] the Advaita Vedānta tradition rejects the dualism of Samkhya purusha (primal consciousness) and prakriti (nature), instead stating that Brahman is the sole Reality,[76][89] \"that from which the origination, subsistence, and dissolution of this universe proceed.\"[90] Samkhya argues that Purusha is the efficient cause of all existence while Prakriti is its material cause.[90] Advaita, like all Vedanta schools, states that Brahman is both the efficient and the material cause. What created all existence is also present in and reflected in all beings and inert matter, the creative principle was and is everywhere, always.[91] By accepting this postulation, various theoretical difficulties arise which Advaita and other Vedānta traditions offer different answers for.[92][76][89] First, how did Brahman, which is sat ('existence'), without any distinction, become manifold universe? Second, how did Brahman, which is cit ('consciousness'), create the material world? Third, if Brahman is ananda ('bliss'), why did the empirical world of sufferings arise? The Brahma Sutras do not answer these philosophical queries, and later Vedantins including Shankara had to resolve them.[92] To solve these questions, Shankara introduces the concept of \"Unevolved Name-and-Form,\" or primal matter corresponding to Prakriti, from which the world evolves,[93] coming close to Samkhya dualism.[94] Shankara's notion of \"Unevolved Name-and-Form\" was not adopted by the later Advaita tradition; instead,  the later tradition turned avidya into a metaphysical principle, namely mulavidya or \"root ignorance,\" a metaphysical substance which is the \"primal material cause of the universe (upadana).\"[95] Prakasatmans (13th c.) defense of vivarta to explain the origin of the world, which declared phenomenal reality to be an illusion,[96] became the dominant explanation, with which the primacy of Atman/Brahman can be maintained.[76][89]\n\n"
        },
        {
            "title": "Reality and ignorance",
            "text": "Classical Advaita Vedānta states that all reality and everything in the experienced world has its root in Brahman, which is unchanging Consciousness.[3] To Advaitins, there is no duality between a Creator and the created universe.[3][97] All objects, all experiences, all matter, all consciousness, all awareness are somehow also this one fundamental reality Brahman.[3] Yet, the knowing self has various experiences of reality during the waking, dream and dreamless states,[98] and Advaita Vedānta acknowledges and admits that from the empirical perspective there are numerous distinctions.[99] Advaita explains this by postulating different levels of reality,[100][101][102][98] and by its theory of errors (anirvacaniya khyati).[103][3]\n\nShankara proposes three levels of reality, using sublation as the ontological criterion:[100][101][102]\n\nAbsolute and relative reality are valid and true in their respective contexts, but only from their respective particular perspectives.[98][99][109] John Grimes explains this Advaita doctrine of absolute and relative truth with the example of light and darkness.[99] From the sun's perspective, it neither rises nor sets, there is no darkness, and \"all is light\". From the perspective of a person on earth, sun does rise and set, there is both light and darkness, not \"all is light\", there are relative shades of light and darkness. Both are valid realities and truths, given their perspectives. Yet, they are contradictory. What is true from one point of view, states Grimes, is not from another. To Advaita Vedānta, this does not mean there are two truths and two realities, but it only means that the same one Reality and one Truth is explained or experienced from two different perspectives.[99][110]\n\nAs they developed these theories, Advaita Vedānta scholars were influenced by some ideas from the Nyaya, Samkhya and Yoga schools of Hindu philosophy.[111][102] These theories have not enjoyed universal consensus among Advaitins, and various competing ontological interpretations have flowered within the Advaita tradition.[3][112][note 22]\n\nĀtman (IAST: ātman, Sanskrit: आत्मन्) is the \"real self\"[113][114][115][116][note 23] or \"essence\"[web 5][note 24] of the individual. It is caitanya, Pure Consciousness,[117] a consciousness, states Sthaneshwar Timalsina, that is \"self-revealed, self-evident and self-aware (svaprakashata),\"[116] and, states Payne, \"in some way permanent, eternal, absolute or unchanging.\"[note 24] It is self-existent awareness, limitless and non-dual.[118] It is \"a stable subjectivity, or a unity of consciousness through all the specific states of individuated phenomenality.\"[119] Ātman, states Eliot Deutsch, is the \"pure, undifferentiated, supreme power of awareness\", it is more than thought, it is a state of being, that which is conscious and transcends subject-object divisions and momentariness.[120] According to Ram-Prasad, \"it\" is not an object, but \"the irreducible essence of being [as] subjectivity, rather than an objective self with the quality of consciousness.\"[121]\n\nAccording to Shankara, it is self-evident and \"a matter not requiring any proof\" that Atman, the 'I', is 'as different as light is from darkness' from non-Atman, the 'you' or 'that', the material world whose characteristics are mistakingly superimposed on Atman, resulting in notions as \"I am this\" and \"This is mine.\"[122] One's real self is not the constantly changing body, not the desires, not the emotions, not the ego, nor the dualistic mind,[123][124][125] but the introspective, inwardly self-conscious \"on-looker\" (saksi),[126] which is in reality completely disconnected from the non-Atman.[122]\n\nThe jivanatman or individual self is a mere reflection of singular Atman in a multitude of apparent individual bodies.[8] It is \"not an individual subject of consciousness,\"[119] but the same in each person and identical to the universal eternal Brahman,[127] a term used interchangeable with Atman.[128]\n\nAtman is often translated as soul,[note 25] though the two concepts differ significantly, since \"soul\" includes mental activities, whereas \"Atman\" solely refers to detached witness-consciousness.\n\nAdvaita posits three states of consciousness, namely waking (jagrat), dreaming (svapna), deep sleep (suṣupti), which are empirically experienced by human beings,[129][130] and correspond to the Three Bodies Doctrine:[131]\n\nAdvaita also posits the fourth state of Turiya, which some describe as pure consciousness, the background that underlies and transcends these three common states of consciousness.[web 6][web 7] Turiya is the state of liberation, where states Advaita school, one experiences the infinite (ananta) and non-different (advaita/abheda), that is free from the dualistic experience, the state in which ajativada, non-origination, is apprehended.[133] According to Candradhara Sarma, Turiya state is where the foundational Self is realized, it is measureless, neither cause nor effect, all pervading, without suffering, blissful, changeless, self-luminous,[note 6] real, immanent in all things and transcendent.[134] Those who have experienced the Turiya stage of self-consciousness have reached the pure awareness of their own non-dual Self as one with everyone and everything, for them the knowledge, the knower, the known becomes one, they are the Jivanmukta.[135][136][137]\n\nAdvaita traces the foundation of this ontological theory in more ancient Sanskrit texts.[138] For example, chapters 8.7 through 8.12 of Chandogya Upanishad discuss the \"four states of consciousness\" as awake, dream-filled sleep, deep sleep, and beyond deep sleep.[138][139] One of the earliest mentions of Turiya, in the Hindu scriptures, occurs in verse 5.14.3 of the Brihadaranyaka Upanishad.[note 26] The idea is also discussed in other early Upanishads.[140]\n\nFor the Advaita tradition, consciousness is svayam prakāśa, \"self-luminous,\"[141][3][note 6] which means that \"self is pure awareness by nature.\"[142] According to Dasgupta, it is \"the most fundamental concept of the Vedanta.\"[143] According to Jonardon Ganeri, the concept was introduced by the Buddhist philosopher Dignāga (c.480–c.540 CE), and accepted by the Vedanta tradition;[142] according to Zhihua Yao, the concept has older roots in the Mahasanghika school.[144] According to T. R. V. Murti,\n\nAccording to Advaita Vedānta, Brahman is the true Self, consciousness, awareness, and the only Reality (Sat).[146][147][148][note 28] Brahman is Paramarthika Satyam, \"Absolute Truth\"[149] or absolute Reality.[150] It is That which is unborn and unchanging,[147][151] and immortal.[note 8] Other than Brahman, everything else, including the universe, material objects and individuals, are ever-changing and therefore maya. Brahman is \"not sublatable\",[146] which means it cannot be superseded by a still higher reality:[152]\n\nIn Advaita, Brahman is the substrate and cause of all changes.[147][151] Brahman is considered to be the material cause[note 29] and the efficient cause[note 30] of all that exists.[153][154][155] The Brahma Sutras I.1.2 state that Brahman is:\n\nAdvaita's Upanishadic roots state Brahman's qualities[note 32] to be Sat-cit-ānanda,[158][159][160] \"true being-consciousness-bliss,\"[160][161] or \"Eternal Bliss Consciousness\".[162][note 33] A distinction is made between nirguna Brahman, formless Brahman, and saguna Brahman, Brahman with form, that is, Ishvara, God. Nirguna Brahman is undescrible, and the Upanishadic neti neti ('not this, not that' or 'neither this, nor that') negates all conceptualizations of Brahman.[82][163]\n\nAvidyā is a central tenet of Shankara's Advaita, and became the main target of Ramanuja's criticism of Shankara.[164][165] In Shankara's view, avidyā is adhyasa, \"the superimposition of the qualities of one thing upon another.\"[166] As Shankara explains in the Adhyasa-bhasya, the introduction to the Brahmasutrabhasya:\n\nDue to avidya, we're steeped in loka drsti, the empirical view.[167] From the beginning we only perceive the empirical world of multiplicity, taking it to be the only and true reality.[167][168] Due to avidyā there is ignorance, or nescience, of the real Self, Atman-Brahman, mistakingly identifying the Self with the body-mind complex.[web 8] With parmartha drsti ignorance is removed and vidya is acquired, and the Real, distinctionless Brahman is perceived as the True reality.[167]\n\nThe notion of avidyā and its relationship to Brahman creates a crucial philosophical issue within Advaita Vedānta thought: how can avidyā appear in Brahman, since Brahman is pure consciousness?[169] For Shankara, avidya is a perceptual or psychological error.[95] According to Satchidanandendra Saraswati, for Shankara \"avidya is only a technical name to denote the natural tendency of the human mind that is engaged in the act of superimposition.\"[170] The later tradition diverged from Shankara by turning avidya into a metaphysical principle, namely mulavidya or \"root ignorance,\" a metaphysical substance which is the \"primal material cause of the universe (upadana),\" thereby setting aside Shankara's 'Unevolved Name-and-Form' as the explanation for the existence of materiality.[95][171] According to Mayeda, \"[i]n order to save monism, they characterized avidya as indefinable as real or unreal (sadasadbhyam anirvacanya), belonging neither to the category of being nor to that of non-being.\"[95] In the 20th century, this theory of mulavidya became a point of strong contention among Advaita Vedantins, with Satchidanandendra Saraswati arguing that Padmapada and Prakasatman had misconstrued Shanakara's stance.[172]\n\nShankara did not give a 'location' of avidya, giving precedence to the removal of ignorance.[173][note 34] Sengaku Mayeda writes, in his commentary and translation of Adi Shankara's Upadesasahasri:\n\nThe later Advaita-tradition diverged from Shankara, trying to determinate a locus of avidya,[175] with the Bhamati-school locating avidya in the jiva c.q. prakriti, while the Vivarana-school locates it in Brahman.[176][175]\n\nIn Advaita Vedanta, the perceived empirical world, \"including people and other existence,\" is Māyā, \"appearance.\"[177][178] Jiva, conditioned by the human mind, is subjected to experiences of a subjective nature, and misunderstands and interprets the physical, changing world as the sole and final reality.[177] Due to avidya, we take the phenomenal world to be the final reality,[179] while in Reality only Sat ( True Reality, Brahman) is Real and unchanging.[180]\n\nWhile Shankara took a realistic stance, and his explanations are \"remote from any connotation of illusion,\" the 13th century scholar Prakasatman, founder of the influential Vivarana school, introduced the notion that the world is illusory.[96][76][89] According to Hacker, maya is not a prominent theme for Shankara, in contrast to the later Advaita tradition, and \"the word maya has for [Shankara] hardly any terminological weight.\"[181]\n\nDue to avidya, atman is covered by koshas (sheaths or bodies), which hide man's true nature. According to the Taittiriya Upanishad, the Atman is covered by five koshas, usually rendered \"sheath\".[182] They are often visualized like the layers of an onion.[183] From gross to fine the five sheaths are:\n\nCause and effect are an important topic in all schools of Vedanta.[note 35] Two sorts of causes are recognised, namely Nimitta kāraṇa, the efficient cause, that which causes the existence of the universe, and Upādāna kāraṇa, the material cause, that from which the matery of this universe comes.[185] All schools of Vedānta agree that Brahman is both the material and the efficient cause, and all subscribe to the theory of Satkāryavāda,[web 10] which means that the effect is pre-existent in the cause.[186][note 36]\n\nThere are different views on the origination of the empirical world from Brahman. All commentators \"agree that Brahman is the cause of the world,\" but disagree on how exactly Brahman is the cause of the world.[186] According to Nicholson, \"Medieaval Vedantins distinguisghed two basic positions.\" Parinamavada is the idea that the world is a real transformation (parinama) of Brahman.[186] Vivartavada is the idea that \n\nThe Brahma Sutras, the ancient Vedantins, most sub-schools of Vedānta,[186][web 10] as well as Samkhya argue for parinamavada.[web 10] The \"most visible advocates of Vivartavada,\" states Nicholson, are the Advaitins, the followers of Shankara.[186] \"Although the world can be described as conventionally real\", adds Nicholson, \"the Advaitins claim that all of Brahman's effects must ultimately be acknowledged as unreal before the individual self can be liberated\".[web 10][note 37]\n\nYet, Adi Shankara himself most likely explained causality through parinamavada.[web 10][189][186][96] In Shankara's works \"Brahman constitutes the basic essence (svabhava) of the universe (BS Bh 3.2.21) and as such the universe cannot be thought of as distinct from it (BS Bh 2.1.14).\" In Shankara's view, then, \"The world is real, but only in so far as its existence is seen as totally dependent upon Brahman.\"[189]\n\nShankara introduced the concept of \"Unevolved Name-and-Form,\" or primal matter corresponding to Prakriti, from which the world evolves,[93] but this concept was not adopted by the later Advaita tradition.[96] Vivartavada became the dominant explanation, with which the primacy of Atman/Brahman can be maintained.[76][89] Scholars such as Hajime Nakamura and Paul Hacker already noted that Adi Shankara did not advocate Vivartavada, and his explanations are \"remote from any connotation of illusion\".[96][note 38]\n\nIt was the 13th century scholar Prakasatman, who founded the influential Vivarana school, who gave a definition to vivarta, introducing the notion that the world is illusory. It is Prakasatman's theory that is sometimes misunderstood as Adi Shankara's position.[96] Andrew Nicholson concurs with Hacker and other scholars, adding that the vivarta-vada isn't Shankara's theory, that Shankara's ideas appear closer to parinama-vada, and the vivarta explanation likely emerged gradually in Advaita subschool later.[web 10][note 39]\n\n"
        },
        {
            "title": "",
            "text": "The soteriological goal, in Advaita, is to gain self-knowledge as being in essence (Atman), awareness or witness-consciousness, and complete understanding of the identity of jivan-ātman and Brahman.[192] Correct knowledge of Atman and Brahman is the attainment of Brahman, immortality,[193] and leads to moksha (liberation) from suffering[note 40] and samsara, the cycle of rebirth[192] This is stated by Shankara as follows:\n\nAccording to Advaita Vedānta, liberation can be achieved while living, and is called Jivanmukti.[194] [195][note 41] in contrast to Videhamukti (moksha from samsara after death) in theistic sub-schools of Vedānta.[196][better source needed] The Atman-knowledge, that is the knowledge of true Self and its relationship to Brahman is central to this liberation in Advaita thought.[note 42] Atman-knowledge, to Advaitins, is that state of full awareness, liberation and freedom which overcomes dualities at all levels, realizing the divine within oneself, the divine in others and all beings, the non-dual Oneness, that Brahman is in everything, and everything is Brahman.[118][127][note 43]\n\nAccording to Anantanand Rambachan, in Advaita, this state of liberating self-knowledge includes and leads to the understanding that \"the self is the self of all, the knower of self sees the self in all beings and all beings in the self.\"[197]\n\nAdvaita Vedānta regards the liberated state of being Atman-Brahman as one's true identity and inherent to being human. According to Shankara and the Vivarana-school, no human action can 'produce' this liberated state, as it is what one already is.[16] As Swami Vivekananda stated:\n\nYet, the Advaita-tradition also emphasizes human effort, the path of Jnana Yoga, a progression of study and training to realize one's true identity as Atman-Brahman and attain moksha.[16][18][19] According to critics of neo-Advaita, which also emphasizes direct insight, traditional Advaita Vedanta entails more than self-inquiry or bare insight into one's real nature, but also includes self-restraint, textual studies and ethical perfection. It is described in classical Advaita books like Shankara's Upadesasahasri[199] and the Vivekachudamani, which is also attributed to Shankara.\n\nSruti (scriptures), proper reasoning and meditation are the main sources of knowledge (vidya) for the Advaita Vedānta tradition.[200][201][20] It teaches that correct knowledge of Atman and Brahman is achievable by svādhyāya,[202] study of the self and of the Vedic texts, and three stages of practice: sravana (perception, hearing), manana (thinking) and nididhyasana (meditation),[20] a three-step methodology that is rooted in the teachings of chapter 4 of the Brihadaranyaka Upanishad.[203][204]\n\nThe Advaita student has to develop the fourfold qualities,[205] or behavioral qualifications (Samanyasa, Sampattis, sādhana-catustaya):[206][207][208][note 44] A student is Advaita Vedānta tradition is required to develop these four qualities -\n\nThe Advaita tradition teaches that correct knowledge, which destroys avidya, psychological and perceptual errors related to Atman and Brahman,[213] is obtained in jnanayoga through three stages of practice,[207] sravana (hearing), manana (thinking) and nididhyasana (meditation).[20] This three-step methodology is rooted in the teachings of chapter 4 of the Brihadaranyaka Upanishad:[203][204]\n\nAlthough the threefold practice is broadly accepted in the Advaita tradition, Shankara's works show an ambivalence toward it: while accepting its authenticity and merits, as it is based in the scriptures, he also takes a subitist position,[86] arguing that moksha is attained at once when the mahavakyas, articulating the identity of Atman and Brahman, are understood.[87][17][note 46] According to Rambachan, \"it is not possible to reconcile Sankara's views with this seemingly well-ordered system.\"[85]\n\nMandana Misra, on the other hand, explicitly affirms the threefold practice as the means to acquire knowledge of Brahman, referring to meditation as dhyana.[217] He states that these practices, though conceptual, 'can eliminate both ignorance and coneptuality at the same time, leaving only the \"pure, transparent nature\" of self-awareness'.[218]\n\nBilimoria states that these three stages of Advaita practice can be viewed as sadhana practice that unifies Yoga and Karma (\"action,\" referring here to ritual) ideas, and was most likely derived from these older traditions.[219][214]\n\nAdvaita Vedānta school has traditionally had a high reverence for Guru (teacher), and recommends that a competent Guru be sought in one's pursuit of spirituality, though this is not mandatory.[220] Reading of Vedic literature and reflection is the most essential practice.[220] Adi Shankara, states Comans, regularly employed compound words \"such as Sastracaryopadesa (instruction by way of the scriptures and the teacher) and Vedāntacaryopadesa (instruction by way of the Upanishads and the teacher) to emphasize the importance of Guru\".[220] According to Comans, this reflects the Advaita tradition which holds a competent teacher as important and essential to gaining correct knowledge, freeing oneself from false knowledge, and to self-realization.[221] Nevertheless, in the Bhamati-school the guru has a less essential role, as he can explain the teachings, but the student has to venture its further study.[222]\n\nA guru is someone more than a teacher, traditionally a reverential figure to the student, with the guru serving as a \"counselor, who helps mold values, shares experiential knowledge as much as literal knowledge, an exemplar in life, an inspirational source and who helps in the spiritual evolution of a student.[223] The guru, states Joel Mlecko, is more than someone who teaches specific type of knowledge, and includes in its scope someone who is also a \"counselor, a sort of parent of mind and soul, who helps mold values and experiential knowledge as much as specific knowledge, an exemplar in life, an inspirational source and who reveals the meaning of life.\"[223]\n\nIn classical Indian thought, pramana (means of knowledge) concerns questions like how correct knowledge can be acquired; how one knows, how one doesn't; and to what extent knowledge pertinent about someone or something can be acquired.[224][225] In contrast to other schools of Indian philosophy, early Vedanta paid little attention to pramana.[226] The Brahmasutras are not concerned with pramana, and pratyaksa (sense-perception) and anumana (inference) refer there to sruti and smriti respectively.[226] Shankara recognized the means of knowledge,[227][note 47] but his thematic focus was upon metaphysics and soteriology, and he took for granted the pramanas.[232] For Shankara, sabda is the only means of knowledge for attaining Brahman-jnana.[233] According to Sengaku Mayeda, \"in no place in his works [...] does he give any systematic account of them,\"[232] taking Atman-Brahman to be self-evident (svapramanaka) and self-established (svatahsiddha), and \"an investigation of the means of knowledge is of no use for the attainment of final release.\"[232]\n\nNevertheless, the Advaita tradition accepts altogether six kinds of pramāṇas.[234][235][236][233] While Adi Shankara emphasized Śabda (शब्द), relying on word, testimony of past or present reliable experts with regard to religious insights,[225][237][234][238] and also accepted pratyakṣa (प्रत्यक्षाय), perception; and anumāṇa (अनुमान), inference — Classical Advaita Vedānta, just like the Bhatta Purvamimamsaka school, also accepts upamāṇa (उपमान), comparison, analogy; arthāpatti (अर्थापत्ति), postulation, derivation from circumstances;[225][239] and anupalabdi (अनुपलब्धि), non-perception, negative/cognitive proof.[237][234]\n\nThe Advaita tradition emphasizes that, since Brahman is ever-present, Brahman-knowledge is immediate and requires no 'action', that is, striving and effort, as articulated by Shankara;[15] yet, it also prescribes elaborate preparatory practice, including yogic samadhi, posing a paradox which is also recognized in other spiritual disciplines and traditions.[240][21][note 10]\n\nShankara regarded the srutis as the means of knowledge of Brahman, and he was ambivalent about yogic practices and meditation, which at best may prepare one for Brahma-jnana.[web 13] According to Rambachan, criticising Vivekananda, Shankara states that the knowledge of Brahman can only be obtained from inquiry of the Shruti, and not by Yoga or samadhi, which at best can only silence the mind.[241] The Bhamati school and the Vivarana school differed on the role of contemplation, but they both \"deny the possibility of perceiving supersensuous knowledge through popular yoga techniques.\"[242] Later Advaita texts like the Dṛg-Dṛśya-Viveka (14th century) and Vedāntasara (of Sadananda) (15th century) added samādhi as a means to liberation, a theme that was also emphasized by Swami Vivekananda.[38] The Vivekachudamani, traditionally attributed to Shankara but post-dating him,[243] \"conceives of nirvikalpa samadhi as the premier method of Self-realization over and above the well-known vedantic discipline of listening, reflection and deep contemplation.\"[60] Koller states that yogic concentration is an aid to gaining knowledge in Advaita.[78]\n\nThe role of anubhava, anubhuti (\"experience,\" \"intuition\"[244]) as \"experience\" in gaining Brahman-jnana is contested. While neo-Vedanta claims a central position for anubhava as \"experience,\" Shankara himself regarded reliance on textual authority as sufficient for gaining Brahman-jnana,[245][note 48] \"the intuition of Brahman,\"[244] and used anubhava interchangeably with pratipatta, \"understanding\".[246] Arvind Sharma argues that Shankara's own \"direct experience of the ultimate truth\" guided him in selecting \"those passages of the scriptures that resonate with this experience and will select them as the key with which to open previously closed, even forbidden, doors.\"[247][note 49]\n\nThe Vivekachudamani \"explicit[ly] declar[es] that experience (anubhuti) is a pramana, or means of knowing (VCM 59),\"[60] and neo-Vedanta also accepts anubhava (\"personal experience\") as a means of knowledge.[248] Dalal and others state that anubhava does not center around some sort of \"mystical experience,\" but around the correct knowledge of Brahman.[201][249] Nikhalananda conquers, stating that (knowledge of) Atman and Brahman can only be reached by buddhi, \"reason,\"[250] stating that mysticism is a kind of intuitive knowledge, while buddhi is the highest means of attaining knowledge.[251]\n\nSince Gaudapada,[252] who adopted the Buddhist four-cornered negation which negates any positive predicates of 'the Absolute',[253][254][note 50] a central method in Advaita Vedanta to express the inexpressable is the method called Adhyaropa Apavada.[252] In this method, which was highly estimated by Satchidanandendra Saraswati, a property is imposed (adhyaropa) on Atman to convince one of its existence, whereafter the imposition is removed (apavada) to reveal the true nature of Atman as nondual and undefinable.[256] In this method, \"That which cannot be expressed is expressed through false attribution and subsequent denial.\"[257] As Shankara writes, \"First let me bring them on the right path, and then I will gradually be able to bring them round to the final truth afterwards.\"[257] For example, Atman, the real \"I,\" is described as witness, giving \"it\"  an attribute to separate it from non-self. Since this implies a duality between observer and observed, next the notion of \"witness\" is dropped, by showing that the Self cannot be seen and is beyond qualifications, and only that what is remains, without using any words:[web 14]\n\nMoksha, liberation from suffering and rebirth and attaining immortality, is attained by disidentification from the body-mind complex and gaining self-knowledge as being in essence Atman, and attaining knowledge of the identity of Atman and Brahman.[192][193] According to Shankara, the individual Ātman and Brahman seem different at the empirical level of reality, but this difference is only an illusion, and at the highest level of reality they are really identical.[258] The real self is Sat, \"the Existent,\" that is, Atman-Brahman.[259][260][note 4] Whereas the difference between Atman and non-Atman is deemed self-evident, knowledge of the identity of Atman and Brahman is revealed by the shruti, especially the Upanishadic statement tat tvam asi.\n\nAccording to Shankara, a large number of Upanishadic statements reveal the identity of Atman and Brahman. In the Advaita Vedanta tradition, four of those statements, the Mahavakyas, which are taken literal, in contrast to other statements, have a special importance in revealing this identity.[77][261] They are:\n\nThe longest chapter of Shankara's Upadesasahasri, chapter 18, \"That Art Thou,\" is devoted to considerations on the insight \"I am ever-free, the existent\" (sat), and the identity expressed in Chandogya Upanishad 6.8.7 in the mahavakya (great sentence) \"tat tvam asi\", \"that thou art.\"[274][275] In this statement, according to Shankara, tat refers to 'Sat,[275] \"the Existent\"[265][266][276][277] Existence, Being,[web 16] or Brahman,[278] the Real, the \"Root of the world,\"[275][note 53] the true essence or root or origin of everything that exists.[266][276][web 16] \"Tvam\" refers to one's real I, pratyagatman or inner Self,[279] the \"direct Witness within everything,\"[13] \"free from caste, family, and purifying ceremonies,\"[280] the essence, Atman, which the individual at the core is.[281][282] As Shankara states in the Upadesasahasri: \n\nThe statement \"tat tvam asi\" sheds the false notion that Atman is different from Brahman.[284] According toNakamura, the non-duality of atman and Brahman \"is a famous characteristic of Sankara's thought, but it was already taught by Sundarapandya\"[285] (c.600 CE or earlier).[286] Shankara cites Sundarapandya in his comments to Brahma Sutra verse I.1.4:\n\nFrom this, and a large number of other accordances, Nakamura concludes that Shankar was not an original thinker, but \"a synthesizer of existing Advaita and the rejuvenator, as well as a defender, of ancient learning.\"[288]\n\nIn the Upadesasahasri Shankara, Shankara is ambivalent on the need for meditation on the Upanishadic mahavakya. He states that \"right knowledge arises at the moment of hearing,\"[17] and rejects prasamcaksa or prasamkhyana meditation, that is, meditation on the meaning of the sentences, and in Up.II.3 recommends parisamkhyana,[289] separating Atman from everything that is not Atman, that is, the sense-objects and sense-organs, and the pleasant and unpleasant things and merit and demerit connected with them.[290] Yet, Shankara then concludes with declaring that only Atman exists, stating that \"all the sentences of the Upanishads concerning non-duality of Atman should be fully contemplated, should be contemplated.\"[291] As Mayeda states, \"how they [prasamcaksa or prasamkhyana versus parisamkhyana] differ from each other in not known.\"[292]\n\nPrasamkhyana was advocated by Mandana Misra,[293] the older contemporary of Shankara who was the most influential Advaitin until the 10th century.[28][30][note 54] \"According to Mandana, the mahavakyas are incapable, by themselves, of bringing about brahmajnana. The Vedanta-vakyas convey an indirect knowledge which is made direct only by deep meditation (prasamkhyana). The latter is a continuous contemplation of the purport of the mahavakyas.[294] Vācaspati Miśra, a student of Mandana Misra, agreed with Mandana Misra, and their stance is defended by the Bhamati-school, founded by Vācaspati Miśra.[295] In contrast, the Vivarana school founded by Prakasatman (c. 1200–1300)[296] follows Shankara closely, arguing that the mahavakyas are the direct cause of gaining knowledge.[297]\n\nShankara's insistence on direct knowledge as liberating also differs from the asparsa yoga described in Gaudapada's Mandukyakarika III.39-46.[298] In this practice of 'non-contact' (a-sparśa), the mind is controlled and brought to rest, and does not create \"things\" (appearances) after which it grasps; it becomes non-dual, free from the subject-[grasping]-object dualism.[299][49] Knowing that only Atman-Brahman is real, the creations of the mind are seen as false appearances (MK III.31-33). When the mind is brought to rest, it becomes or is Brahman (MK III.46).[298]\n\nIn the Upadesasahasri Shankara discourages ritual worship such as oblations to Deva (God), because that assumes the Self within is different from Brahman.[note 55][note 56] The \"doctrine of difference\" is wrong, asserts Shankara, because, \"he who knows the Brahman is one and he is another, does not know Brahman\".[304][305] The false notion that Atman is different from Brahman[284] is connected with the novice's conviction that (Upadesasaharsi II.1.25)\n\nRecognizing oneself as \"the Existent-Brahman,\" which is mediated by scriptural teachings, is contrasted with the notion of \"I act,\" which is mediated by relying on sense-perception and the like.[307] According to Shankara, the statement \"Thou art That\" \"remove[s] the delusion of a hearer,\"[308] \"so through sentences as \"Thou art That\" one knows one's own Atman, the witness of all internal organs,\"[309] and not from any actions.[310][note 57] With this realization, the performance of rituals is prohibited, \"since [the use of] rituals and their requisites is contradictory to the realization of the identity [of Atman] with the highest Atman.\"[312]\n\n"
        },
        {
            "title": "Ethics",
            "text": "Some claim, states Deutsch, \"that Advaita turns its back on all theoretical and practical considerations of morality and, if not unethical, is at least 'a-ethical' in character\".[313] However, Deutsch adds, ethics does have a firm place in this philosophy. Its ideology is permeated with ethics and value questions enter into every metaphysical and epistemological analysis, and it considers \"an independent, separate treatment of ethics are unnecessary\".[313][314] According to Advaita Vedānta, states Deutsch, there cannot be \"any absolute moral laws, principles or duties\", instead in its axiological view Atman is \"beyond good and evil\", and all values result from self-knowledge of the reality of \"distinctionless Oneness\" of one's real self, every other being and all manifestations of Brahman.[315] Advaitin ethics includes lack of craving, lack of dual distinctions between one's own Self and another being's, good and just Karma.[316]\n\nThe values and ethics in Advaita Vedānta emanate from what it views as inherent in the state of liberating self-knowledge. This state, according to Rambachan, includes and leads to the understanding that \"the self is the self of all, the knower of self sees the self in all beings and all beings in the self.\"[197] Such knowledge and understanding of the indivisibility of one's and other's Atman, Advaitins believe leads to \"a deeper identity and affinity with all\". It does not alienate or separate an Advaitin from his or her community, rather awakens \"the truth of life's unity and interrelatedness\".[197] These ideas are exemplified in the Isha Upanishad – a sruti for Advaita, as follows:\n\nAdi Shankara, in verse 1.25 to 1.26 of his Upadeśasāhasrī, asserts that the Self-knowledge is understood and realized when one's mind is purified by the observation of Yamas (ethical precepts) such as Ahimsa (non-violence, abstinence from injuring others in body, mind and thoughts), Satya (truth, abstinence from falsehood), Asteya (abstinence from theft), Aparigraha (abstinence from possessiveness and craving) and a simple life of meditation and reflection.[318] Rituals and rites can help focus and prepare the mind for the journey to Self-knowledge,[319] but can be abandoned when moving on to \"hearing, reflection, and meditation on the Upanishads.\"[320]\n\nElsewhere, in verses 1.26–1.28, the Advaita text Upadesasahasri states the ethical premise of equality of all beings. Any Bheda (discrimination), states Shankara, based on class or caste or parentage is a mark of inner error and lack of liberating knowledge.[321] This text states that the fully liberated person understands and practices the ethics of non-difference.[321]\n\n"
        },
        {
            "title": "Texts",
            "text": "The Upanishads, the Bhagavad Gitā and Brahma Sutras are the central texts of the Advaita Vedānta tradition, providing doctrines about the identity of Atman and Brahman and their changeless nature.[323][324]\n\nAdi Shankara gave a nondualist interpretation of these texts in his commentaries. Adi Shankara's Bhashya (commentaries) have become central texts in the Advaita Vedānta philosophy, but are one among many ancient and medieval manuscripts available or accepted in this tradition.[325] The subsequent Advaita tradition has further elaborated on these sruti and commentaries. Adi Shankara is also credited for the famous text Nirvana Shatakam.\n\nThe Vedānta tradition provides exegeses of the Upanishads, the Brahma Sutras, and the Bhagavadgita, collectively called the Prasthanatrayi, literally, three sources.[2][323][324]\n\nThe Advaita Vedānta tradition considers the knowledge claims in the Vedas to be the crucial part of the Vedas, not its karma-kanda (ritual injunctions).[323] The knowledge claims about self being identical to the nature of Atman-Brahman are found in the Upanishads, which Advaita Vedānta has regarded as \"errorless revealed truth.\"[323] Nevertheless, states Koller, Advaita Vedantins did not entirely rely on revelation, but critically examined their teachings using reason and experience, and this led them to investigate and critique competing theories.[323]\n\nAdvaita Vedānta, like all orthodox schools of Hindu philosophy, accepts as an epistemic premise that Śruti (Vedic literature) is a reliable source of knowledge.[71][328][329] The Śruti includes the four Vedas including its four layers of embedded texts – the Samhitas, the Brahmanas, the Aranyakas and the early Upanishads.[336] Of these, the Upanishads are the most referred to texts in the Advaita school.\n\nThe possibility of different interpretations of the Vedic literature, states Arvind Sharma, was recognized by ancient Indian scholars.[337][335] The Brahmasutra (also called Vedānta Sutra, composed in 1st millennium BCE) accepted this in verse 1.1.4 and asserts the need for the Upanishadic teachings to be understood not in piecemeal cherrypicked basis, rather in a unified way wherein the ideas in the Vedic texts are harmonized with other means of knowledge such as perception, inference and remaining pramanas.[337][334] This theme has been central to the Advaita school, making the Brahmasutra as a common reference and a consolidated textual authority for Advaita.[337][338]\n\nThe Bhagavad Gitā, similarly in parts can be interpreted to be a monist Advaita text, and in other parts as theistic Dvaita text. It too has been widely studied by Advaita scholars, including a commentary by Adi Shankara.[248][335]\n\nA large number of texts are attributed to Shankara; of these texts, the Brahma Sutra Bhasya (commentary on the Brahma Sutras), the commentaries on the principal Upanishads, and the Upadesasahasri are considered genuine and stand out. Other notable texts attributed to Shankara are the Vivekachudamani, Atma bodha, and Aparokshanubhuti. Post-Shankara Advaita saw the composition of both scholarly commentaries and treatises, as well as popular works and compositions which incorporate Yoga ideas. These include Advaita Bodha Deepika and Dŗg-Dŗśya-Viveka. Texts which influenced the Advaita tradition include the Avadhuta Gita, the Yoga Vasistha, and the Yoga Yajnavalkya.\n\n"
        },
        {
            "title": "Sampradaya and Smarta tradition",
            "text": "Advaita Vedānta is not just a philosophical system, but also a tradition of renunciation. Philosophy and renunciation are closely related:[web 18]\n\nAccording to tradition, around 740 AD Gaudapada founded Shri Gaudapadacharya Math[note 61], also known as Kavaḷē maṭha. It is located in Kavale, Ponda, Goa,[web 19] and is the oldest matha of the South Indian Saraswat Brahmins.[339][web 20]\n\nShankara, himself considered to be an incarnation of Shiva,[web 18] is credited with establishing the Dashanami Sampradaya, organizing a section of the Ekadandi monks under an umbrella grouping of ten names.[web 18] Several Hindu monastic and Ekadandi traditions, however, remained outside the organisation of the Dasanāmis.[340][341][342]\n\nSankara is said to have organised the Hindu monks of these ten sects or names under four Maṭhas (Sanskrit: मठ) (monasteries), called the Amnaya Mathas, with the headquarters at Dvārakā in the West, Jagannatha Puri in the East, Sringeri in the South and Badrikashrama in the North.[web 18] According to tradition, each math was first headed by one of his four main disciples, and the tradition continues since then. Yet, according to Paul Hacker, no mention of the mathas can be found before the 14th century CE.[343] Until the 15th century, the timespan of the directors of Sringeri Math are unrealistically long, spanning 60+ and even 105 years. After 1386, the timespans become much shorter.[344] According to Hacker, these mathas may have originated as late as the 14th century, to propagate Shankara's view of Advaita.[345][note 62][note 63] According to another tradition in Kerala, after Sankara's samadhi at Vadakkunnathan Temple, his disciples founded four mathas in Thrissur, namely Naduvil Madhom, Thekke Madhom, Idayil Madhom and Vadakke Madhom.\n\nMonks of these ten orders differ in part in their beliefs and practices, and a section of them is not considered to be restricted to specific changes attributed to Shankara. While the dasanāmis associated with the Sankara maths follow the procedures attributed to Adi Śankara, some of these orders remained partly or fully independent in their belief and practices; and outside the official control of the Sankara maths. The advaita sampradaya is not a Saiva sect,[web 18][349] despite the historical links with Shaivism.[note 64] Nevertheless, contemporary Sankaracaryas have more influence among Saiva communities than among Vaisnava communities.[web 18]\n\nThe Smarta tradition of Hinduism is a synthesis of various strands of Indian religious thought and practice, which developed with the Hindu synthesis, dating back to the early first century CE.[note 65] It is particularly found in south and west India, and revers all Hindu divinities as a step in their spiritual pursuit.[351][352][353] Their worship practice is called Panchayatana puja.[354][351] The worship symbolically consists of five deities: Shiva, Vishnu, Devi or Durga, Surya and an Ishta Devata or any personal god of devotee's preference.[352][355]\n\nIn the Smarta tradition, Advaita Vedānta ideas combined with bhakti are its foundation. Adi Shankara is regarded as the greatest teacher[353] and reformer of the Smarta.[356] According to Alf Hiltebeitel, Shankara's Advaita Vedānta and practices became the doctrinal unifier of previously conflicting practices with the smarta tradition.[note 66]\n\nPhilosophically, the Smarta tradition emphasizes that all images and statues (murti), or just five marks or any anicons on the ground, are visibly convenient icons of spirituality saguna Brahman.[358][354] The multiple icons are seen as multiple representations of the same idea, rather than as distinct beings. These serve as a step and means to realizing the abstract Ultimate Reality called nirguna Brahman. The ultimate goal in this practice is to transition past the use of icons, then follow a philosophical and meditative path to understanding the oneness of Atman (Self) and Brahman – as \"That art Thou\".[358][359]\n\n"
        },
        {
            "title": "Buddhist influences",
            "text": "Advaita Vedānta and various other schools of Hindu philosophy share numerous terminology, doctrines and dialectical techniques with Buddhism.[360][361] According to a 1918 paper by the Buddhism scholar O. Rozenberg, \"a precise differentiation between Brahmanism and Buddhism is impossible to draw.\"[360] Murti notices that \"the ultimate goal\" of Vedanta, Samkhya and Mahayana Buddhism is \"remarkably similar\"; while Advaita Vedanta postulates a \"foundational self,\" \"Mahayana Buddhism implicitly affirms the existence of a deep underlying reality behind all empirical manifestations in its conception of sunyata (the indeterminate, the void), or vijnapti-matrata (consciousness only), or tathata (thatness), or dharmata (noumenal reality).\"[145] According to Frank Whaling, the similarities between Advaita Vedānta and Buddhism are not limited to the terminology and some doctrines, but also includes practice. The monastic practices and monk tradition in Advaita are similar to those found in Buddhism.[362]\n\nThe influence of Mahayana Buddhism on Advaita Vedānta has been significant.[362][363] Sharma points out that the early commentators on the Brahma Sutras were all realists, or pantheist realists. He states that they were influenced by Buddhism, particularly during the 5th-6th centuries CE when Buddhist thought developing in the Yogacara school.[364]\n\nVon Glasenap states that there was a mutual influence between Vedanta and Buddhism.[note 67] Dasgupta and Mohanta suggest that Buddhism and Shankara's Advaita Vedānta represent \"different phases of development of the same non-dualistic metaphysics from the Upanishadic period to the time of Sankara.\"[365][note 68]\n\nThe influence of Buddhist doctrines on Gauḍapāda has been a vexed question.[368][369] Modern scholarship generally accepts that Gauḍapāda was influenced by Buddhism, at least in terms of using Buddhist terminology to explain his ideas, but adds that Gauḍapāda was a Vedantin and not a Buddhist.[368]\n\nAdi Shankara, states Natalia Isaeva, incorporated \"into his own system a Buddhist notion of maya which had not been minutely elaborated in the Upanishads\".[360] According to Mudgal, Shankara's Advaita and the Buddhist Madhyamaka view of ultimate reality are compatible because they are both transcendental, indescribable, non-dual and only arrived at through a via negativa (neti neti). Mudgal concludes therefore that \"the difference between Sunyavada (Mahayana) philosophy of Buddhism and Advaita philosophy of Hinduism may be a matter of emphasis, not of kind.[370] Similarly, there are many points of contact between Buddhism's Vijnanavada and Shankara's Advaita.[371] According to S.N. Dasgupta,\n\nThe Advaita Vedānta tradition has historically rejected accusations of crypto-Buddhism highlighting their respective views on Atman, Anatta and Brahman.[373] Yet, some Buddhist texts chronologically placed in the 1st millennium of common era, such as the Mahayana tradition's Tathāgatagarbha sūtras suggest self-like concepts, variously called Tathagatagarbha or Buddha nature.[374][375] In modern era studies, scholars such as Wayman and Wayman state that these \"self-like\" concepts are neither self nor sentient being, nor soul, nor personality.[376][377] Some scholars posit that the Tathagatagarbha Sutras were written to promote Buddhism to non-Buddhists.[378][379][380]\n\nThe epistemological foundations of Buddhism and Advaita Vedānta are different. Buddhism accepts two valid means to reliable and correct knowledge – perception and inference, while Advaita Vedānta accepts six (described elsewhere in this article).[234][381][382] However, some Buddhists in history, have argued that Buddhist scriptures are a reliable source of spiritual knowledge, corresponding to Advaita's Śabda pramana, however Buddhists have treated their scriptures as a form of inference method.[383]\n\nAdvaita Vedānta posits a substance ontology, an ontology which holds that underlying the change and impermanence of empirical reality is an unchanging and permanent absolute reality, like an eternal substance it calls Atman-Brahman.[384] In its substance ontology, as like other philosophies, there exist a universal, particulars and specific properties and it is the interaction of particulars that create events and processes.[385] In contrast, Buddhism posits a process ontology, also called as \"event ontology\".[386][385] According to the Buddhist thought, particularly after the rise of ancient Mahayana Buddhism scholarship, there is neither empirical nor absolute permanent reality and ontology can be explained as a process.[386][387][note 69] There is a system of relations and interdependent phenomena (pratitya samutpada) in Buddhist ontology, but no stable persistent identities, no eternal universals nor particulars. Thought and memories are mental constructions and fluid processes without a real observer, personal agency or cognizer in Buddhism. In contrast, in Advaita Vedānta, like other schools of Hinduism, the concept of self (atman) is the real on-looker, personal agent and cognizer.[389]\n\nSome Hindu scholars criticized Advaita for its Maya and non-theistic doctrinal similarities with Buddhism.[390][362] sometimes referring to the Advaita-tradition as Māyāvāda.[391]\n\nRamanuja, the founder of Vishishtadvaita Vedānta, accused Adi Shankara of being a Prachanna Bauddha, that is, a \"crypto-Buddhist\",[392] and someone who was undermining theistic Bhakti devotionalism.[362] The non-Advaita scholar Bhaskara of the Bhedabheda Vedānta tradition, similarly around 800 CE, accused Shankara's Advaita as \"this despicable broken down Mayavada that has been chanted by the Mahayana Buddhists\", and a school that is undermining the ritual duties set in Vedic orthodoxy.[362]\n\n"
        },
        {
            "title": "",
            "text": "The Advaita Vedānta ideas, particularly of 8th century Adi Shankara, were challenged by theistic Vedānta philosophies that emerged centuries later, such as the 11th-century Vishishtadvaita (qualified nondualism) of Ramanuja, and the 14th-century Dvaita (theistic dualism) of Madhvacharya.[393] Their application of Vedanta philosophy to ground their faith turned Vedanta into a major factor in India's religious landscape.[394]\n\nRamanuja's Vishishtadvaita school and Shankara's Advaita school are both nondualism Vedānta schools,[395][396] both are premised on the assumption that all Selfs can hope for and achieve the state of blissful liberation; in contrast, Madhvacharya and his Dvaita subschool of Vedānta believed that some Selfs are eternally doomed and damned.[397][398] Shankara's theory posits that only Brahman and causes are metaphysical unchanging reality, while the empirical world (Maya) and observed effects are changing, illusive and of relative existence.[399][400] Spiritual liberation to Shankara is the full comprehension and realization of oneness of one's unchanging Atman (Self) as the same as Atman in everyone else as well as being identical to the nirguna Brahman.[396][401][402] In contrast, Ramanuja's theory posits both Brahman and the world of matter are two different absolutes, both metaphysically real, neither should be called false or illusive, and saguna Brahman with attributes is also real.[400] God, like man, states Ramanuja, has both soul and body, and all of the world of matter is the glory of God's body.[395] The path to Brahman (Vishnu), asserted Ramanuja, is devotion to godliness and constant remembrance of the beauty and love of personal god (saguna Brahman, Vishnu), one which ultimately leads one to the oneness with nirguna Brahman.[395][399][400]\n\nVallabhacharya (1479–1531 CE), the proponent of the philosophy of Shuddhadvaita Brahmvad enunciates that Ishvara has created the world without connection with any external agency such as Maya (which itself is his power) and manifests Himself through the world.[403] That is why shuddhadvaita is known as 'Unmodified transformation' or 'Avikṛta Pariṇāmavāda'. Brahman or Ishvara desired to become many, and he became the multitude of individual Selfs and the world. Vallabha recognises Brahman as the whole and the individual as a 'part' (but devoid of bliss).[404]\n\nMadhvacharya was also a critic of Advaita Vedānta. Advaita's nondualism asserted that Atman (Self) and Brahman are identical, there is interconnected oneness of all Selfs and Brahman, and there are no pluralities.[405][406] Madhva in contrast asserted that Atman (Self) and Brahman are different, only Vishnu is the Lord (Brahman), individual Selfs are also different and depend on Vishnu, and there are pluralities.[405][406] Madhvacharya stated that both Advaita Vedānta and Mahayana Buddhism were a nihilistic school of thought.[407] Madhvacharya wrote four major texts, including Upadhikhandana and Tattvadyota, primarily dedicated to criticizing Advaita.[407]\n\nFollowers of ISKCON are highly critical of Advaita Vedānta, regarding it as māyāvāda, identical to Mahayana Buddhism.[web 21][web 22]\n\nWithin the ancient and medieval texts of Hindu traditions, such as Vaishnavism, Shaivism and Shaktism, the ideas of Advaita Vedānta have had a major influence.[note 70] Advaita Vedānta influenced Krishna Vaishnavism in the different parts of India.[408] One of its most popular text, the Bhagavata Purana, adopts and integrates in Advaita Vedānta philosophy.[409][410][411] The Bhagavata Purana is generally accepted by scholars to have been composed in the second half of 1st millennium CE.[412][413]\n\nIn the ancient and medieval literature of Shaivism, called the Āgamas, the influence of Advaita Vedānta is once again prominent.[414][415][416] Of the 92 Āgamas, ten are Dvaita texts, eighteen are Bhedabheda, and sixty-four are Advaita texts.[417][418] According to Natalia Isaeva, there is an evident and natural link between 6th-century Gaudapada's Advaita Vedānta ideas and Kashmir Shaivism.[419]\n\nShaktism, the Hindu tradition where a goddess is considered identical to Brahman, has similarly flowered from a syncretism of the monist premises of Advaita Vedānta and dualism premises of Samkhya–Yoga school of Hindu philosophy, sometimes referred to as Shaktadavaitavada (literally, the path of nondualistic Shakti).[420][421][422]\n\nOther influential ancient and medieval classical texts of Hinduism such as the Yoga Yajnavalkya, Yoga Vashishta, Avadhuta Gitā, Markandeya Purana and Sannyasa Upanishads predominantly incorporate premises and ideas of Advaita Vedānta.[423][424][425]\n\n"
        },
        {
            "title": "",
            "text": "The historiography of Advaita Vedanta is coloured by Orientalist notions,[426][note 72] while modern formulations of Advaita Vedānta, which developed as a reaction to western Orientalism and Perennialism[428] have \"become a dominant force in Indian intellectual thought.\"[429] According to Michael S. Allen and Anand Venkatkrishnan, \"scholars have yet to provide even a rudimentary, let alone comprehensive account of the history of Advaita Vedānta in the centuries leading up to the colonial period.\"[430]\n\nThe Upanishads form the basic texts, of which Vedānta gives an interpretation.[431] The Upanishads do not contain \"a rigorous philosophical inquiry identifying the doctrines and formulating the supporting arguments\".[432][note 73] This philosophical inquiry was performed by the darsanas, the various philosophical schools.[434][note 74]\n\nThe Brahma Sutras of Bādarāyana, also called the Vedānta Sutra,[436] were compiled in its present form around 400–450 AD,[437] but \"the great part of the Sutra must have been in existence much earlier than that\".[437] Estimates of the date of Bādarāyana's lifetime differ between 200 BC and 200 AD.[438] The Brahma Sutra is a critical study of the teachings of the Upanishads, possibly \"written from a Bhedābheda Vedāntic viewpoint.\"[web 10] Bādarāyana was not the first person to systematise the teachings of the Upanishads.[439] He refers to seven Vedantic teachers before him.[439]\n\nTwo Advaita writings predating Maṇḍana Miśra and Shankara were known to scholars such as Nakamura in the first half of 20th-century, namely the Vākyapadīya, written by Bhartṛhari (second half 5th century[440]), and the Māndūkya-kārikā written by Gauḍapāda (7th century).[441] Later scholarship added the Sannyasa Upanishads (first centuries CE[442]) to the earliest known corpus, some of which are of a sectarian nature,[443] and have a strong Advaita Vedānta outlook.[444][445][446]\n\nAccording to Nakamura, \"there must have been an enormous number of other writings turned out in this period [between the Brahma Sutras and Shankara], but unfortunately all of them have been scattered or lost and have not come down to us today\".[441] In his commentaries, Shankara mentions 99 different predecessors of his Sampradaya.[222] In the beginning of his commentary on the Brhadaranyaka Upanishad Shankara salutes the teachers of the Brahmavidya Sampradaya.[web 23] Pre-Shankara doctrines and sayings can be traced in the works of the later schools, which does give insight into the development of early Vedānta philosophy.[441]\n\nAccording to tradition, Gauḍapāda (6th century)[447] was the teacher of Govinda Bhagavatpada and the grandteacher of Shankara. Gauḍapāda wrote or compiled[448] the Māṇḍukya Kārikā, also known as the Gauḍapāda Kārikā or the Āgama Śāstra.[449] The Māṇḍukya Kārikā is a commentary in verse form on the Māṇḍūkya Upanishad, one of the shortest Upanishads consisting of just 13 prose sentences. Of the ancient literature related to Advaita Vedānta, the oldest surviving complete text is the Māṇḍukya Kārikā.[450] The Māṇḍūkya Upanishad was considered to be a Śruti before the era of Adi Shankara, but not treated as particularly important.[449] In later post-Shankara period its value became far more important, and regarded as expressing the essence of the Upanishad philosophy. The entire Karika became a key text for the Advaita school in this later era.[451][note 75]\n\nGaudapada took over the Yogachara teaching of vijñapti-mātra, \"representation-only,\" which states that the empirical reality that we experience is a fabrication of the mind, experienced by consciousness-an-sich,[253][note 76] and the four-cornered negation, which negates any positive predicates of 'the Absolute'.[253][254][note 77] Gaudapada \"wove [both doctrines] into the philosophy of Mandukaya Upanisad, which was further developed by Shankara\".[454][note 78] In this view,\n\nGauḍapāda uses the concepts of Ajātivāda to explain that 'the Absolute' is not subject to birth, change and death. The Absolute is aja, the unborn eternal.[456] The empirical world of appearances is considered unreal, and not absolutely existent.[456]\n\nMaṇḍana Miśra, an older contemporary of Shankara,[457] was a Mimamsa scholar and a follower of Kumarila, but also wrote a seminal text on Advaita that has survived into the modern era, the Brahma-siddhi.[458][459] According to Fiordalis, he was influenced by the Yoga-tradition, and with that indiractly by Buddhism, given the strong influence of Buddhism on the Yoga-tradition.[37] For a couple of centuries he seems to have been regarded as \"the most important representative of the Advaita position,\"[28][30][note 79] and the \"theory of error\" set forth in the Brahma-siddhi became the normative Advaita Vedanta theory of error.[460]\n\nVery little is known about Shankara. According to Dalal, \"Hagiographical accounts of his life, the Śaṅkaravijayas (\"Conquests of Śaṅkara\"), were composed several centuries after his death,\"[web 13] in the 14th to 17th century, and established Shankara as a rallying symbol of valuesin a time when most of India was conquered by Muslims.[27] He is often considered to be the founder of the Advaita Vedānta school, but was actually a systematizer, not a founder.[web 13][461]\n\nShankara was a scholar who synthesized and systematized Advaita-vāda thought which already existed at his lifetime.[461] According to Nakamura, comparison of the known teachings of the early Vedantins and Shankara's thought shows that most of the characteristics of Shankara's thought \"were advocated by someone before Śankara\".[461] According to Nakamura, after the growing influence of Buddhism on Vedānta, culminating in the works of Gauḍapāda, Adi Shankara gave a Vedantic character to the Buddhistic elements in these works,[462] synthesising and rejuvenating the doctrine of Advaita.[463] According to Koller, using ideas in ancient Indian texts, Shankara systematized the foundation for Advaita Vedānta in the 8th century, reforming Badarayana's Vedānta tradition.[464] According to Mayeda, Shankara represents a turning point in the development of Vedānta,[462] yet he also notices that it is only since Deussens's praise that Shankara \"has usually been regarded as the greatest philosopher of India.\"[465] Mayeda further notes that Shankara was primarily concerned with moksha, \"and not with the establishment of a complete system of philosophy or theology,\"[465] following Potter, who qualifies Shankara as a \"speculative philosopher.\"[466] Lipner notes that Shankara's \"main literary approach was commentarial and hence perforce disjointed rather than procedurally systematic [...] though a systematic philosophy can be derived from Samkara's thought.\"[467]\n\nAdi Shankara is best known for his reviews and commentaries (Bhasyas) on ancient Indian texts. His Brahmasutrabhasya (literally, commentary on Brahma Sutra) is a fundamental text of the Vedānta school of Hinduism.[338] His commentaries on ten Mukhya (principal) Upanishads are also considered authentic by scholars.[338][468] Other authentic works of Shankara include commentaries on the Bhagavad Gitā (part of his Prasthana Trayi Bhasya).[248] He also authored Upadesasahasri, his most important original philosophical work.[464][469] The authenticity of Shankara being the author of Vivekacūḍāmaṇi[470] has been questioned, and \"modern scholars tend to reject its authenticity as a work by Shankara.\"[471]\n\nWhile Shankara has an unparalleled status in the history of Advaita Vedanta, scholars have questioned the traditional narrative of Shankara's early influence in India.[27][28][30] Until the 10th century Shankara was overshadowed by his older contemporary Maṇḍana Miśra, who was considered to be the major representative of Advaita.[28][30] Only when Vacaspati Misra, an influential student of Maṇḍana Miśra, harmonised the teachings of Shankara with those of Maṇḍana Miśra, Shankara's teachings gained prominence.[472] Some modern Advaitins argue that most of post-Shankara Advaita Vedanta actually deviates from Shankara, and that only his student Suresvara, who's had little influence, represents Shankara correctly.[29] In this view, Shankara's influential student Padmapada misunderstood Shankara, while his views were manitained by the Suresvara school.[29] According to Satchidanandendra Sarasvati, \"almost all the later Advaitins were influenced by Mandana Misra and Bhaskara.\"[473][note 80] Until the 11th century, Vedanta itself was a peripheral school of thought;[474] Vedanta became a major influence when Vedanta philosophy was utilized by various sects of Hinduism to ground their doctrines,[394] such as Ramanuja (11th c.), who aligned bhakti, \"the major force in the religions of Hinduism,\" with philosophical thought, meanwhile rejecting Shankara's views.[web 25]\n\nThe cultural influence of Shankara and Advaita Vedanta started only centuries later, in the Vijayanagara Empire in the 14th century,[27][475][476] when Sringeri matha started to receive patronage from the kings of the Vijayanagara Empire and became a powerful institution.[31] Vidyaranya, also known as Madhava, who was the Jagadguru of the Śringeri Śarada Pītham from ca. 1374–1380 to 1386[31] played a central role in this growing influence of Advaita Vedanta, and the deification of Shankara as a ruler-renunciate.[27][475][34][35] From 1346 onwards Sringeri matha received patronage from the Vijayanagara kings, and its importance and influence grew rapidly in the second half of the 14th century.[31][note 81] Vidyaranya and the Sringeri matha competed for royal patronage and converts with Srivaisnava Visistadvaita, which was dominant in territories conquered by the Vijayanagara Empire,[32]  and Madhava (the pre-ordination name of Vidyaranya) presented Shankara's teachings as the summit of all darsanas, portraying the other darsanas as partial truths which converged in Shankara's teachings.[345] The subsequent Shankara Digvijayam genre, following the example of the earlier Madhva Digvijayam,[478] presented Shankara as a ruler-renunciate, conquering the four quarters of India and bringing harmony.[34][35] The genre created legends to turn Shankara into a \"divine folk-hero who spread his teaching through his digvijaya (\"universal conquest\") all over India like a victorious conqueror.\"[345][477]\n\nShankara's position was further established in the 19th and 20th century, when neo-Vedantins and western Orientalists, following Vidyaranya, elevated Advaita Vedanta \"as the connecting theological thread that united Hinduism into a single religious tradition.\"[479] Shankara became \"an iconic representation of Hindu religion and culture,\" despite the fact that most Hindus do not adhere to Advaita Vedanta.[480]\n\nTwo defunct schools are the Pancapadika and Istasiddhi, which were replaced by Prakasatman's Vivarana school.[296] The still existing Bhāmatī and Vivarana developed in the 11th-14th century.[web 26][222] These schools worked out the logical implications of various Advaita doctrines. Two of the problems they encountered were the further interpretations of the concepts of māyā and avidya.[web 26]\n\nPadmapada (c. 800 CE),[481] the founder of the defunct Pancapadika school, was a direct disciple of Shankara. He wrote the Pancapadika, a commentary on the Sankara-bhaya.[481] Padmapada diverged from Shankara in his description of avidya, designating prakrti as avidya or ajnana.[482]\n\nSureśvara (fl. 800–900 CE)[483] was a contemporary of Shankara,[457] and often (incorrectly) identified with Maṇḍana Miśra.[457][note 82] Sureśvara has also been credited as the founder of a pre-Shankara branch of Advaita Vedānta.[483]\n\nMandana Mishra's student Vachaspati Miśra (9th/10th century CE),[484][485][486] who is believed to have been an incarnation of Shankara to popularize the Advaita view,[487] wrote the Bhamati, a commentary on Shankara's Brahma Sutra Bhashya, and the Brahmatattva-samiksa, a commentary on Mandana Mishra's Brahma-siddhi. His thought was mainly inspired by Mandana Miśra, and harmonises Shankara's thought with that of Mandana Miśra.[488][web 26] The Bhamati school takes an ontological approach. It sees the Jiva as the source of avidya.[web 26] It sees contemplation as the main factor in the acquirement of liberation, while the study of the Vedas and reflection are additional factors.[489][490]\n\nVimuktatman (c. 1200 CE)[491] wrote the Ista-siddhi.[491] It is one of the four traditional siddhi, together with Mandana's Brahma-siddhi, Suresvara's Naiskarmya-siddhi, and Madusudana's Advaita-siddhi.[492] According to Vimuktatman, absolute Reality is \"pure intuitive consciousness\".[493] His school of thought was eventually replaced by Prakasatman's Vivarana school.[296]\n\nPrakasatman (c. 1200–1300)[296] wrote the Pancapadika-Vivarana, a commentary on the Pancapadika by Padmapadacharya.[296] The Vivarana lends its name to the subsequent school. According to Roodurmun, \"[H]is line of thought [...] became the leitmotif of all subsequent developments in the evolution of the Advaita tradition.\"[296] The Vivarana school takes an epistemological approach. It is distinguished from the Bhamati school by its rejection of action and favouring Vedic study and \"a direct apprehension of Brahma.\"[489] Prakasatman was the first to propound the theory of mulavidya or maya as being of \"positive beginningless nature\",[494] and sees Brahman as the source of avidya. Critics object that Brahman is pure consciousness, so it cannot be the source of avidya. Another problem is that contradictory qualities, namely knowledge and ignorance, are attributed to Brahman.[web 26]\n\nMichael S. Allen and Anand Venkatkrishnan note that Shankara is very well-studied, but \"scholars have yet to provide even a rudimentary, let alone comprehensive account of the history of Advaita Vedānta in the centuries leading up to the colonial period.\"[430]\n\nWhile indologists like Paul Hacker and Wilhelm Halbfass took Shankara's system as the measure for an \"orthodox\" Advaita Vedānta, the living Advaita Vedānta tradition in medieval times was influenced by, and incorporated elements from, the yogic tradition and texts like the Yoga Vasistha and the Bhagavata Purana.[38] Yoga and samkhya had become minor schools of thought since the time of Shankara, and no longer posed a thread for the sectarian identity of Advaita, in contrast to the Vaishnava traditions.[476] The Yoga Vasistha became an authoritative source text in the Advaita vedānta tradition in the 14th century, and the \"yogic Advaita\"[495][496] of Vidyāraņya's Jivanmuktiviveka (14th century) was influenced by the (Laghu-)Yoga-Vasistha, which in turn was influenced by Kashmir Shaivism.[497] Vivekananda's 19th century emphasis on nirvikalpa samadhi was preceded by medieval yogic influences on Advaita Vedānta. In the 16th and 17th centuries, some Nath and hatha yoga texts also came within the scope of the developing Advaita Vedānta tradition.[60]\n\nAccording to Nicholson, it was with the arrival of Islamic rule, first in the form of Delhi Sultanate and later the Mughal Empire, and the subsequent persecution of Indian religions, that Hindu scholars began a self-conscious attempts to define an identity and unity.[498][499] Between the twelfth and the fourteenth century, according to Andrew Nicholson, this effort emerged with a classification of astika and nastika systems of Indian philosophies.[498] Certain thinkers, according to Nicholson, began to retrospectively classify ancient thought into \"six systems\" (saddarsana) of mainstream Hindu philosophy.[500]\n\nIt is only during this period that the historical fame and cultural influence of Shankara and Advaita Vedanta was established.[27][475][476] Advaita Vedanta's position as most influential Hindu darsana took shape as Advaitins in the Vijayanagara Empire competed for patronage from the royal court, and tried to convert others to their sect.[32] Central in this repositioning was Vidyāraṇya,[27][475] also known as Madhava, who was the Jagadguru of the Śringeri Śarada Pītham from 1380 to 1386[501] and a minister in the Vijayanagara Empire.[502] He inspired the re-creation of the Hindu Vijayanagara Empire of South India, in response to the devastation caused by the Islamic Delhi Sultanate,[27][475][476][502] but his efforts were also targeted at Srivaisnava groups, especially Visistadvaita, which was dominant in territories conquered by the Vijayanagara Empire.[503] Sects competed for patronage from the royal court, and tried to convert others to their own sectarian system, and Vidyaranya efforts were aimed at promoting Advaita Vedanta.[32] Most of Shankara's biographies were created and published from the 14th to the 17th century, such as the widely cited Śankara-vijaya, in which legends were created to turn Shankara into a \"divine folk-hero who spread his teaching through his digvijaya (\"universal conquest\") all over India like a victorious conqueror.\"[345][477][504]\n\nVidyaranya and his brothers wrote extensive Advaitic commentaries on the Vedas and Dharma to make \"the authoritative literature of the Aryan religion\" more accessible.[345] In his doxography Sarvadarśanasaṅgraha (\"Summary of all views\") Vidyaranya presented Shankara's teachings as the summit of all darsanas, presenting the other darsanas as partial truths which converged in Shankara's teachings, which was regarded to be the most inclusive system.[505][345] The Vaishanava traditions of Dvaita and Visitadvaita were not classified as Vedanta, and placed just above Buddhism and Jainism, reflecting the threat they posed for Vidyaranya's Advaita allegiance.[41] Bhedabheda wasn't mentioned at all, \"literally written out of the history of Indian philosophy.\"[506] Vidyaranya became head of Sringeri matha, proclaiming that it was established by Shankara himself.[345][477] Vidyaranya enjoyed royal support,[502] and his sponsorship and methodical efforts helped establish Shankara as a rallying symbol of values, spread historical and cultural influence of Shankara's Vedānta philosophies, and establish monasteries (mathas) to expand the cultural influence of Shankara and Advaita Vedānta.[27]\n\nMichael S. Allen has written on the influence and popularity of Advaita Vedanta in early modern north India, especially on the work of the Advaita Dādū-panthī monk Niścaldās (ca. 1791–1863), author of The Ocean of Inquiry (Hindi: Vicār-sāgar), a vernacular compendium of Advaita.[507] According to Allen, the work of Niścaldās \"was quite popular in the late nineteenth and early twentieth centuries: it was translated into over eight languages and was once referred to by Vivekananda as having 'more influence in India than any [book] that has been written in any language within the last three centuries.'\"[507]\n\nAllen highlights the widespread prominence in early modern India of what he calls \"Greater Advaita Vedānta\" which refers to popular Advaita works, including \"narratives and dramas, “eclectic” works blending Vedānta with other traditions, and vernacular works such as The Ocean of Inquiry.\"[507] Allen refers to several popular late figures and texts which draw on Advaita Vedanta, such as the Maharashtrian sant Eknāth (16th c.), the popular Adhyātma-rāmāyaṇa (ca. late 15th c.), which synthesizes Rama bhakti and advaita metaphysics and the Tripurā-rahasya (a tantric text that adopts an advaita metaphysics).[507] Other important vernacular Advaita figures include the Hindu authors Manohardās and Māṇakdās (who wrote the  Ātma-bodh). Advaita literature was also written in Tamil, Telugu, Malayalam, Kannada, Marathi, Gujarati, Hindi, Punjabi, Bengali, and Oriya.[507]\n\nAccording to King, with the consolidation of the British imperialist rule the new rulers started to view Indians through the \"colonially crafted lenses\" of Orientalism. In response Hindu nationalism emerged, striving for socio-political independence and countering the influence of Christian missionaries.[510] Among the colonial era intelligentsia the monistic Advaita Vedānta has been a major ideological force for Hindu nationalism,[511] with Hindu intellectuals formulating a \"humanistic, inclusivist\" response, now called Neo-Vedānta, attempting to respond to this colonial stereotyping of \"Indian culture [as] backward, superstitious and inferior to the West.\"[512]\n\nDue to the influence of Vidyaranya's Sarvadarśanasaṅgraha, early Indologists regarded Advaita Vedanta as the most accurate interpretation of the Upanishads.[41] Vedānta came to be regarded, both by westerners as by Indian nationalists, as the essence of Hinduism, and Advaita Vedānta came to be regarded as \"then paradigmatic example of the mystical nature of the Hindu religion\" and umbrella of \"inclusivism\".[513] Colonial era Indian thinkers, such as Vivekananda, presented Advaita Vedānta as an inclusive universal religion, a spirituality that in part helped organize a religiously infused identity. It also aided the rise of Hindu nationalism as a counter weight to Islam-infused Muslim communitarian organizations such as the Muslim League, to Christianity-infused colonial orientalism and to religious persecution of those belonging to Indian religions.[514][499][515] Neo-Vedānta subsumed and incorporated Buddhist ideas thereby making the Buddha a part of the Vedānta tradition, all in an attempt to reposition the history of Indian culture.[428] This view on Advaita Vedānta, according to King, \"provided an opportunity for the construction of a nationalist ideology that could unite Hindus in their struggle against colonial oppression\".[516]\n\nVivekananda discerned a universal religion, regarding all the apparent differences between various traditions as various manifestations of one truth.[517] Vivekananda emphasised nirvikalpa samadhi as the spiritual goal of Vedānta, he equated it to the liberation in Yoga and encouraged Yoga practice which he called Raja yoga.[518][note 83] With the efforts of Vivekananda, modern formulations of Advaita Vedānta have \"become a dominant force in Indian intellectual thought\", though Hindu beliefs and practices are diverse.[429]\n\nSarvepalli Radhakrishnan, first a professor at Oxford University and later a President of India, further popularized Advaita Vedānta, presenting it as the essence of Hinduism.[web 27] According to Michael Hawley, Radhakrishnan saw other religions, as well as \"what Radhakrishnan understands as lower forms of Hinduism,\" as interpretations of Advaita Vedānta, thereby \"in a sense Hindusizing all religions\".[web 27] Radhakrishnan metaphysics was grounded in Advaita Vedānta, but he reinterpreted Advaita Vedānta for contemporary needs and context.[web 27][note 84]\n\nGandhi declared his allegiance to Advaita Vedānta, and was another popularizing force for its ideas.[521]\n\nContemporary teachers are the orthodox Jagadguru of Sringeri Sharada Peetham; the more traditional teachers Sivananda Saraswati (1887–1963), Chinmayananda Saraswati (1916-1993),[web 28] Dayananda Saraswati (Arsha Vidya) (1930-2015), Swami Paramarthananda, Swami Tattvavidananda Sarasvati, Carol Whitfield (Radha), Sri Vasudevacharya (previously Michael Comans) [web 28] and less traditional teachers such as Narayana Guru.[web 28] According to Sangeetha Menon, prominent names in 20th century Advaita tradition are Shri Chandrashekhara Bharati Mahaswami, Chandrasekharendra Saraswati Swamigal, Sacchidānandendra Saraswati.[web 29]\n\nAdvaita Vedānta has gained attention in western spirituality and New Age as nondualism, where various traditions are seen as driven by the same non-dual experience.[522] Nonduality points to \"a primordial, natural awareness without subject or object\".[web 30] It is also used to refer to interconnectedness, \"the sense that all things are interconnected and not separate, while at the same time all things retain their individuality\".[web 31]\n\nNeo-Advaita is a New Religious Movement based on a popularised, western interpretation of Advaita Vedānta and the teachings of Ramana Maharshi.[523] Neo-Advaita is being criticised[524][note 85][525][note 86][note 87] for discarding the traditional prerequisites of knowledge of the scriptures[526] and \"renunciation as necessary preparation for the path of jnana-yoga\".[526][527] Notable neo-advaita teachers are H. W. L. Poonja,[528][523] his students Gangaji[529] Andrew Cohen[note 88], and Eckhart Tolle.[523]\n\n"
        },
        {
            "title": "Sources",
            "text": "Printed sources\n\n"
        }
    ]
}