{
    "url": "https://en.wikipedia.org/wiki/Adventure_fiction",
    "title": "Adventure fiction",
    "table_of_contents": [
        "1 History",
        "2 For children",
        "3 See also",
        "4 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Adventure fiction is a type of fiction that usually presents danger, or gives the reader a sense of excitement. Some adventure fiction also satisfies the literary definition of romance fiction.[1]\n\n"
        },
        {
            "title": "History",
            "text": "In the Introduction to the Encyclopedia of Adventure Fiction, Critic Don D'Ammassa defines the genre as follows:\n\nD'Ammassa argues that adventure stories make the element of danger the focus; hence he argues that\nCharles Dickens's novel A Tale of Two Cities is an adventure novel because the protagonists are in constant danger of being imprisoned or killed, whereas Dickens's Great Expectations is not because \"Pip's encounter with the convict is an adventure, but that scene is only a device to advance the main plot, which is not truly an adventure.\"[2]\n\nAdventure has been a common theme since the earliest days of written fiction. Indeed, the standard plot of Medieval romances was a series of adventures. Following a plot framework as old as Heliodorus, and so durable as to be still alive in Hollywood movies, a hero would undergo a first set of adventures before he met his lady. A separation would follow, with the second set of adventures leading to a final reunion.\n\nVariations kept the genre alive. From the mid-19th century onwards, when mass literacy grew, adventure became a popular subgenre of fiction. Although not exploited to its fullest, adventure has seen many changes over the years – from being constrained to stories of knights in armor to stories of high-tech espionage.\n\nExamples of that period include Sir Walter Scott, Alexandre Dumas, père,[3] Jules Verne, Brontë Sisters, H. Rider Haggard, Victor Hugo,[4] Emilio Salgari, Karl May, Louis Henri Boussenard, Thomas Mayne Reid, Sax Rohmer, Talbot Mundy, Edgar Wallace, and Robert Louis Stevenson.\n\nAdventure novels and short stories were popular subjects for American pulp magazines, which dominated\nAmerican popular fiction between the Progressive Era and the 1950s.[5] Several pulp magazines such\nas Adventure, Argosy, ayanansari, Top-Notch, and Short Stories specialized in this genre. Notable pulp adventure writers included Edgar Rice Burroughs, Talbot Mundy, Theodore Roscoe, Johnston McCulley, Arthur O. Friel, Harold Lamb, Carl Jacobi, George F. Worts,[5] Georges Surdez, H. Bedford-Jones, and J. Allan Dunn.[6]\n\nAdventure fiction often overlaps with other genres, notably war novels, crime novels, sea stories, Robinsonades, spy stories (as in the works of John Buchan, Eric Ambler and Ian Fleming), science fiction, fantasy,\n(Robert E. Howard and J. R. R. Tolkien both combined the secondary world story with the adventure novel)[7]  and Westerns. Not all books within these genres are adventures.  Adventure fiction takes the setting and premise of these other genres, but the fast-paced plot of an adventure focuses on the actions of the hero within the setting.[according to whom?] With a few notable exceptions (such as Baroness Orczy, Leigh Brackett and Marion Zimmer Bradley)[8] adventure fiction as a genre has been largely dominated by male writers, though female writers are now becoming common.\n\n"
        },
        {
            "title": "For children",
            "text": "Adventure stories written specifically for children began in the 19th century. Early examples include Johann David Wyss's The Swiss Family Robinson (1812), Frederick Marryat's The Children of the New Forest (1847),\nand Harriet Martineau's The Peasant and the Prince (1856).[9]\nThe Victorian era saw the development of the genre, with W. H. G. Kingston, R. M. Ballantyne, and G. A. Henty specializing in the production of adventure fiction for boys.[10] This inspired writers who normally catered to adult audiences to essay such works, such as Robert Louis Stevenson writing Treasure Island for a child readership.[10] \nIn the years after the First World War, writers such as Arthur Ransome developed the adventure genre by setting the adventure in Britain rather than distant countries, while Geoffrey Trease, Rosemary Sutcliff[11] and Esther Forbes brought a new sophistication to the historical adventure novel.[10]\nModern writers such as Mildred D. Taylor (Roll of Thunder, Hear My Cry) and Philip Pullman (the Sally Lockhart novels) have continued the tradition of the historical adventure.[10] The modern children's adventure novel sometimes deals with controversial issues like terrorism (Robert Cormier, After the First Death, (1979))[10] and warfare in the Third World (Peter Dickinson, AK, (1000)).[10]\n\n"
        }
    ]
}