{
    "url": "https://en.wikipedia.org/wiki/Adyghe_Xabze",
    "title": "Adyghe Xabze",
    "table_of_contents": [
        "1 Etymology",
        "2 Traditions",
        "3 Ancient native beliefs",
        "4 The Xabzeist-nationalist movement",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Adyghe Xabze or Circassian Xabze[I] (Adyghe: Адыгэ Хабзэ, romanized: Adıgə Xabzə, IPA: [aːdəɣɐ xaːbzɐ]; Turkish: Adige Habze; Arabic: أديغة خابزة, romanized: Adīġa Xābza) is the worldview and moral code of the Circassian people.[2][3] Circassian society dictates that a Circassian must always live according to rules defined by the Xabze with little exceptions. Tenets of Xabze include special respect for elders and women, a policy of only marrying those from Circassian culture to protect the endangered culture, and the values of truthfulness, honor and bravery. While rooted in thousands of years of tradition, Xabze is evolving and ever-changing, and is reformed to fit the needs of the Circassian community, usually led by a Thamade (regional elder).  \n\nXabze, as a set of laws, includes the norms and moral principles that determine an individual's behavior. It represents social rules in all areas of life. However, the set of rules and regulations of Xabze are not static, and in the past were not officially defined. Xabze almost ceased to exist in Circassia after the Circassian genocide.\n\nIn every community of Circassians around the world, a local advisory council, referred to as a \"Xase\", can be found.[4] The goal of such councils are to provide Circassians with a comfortable place where they can speak Circassian, engage in Circassian cultural activities, learn about the laws of Xabze or ask for advice. These advisory councils are coordinated on a local and regional basis, and communicate internationally through the International Circassian Association (ICA).[5] Xabze is sometimes associated with Circassian nationalism.\n\n"
        },
        {
            "title": "Etymology",
            "text": "\"Xabze\" (Хабзэ) is a Circassian compound made up from хы \"xı\", meaning \"vast\" or \"universe\",[6] and бзэ \"bzə\", meaning \"language\".[7][8] Thus, its meaning roughly translates to \"language of the universe\" or \"word of the cosmos\", perhaps comparable to the concept of Dharma. Over time, the word Xabze has come to mean \"rule\", \"custom\", and \"tradition\" in the Circassian language.[9]\n\n"
        },
        {
            "title": "Traditions",
            "text": "Xabze is a social and moral code. It is one of the oldest products of Circassian history, dating back to at least 3000 BC. The simplest sanction that can be applied to those who act against Xabze is to exclude them from society. Excluding someone from society, not attending their funeral or wedding, and completely ignoring their existence is a tiring punishment, and for this reason Circassians follow the Xabze traditions, to avoid this sanction.[10]\n\nThe past and the present are tied to each other with many threads, ranging from biological and genealogical phenomena in the nature of men and ending with social, cultural, moral, and religious aspects.[11] Everything that is created by the human mind, by his intellect and his hands, is the element of history and national originality. In this are included the dress and means of production, household utensils, the means of running a household and even selecting the famous Kabardian horse (Adyghe: Адыгэш), and national holidays.\n\n\nAdyghe Xabze is also about refraining from deceiving others. It despises interfering in the affairs of other people. It discourages subservience and genuflection to those who are powerful. Adyghe Xabze encourages respecting the opinions of others, understanding their situation, helping and protecting the weak, doing good deeds, standing up for the degraded and insulted and living by honest work.[11]\nThe goal of a person practicing Xabze is to live as honorably as possible. In Circassian society, the individual who behaves in accordance with Xabze becomes respected in society, and is also consulted at social events. Knowing and practicing Xabze well is very important to Circassians. \n\nOne Circassian tradition requires individuals to stand up when someone enters the room, provide a place for the person entering and allow the newcomer to speak before everyone else during the conversation. In the presence of elders and women, respectful conversation and conduct are essential. Women are especially respected, and disputes are stopped in the presence of women so as to not disturb them. A woman can demand disputing families or people to reconcile and they must obey her request. \n\nThe Xabze requires that all Circassians are taught courage, reliability and generosity. Greed, desire for possessions, wealth and ostentation are considered disgraceful by the Xabze code. In accordance with Xabze, hospitality is particularly pronounced among the Circassians. A guest is not only a guest of the host family, but equally a guest of the whole village and clan. Even enemies are regarded as guests if they enter the home, and being hospitable to them as one would with any other guest is a sacred duty. Circassians consider the host to be like a slave to the guest in that the host is expected to tend to the guest's every need and want. A guest must never be permitted to labour in any way, this is considered a disgrace to the host.\n\nA key figure in Circassian culture is the person known as the \"Thamade\" (Adyghe: Тхьэмадэ), who is often an elder but also the person who carries the responsibility for functions like weddings. This person must always comply with all the rules of Xabze in all areas of their life. People who practice the Xabze rise to Thamade status when they attain a certain age.  This gives them a lot of authority in society. As long as he/she does not commit a major offense, almost every Circassian will achieve this status eventually.[10]\n\n"
        },
        {
            "title": "Ancient native beliefs",
            "text": "Before Islam, Xabze was paired with the pagan beliefs of the Circassians. Circassia was one of the places in Europe that retained its native religious traditions for the longest time, with almost a continuity between the ancient traditions and the modern religiosity and world-view (Xabze), which syncretized and maintained many of its native elements, even after Islamization.\n\n"
        },
        {
            "title": "The Xabzeist-nationalist movement",
            "text": "Xabze is often associated with Circassian nationalism. The system was initially shaped around the laws of the Narts in the Circassian epic Nart Saga, originally orally transmitted, which has heavily contributed to the shaping of Circassian values over the centuries. Although Circassians were historically Christianised and Islamised, the period of the Soviet Union contributed to a severe weakening of religions in the area, especially among the Circassians. During this time and after the fall of the Soviet regime, the revival of Xabzeist worldview was supported by Circassian intellectuals, as part of a rise in nationalism and cultural identity in the 1990s[12] and, more recently as a thwarting force against Wahhabism and other Islamic extremism.[13][14]\n\nOn 29 December 2010, a prominent Kabardian Circassian ethnographer and Xabze advocate, Arsen Tsipinov,[15] was murdered by radical Islamist terrorists who had accused him of being a mushrik (idolatrous disbelief in Islamic monotheism) and months earlier threatened him and others they accused as idolaters and munafiqun (\"hypocrites\") to stop \"reviving\" and diffusing the rituals of the original Circassian pre-Islamic traditions.[16][17]\n\nOn 11 May 2018, a book about the Xabze (with focus on the code of conduct, code of honour, and traditions of the Circassian people) entitled 'الاديغة خابزة-العادات الشركسية' or 'Адыгэ хабзэ' (in Circassian) was published in Jordan by the International Circassian Cultural Academy's Circassian language teacher Zarema Madin Gutchetl and senior ICCA member Nancy Hatkh.[18] Other books were also written and published.\n\n"
        }
    ]
}