{
    "url": "https://en.wikipedia.org/wiki/Aestheticism",
    "title": "Aestheticism",
    "table_of_contents": [
        "1 Origin",
        "2 Aesthetic literature",
        "3 Aesthetic fine art",
        "4 Aesthetic decorative arts",
        "5 Influence on advertising",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAestheticism (also the Aesthetic movement) was an art movement in the late 19th century which privileged the aesthetic value of literature, music and the arts over their socio-political functions.[1][2]  According to Aestheticism, art should be produced to be beautiful, rather than to serve a moral, allegorical, or other didactic purpose, a sentiment exemplified by the slogan \"art for art's sake.\" Aestheticism originated in 1860s England with a radical group of artists and designers, including William Morris and Dante Gabriel Rossetti. It flourished in the 1870s and 1880s, gaining prominence and the support of notable writers such as Walter Pater and Oscar Wilde.\n\nAestheticism challenged the values of mainstream Victorian culture, as many Victorians believed that literature and art fulfilled important ethical roles.[3] Writing in The Guardian, Fiona McCarthy states that \"the aesthetic movement stood in stark and sometimes shocking contrast to the crass materialism of Britain in the 19th century.\"[4]\n\nAestheticism was named by the critic Walter Hamilton in The Aesthetic Movement in England in 1882.[5] By the 1890s, decadence, a term with origins in common with aestheticism, was in use across Europe.[3]\n\n"
        },
        {
            "title": "Origin",
            "text": "\nAestheticism has its roots in German Romanticism. Though the term \"aesthetic\" derives from Greek, Alexander Gottlieb Baumgarten's Aesthetica (1750) made important use of it in German before Immanuel Kant incorporated it into his philosophy in the Critique of Judgment (1790). Kant, in turn, influenced Friedrich Schiller's Aesthetic Letters (1794) and his concept of art as Spiel (Play): \"Man is never so serious as when he plays; man is wholly man only when he plays\". In the Letters, Schiller proclaimed salvation through art:\nThese ideas were imported to the English-speaking world largely through the efforts of Thomas Carlyle, whose Life of Friedrich Schiller (1825), Critical and Miscellaneous Essays and Sartor Resartus (1833–34) introduced and advocated aestheticism while also, if not marking the earliest use of the word \"aesthetic\" in the English language, certainly popularising it. Ruth apRoberts declared him the \"apostle of aesthetics in England, 1825-27\", in recognition of his pioneering influence on the subsequent development of the Aesthetic Movement.[6]\n\n"
        },
        {
            "title": "Aesthetic literature",
            "text": "The British decadent writers were much influenced by the Oxford professor Walter Pater and his essays published during 1867–68, in which he stated that life had to be lived intensely, with an ideal of beauty.  His text Studies in the History of the Renaissance (1873) was very well regarded by art-oriented young men of the late 19th century. Writers of the Decadent movement used the slogan \"Art for Art's Sake\" (L'art pour l'art), the origin of which is debated. Some claim that it was invented by the philosopher Victor Cousin, although Angela Leighton in the publication On Form: Poetry, Aestheticism and the Legacy of a Word (2007) notes that the phrase was used by Benjamin Constant as early as 1804.[7] It is generally accepted to have been promoted by Théophile Gautier in France, who interpreted the phrase to suggest that there was not any real association between art and morality.\n\nThe artists and writers of Aesthetic style tended to profess that the Arts should provide refined sensuous pleasure, rather than convey moral or sentimental messages. As a consequence, they did not accept John Ruskin,  Matthew Arnold, and George MacDonald's conception of art as something moral or useful, \"Art for truth's sake\".[8] Instead, they believed that Art did not have any didactic purpose; it only needed to be beautiful. The Aesthetes developed a cult of beauty, which they considered the basic factor of art. Life should copy Art, they asserted. They considered nature as crude and lacking in design when compared to art. The main characteristics of the style were: suggestion rather than statement, sensuality, great use of symbols, and synaesthetic/Ideasthetic effects—that is, correspondence between words, colours and music. Music was used to establish mood.[citation needed]\n\nPredecessors of the Aesthetes included John Keats and Percy Bysshe Shelley, and some of the Pre-Raphaelites who themselves were a legacy of the Romantic spirit. There are a few significant continuities between the Pre-Raphaelite philosophy and that of the Aesthetes: Dedication to the idea of ‘Art for Art’s Sake’; admiration of, and constant striving for, beauty; escapism through visual and literary arts; craftsmanship that is both careful and self-conscious; mutual interest in merging the arts of various media. This final idea is promoted in the poem L’Art by Théophile Gautier, who compared the poet to the sculptor and painter.[9] Dante Gabriel Rossetti and Edward Burne-Jones are most strongly associated with Aestheticism. However, their approach to Aestheticism did not share the creed of ‘Art for Art’s Sake’ but rather “a spirited reassertion of those principles of colour, beauty, love, and cleanness that the drab, agitated, discouraging world of the mid-nineteenth century needed so much.”[10] This reassertion of beauty in a drab world also connects to Pre-Raphaelite escapism in art and poetry.\n\nIn Britain the best representatives were Oscar Wilde, Algernon Charles Swinburne (both influenced by the French Symbolists), James McNeill Whistler and Dante Gabriel Rossetti. These writers and their style were satirised by Gilbert and Sullivan's comic opera Patience and other works, such as F. C. Burnand's drama The Colonel, and in comic magazines such as Punch, particularly in works by George Du Maurier.[11]\n\nCompton Mackenzie's novel Sinister Street makes use of the type as a phase through which the protagonist passes as he is influenced by older, decadent individuals. The novels of Evelyn Waugh, who was a young participant of aesthete society at Oxford, describe the aesthetes mostly satirically, but also as a former participant. Some names associated with this assemblage are Robert Byron, Evelyn Waugh, Harold Acton, Nancy Mitford, A.E. Housman and Anthony Powell.\n\n"
        },
        {
            "title": "Aesthetic fine art",
            "text": "Artists associated with the Aesthetic style include Simeon Solomon, James McNeill Whistler, Dante Gabriel Rossetti, Albert Joseph Moore, GF Watts and Aubrey Beardsley.[4] Although the work of Edward Burne-Jones was exhibited at the Grosvenor Gallery which promoted the movement, it is narrative and conveys moral or sentimental messages hence falling outside the movement's purported programme.\n\n"
        },
        {
            "title": "Aesthetic decorative arts",
            "text": "According to Christopher Dresser, the primary element of decorative art is utility. The maxim \"art for art's sake,\" identifying art or beauty as the primary element in other branches of the Aesthetic Movement, especially fine art, cannot apply in this context. That is, decorative art must first have utility, but may also be beautiful.[12] However, according to Michael Shindler, the decorative art branch of the Aesthetic Movement, was less the utilitarian cousin of Aestheticism's main 'pure' branch, and more the very means by which aesthetes exercised their fundamental design strategy. Like contemporary art, Shindler writes that aestheticism was born of \"the conundrum of constituting one’s life in relation to an exterior work\" and that it \"attempted to overcome\" this problem \"by subsuming artists within their work in the hope of yielding—more than mere objects—lives which could be living artworks.\" Thus, \"beautiful things became the sensuous set pieces of a drama in which artists were not like their forebears a sort of crew of anonymous stagehands, but stars. Consequently, aesthetes made idols of portraits, prayers of poems, altars of writing desks, chapels of dining rooms, and fallen angels of their fellow men.\"[13]\n\nGovernment Schools of Design were founded from 1837 onwards in order to improve the design of British goods. Following the Great Exhibition of 1851 efforts were intensified and oriental objects were purchased for the schools teaching collections. Owen Jones, architect and orientalist, was requested to set out key principles of design and these became not only the basis of the schools teaching but also the propositions which preface The Grammar of Ornament (1856), which is still regarded as the finest systematic study or practical sourcebook of historic world ornament.\n\nJones identified the need for a new and modern style that would meet the requirements of the modern world, rather than the continual re-cycling of historic styles, but saw no reason to reject the lessons of the past. Christopher Dresser, a student and later Professor at the school worked with Owen Jones on The Grammar of Ornament, as well as on the 1863 decoration of the oriental courts (Chinese, Japanese, and Indian) at the South Kensington Museum (now the Victoria and Albert Museum), advanced the search for a new style with his two publications The Art of Decorative Design 1862, and Principles of Design 1873.\n\nProduction of Aesthetic style furniture was limited to approximately the late 19th century.[14] Aesthetic style furniture is characterized by several common themes:\n\nEbonized furniture means that the wood is painted or stained to a black ebony finish. The furniture is sometimes completely ebony-colored. More often however, there is gilding added to the carved surfaces of the feathers or stylized flowers that adorn the furniture.[15]\n\nAs aesthetic movement decor was similar to the corresponding writing style in that it was about sensuality and nature, nature themes often appear on the furniture. A typical aesthetic feature is the gilded carved flower, or the stylized peacock feather. Colored paintings of birds or flowers are often seen. Non-ebonized aesthetic movement furniture may have realistic-looking three-dimensional-like renditions of birds or flowers carved into the wood.\n\nContrasting with the ebonized-gilt furniture is use of blue and white for porcelain and china. Similar themes of peacock feathers and nature would be used in blue and white tones on dinnerware and other crockery. The blue and white design was also popular on square porcelain tiles. It is reported that Oscar Wilde used aesthetic decorations during his youth. This aspect of the movement was also satirised by Punch magazine and in Patience.\n\nIn 1882 Oscar Wilde visited Canada, where he toured the town of Woodstock, Ontario and gave a lecture on May 29 titled \"The House Beautiful\".[16] In this lecture Wilde exposited the principles of the Aesthetic Movement in decorative and applied design, also known at the time as the \"Ornamental Aesthetic\" style, according to which local flora and fauna were celebrated as beautiful and textured, layered ceilings were popular. An example of this can be seen in Annandale National Historic Site, located in Tillsonburg, Ontario, Canada. The house was built in 1880 and decorated by Mary Ann Tillson, who happened to attend Oscar Wilde's lecture in Woodstock. Since the Aesthetic Movement was only prevalent in the decorative arts from about 1880 until about 1890, there are not many surviving examples of this particular style but one such example is 18 Stafford Terrace, London, which provides an insight into how the middle classes interpreted its principles. Olana, the home of Frederic Edwin Church in upstate New York, is an important example of exoticism in Aesthetic Movement decorative arts.[17]\n\n"
        },
        {
            "title": "Influence on advertising",
            "text": "The aesthetic movement in England became directly involved in advertising, and Pears soap (under advertising pioneer Thomas J. Barratt) recruited English actress and socialite Lillie Langtry—who had been painted by aesthete artists and was also a friend of Oscar Wilde—to promote their products in 1882, making her the first celebrity to endorse a commercial product.[18][19][20]\n\n"
        }
    ]
}