{
    "url": "https://en.wikipedia.org/wiki/Aestivation_hypothesis",
    "title": "Aestivation hypothesis",
    "table_of_contents": [
        "1 Fermi paradox",
        "2 Intentions of alien civilizations",
        "3 Dispute",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe aestivation hypothesis is a hypothesized solution to the Fermi paradox conceived in 2017 by Anders Sandberg, Stuart Armstrong and Milan M. Ćirković. The hypothesis, published on 27 April 2017, suggests advanced alien civilizations may be storing energy and aestivating (hibernating in times of heat instead of cold), until the universe cools to better make use of the stored energy to perform tasks.\n\nAs the universe cools, the potential work producible by stored energy can increase by a multiplier of 1030 per Landauer's principle. If the goal of an advanced civilization is to maximize the number of calculations done, to generate information processing for tasks like mass-producing simulations, then aestivation would be purposeful to achieve this end.[1][2][3]\n\n"
        },
        {
            "title": "Fermi paradox",
            "text": "There is no reliable or reproducible evidence that aliens have visited Earth.[4][5] No transmissions or evidence of intelligent extraterrestrial life have been detected or observed anywhere other than Earth in the Universe. This runs counter to the knowledge that the Universe is filled with a very large number of planets, some of which likely hold the conditions hospitable for life. Life typically expands until it fills all available niches.[6] These contradictory facts form the basis for the Fermi paradox, of which the Aestivation hypothesis is one proposed solution.\n\n"
        },
        {
            "title": "Intentions of alien civilizations",
            "text": "Advanced alien civilizations may have intentions that differ considerably from one another and from humanity. If the intent is creating large amounts of \"happiness\", then energy resources may be used to generate perfect computer simulations of \"the maximal number of maximally happy minds\". If the intent is knowledge, resources may be focused on information storage. Such civilizations may go through a time of exploration and then remain dormant until the conditions of the universe are more energetically favorable to best achieve their objectives.[1] While this may not achieve infinite value in terms of their intentions, the upper limit may still be extremely large.[7]\n\n"
        },
        {
            "title": "Dispute",
            "text": "The theory has been disputed by a subsequent paper by Charles H. Bennett, Robin Hanson and Jess Riedel, who claim the notion that more computations could be performed later in the universe's history is based on a misunderstanding of the physics of computation.[8]\n\n"
        }
    ]
}