{
    "url": "https://en.wikipedia.org/wiki/Affirmative_action_in_the_United_States",
    "title": "Affirmative action in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Roosevelt administration (1933–1945)",
        "1.3 Truman administration (1945–1953)",
        "1.4 Eisenhower administration (1953–1961)",
        "1.5 Kennedy administration (1961–1963)",
        "1.6 Johnson administration (1963–1969)",
        "1.7 Nixon administration (1969–1974)",
        "1.8 Ford administration (1974–1977)",
        "1.9 Reagan administration (1981–1989)",
        "1.10 Obama administration (2009–2017)",
        "1.11 Trump administration (2017–2021)",
        "1.12 Biden administration (2022–)",
        "2 Legal history",
        "2.1 Executive orders and legislation",
        "2.2 Federal court cases",
        "2.3 State cases and legislation",
        "2.3.1 Arizona",
        "2.3.2 California",
        "2.3.3 Florida",
        "2.3.4 Idaho",
        "2.3.5 Massachusetts",
        "2.3.6 Michigan",
        "2.3.7 Nebraska",
        "2.3.8 New Hampshire",
        "2.3.9 Oklahoma",
        "2.3.10 Texas",
        "2.3.11 Washington",
        "3 Arguments in favor of affirmative action",
        "3.1 Example of success in women",
        "3.2 Need to counterbalance historic inequalities",
        "3.3 Fair vs. equal/discrimination vs. inclusion",
        "3.4 Prominent people in support of affirmative action",
        "3.5 Diversity",
        "4 Arguments against affirmative action",
        "4.1 Bias",
        "4.2 Mismatch effect",
        "4.3 Class inequality",
        "4.4 Prominent people against affirmative action",
        "4.5 Diversity",
        "5 Implementation in universities",
        "5.1 Effectiveness",
        "5.2 Complaints and lawsuits",
        "5.3 Racial Quotas in College Admissions",
        "5.3.1 Bakke v Regents of the University of California",
        "6 Public opinion regarding affirmative action",
        "7 See also",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nAffirmative action in the United States is a set of laws, policies, guidelines, and administrative practices \"intended to end and correct the effects of a specific form of discrimination\"[1] that include government-mandated, government-approved, and voluntary private programs. The programs tend to focus on access to education and employment, granting special consideration to historically excluded groups, specifically racial minorities or women.[1][2] The impetus toward affirmative action is redressing the disadvantages[3][4][5][6][7] associated with past and present discrimination.[8] Further impetus is a desire to ensure public institutions, such as universities, hospitals, and police forces, are more representative of the populations they serve.[9]\n\nIn the United States, affirmative action included the use of racial quotas until the Supreme Court ruled that quotas were unconstitutional.[10] Affirmative action currently tends to emphasize not specific quotas but rather \"targeted goals\" to address past discrimination in a particular institution or in broader society through \"good-faith efforts ... to identify, select, and train potentially qualified minorities and women.\"[1][11] For example, many higher education institutions have voluntarily adopted policies which seek to increase recruitment of racial minorities.[12][page needed] Outreach campaigns, targeted recruitment, employee and management development, and employee support programs are examples of affirmative action in employment.[13] Nine states in the United States have banned race-based affirmative action: California (1996), Washington (1998), Florida (1999), Michigan (2006), Nebraska (2008), Arizona (2010), New Hampshire (2012), Oklahoma (2012), and Idaho (2020). Florida's ban was via an executive order and New Hampshire and Idaho's bans were passed by the legislature. The other six bans were approved at the ballot.[14] The 1996 Hopwood v. Texas decision effectively barred affirmative action in the three states within the United States Court of Appeals for the Fifth Circuit—Louisiana, Mississippi, and Texas—until Grutter v. Bollinger abrogated it in 2003.[15]\n\nAffirmative action policies were developed to address long histories of discrimination faced by minorities and women, which reports suggest produced corresponding unfair advantages for whites and males.[16][17] They first emerged from debates over non-discrimination policies in the 1940s and during the civil rights movement.[18] These debates led to federal executive orders requiring non-discrimination in the employment policies of some government agencies and contractors in the 1940s and onward, and to Title VII of the Civil Rights Act of 1964 which prohibited racial discrimination in firms with over 25 employees. The first federal policy of race-conscious affirmative action was the Revised Philadelphia Plan, implemented in 1969, which required certain government contractors to set \"goals and timetables\" for integrating and diversifying their workforce. Similar policies emerged through a mix of voluntary practices and federal and state policies in employment and education. Affirmative action as a practice was partially upheld by the Supreme Court in Grutter v. Bollinger (2003), while the use of racial quotas for college admissions was concurrently ruled unconstitutional by the Court in Gratz v. Bollinger (2003).\n\nAffirmative action remains controversial in American politics. Opponents argue that these policies constitute racism and/or amount to discrimination against other racial and ethnic groups, such as Asian Americans and White Americans, which entails favoring one group over another based upon racial preference rather than achievement, and many believe that the diversity of current American society suggests that affirmative action policies succeeded and are no longer required.[19] Opponents also argue that it tends to benefit the most privileged within minority groups at the expense of the least fortunate within majority groups,[20][page needed] or that when applied to universities it can hinder minority students by placing them in courses too difficult for them.[21] Supporters of affirmative action argue that it promotes equality and representation for groups which are socioeconomically disadvantaged or have faced historical discrimination or oppression and counteracts continuing bias and prejudice against women and minorities. Supporters also point to contemporary examples of conscious and unconscious biases, such as the finding that job-seekers with African American sounding names may be less likely to get a callback than those with white-sounding names, as proof that affirmative action is not obsolete.[11][19][22]\n\n"
        },
        {
            "title": "History",
            "text": "The policy now called affirmative action came as early as the Reconstruction Era (1863–1877) in which a former slave population lacked the skills and resources for independent living.[23] In 1865, General William Tecumseh Sherman proposed, for practical reasons, to divide the land and goods from Georgia and grant it to black families, which became the \"Forty acres and a mule\" policy.[23] The proposal was never widely adopted due to strong political opposition, and Sherman's orders were soon revoked by President Andrew Johnson. Nearly a century later (1950s–1960s), the discussion of policies to assist classes of individuals reemerged during the Civil Rights Movement. Civil rights guarantees that came through the interpretation of the Equal Protection Clause of the 14th Amendment affirmed the civil rights of people of color.[24]\n\nThe first appearance of the term 'affirmative action' was in the National Labor Relations Act, better known as the Wagner Act, of 1935.[12]: 15  Proposed and championed by U.S. Senator Robert F. Wagner of New York, the Wagner Act was in line with President Roosevelt's goal of providing economic security to workers and other low-income groups.[25] During this time period it was not uncommon for employers to blacklist or fire employees associated with unions. The Wagner Act allowed workers to unionize without fear of being discriminated against, and empowered a National Labor Relations Board to review potential cases of worker discrimination. In the event of discrimination, employees were to be restored to an appropriate status in the company through 'affirmative action'.[26] While the Wagner Act protected workers and unions it did not protect minorities, who, exempting the Congress of Industrial Organizations, were often barred from union ranks.[12]: 11  This original coining of the term therefore has little to do with affirmative action policy as it is seen today, but helped set the stage for all policy meant to compensate or address an individual's unjust treatment.[27]\n\nFDR's New Deal programs often contained equal opportunity clauses stating \"no discrimination shall be made on account of race, color or creed\",[12]: 11  but the true forerunner to affirmative action was the Interior Secretary of the time, Harold L. Ickes. Ickes prohibited discrimination in hiring for Public Works Administration funded projects and oversaw not only the institution of a quota system, where contractors were required to employ a fixed percentage of Black workers, by Robert C. Weaver and Clark Foreman,[12]: 12  but also the equal pay of women proposed by Harry Hopkins.[12]: 14  FDR's largest contribution to affirmative action, however, lay in his Executive Order 8802 which prohibited discrimination in the defense industry or government.[12]: 22  The executive order promoted the idea that if taxpayer funds were accepted through a government contract, then all taxpayers should have an equal opportunity to work through the contractor.[12]: 23–4  To enforce this idea, Roosevelt created the  Fair Employment Practices Committee (FEPC) with the power to investigate hiring practices by government contractors.[12]: 22 \n\nFollowing the Sergeant Isaac Woodard incident, President Harry S. Truman, himself a combat veteran of World War I, issued Executive Order 9808[28] establishing the President's Committee on Civil Rights to examine the violence and recommend appropriate federal legislation. Hearing of the incident, Truman turned to NAACP leader Walter Francis White and declared, \"My God! I had no idea it was as terrible as that. We've got to do something.\" In 1947 the committee published its findings, To Secure These Rights. The book was widely read, influential, and considered utopian for the times: \"In our land men are equal, but they are free to be different. From these very differences among our people has come the great human and national strength of America.\" The report discussed and demonstrated racial discrimination in basic freedoms, education, public facilities, personal safety, and employment opportunities. The committee was disturbed by the state of race relations, and included the evacuation of Americans of Japanese descent during the war \"made without a trial or any sort of hearing...Fundamental to our whole system of law is the belief that guilt is personal and not a matter of heredity or association.\" The recommendations were radical, calling for federal policies and laws to end racial discrimination and bring about equality: \"We can tolerate no restrictions upon the individual which depend upon irrelevant factors such as his race, his color, his religion, or the social position to which he is born.\" To Secure These Rights set the liberal legislative agenda for the next generation that eventually would be signed into law by Lyndon B. Johnson.[12]: 35–36 \n\nTo Secure These Rights also called for desegregation of the Armed Forces. \"Prejudice in any area is an ugly, undemocratic phenomenon, but in the armed services, where all men run the risk of death, it is especially repugnant.\" The rationale was fairness: \"When an individual enters the service of the country, he necessarily surrenders some of the rights and privileges which are inherent in American citizenship.\" In return, the government \"undertakes to protect his integrity as an individual.\" Yet that was not possible in the segregated Army, since \"any discrimination which...prevents members of the minority groups from rendering full military service in defense of their country is for them a humiliating badge of inferiority.\" The report called for an end to \"all discrimination and segregation based on race, color, creed, or national origins in...all branches of the Armed Services.\"[12]: 38–39 \n\nIn 1947 Truman and his advisors came up with a plan for a large standing military, called Universal Military Training, and presented it to Congress. The plan opposed all segregation in the new post-war Armed Forces: \"Nothing could be more tragic for the future attitude of our people, and for the unity of our nation\" than a citizens' military that emphasized \"class or racial difference.\"[12]: 39–40 \n\nOn February 2, 1948, President Truman delivered a special message to Congress. It consisted of ten objectives that Congress should focus on when enacting legislation. Truman concluded by saying, \"If we wish to inspire the peoples of the world whose freedom is in jeopardy, if we wish to restore hope to those who have already lost their civil liberties, if we wish to fulfill the promise that is ours, we must correct the remaining imperfections in our practice of democracy.\"[29]\n\nIn June, Truman became the first president to address the NAACP. His speech was a significant departure from traditional race relations in the United States. In front of 10,000 people at the Lincoln Memorial, the president left no doubt where he stood on civil rights. According to his speech, America had \"reached a turning point in the long history of our country's efforts to guarantee freedom and equality to all our citizens...Each man must be guaranteed equality of opportunity.\" He proposed what black citizens had been calling for – an enhanced role of federal authority through the states. \"We must make the Federal government a friendly, vigilant defender of the rights and equalities of all Americans. And again I mean all Americans.\"[12]: 40 \n\nOn July 26, Truman mandated the end of hiring and employment discrimination in the federal government, reaffirming FDR's order of 1941.[12]: 40  He issued two executive orders on July 26, 1948: Executive Order 9980 and Executive Order 9981. Executive Order 9980, named Regulations Governing for Employment Practices within the Federal Establishment, instituted fair employment practices in the civilian agencies of the federal government. The order created the position of Fair Employment Officer. The order \"established in the Civil Service Commission a Fair Employment Board of not less than seven persons.\"[28] Executive Order 9981, named Establishing the President's Committee on Equality of Treatment and Opportunity in the Armed Services, called for the integration of the Armed Forces and the creation of the National Military Establishment to carry out the executive order.[30]\n\nOn December 3, 1951, Truman issued Executive Order 10308, named Improving the Means for Obtaining Compliance with the Nondiscrimination Provisions of Federal Contracts,[31] which established an anti-discrimination committee on government contract compliance responsible for ensuring that employers doing business with the federal government comply with all laws and regulations enacted by Congress and the committee on the grounds of discriminatory practices.[31]\n\nWhen Eisenhower was elected president in 1952 after defeating Democratic candidate Adlai Stevenson, he believed hiring practices and anti-discrimination laws should be decided by the states, although the administration gradually continued to desegregate the Armed Forces and the federal government.[12]: 50  The President also established the Government Contract Committee in 1953, which \"conducted surveys of the racial composition of federal employees and tax-supported contractors\".[12]: 50–51  The committee, chaired by Vice President Richard Nixon, had minimal outcomes in that they imposed the contractors with the primary responsibility of desegregation within their own companies and corporations.[12]: 51 \n\nIn the 1960 presidential election, Democratic candidate and eventual winner John F. Kennedy \"criticized President Eisenhower for not ending discrimination in federally supported housing\" and \"advocated a permanent Fair Employment Practices Commission\".[12]: 59  Shortly after taking office, Kennedy issued Executive Order 10925 in March 1961, requiring government contractors to \"consider and recommend additional affirmative steps which should be taken by executive departments and agencies to realize more fully the national policy of nondiscrimination.... The contractor will take affirmative action to ensure that applicants are employed, and that employees are treated during employment, without regard to their race, creed, color, or national origin\".[12]: 60  The order also established the President's Committee on Equal Employment Opportunity (PCEEO), chaired by Vice President Lyndon B. Johnson. Federal contractors who failed to comply or violated the executive order were punished by contract cancellation and the possible debarment from future government contracts. The administration was \"not demanding any special preference or treatment or quotas for minorities\" but was rather \"advocating racially neutral hiring to end job discrimination\".[12]: 61  Turning to issues of women's rights, Kennedy initiated a Commission on the Status of Women in December 1961. The commission was charged with \"examining employment policies and practices of the government and of contractors\" with regard to sex.[12]: 66 \n\nIn June 1963, President Kennedy continued his policy of affirmative action by issuing another mandate, Executive Order 11114. The order supplemented to his previous 1961 executive order declaring it was the \"policy of the United States to encourage by affirmative action the elimination of discrimination in employment\".[12]: 72  Through this order, all federal funds, such as \"grants, loans, unions and employers who accepted taxpayer funds, and other forms of financial assistance to state and local governments,\" were forced to comply to the government's policies on affirmative action in employment practices.[12]: 72 \n\nLyndon B. Johnson, the Texan Democrat and Senate Majority Leader from 1955 to 1961, began to consider running for high office, and in doing so showed how his racial views differed from those held by many White Americans in the traditional South. In 1957, Johnson brokered a civil rights act through Congress. The bill established a Civil Rights Division and Commission in the Justice Department. The commission was empowered to investigate allegations of minority deprivation of rights.[12]: 57 \n\nThe first time \"affirmative action\" is used by the federal government concerning race is in President John F. Kennedy's Executive Order 10925, which was chaired by Vice President Johnson. At Johnson's inaugural ball in Texas, he met with a young black lawyer, Hobart Taylor, Jr., and gave him the task to co-author the executive order. \"Affirmative action\" was chosen due to its alliterative quality. The term \"active recruitment\" started to be used as well. This order, albeit heavily worked up as a significant piece of legislation, in reality carried little actual power. The scope was limited to a couple hundred defense contractors, leaving nearly $7.5 billion in federal grants and loans unsupervised.[12]: 60 \n\nNAACP had many problems with JFK's \"token\" proposal. They wanted jobs. One day after the order took effect, NAACP labor secretary Herbert Hill filed complaints against the hiring and promoting practices of Lockheed Aircraft Corporation. Lockheed was doing business with the Defense Department on the first billion-dollar contract. Due to taxpayer-funding being 90% of Lockheed's business, along with disproportionate hiring practices, black workers charged Lockheed with \"overt discrimination.\" Lockheed signed an agreement with Vice President Johnson that pledged an \"aggressive seeking out for more qualified minority candidates for technical and skill positions.[12]: 63–64 \nThis agreement was the administration's model for a \"plan of progress.\" Johnson and his assistants soon pressured other defense contractors, including Boeing and General Electric, to sign similar voluntary agreements indicating plans for progress. However, these plans were just that, voluntary. Many corporations in the South, still afflicted with Jim Crow laws, largely ignored the federal recommendations.[12]: 63–64 \n\nThis eventually led to LBJ's Civil Rights Act, which came shortly after President Kennedy's assassination. This document was more holistic than any President Kennedy had offered, and therefore more controversial. It aimed not only to integrate public facilities, but also private businesses that sold to the public, such as motels, restaurants, theaters, and gas stations. Public schools, hospitals, libraries, parks, among other things, were included in the bill as well. It also worked with JFK's executive order 11114 by prohibiting discrimination in the awarding of federal contracts and holding the authority of the government to deny contracts to businesses who discriminate. Maybe most significant of all, Title VII of the Civil Rights Act aimed to end discrimination in all firms with 25 or more employees. Another provision established the Equal Employment Opportunity Commission as the agency charged with ending discrimination in the nation's workplace.[12]: 74 \n\nConservatives said that Title VII of the bill advocated a de facto quota system, and asserted unconstitutionality as it attempts to regulate the workplace. Minnesota Senator Hubert Humphrey corrected this notion: \"there is nothing in [Title VII] that will give power to the Commission to require hiring, firing, and promotion to meet a racial 'quota.' [. . .] Title VII is designed to encourage the hiring on basis of ability and qualifications, not race or religion.\" Title VII prohibits discrimination. Humphrey was the silent hero of the bill's passing through Congress. He pledged that the bill required no quotas, just nondiscrimination. Doing so, he convinced many pro-business Republicans, including Senate Minority Leader Everett Dirksen (IL) to support Title VII.[12]: 78–80 \n\nOn July 2, 1964, the Act was signed into law by President Johnson. A Harris poll that spring showed 70% citizen approval of the Act.[12]: 82 \n\nThe strides that the Johnson presidency made in ensuring equal opportunity in the workforce were further picked up by his successor Richard Nixon. In 1969, the Nixon administration initiated the \"Philadelphia Order\". It was regarded as the most forceful plan thus far to guarantee fair hiring practices in construction jobs. Philadelphia was selected as the test case because, as Assistant Secretary of Labor Arthur Fletcher explained, \"The craft unions and the construction industry are among the most egregious offenders against equal opportunity laws . . . openly hostile toward letting blacks into their closed circle.\" The order included definite \"goals and timetables.\" As President Nixon asserted, \"We would not impose quotas, but would require federal contractors to show 'affirmative action' to meet the goals of increasing minority employment.\"[32]\nIt was through the Philadelphia Plan that the Nixon administration formed their adapted definition of affirmative action and became the official policy of the US government. The plan was defined as \"racial goals and timetables, not quotas\".[12]: 124 \n\nAfter the Nixon administration, advancements in affirmative action became less prevalent. \"During the brief Ford administration, affirmative action took a back seat, while enforcement stumbled along.\"[12]: 145  Equal rights was still an important subject to many Americans, yet the world was changing and new issues were being raised. People began to look at affirmative action as a glorified issue of the past and now there were other areas that needed focus. \"Of all the triumphs that have marked this as America's Century –...none is more inspiring, if incomplete, than our pursuit of racial justice.\"[33]\n\nIn the first half of the 20th century segregation was considered fair and normal. Due to changes made in American society and governmental policies the United States is past the traditional assumptions of race relations.[12]: 275 \n\n\"Affirmative action is a national policy that concerns the way Americans feel about race, past discrimination, preferences, merit – and about themselves. This is why it is an American dilemma, and that is why we must understand how it developed and how its rationale and definition have changed since the 1960s.\"[12]: 283 \n\nIn 1983, Reagan signed Executive Order 12432, which instructed government agencies to create a development plan for Minority Business Enterprises. While the Reagan administration opposed discriminatory practices, it did not support the implementation of quotas and goals (Executive Order 11246).[34] Bi-partisan opposition in Congress and other government officials blocked the repeal of this Executive Order[clarification needed]. Reagan was particularly known for his opposition to affirmative action programs. He reduced funding for the Equal Employment Opportunity Commission, arguing that \"reverse discrimination\" resulted from these policies.[35] However, the courts reaffirmed affirmative action policies such as quotas. In 1986, the Supreme Court ruled that courts could order race-based quotas to fight discrimination in worker unions in Sheet Metal Workers' International Association v. EEOC, 478 U.S. 42. In 1987, in Johnson v. Transportation Agency, Santa Clara County, California, 480 U.S. 616, the Supreme Court ruled that sex or race was a factor that could be considered in a pool of qualified candidates by employers.[36]\n\nAfter the election and inauguration of Barack Obama in the 2008 election, a huge excitement swept the nation for the first African-American president of the United States. Many supporters and citizens began to hope for a future with affirmative action that would be secure under a black president. However, progress was not as apparent within the first few years of president Obama's administration. In 2009, education statistics denote the problems of college admissions in the US: \"The College Board recently released the average 2009 SAT scores by race and ethnicity. They found that the gap between Black and Latino student versus White and Asian students has widened, despite the College Board's recent efforts to change questions to eliminate cultural biases.\"[37] To the administration, it was apparent that more work was needed to better the situation. The following year in 2010, Obama presented his plan regarding the past administration's policy, under George W. Bush, called the \"No Child Left Behind Act.\" Unlike the No Child Left Behind Act, president Obama's policy would instead reward schools and institutions for working with minorities and oppressed students. Additionally, in an indirect manner, the Obama administration aimed to garner support for more federal money and funds to be allocated to financial aid and scholarships to universities and colleges within the United States.[37] They also have endorsed the decision of Fisher vs. University of Texas where the Supreme Court decision which endorses \"the use of affirmative action to achieve a diverse student body so long as programs are narrowly tailored to advance this goal.\"[38]\n\nThe Trump administration supported rolling back Obama-era policies on affirmative action,[39] and Trump advocated that institutions, including universities, colleges, and schools, should use \"race-neutral alternatives\" concerning admissions. The guidelines the administration set were aimed to curb the Supreme Court decision's in Fisher v. University of Texas.[38][40][41]\n\nIn 2019, the United States District Court for the District of Massachusetts ruled in Students for Fair Admissions v. President and Fellows of Harvard College, a lawsuit alleging discrimination in admission against Asian Americans by the college, that Harvard's system, while imperfect, nonetheless passed constitutional muster.[42][43]\n\nThe case has been appealed, and in January 2022, the Supreme Court agreed to hear the case together with a similar case related to admissions practices at the University of North Carolina.[44][45] The case was argued on October 31, 2022.[46]\n\n"
        },
        {
            "title": "Legal history",
            "text": "In 2010, Arizona voters passed a constitutional ban on government-sponsored affirmative action known as Proposition 107.[60]\n\nAs of January 1, 2012 (House Bill 623), affirmative action is not allowed in college admissions and employment.[68]\n\nDuring the November 6, 2012 election, a majority of Oklahoma voters voted to pass Oklahoma State Question 759, which ended affirmative action in college admissions and public employment.[69]\n\n"
        },
        {
            "title": "Arguments in favor of affirmative action",
            "text": "President Kennedy stated in Executive Order 10925 that \"discrimination because of race, creed, color, or national origin is contrary to the Constitutional principles and policies of the United States\"; that \"it is the plain and positive obligation of the United States Government to promote and ensure equal opportunity for all qualified persons, without regard to race, creed, color, or national origin, employed or seeking employment with the Federal Government and on government contracts\"; that \"it is the policy of the executive branch of the Government to encourage by positive measures equal opportunity for all qualified persons within the Government\"; and that \"it is in the general interest and welfare of the United States to promote its economy, security, and national defense through the most efficient and effective utilization of all available manpower\".[47]\n\nSome individual American states also have orders that prohibit discrimination and outline affirmative action requirements with regard to race, creed, color, religion, sexual orientation, national origin, gender, age, and disability status.[79]\n\nProponents of affirmative action argue that by nature the system is not only race based, but also class and gender based. To eliminate two of its key components would undermine the purpose of the entire system. The African American Policy Forum believes that the class based argument is based on the idea that non-poor minorities do not experience racial and gender based discrimination. The AAPF believes that \"Race-conscious affirmative action remains necessary to address race-based obstacles that block the path to success of countless people of color of all classes\". The group goes on to say that affirmative action is responsible for creating the African American middle class, so it does not make sense to say that the system only benefits the middle and upper classes.[80]\n\nA study conducted at the University of Chicago in 2003 found that people with \"black-sounding\" names such as Lakisha and Jamal are 50 percent less likely to be interviewed for a job compared to people with \"white-sounding\" names such as Emily or Greg.[81]\n\nA 2010 study by Deirdre Bowen tested many of the arguments used by the anti-affirmative action camp. Her research showed that minority students experience greater hostility, and internal and external stigma in schools located in states that ban affirmative action—not the schools where students may have benefited from affirmative action admissions.[82]\n\nSupporters of affirmative action point out the benefits women gained from the policy as evidence of its ability to assist historically marginalized groups. In the fifty years that disenfranchised groups have been the subject of affirmative action laws, their representation has risen dramatically[83] in the workforce, but some research suggests the increase in white women is due to their decision to enter their workforce rather than affirmative action.[84]\n\nAccording to anti-racism activist Tim Wise:\n\nFor the first 250 years of America's recorded history, Africans were traded as commodities and forced to work without pay, first as indentured servants then as slaves. In much of the United States at this time, they were barred from all levels of education, from basic reading to higher-level skills useful outside of the plantation setting.[86]\n\nAfter slavery's abolition in 1865, Black-Americans saw the educational gap between themselves and whites compounded by segregation. They were forced to attend separate, under-funded schools due to Plessy v. Ferguson. Though de jure school segregation ended with Brown v. Board of Education, de facto segregation continues in education into the present day.[87]\n\nFollowing the end of World War II the educational gap between White and Black Americans was widened by Franklin D. Roosevelt's GI Bill. This piece of legislation paved the way for white GIs to attend college. Despite their veteran status returning black servicemen were not afforded loans at the same rate as whites. Furthermore, at the time of its introduction, segregation was still the law of the land barring blacks from the best institutions. Overall, \"Nearly 8 million servicemen and servicewomen were educated under the provisions of the GI Bill after World War II. But for blacks, higher educational opportunities were so few that the promise of the GI Bill went largely unfulfilled.\"[88]\n\nAccording to a study by Dr. Paul Brest, Hispanics or \"Latinos\" include immigrants who are descendants of immigrants from the countries comprising Central and South America.[89] In 1991, Mexican Americans, Puerto Ricans, and Cuban Americans made up 80% of the Latino population in the United States. Latinos are disadvantaged compared to White Americans and are more likely to live in poverty.[89] They are the least well-educated major ethnic group and suffered a 3% drop in high school completion rate while African Americans experienced a 12% increase between 1975 and 1990.[89] In 1990, they constituted 9% of the population, but only received 3.1% of the bachelors's degrees awarded. At times when it was favorable to lawmakers, Latinos were considered \"white\" under Jim Crow laws during Reconstruction.[89] In other cases, according to Paul Brest, Latinos have been classified as an inferior race and a threat to white purity. Latinos have encountered considerable discrimination in areas such as employment, housing, and education.[89] Brest finds that stereotypes continue to be largely negative and many perceive Latinos as \"lazy, unproductive, and on the dole.\"[89] Furthermore, native-born Latino-Americans and recent immigrants are seen as identical since outsiders tend not to differentiate between Latino groups.[89]\n\nThe category of Native American applies to the diverse group of people who lived in North America before European settlement.[89] During the U.S. government's westward expansion, Native Americans were displaced from their land which had been their home for centuries. Instead, they were forced onto reservations which were far smaller and less productive.[89] According to Brest, land belonging to Native Americans was reduced from 138 million acres in 1887 to 52 million acres in 1934.[89] In 1990, the poverty rate for Native Americans was more than triple that of the whites and only 9.4% of Native Americans have completed a bachelor's degree as opposed to 25.2% of whites and 12.2% of African Americans.[89]\n\nEarly Asian immigrants experienced prejudice and discrimination in the forms of not having the ability to become naturalized citizens. They also struggled with many of the same school segregation laws that African Americans faced.[89] Particularly, during World War II, Japanese Americans were interned in camps and lost their property, homes, and businesses.[89] Discrimination against Asians began with the Chinese Exclusion Act of 1882 and then continued with the Scott Act of 1888 and the Geary Act of 1892. At the beginning of the 20th century, the United States passed the Immigration Act of 1924 to prevent Asian immigration out of fear that Asians were stealing white jobs and lowering the standard for wages.[89] In addition, whites and non-Asians do not differentiate among the different Asian groups and perpetuate the \"model minority\" stereotype. According to a 2010 article by Professor Qin Zhang of Fairfield University, Asians are characterized as one dimensional in having great work ethic and valuing education, but lacking in communication skills and personality.[89][90] A negative outcome of this incorrect stereotype is that Asians have been portrayed as having poor leadership and interpersonal skills. This has contributed to the \"glass ceiling\" phenomenon in which although there are many qualified Asian Americans, they occupy a disproportionately small number of executive positions in businesses;[89] although this has recently changed with the many successes of Asian billionaires,[91] pop-culture icons including Bruce Lee, sports figures such as Jeremy Lin, gold-medal figure skater Michelle Kwan, and free-style skier Eileen Gu.\n\nMany proponents of affirmative action recognize that the policy is inherently unequal; however, minding the inescapable fact that historic inequalities exist in America, they believe the policy is much more fair than one in which these circumstances are not taken into account. Furthermore, those in favor of affirmative action see it as an effort towards inclusion rather than a discriminatory practice. \"Job discrimination is grounded in prejudice and exclusion, whereas affirmative action is an effort to overcome prejudicial treatment through inclusion. The most effective way to cure society of exclusionary practices is to make special efforts at inclusion, which is exactly what affirmative action does.\"[92]\n\nThere are a multitude of supporters as well as opponents to the policy of affirmative action. Many presidents throughout the last century have failed to take a very firm stance on the policy, and the public has had to discern the president's opinion for themselves. Bill Clinton, however, made his stance on affirmative action very clear in a speech on July 19, 1995, nearly two and a half years after his inauguration. In his speech, he discussed the history in the United States that brought the policy into fruition: slavery, Jim Crow, and segregation. Clinton also mentioned a point similar to President Lyndon B. Johnson's \"Freedom is not Enough\" speech, and declared that just outlawing discrimination in the country would not be enough to give everyone in America equality. He addressed the arguments that affirmative action hurt the white middle class and said that the policy was not the source of their problems. Clinton plainly outlined his stance on affirmative action, saying:\n\nIn the end, Clinton stated that all the evidence shows that, even though affirmative action should be a temporary policy, the time had not come for it to be ended. He felt it was still a relevant practice and overall, the goal of the nation should be to \"mend it, but don't end it.\"  Clinton's words became a slogan for many Americans on the topic of affirmative action.[12]\n\nThe National Conference of State Legislatures held in Washington D.C. stated in a 2014 overview that many supporters for affirmative action argue that policies stemming from affirmative action help to open doors for historically excluded groups in workplace settings and higher education.[2] Workplace diversity has become a business management concept in which employers actively seek to promote an inclusive workplace.[93] By valuing diversity, employers possess the capacity to create an environment in which there is a culture of respect for individual differences as well as the ability to draw in talent and ideas from all segments of the population.[94] By creating this diverse workforce, these employers and companies gain a competitive advantage in an increasingly global economy.[94] According to the U.S. Equal Employment Opportunity Commission, many private sector employers have concluded that a diverse workforce makes a \"company stronger, more profitable, and a better place to work.\" Therefore, these diversity promoting policies are implemented for competitive reasons rather than as a response to discrimination, but have shown the value in having diversity.[93]\n\nIn the year 2000, according to a study by American Association of University Professors (AAUP), affirmative action promoted diversity within colleges and universities.[95][need quotation to verify] This has been shown to have positive effects on the educational outcomes and experiences of college students as well as the teaching of faculty members.[95] According to a study by Geoffrey Maruyama and José F. Moreno, the results showed that faculty members believed diversity helps students to reach the essential goals of a college education, Caucasian students suffer no detrimental effects from classroom diversity, and that attention to multicultural learning improves the ability of colleges and universities to accomplish their missions.[95] Furthermore, a diverse population of students offers unique perspectives in order to challenge preconceived notions through exposure to the experiences and ideas of others.[96] According to Professor Gurin of the University of Michigan, skills such as \"perspective-taking, acceptance of differences, a willingness and capacity to find commonalities among differences, acceptance of conflict as normal, conflict resolution, participation in democracy, and interest in the wider social world\" can potentially be developed in college while being exposed to heterogeneous group of students.[95] In addition, broadening perspectives helps students confront personal and substantive stereotypes and fosters discussion about racial and ethnic issues in a classroom setting.[96] Furthermore, the 2000 AAUP study states that having a diversity of views leads to a better discussion and greater understanding among the students on issues of race, tolerance, fairness, etc.[95]\n\n"
        },
        {
            "title": "Arguments against affirmative action",
            "text": "Affirmative action has been the subject of numerous court cases, where it is often contested on constitutional grounds. Some states specifically prohibit affirmative action, such as California (Proposition 209), Washington (Initiative 200), Michigan (Michigan Civil Rights Initiative), and Nebraska (Nebraska Civil Rights Initiative).\n\nA 2005 study by Princeton sociologists Thomas J. Espenshade and Chang Y. Chung compared the effects of affirmative action on racial and special groups at three highly selective private research universities. The data from the study represent admissions disadvantage and advantage in terms of SAT points (on the old 1600-point scale):\n\nIn 2009, Princeton sociologist Thomas Espenshade and researcher Alexandria Walton Radford, in their book No Longer Separate, Not Yet Equal, examined data on students applying to college in 1997 and calculated that Asian-Americans needed nearly perfect SAT scores of 1550 to have the same chance of being accepted at a top private university as whites who scored 1410 and African Americans who got 1100.[99]\n\nAfter controlling for grades, test scores, family background (legacy status), and athletic status (whether or not the student was a recruited athlete), Espenshade and Radford found that whites were three times, Hispanics six times, and blacks more than 15 times as likely to be accepted at a US university as Asian Americans.[101] Thomas Espenshade cautions though, \"I stop short of saying that Asian-American students are being discriminated against in the college application process because we don't have sufficient empirical evidence to support that claim.\"[102]\n\nAccording to Richard Sander, artificially elevating minority students into schools they otherwise would not be capable of attending discourages them and tends to engender failure and high dropout rates for these students. For example, about half of Black college students rank in the bottom 20 percent of their classes,[103] Black law school graduates are four times as likely to fail bar exams as are whites, and interracial friendships are more likely to form among students with relatively similar levels of academic preparation; thus, Black and Hispanic people are more socially integrated on campuses where they are less academically mismatched.[104] He states that the supposed \"beneficiaries\" of affirmative action – minorities – do not actually benefit and rather are harmed by the policy.[105] Sander's ideas have been disputed, and his empirical analyses have been subject to substantial criticism.[106] A group including some of the country's lead statistical methodologists told the Supreme Court that Sander's analyses were sufficiently flawed that the Court would be wise to ignore them entirely.[107]  A 2008 study by Jesse Rothstein and Albert H. Yoon confirmed Sander's mismatch findings, but also found that eliminating affirmative action would \"lead to a 63 percent decline in Black matriculants at all law schools and a 90 percent decline at elite law schools.\"[108] These high numbers predictions were doubted in a review of previous studies by Peter Arcidiacono and Michael Lovenheim. Their 2016 article found a strong indication that racial preference results in a mismatch effect. However, they argued that the attendance by some African-American law students to less-selective schools would significantly improve the low first attempt rate at passing the state bar, but they cautioned that such improvements could be outweighed by decreases in law school attendance.[109]\n\nA 2021 study in the Quarterly Journal of Economics found that the 1998 ban on race-based affirmative action in California public universities led to lower wages for minority applicants and deterred qualified students from applying, which it stated was inconsistent with the mismatch effect.[110]\n\nThe controversy surrounding affirmative action's effectiveness is based on the idea of class inequality. Opponents of racial affirmative action argue that the program actually benefits middle- and upper-class African Americans and Hispanic Americans at the expense of lower-class European Americans and Asian Americans. This argument supports the idea of class-based affirmative action. America's poor population is disproportionately made up of people of color, so class-based affirmative action would disproportionately help people of color. This would eliminate the need for race-based affirmative action as well as reducing any disproportionate benefits for middle- and upper-class people of color.[111]\n\nIn 1976, a group of Italian American professors at City University of New York successfully advocated to be added as an affirmative action category for promotion and hiring. Italian Americans are usually considered white in the US and would not be covered under affirmative action policies, but statistical evidence suggested that Italian Americans were underrepresented relative to the proportion of Italian American residents in New York City.[112][better source needed]\n\nLibertarian economist Thomas Sowell wrote in his book, Affirmative Action Around the World: An Empirical Study, that affirmative action policies encourage non-preferred groups to designate themselves as members of preferred groups [i.e., primary beneficiaries of affirmative action] to take advantage of group preference policies.[113]\n\nSupreme Court Justice Clarence Thomas opposes affirmative action. He believes the Equal Protection Clause of the Fourteenth Amendment forbids consideration of race, such as in race-based affirmative action or preferential treatment. He also believes it creates \"a cult of victimization\" and implies blacks require \"special treatment in order to succeed.\" Thomas also cites his own experiences of affirmative action programs as a reason for his criticism.[114][115]\n\nFrederick Lynch, the author of Invisible Victims: White Males and the Crisis of Affirmative Action, did a study on white males that said they were victims of reverse discrimination.[116] Lynch explains that these white men felt frustrated and unfairly victimized by affirmative action.[117] Shelby Steele, another author against affirmative action, wanted to see affirmative action go back to its original meaning of enforcing equal opportunity. He argued that blacks had to take full responsibility in their education and in maintaining a job. Steele believes that there is still a long way to go in America to reach our goals of eradicating discrimination.[117]\n\nLibertarian economist Thomas Sowell identified what he says are negative results of affirmative action in his book, Affirmative Action Around the World: An Empirical Study.[113] Sowell writes that affirmative action policies encourage non-preferred groups to designate themselves as members of preferred groups [i.e., primary beneficiaries of affirmative action] to take advantage of group preference policies; that they tend to benefit primarily the most fortunate among the preferred group (e.g., upper and middle class blacks), often to the detriment of the least fortunate among the non-preferred groups (e.g., poor white or Asian); that they reduce the incentives of both the preferred and non-preferred to perform at their best – the former because doing so is unnecessary and the latter because it can prove futile – thereby resulting in net losses for society as a whole; and that they engender animosity toward preferred groups as well.[113]: 115–147 \n\nCritics of affirmative action assert that while supporters define diversity as \"heterogeneous in meaningful ways, for example, in skill set, education, work experiences, perspectives on a problem, cultural orientation, and so forth\", the implementation is often solely based on superficial factors including gender, race and country of origin.[118]\n\n"
        },
        {
            "title": "Implementation in universities",
            "text": "In the United States, a prominent form of racial preferences relates to access to education, particularly admission to universities and other forms of higher education. Race, ethnicity, native language, social class, geographical origin, parental attendance of the university in question (legacy admissions), and/or gender are sometimes taken into account when the university assesses an applicant's grades and test scores. Individuals can also be awarded scholarships and have fees paid on the basis of criteria listed above.\n\nIn the early 1970s, Walter J. Leonard, an administrator at Harvard University, invented the Harvard Plan, \"one of the country's earliest and most effective affirmative-action programs, which became a model for other universities around the country.\"[119] In 1978, the Supreme Court ruled in Regents of the University of California v. Bakke that public universities (and other government institutions) could not set specific numerical targets based on race for admissions or employment; the Court said that \"goals\" and \"timetables\" for diversity could be set instead.[120][better source needed]\n\nDean of Yale Law School Louis Pollak wrote in 1969 that for the previous 15 years Yale \"customarily gave less weight to the LSAT and the rest of the standard academic apparatus in assessing black applicants\". He wrote that while most black students had \"not achieved academic distinction\", \"very few have failed to graduate\" and that \"many black alumni have ... speedily demonstrated professional accomplishments of a high order\". Pollak justified the university's plans to increase the number of minority students admitted with lowered standards \"in the fact ... that the country needs far more—and especially far more well-trained—black lawyers, bearing in mind that today only 2 or 3 per cent of the American bar is black\", and that if Yale could help \"in meeting this important national need, it ought to try to do so\". He believed that the \"minor fraction of the student body\"—up to two dozen in the class entering that year—with \"prior educational deficiencies\" was not likely to damage the school, and expected that the number of \"well prepared\" black applicants would greatly increase in the future.[121]\n\nScholars such as Ronald Dworkin have asserted that no college applicant has a right to expect that a university will design its admissions policies in a way that prizes any particular set of qualities.[122] In this view, admission is not an honor bestowed to reward superior merit but rather a way to advance the mission as each university defines it. If diversity is a goal of the university and their racial preferences do not discriminate against applicants based on hatred or contempt, then affirmative action can be judged acceptable based on the criteria related to the mission the university sets for itself.[123]\n\nConsistent with this view, admissions officers often claim to select students not based on academic record alone but also on commitment, enthusiasm, motivation, and potential.[124] Highly selective institutions of higher learning do not simply select only the highest SAT performers to populate their undergraduate courses, but high performers, with scores of 2250 to 2400 points, are extraordinarily well-represented at these institutions.[125]\n\nTo accommodate the ruling in Hopwood v. Texas banning any use of race in school admissions, the State of Texas passed a law guaranteeing entry to any state university if a student finished in the top 10% of their graduating class. Florida and California also have similar college admission guarantees. Class rank tends to benefit top students at less competitive high schools, to the detriment of students at more competitive high schools. This effect, however, may be intentional since less-funded, less competitive schools are more likely to be schools where minority enrollment is high. Critics argue that class rank is more a measure of one's peers than of one's self. The top 10% rule adds racial diversity only because schools are still highly racially segregated because of residential patterns.[126] To some extent, the class rank rule has the same effect as traditional affirmative action.[126] From 1996 to 1998, Texas did not practice affirmative action in public college admissions, and minority enrollment dropped. The state's adoption of the \"top 10 percent\" rule has helped return minority enrollment to pre-1996 levels.[126] Race-conscious admissions continue to be practiced in Texas following Fisher v. University of Texas.\n\nProfessor Cornel West estimated that when he attended Harvard College in the early-1970's, 95% of black students were descended from American black families dating back to the Jim Crow era.[127] But during a panel discussion at Harvard University's reunion for black alumni during the 2003–04 academic year, two prominent black professors at the institution—Lani Guinier and Henry Louis Gates—pointed out that one unintended effect of affirmative-action policies at Harvard designed to increase the number of black students had been the replacement of American black students with black immigrants. Guinier and Gates claimed that only about a third of black Harvard undergraduates were from families in which all four grandparents were born into the African American community, and that the majority of black students at Harvard were Caribbean and African immigrants or their children, and/or mixed-race children of biracial couples.[128] By 2007, 41% of black students at Ivy League colleges were reportedly first- or second-generation immigrants, a group which made up only 13% of the US black population. In 2020, Harvard students whose families had been in the US for generations began referring to themselves as \"Generational African-Americans\", who hypothesized that their numbers were vanishingly small.[127] The subject is alleged to be \"taboo\" among admissions officers, and black Harvard students have claimed the university has discouraged them from collecting demographic information about the backgrounds of the black student population.[128]\n\nUCLA professor Richard H. Sander published an article in the November 2004 issue of the Stanford Law Review that questioned the effectiveness of racial preferences in law schools. He noted that, prior to his article, there had been no comprehensive study on the effects of affirmative action.[105] The article presents a study that shows that half of all black law students rank near the bottom of their class after the first year of law school and that black law students are more likely to drop out of law school and to fail the bar exam.[105] The article offers a tentative estimate that the production of new black lawyers in the United States would grow by eight percent if affirmative action programs at all law schools were ended. Less qualified black students would attend less prestigious schools where they would be more closely matched in abilities with their classmates and thus perform relatively better.[105] Sander helped to develop a socioeconomically based affirmative action plan for the UCLA School of Law after the passage of Proposition 209 in 1996, which prohibited the use of racial preferences by public universities in California. This change occurred after studies showed that the graduation rate of blacks at UCLA was 41%, compared to 73% for whites.\n\nA 2007 study by Mark Long, an economics professor at the University of Washington, demonstrated that when state referendums and court decisions forced flagship public universities in California, Texas, and Washington to abandon their large, race-based affirmative-action preferences in admissions, so-called \"Top-X\" alternatives to racial preferences—in which the highest-graded students at all public high schools in the state were guaranteed admission to public colleges—were unable to make up for the losses in black and Hispanic enrollment. Specifically, apparent rebounds of black and Hispanic enrollment were, in fact, explained by increasing minority enrollment in high schools of those states, and the primary beneficiaries of these \"class-based\" affirmative action policies appeared to be white students. On the other hand, Long noted that affirmative action itself has both moral and material costs, including the unpopularity of race-based affirmative action in college admissions; the high costs associated with full-file reviews of applicants; and the specter of litigation.[129]\n\nA 2020 study by UC Berkeley Center Studies in Higher Education researcher Zachary Bleemer on the impact of California's ban on affirmative action on student outcomes using a difference-in-difference research design and a newly constructed longitudinal database linking all 1994–2002 University of California applicants to their college enrollment, course performance, major choice, degree attainment, and wages into their mid-30s found \"the first causal evidence that banning affirmative action exacerbates socioeconomic inequities.\"[130] According to the study, the ban on affirmative action decreased Black and Latino student enrollment within the University of California system, reduced their likelihood of graduating and attending graduate school, and resulted in a decline in wages. At the same time, the policy did not significantly impact white and Asian American students.\n\nDean Pollak wrote of the Yale quota for black students in response to a letter from Judge Macklin Fleming of the California Court of Appeal. Fleming criticized the Yale system as \"a long step toward the practice of apartheid and the maintenance of two law schools under one roof\", with consequent \"damage to the standards of Yale Law School\". He warned that such an admission policy \"will serve to perpetuate the very ideas and prejudices it is designed to combat. If in a given class the great majority of the black students are at the bottom of the class\", it would result in racial stratification between students, demands by black students to weaken academic standards, and other racially based \"aggressive conduct\". Fleming noted that racial quotas were a zero-sum game, as \"discrimination in favor of X is automatic discrimination against Y\"; Asians in California, for example, were overrepresented in engineering schools and would suffer if black and Mexican applicants received preferential treatment. He stated that a quota system violated \"the American creed, one that Yale has proudly espoused ... that an American should be judged as an individual and not as a member of a group\".[121]\n\nIn 2006, Jian Li, a Chinese undergraduate at Yale University, filed a civil rights complaint with the Office for Civil Rights against Princeton University, claiming that his race played a role in their decision to reject his application for admission and seeking the suspension of federal financial assistance to the university until it \"discontinues discrimination against Asian Americans in all forms\" by eliminating race and legacy preferences. Princeton Dean of Admissions Janet Rapelye responded to the claims in the November 30, 2006, issue of the Daily Princetonian by stating that \"the numbers don't indicate [discrimination].\" She said that Li was not admitted because \"many others had far better qualifications.\" Li's extracurricular activities were described as \"not all that outstanding\".[131] Li countered in an email, saying that his placement on the waitlist undermines Rapelye's claim. \"Princeton had initially waitlisted my application,\" Li said. \"So if it were not for a yield which was higher than expected, the admissions office very well may have admitted a candidate whose \"outside activities were not all that outstanding\".[132] In September 2015, the Department of Justice concluded its nine-year investigation into alleged anti-Asian bias at Princeton and cleared Princeton of charges that it discriminated against Asian American applicants.[133] Furthermore, the department found that a number of Asian American students benefitted from race-conscious admissions.[134]\n\nIn 2012, Abigail Fisher, an undergraduate student at Louisiana State University, and Rachel Multer Michalewicz, a law student at Southern Methodist University, filed a lawsuit to challenge the University of Texas admissions policy, asserting it had a \"race-conscious policy\" that \"violated their civil and constitutional rights\".[135] The University of Texas employs the \"Top Ten Percent Law\", under which admission to any public college or university in Texas is guaranteed to high school students who graduate in the top ten percent of their high school class.[136] Fisher has brought the admissions policy to court because she believes that she was denied acceptance to the University of Texas based on her race, and thus, her right to equal protection according to the 14th Amendment was violated.[137] The Supreme Court heard oral arguments in Fisher on October 10, 2012, and rendered an ambiguous ruling in 2013 that sent the case back to the lower court, stipulating only that the university must demonstrate that it could not achieve diversity through other, non-race sensitive means. In July 2014, the US Court of Appeals for the Fifth Circuit concluded that UT maintained a \"holistic\" approach in its application of affirmative action, and could continue the practice. On February 10, 2015, lawyers for Fisher filed a new case in the Supreme Court. It is a renewed complaint that the U.S. Court of Appeals for the Fifth Circuit got the issue wrong—on the second try as well as on the first.[138]  The Supreme Court agreed in June 2015 to hear the case a second time. In July 2016 a majority of the Court found in favor of the University of Texas at Austin, with Justice Kennedy finding for the Court that the university's affirmative action policies were constitutional, despite the requirement of strict scrutiny.\n\nOn November 17, 2014, Students for Fair Admissions, an offshoot of the Project on Fair Representation, filed lawsuits in federal district court challenging the admissions practices of Harvard University and the University of North Carolina at Chapel Hill.  The UNC-Chapel Hill lawsuit alleges discrimination against white and Asian students, while the Harvard lawsuit focuses on discrimination against Asian applicants.  Both universities requested the court to halt the lawsuits until the U.S. Supreme Court provides clarification of relevant law by ruling in Fisher v. University of Texas at Austin for the second time.[139]\n\nIn May 2015, a coalition of more than 60 Asian-American organizations filed federal complaints with the Education and Justice Departments against Harvard University. The coalition asked for a civil rights investigation into what they described as  Harvard's discriminatory admission practices against Asian-American applicants.[140][141][142] The complaint asserts that recent studies indicate that Harvard has engaged in systematic and continuous discrimination against Asian Americans in its \"holistic\" admissions process. Asian-American applicants with near-perfect test scores, top-one-percent grade point averages, academic awards, and leadership positions are allegedly rejected by Harvard because the university uses racial stereotypes, racially differentiated standards, and de facto racial quotas.[143] Harvard denies engaging in discrimination and said its admissions philosophy complies with the law. The school said the percentage of Asian-American students admitted has grown from 17% to 21% in a decade while Asian-Americans represent around 6% of the U.S. population.[144] The lawsuit against Harvard was heard in Boston federal court in October 2018. On October 1, 2019, judge Allison D. Burroughs rejected the plaintiffs' claims, ruling that Harvard's admissions practices meet constitutional requirements and do not discriminate against Asian Americans.[145] SFFA filed an appeal in the First Circuit Court of Appeals, with oral argument scheduled for September 2020.[24][146] Some commentators expect the case to eventually reach the United States Supreme Court.[147]\n\nIn August 2020, the US Department of Justice notified Yale University of its findings that Yale illegally discriminates against Asian American and white applicants and demanded Yale cease using race or national origin in its upcoming 2020–2021 undergraduate admissions cycles.[148]  Yale has issued a statement viewing the allegation as \"baseless\" and \"rushed\" and \"will not change its admissions processes in response to today's letter because the DOJ is seeking to impose a standard that is inconsistent with existing law\".[149]\n\nNumerous myths and misperceptions regarding affirmative actions shape public opinion on the issue.[150] These misperceptions often shape public opinion on specific cases as well. For example, in Students for Fair Admissions, the conflation of two separate issues—Harvard University's affirmative action policy and specific claims of discrimination by Harvard University – colors individuals judgements on affirmative action as a whole.[139] Such conflation allows \"longstanding myths about affirmative action and socially salient racial stereotypes concerning who does, and does not, belong in elite institutions of higher education\" to prosper.[139] Hence, it is often difficult for public opinion polls on cases, let alone the general issue of affirmative action, to be unaffected by such myths.\n\nThe use of affirmative action in higher education has been debated countless of times during college admissions seasons, especially due to the mismatch effect. Though it creates opportunities for people of color and for people of minority groups to access higher education, many public universities, have been attacked for depending on racial quotas, implemented through affirmative action policies, to reach diversity goals. This has prompted for high-profile lawsuits and Supreme Court rulings based on arguments of reverse racism or discrimination that prevents admissions to \"more qualified\" white students to take place.[151] Consequently, these cases have constantly reshaped the view on affirmative action policies by referring to it, in its original sense, a race-conscious policy, which ultimately obliges the inclusion of people of minority groups in higher education.[152] Most importantly, it has questioned whether or not affirmative action is effective in achieving numerical goals while avoiding preferential treatment, where many[who?] have deemed it a form of \"reverse discrimination.\"[153]\n\nIn 1974, the California Supreme Court ruled that UC Davis violated the Equal Protection Clause and the Civil Rights Act because they were relying on racial quotas heavily.[154] Allen Bakke was a thirty-five-year-old man who applied to UC Davis medical school in two consecutive years, but was rejected both times.[154] This was because UC Davis had a special admission affirmative action program that reserved 16 spots for minority students, out of 100 admission slots, which Bakke argued was the reason he was rejected twice from the medical program despite having a high GPA and MCAT score.[154] In this special program, mostly run by members from minority groups, applicants who were considered disadvantaged did not have to meet the 2.5 grade point average minimum that the general admissions program implemented, and were only rated against other applicants from minority groups.[155]  Since UC Davis wasn't able to prove that Bakke wouldn't have been admitted even if the special admission programs didn't exist, it was concluded that he was being discriminated by the color of his skin and was not being treated equally due to the racial quota.[155] Thus, Bakke was admitted to the school, as 8 out of 9 judges declared that the heavy reliance on the racial quota violated the Equal Protection Clause on the Fourteenth Amendment.[156] This ruling, however, did not prohibit the use of race as a factor in college admissions decisions,[156] it only prohibited its use for non-competitive admissions that favored a small demographic of minority group students.[153]\n\n"
        },
        {
            "title": "Public opinion regarding affirmative action",
            "text": "Public opinion polls on affirmative action have varied significantly. It is likely that survey design, the framing of the survey question itself, and other factors may have significant effects on the survey results. The following polls only discuss affirmative action in higher education.  In general, \"affirmative action\" is supported by the general public, but \"considerations based on race\" are opposed.\n\nIn a survey conducted by Gallup in 2013,[157] 67% of U.S. adults believed college admission should be solely based on merit. According to Gallup: \"One of the clearest examples of affirmative action in practice is colleges' taking into account a person's racial or ethnic background when deciding which applicants will be admitted. Americans seem reluctant to endorse such a practice, and even blacks, who have historically been helped by such programs, are divided on the matter. Aside from African Americans, a majority of all other major subgroups believe colleges should determine admissions solely on merit.\"\n\nIn a national survey conducted by the Pew Research Center in 2014, among 3,335 Americans, 63% felt that affirmative action programs designed to increase the number of African American and minority students on college campuses are a good thing.[158]\n\nIn February 2019, Gallup published the results of a November and December 2018 survey and found that support for affirmative action programs was growing.[159] They polled 6,502 Americans. Of survey respondents, 65% favored affirmative action programs for women and 61% favored affirmative action programs for minorities.\n\nAlso in February 2019, the Pew Research Center published the results of a January and February 2019 survey and found that 73% of its respondents said that race or ethnicity should not be a factor in college admissions decisions.[160] According to this survey's results, majorities across racial and ethnic groups agree that race should not be a factor in college admissions decisions. White adults are particularly likely to hold this view: 78% say this, compared with 65% of Hispanics, 62% of African Americans, and 58% of Asians.\n\n"
        }
    ]
}