{
    "url": "https://en.wikipedia.org/wiki/Affirmative_prayer",
    "title": "Affirmative prayer",
    "table_of_contents": [
        "1 New Thought",
        "1.1 Religious Science, Divine Science, and Unity",
        "1.2 Jewish Science",
        "2 Spiritualism",
        "3 Hoodoo",
        "4 Self-help",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Affirmative prayer is a form of prayer or a metaphysical technique that is focused on a positive outcome rather than a negative situation. For instance, a person who is experiencing some form of illness would focus the prayer on the desired state of perfect health and affirm this desired intention \"as if already happened\" rather than identifying the illness and then asking God for help to eliminate it.[citation needed]\n\n"
        },
        {
            "title": "New Thought",
            "text": "New Thought spirituality originated during the 1880s and has emphasized affirmative prayer as an essential part of its philosophy.[1] Practitioners among the various New Thought denominations  Religious Science, Divine Science and Unity may also refer to this form of prayer by such names as \"scientific prayer,\" \"spiritual mind treatment\" or, simply, \"treatment.\"[2]\n\nWithin New Thought organizations, centers and churches, the foundational logic of this form of prayer is based on the belief that God is unlimited and plays no favorites, that God has created spiritual laws that are both as mysterious and as constant as scientific principles like gravity, and thus, if one's prayer is correctly and diligently focused, it will be answered consistently.[2]\n\nAffirmative prayer is called \"Spiritual Mind Treatment\" by practitioners of Religious Science.[3]\n\nAffirmative prayer with a Christian theme is a central practice of the Unity School of Christianity.[4]\n\nIn the early 1900s, some in the American Jewish community were attracted to the teachings of Christian Science and the New Thought Movement, by the 1920s they were referring to their study by the term Jewish Science.  A major figure in this movement was Morris Lichtenstein who together with his wife Tehilla Lichtenstein, published the Jewish Science Interpreter, a periodical featuring much of his own writing.  Lichtenstein found affirmative prayer to be particularly useful because, he believed that it provided the personal benefits  of prayer without requiring the belief in a supernatural God who could suspend the laws of nature.[5] Lichtenstein considered that affirmative prayer is a method that can access inner power that could be considered divine, but not supernatural. He taught that the origins of affirmative prayer can be found in the Old Testament book of Psalms, and that affirmations, or affirmative prayer is best offered in silence.[5]\n\n"
        },
        {
            "title": "Spiritualism",
            "text": "The well-known Theosophist, Spiritualist, and New Thought poet Ella Wheeler Wilcox popularized the power of affirmative prayer. After the death of her husband Robert Wilcox, she wrote that she had tried in vain to communicate with his spirit, but only after she composed and recited the affirmative prayer, \"I am the living witness: The dead live: And they speak through us and to us: And I am the voice that gives this glorious truth to the suffering world: I am ready, God: I am ready, Christ: I am ready, Robert\"[citation needed] was she able to contact him by means of a Ouija board, an event she described in her 1918 autobiography, The Worlds and I.[6]\n\n"
        },
        {
            "title": "Hoodoo",
            "text": "Affirmative prayer is used by practitioners of African American hoodoo,[7] usually in conjunction with its opposite, which is called a prayer of removal. In this folk magic application of the technique, the prayer of removal may be said during a waning moon or at sunset or at ebb tide (\"As the sun goes down, this disease is removed from my body\") and the affirmative prayer may be said during a waxing moon, at dawn, or at high tide (\"As the sun rises, this day brings me perfect health\").[8]\n\nThe explanation for this application of affirmative prayer is that God has ordained laws of natural inflow and outflow, and that by linking one's prayer to a natural condition that prevails at the time, the prayer is given the added power of God's planned natural event.[8]\n\n"
        },
        {
            "title": "Self-help",
            "text": "William James described affirmative prayer as an element of the American metaphysical healing movement that he called the \"mind-cure\"; he described it as America's \"only decidedly original contribution to the systemic philosophy of life.\"[9]\n\nWhat sets affirmative prayer apart from secular affirmations of the autosuggestion type taught by the 19th century self-help author Émile Coué (whose most famous affirmation was \"Every day in every way, I am getting better and better\") is that affirmative prayer addresses the practitioner to God, the Divine, the Creative Mind, emphasizing the seemingly practical aspects of religious belief.[10]\n\n"
        }
    ]
}