{
    "url": "https://en.wikipedia.org/wiki/African_diaspora_religions",
    "title": "African diaspora religions",
    "table_of_contents": [
        "1 Characteristics",
        "2 African diaspora religions in the present",
        "3 Defining diasporas",
        "4 List of religions and spiritual traditions",
        "4.1 Brazil",
        "4.2 Belize",
        "4.3 Colombia",
        "4.4 Cuba",
        "4.5 Curaçao",
        "4.6 Dominican Republic",
        "4.7 Grenada",
        "4.8 Guatemala (Garifuna)",
        "4.9 Guyana",
        "4.10 Haiti",
        "4.11 Honduras",
        "4.12 Nicaragua",
        "4.13 Jamaica",
        "4.14 Puerto Rico",
        "4.15 Saint Lucia",
        "4.16 Suriname",
        "4.17 The Bahamas",
        "4.18 Trinidad and Tobago",
        "4.19 United States",
        "4.20 Venezuela",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "African diaspora religions are a number of related Pagan beliefs that developed in the Americas in various nations of the Caribbean, Latin America and the Southern United States. They derive from Pagan traditional African religions with some influence from other religious traditions, notably Christianity and Islam.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Afro-American religions involve ancestor veneration and include a creator deity along with a pantheon of divine spirits such as the Orisha, Loa, Vodun, Nkisi and Alusi, among others. In addition to the religious syncretism of these various African traditions, many also incorporate elements of Folk Catholicism including folk saints and other forms of Folk religion, Native American religion, Spiritism, Spiritualism, Shamanism (sometimes including the use of Entheogens) and European folklore.\n\nVarious \"doctoring\" spiritual traditions also exist such as Obeah and Hoodoo which focus on spiritual health.[1] African religious traditions in the Americas can vary. They can have non-prominent African roots or can be almost wholly African in nature, such as religions like Trinidad Orisha.[2]\n\n"
        },
        {
            "title": "African diaspora religions in the present",
            "text": "The nature and composition of the African diaspora have undergone significant changes over time: from the forced migration of African captives of the Old and New Worlds to the voluntary emigration of free, skilled Africans in search of political asylum or economic opportunities; from a diaspora with little contact with the point of origin (Africa) to one that maintains active contact with the mother continent; all culminating in the birth of a unique African who straddles continents, worlds and cultures.[citation needed]\n\n"
        },
        {
            "title": "Defining diasporas",
            "text": "There are several conceptual difficulties in defining the African diaspora—indeed, in defining the term diaspora. Contemporary theorizations of the term diaspora tend to be preoccupied with problematizing the relationship between diaspora and nation and the dualities or multiplicities of diasporic identity or subjectivity; they are inclined to be condemnatory or celebratory of transnational mobility and hybridity. In many cases, the term diaspora is used in a fuzzy, ahistorical and uncritical manner in which all manner of movements and migrations between countries and even within countries are included and no adequate attention is paid to the historical conditions and experiences that produce diasporic communities and consciousness—how dispersed populations become self-conscious diaspora communities.[3]\n\n"
        },
        {
            "title": "List of religions and spiritual traditions",
            "text": "Dugu\nObeah\n\n"
        }
    ]
}