{
    "url": "https://en.wikipedia.org/wiki/Africana_philosophy",
    "title": "Africana philosophy",
    "table_of_contents": [
        "1 Overview",
        "2 Branches",
        "3 List of Africana philosophers",
        "4 List of scholarly and academic journals",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Africana philosophy is the work of philosophers of African descent and others whose work deals with the subject matter of the African diaspora. The name does not refer to a particular philosophy, philosophical system, method, or tradition. Rather, Africana philosophy is a third-order, metaphilosophical, umbrella-concept used to bring organizing oversight to various efforts of philosophizing.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "Africana philosophy includes the philosophical ideas, arguments and theories of particular concern to people of African descent. Some of the topics explored by Africana philosophy include pre-Socratic African philosophy and modern-day debates discussing the early history of Western philosophy, post-colonial writing in Africa and the Americas, black resistance to oppression, black existentialism in the United States, and the meaning of \"blackness\" in the modern world.[1]\n\nLucius Outlaw writes:\n\nProfessional philosophers in the areas of ethics, social philosophy, political philosophy, philosophy of biology, semantics, critical race theory, and postcolonialism are currently exploring Africana philosophy. The American Philosophical Association has 10,000 members in North America. It is estimated that only 100 of its members in North America are of African descent.[2]\n\nLewis Gordon writes:\n\n"
        },
        {
            "title": "Branches",
            "text": "Branches include: African philosophy, black existentialism, double consciousness, black theology, and Africana womanism.[citation needed]\n\n"
        }
    ]
}