{
    "url": "https://en.wikipedia.org/wiki/Afrikan_Spir",
    "title": "Afrikan Spir",
    "table_of_contents": [
        "1 Biography",
        "2 Honours",
        "3 Philosophy",
        "3.1 Epistemology",
        "3.2 Ontology",
        "3.3 Religion and morality",
        "3.4 Social justice",
        "4 Critical reception",
        "5 Works",
        "6 Selected thoughts",
        "7 Notes",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAfrikan Aleksandrovich Spir[3] (1837–1890) was a Russian neo-Kantian philosopher of German-Greek descent who wrote primarily in German.[4] His book Denken und Wirklichkeit (Thought and Reality) exerted a \"lasting impact\" on the writings of Friedrich Nietzsche.[5][6]\n\n"
        },
        {
            "title": "Biography",
            "text": "Spir was born on 15 November 1837 in his father's estates of Spirovska, near the city of Elisavetgrad (Elizabethgrad, Kherson Governorate, Russian Empire now Kropyvnytskyi, Ukraine).[7] His father, Alexander Alexandrovich Spir, of German descent, was a Russian surgeon—Chief Physician of the military Hospital of Odessa specifically—and former professor of mathematics in Moscow. In 1812, he received the Order of St. Vladimir, was knighted, and became councillor and member of Kherson's Governorate hereditary nobility.[8] His mother, Helena Constantinovna Spir, daughter of the major Poulevich, was on her mother's side the granddaughter of the Greek painter Logino, who arrived in Russia under the reign of Catherine the Great. Alexander Spir gave each of his five children—four boys and one girl—names chosen in an old synaxis of the Orthodox calendar, which is the source of the curious name \"Afrikan\" (a very uncommon name of a minor orthodox saint). Spir disliked his Christian name, simply signing his letters and books \"A. Spir\". His modesty impelled him not to use either the German \"von\" or the French \"de\"—denoting his noble status—before his family name.[9] He described his education as follows: \"I spent my childhood in the countryside and later I studied for a while in Odessa, first in a Private boarding-school and after in a Gymnasium, more or less equivalent, if I do not mistake, to a French high-school. I have not been at the University, instead I entered the Midshipmen's School in Nikolayev (now Mykolaiv), not far from the Black Sea.\"[10] During this period he developed an interest in philosophy and read (in the French translation of Tissot) Immanuel Kant's Critique of Pure Reason, which gave him the basis of his speculative thought. He later followed the readings of Descartes, David Hume, and Stuart Mill.[11]\n\nIn 1855, at the age of 18, he participated as Sub-lieutenant of the Russian navy in the Crimean War, during which he was twice decorated (Order of St. Andrew and Order of St. George). Spir defended the same bastion (N. 4 at Malakoff) as Leo Tolstoy during the siege of Sevastopol. After his father's death in 1852, he inherited his father's estates (his last remaining brother, the poet Aristarch, having died in 1841) whereupon he emancipated his serfs and gave them land, goods and money, presaging the reform of 1861. In 1862, he left Elizabethgrad for a tour in Germany, where he spent two years \"to know better the mind's matter\".[12] His sister Charitis died soon after his return to Russia in 1864. After the death of his mother, in 1867, he sold his estates at a ridiculously low price, distributed almost all of his possessions and left Russia permanently.[13]\n\nHe first went to Leipzig, where he attended the lectures of Moritz Wilhelm Drobisch (1802–1896), a Herbartian philosopher and one of the forerunners of the neo-Kantian revival of the 1860s. He was there at the same time that Nietzsche was a student, although it does not appear that they met. In 1869, he moved to Tübingen and to Stuttgart in 1871. Here, at the orthodox Church of the Court,[14] he married on 30 January 1872, Elisabeth (Elise) Gatternich[15] and the two had a daughter, Hélène.[16] In Leipzig, Spir befriended the publisher and fellow Freemason Joseph Gabriel Findel, who published most of Spir's works. His most important book, Denken und Wirklichkeit: Versuch einer Erneuerung der kritischen Philosophie (Thought and Reality: Attempt at a Renewal of Critical Philosophy) was published in 1873. A second edition, which was the one owned by Nietzsche, was published in 1877. In an attempt to reach a broader readership, Spir wrote directly in French his Esquisses de philosophie critique (Outlines of critical philosophy), published for the first time in 1877.[17] A new edition was published forty years after his death, in 1930, with an introduction by the French philosopher and professor at the Sorbonne Léon Brunschvicg.\n\nIn 1878, having suffered from pneumonia, in order to treat the consequences of his illness, a chronic cough, Spir moved to Lausanne, Switzerland, where he spent five years. In 1884, Spir asked the Russian Emperor authorization to leave Russian citizenship and to obtain Swiss citizenship. In the same year, he received the imperial authorization and applied for a certificate of registry at Belmont-sur-Lausanne, where he lived with his family.[18] In 1886, to enjoy the facilities of a bigger library (the \"Société de Lecture\", a private reading society),[19] he moved to Geneva.[20] On 17 September 1889, he received from the Swiss Federal Government the authorization for his wife, his daughter, and himself to become Swiss citizens.[21] He died of influenza on 26 March 1890 in Geneva, at 6 rue Petitot.[22] He was buried in the Saint-Georges cemetery. He was survived by his wife Elisabeth and his daughter, Hélène.[23]\n\nManuscripts, personal papers, photographs, books by or on African Spir were donated in March 1940 by his daughter Hélène Claparède-Spir (who was married to the Swiss neurologist Édouard Claparède) to the Library of Geneva (Bibliothèque de Genève, formerly Bibliothèque Publique et Universitaire de Genève), where they compose the \"Fonds African Spir\" and can be consulted.\n\nOther papers concerning Spir, his daughter Hélène Claparède-Spir and her family can be consulted at Harvard University Library.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Due to his personal readings and his attending of Drobisch's lectures, Spir must be considered as a neo-Kantian philosopher. Spir referred to his philosophy as \"critical philosophy\". He sought to establish philosophy as the science of first principles, he held that the task of philosophy was to investigate immediate knowledge, show the delusion of empiricism, and present the true nature of things by strict statements of facts and logically controlled inference. This method led Spir to proclaim the principle of identity (or law of identity, A ≡ A) as the fundamental law of knowledge, which is opposed to the changing appearance of empirical reality.[24]\n\nFor Spir the principle of identity is not only the fundamental law of knowledge, it is also an ontological principle, expression of the unconditioned essence of reality (Realität=Identität mit sich), which is opposed to the empirical reality (Wirklichkeit), which in turn is evolution (Geschehen).[25] The principle of identity displays the essence of reality: only that which is identical to itself is real, the empirical world is ever-changing, therefore it is not real. Thus the empirical world has an illusory character, because phenomena are ever-changing, and empirical reality is unknowable.\n\nReligion, morality and philosophy, have for Spir the same theoretical foundation: the principle of identity, which is the characteristic of the supreme being, of the absolute, of God. God is not the creator deity of the universe and mankind, but man's true nature and the norm of all things, in general. The moral and religious conscience live in the consciousness of the contrast between this norm (Realität) and empirical reality (Wirklichkeit).\n\"There is a radical dualism between the empirical nature of man and his moral nature\"[26] and the awareness of this dualism is the sole true foundation of moral judgment.[27]\n\nSocially, Spir was not favourable to inherited wealth's accumulation in private hands and demanded just distribution of material goods, but disapproved of collectivism.[28] He set the example, redistributing his personal inherited land properties to his former serfs.[29]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "Although he spent most of his life as a philosopher, Spir never held a university appointment and his writings remained relatively unknown and unrecognized throughout his life. Indeed, Spir complained of a wall or conspiracy of silence (das Totschweigen).[30] Yet, he had a significant influence on several eminent philosophers, scholars and writers such as Hans Vaihinger, Friedrich Nietzsche, William James, Leo Tolstoy and Rudolf Steiner. Vaihinger read Spir's Thought and Reality as soon as it was published (1873) and recalls that it made a \"great impression\".[31] Nietzsche described him as \"an outstanding logician\" (ein ausgezeichneter Logiker).[32] James makes several references to Spir in his Principles of Psychology, for example when debating a certain Kantian issue he wrote, \"On the whole, the best recent treatment of the question known to me is in one of A. Spir's works, his Denken und Wirklichkeit\".[33]\n\nIn 1896 Leo Tolstoy read Thought and Reality and was also deeply impressed, as he mentioned in a letter to Hélène Claparède-Spir: \"reading Thought and Reality has been a great joy for me. I do not know a philosopher so profound and at the same time so precise, I mean scientific, accepting only what is strictly necessary and clear for everybody. I am sure that his doctrine will be understood and appreciated as it deserves and that the destiny of his work will be similar to that of Schopenhauer, who became known and admired only after his death\".[34]\n\nIn his Journal (2 May 1896) Tolstoy wrote: \"Still another important event the work [Thought and Reality] of African Spir. I just read through what I wrote in the beginning of this notebook. At bottom, it is nothing else than a short summary of all of Spir's philosophy which I not only had not read at that time, but about which I had not the slightest idea. This work clarified my ideas on the meaning of life remarkably, and in some ways strengthened them. The essence of his doctrine is that things do not exist, but only our impressions which appear to us in our conception as objects. Conception (Vorstellung) has the quality of believing in the existence of objects. This comes from the fact that the quality of thinking consists in attributing an objectivity to impressions, a substance, and a projecting of them into space\". The next day (3 May 1896) he added, \"I am reading Spir all the time, and the reading provokes a mass of thoughts\".\n\nThe most important works on Spir's philosophy were published between 1900 and 1914 (Lessing, Zacharoff, Segond, Huan, Martinetti).\n\nIn a lecture given in 1917, Rudolf Steiner called Spir \"extraordinarily fascinating\" and an \"original thinker\", and someone possessed of a \"subtlety\" not found in his 19th century contemporaries. As a consequence, Spir was unfortunately not understood and \"suffered all the distress that a thinker can experience from being entirely ignored; killed by silence as the saying goes\".[35]\n\nAfter the First World War, the interpretation of Spir's thought by the Italian philosopher Piero Martinetti (1872–1943)[36] gave it a second life for a short while, in the form of a \"religious idealism\".[37]\n\nBefore the Second World War, Hélène Claparède-Spir published some new editions of her father's books in French and had an extensive exchange of letters to promote her father's thought.[38] In 1937, for the centennial of Spir's birth, Martinetti published in Italy a monographic edition on Spir of the Rivista di Filosofia (Philosophical Review).[39]\n\nAfter the Second World War, African Spir fell into oblivion. In 1990, for the centennial of Spir's death in Geneva, the Geneva Public Library organized an exhibition of African Spir's corpus[40] and published the analytical catalogue.[41] Many of Spir's books have not been entirely sold and are still available in their first or second edition (in German, French, Italian, English, or Spanish translations). Presumably, due to the increasing interest in the argument at the beginning of the twenty-first century, a reprint of the Italian translation by Odoardo Campa in 1911 of Spir's Moralität und Religion (1874) has been published in 2008.[42]\n\n"
        },
        {
            "title": "Selected thoughts",
            "text": "To celebrate the centenary of his birth, a selection of Spir's thoughts (\"words of a sage\") was collated and published by his daughter, Hélène Claparède-Spir in 1937.[43] Some of these thoughts were later reproduced in a collection of Spir's letters.[44] For an English translation of Spir's thoughts, see African Spir.\n\n"
        }
    ]
}