{
    "url": "https://en.wikipedia.org/wiki/African_American_Civil_War_Memorial_Museum",
    "title": "African American Civil War Memorial Museum",
    "table_of_contents": [
        "1 History",
        "1.1 The memorial",
        "1.2 The museum",
        "2 Notable people",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The African American Civil War Memorial Museum, in the U Street district of Washington, D.C., recognizes the contributions of the 209,145 members of the United States Colored Troops (USCT). The eponymous memorial, dedicated in July 1998 by the African American Civil War Memorial Freedom Foundation, commemorates the service of 209,145 African-American soldiers and about 7,000 white and 2,145 Hispanic soldiers, together with the approximate 20,000 unsegregated Navy sailors,[1] who fought for the Union in the American Civil War, mostly among the 175 regiments of United States Colored Troops.\n\nThe Memorial is at the corner of Vermont Avenue, 10th Street, and U Street NW in Washington, D.C. It holds a 9-foot bronze statue, The Spirit of Freedom, by Ed Hamilton of Louisville, Kentucky, commissioned by the DC Commission on the Arts and Humanities in 1993 and completed in 1997.  The memorial includes a walking area with curved panel short walls inscribed with the names of the men who served in the war.\n\nThe Museum is across the street from the Memorial, at 1925 Vermont Ave. NW. Plans are in place for it to move into the former Grimké School, at 1923 Vermont Ave. NW. As of 2018 the Museum is housed in the former gymnasium of the school, which was converted into an office building in the 1980s.[2]\n\nBoth are served by the U Street station on the Washington Metro, served by the Yellow and Green Lines.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "The memorial was developed by the African American Civil War Memorial Freedom Foundation and Museum. It was transferred to the National Park Service (NPS) on October 27, 2004. The National Mall and Memorial Parks office of the NPS now manages the site.\n\nThe African American Civil War Museum is located directly across from the memorial at 1925 Vermont Avenue.  From July 16–18, 2011, it celebrated its grand opening in a new facility, with a weekend of speakers and events devoted to racial reconciliation.[3]  It planned four years of activities to commemorate the 150th anniversary of the war and African-American contributions.\n\nThe museum opened in January 1999 in a building two blocks west of the memorial in the historic U Street Corridor, a neighborhood traditionally the heart of African-American entertainment and theater in Washington. The museum enables visitors, researchers, and descendants of the United States Colored Troops to better understand their stories. It displays photographs, newspaper articles, and replicas of period clothing, and uniforms and weaponry of the Civil War.[4]\n\nThe African American Civil War Memorial Registry at the museum documents the family trees of more than 2,000 descendants of those men who served with the USCT. Other descendants may register. Visitors can easily search the database to find ancestors and relatives registered in the Descendants Registry.[citation needed]\n\n"
        },
        {
            "title": "Notable people",
            "text": "A number of men have had their service and lives noted. Among the nearly 220,000 names here are some whose service and lives have been documented. Many earned a Medal of Honor, the highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who distinguished themselves by acts of valor, during their service in a black regiment during the war. Additionally many earned a brevet promotion which was a warrant giving a commissioned officer a higher rank title as a reward for gallantry or meritorious conduct, but without conferring the authority, precedence, or pay of real rank.\n\n"
        }
    ]
}