{
    "url": "https://en.wikipedia.org/wiki/Afrikaans",
    "title": "Afrikaans",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Origin",
        "2.2 Development",
        "2.3 Recognition",
        "2.4 Standardisation",
        "2.5 The Afrikaans Bible",
        "2.6 Classification",
        "3 Geographic distribution",
        "3.1 Statistics",
        "3.2 Sociolinguistics",
        "3.3 Mutual intelligibility with Dutch",
        "4 Current status",
        "5 Grammar",
        "6 Phonology",
        "6.1 Vowels",
        "6.1.1 Diphthongs",
        "6.2 Consonants",
        "7 Dialects",
        "7.1 Kaapse Afrikaans",
        "7.2 Oranjerivierafrikaans",
        "7.3 Patagonian Afrikaans dialect",
        "8 Influences on Afrikaans from other languages",
        "8.1 Malay",
        "8.2 Portuguese",
        "8.3 Khoisan languages",
        "8.4 Bantu languages",
        "8.5 French",
        "9 Orthography",
        "9.1 Initial apostrophes",
        "9.2 Table of characters",
        "10 Afrikaans phrases",
        "11 Sample text",
        "12 See also",
        "13 Notes",
        "14 References",
        "14.1 Citations",
        "14.2 Sources",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAfrikaans (UK: /ˌæfrɪˈkɑːns/, US: /ˌɑːf-/)[4][5] is a West Germanic language that evolved in the Dutch Cape Colony from the Dutch vernacular[6][7] of Holland proper (i.e., the Hollandic dialect)[8][9] used by Dutch, French, and German settlers and their enslaved people. Afrikaans gradually began to develop distinguishing characteristics during the course of the 18th century.[10] Now spoken in South Africa, Namibia and (to a lesser extent) Botswana, Zambia, and Zimbabwe, estimates circa 2010 of the total number of Afrikaans speakers range between 15 and 23 million.[note 1] Most linguists consider Afrikaans to be a partly creole language.[11][12][13]\n\nAn estimated 90 to 95% of the vocabulary is of Dutch origin with adopted words from other languages including German and the Khoisan languages of Southern Africa.[note 2] Differences with Dutch include a more analytic-type morphology and grammar, and some pronunciations.[14] There is a large degree of mutual intelligibility between the two languages, especially in written form.[15]\n\nAbout 13.5% of the South African population (7 million people) speak Afrikaans as a first language, making it the third most common natively-spoken language  in the country,[16] after Zulu and Xhosa. It has the widest geographic and racial distribution of the 11 official languages and is widely spoken and understood as a second or third language, although Zulu and English are estimated to be understood as a second language by a much larger proportion of the population.[note 3] It is the majority language of the western half of South Africa—the provinces of the Northern Cape and Western Cape—and the first language of 75.8% of Coloured South Africans (4.8 million people), 60.8% of White South Africans (2.7 million people), 1.5% of Black South Africans (600,000 people), and 4.6% of Indian South Africans (58,000 people).[17]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The name of the language comes directly from the Dutch word Afrikaansch (now spelled Afrikaans)[18] meaning \"African\".[19] It was previously referred to as \"Cape Dutch\" (Kaap-Hollands/Kaap-Nederlands), a term also used to refer to the early Cape settlers collectively, or the derogatory \"kitchen Dutch\" (kombuistaal) from its use by slaves of colonial settlers \"in the kitchen\".\n\n"
        },
        {
            "title": "History",
            "text": "The Afrikaans language arose in the Dutch Cape Colony, through a gradual divergence from European Dutch dialects, during the course of the 18th century.[20][21] As early as the mid-18th century and as recently as the mid-20th century, Afrikaans was known in standard Dutch as a \"kitchen language\" (Afrikaans: kombuistaal), lacking the prestige accorded, for example, even by the educational system in Africa, to languages spoken outside Africa. Other early epithets setting apart Kaaps Hollands (\"Cape Dutch\", i.e. Afrikaans) as putatively beneath official Dutch standards included geradbraakt, gebroken and onbeschaafd Hollands (\"mutilated/broken/uncivilised Dutch\"), as well as verkeerd Nederlands (\"incorrect Dutch\").[22][23]\n\nDen Besten theorises that modern Standard Afrikaans derives from two sources:[24]\n\nThus in his view Afrikaans is neither a creole nor a direct descendant of Dutch, but a fusion of two transmission pathways.\n\nMost of the first settlers whose descendants today are the Afrikaners were from the United Provinces (now Netherlands and Flanders),[26] with up to one-sixth of the community of French Huguenot origin, and a seventh from Germany.[27]\n\nAfrican and Asian workers, Cape Coloured children of European settlers and Khoikhoi women,[28] and slaves contributed to the development of Afrikaans. The slave population was made up of people from East Africa, West Africa, India, Madagascar, and the Dutch East Indies (modern Indonesia).[29] A number were also indigenous Khoisan people, who were valued as interpreters, domestic servants, and labourers. Many free and enslaved women married, cohabited with, or were victims of sexual violence from the male Dutch settlers. M. F. Valkhoff argued that 75% of children born to female slaves in the Dutch Cape Colony between 1652 and 1672 had a Dutch father.[30] Sarah Grey Thomason and Terrence Kaufman argue that Afrikaans' development as a separate language was \"heavily conditioned by nonwhites who learned Dutch imperfectly as a second language.\"[31]\n\nBeginning in about 1815, Afrikaans started to replace Malay as the language of instruction in Muslim schools in South Africa, written with the Arabic alphabet: see Arabic Afrikaans. Later, Afrikaans, now written with the Latin script, started to appear in newspapers and political and religious works in around 1850 (alongside the already established Dutch).[20]\n\nIn 1875, a group of Afrikaans-speakers from the Cape formed the Genootskap vir Regte Afrikaanders (\"Society for Real Afrikaners\"),[20] and published a number of books in Afrikaans including grammars, dictionaries, religious materials and histories.\n\nUntil the early 20th century, Afrikaans was considered a Dutch dialect, alongside Standard Dutch, which it eventually replaced as an official language.[32] Before the Boer wars, \"and indeed for some time afterwards, Afrikaans was regarded as inappropriate for educated discourse. Rather, Afrikaans was described derogatorily as 'a kitchen language' or 'a bastard jargon', suitable for communication mainly between the Boers and their servants.\"[33][better source needed]\n\nIn 1925, Afrikaans was recognised by the South African government as a distinct language, rather than simply a slang version of Dutch.[20] On 8 May 1925, twenty-three years after the Second Boer War ended,[33] the Official Languages of the Union Act of 1925 was passed—mostly due to the efforts of the Afrikaans language movement—at a joint sitting of the House of Assembly and the Senate, in which the Afrikaans language was declared a variety of Dutch.[34] The Constitution of 1961 reversed the position of Afrikaans and Dutch, so that English and Afrikaans were the official languages, and Afrikaans was deemed to include Dutch. The Constitution of 1983 removed any mention of Dutch altogether.\n\nThe Afrikaans Language Monument is located on a hill overlooking Paarl in the Western Cape Province. Officially opened on 10 October 1975,[35] it was erected on the 100th anniversary of the founding of the Society of Real Afrikaners,[36] and the 50th anniversary of Afrikaans being declared an official language of South Africa in distinction to Dutch.\n\nThe earliest Afrikaans texts were some doggerel verse from 1795 and a dialogue transcribed by a Dutch traveller in 1825. Afrikaans used the Latin alphabet around this time, although the Cape Muslim community used the Arabic script. In 1861, L.H. Meurant published his Zamenspraak tusschen Klaas Waarzegger en Jan Twyfelaar (\"Conversation between Claus Truthsayer and John Doubter\"), which is considered to be the first book published in Afrikaans.[37]\n\nThe first grammar book was published in 1876; a bilingual dictionary was later published in 1902. The main modern Afrikaans dictionary in use is the Verklarende Handwoordeboek van die Afrikaanse Taal (HAT). A new authoritative dictionary, called Woordeboek van die Afrikaanse Taal (WAT), was under development as of 2018. The official orthography of Afrikaans is the Afrikaanse Woordelys en Spelreëls, compiled by Die Taalkommissie.[37]\n\nThe Afrikaners primarily were Protestants, of the Dutch Reformed Church of the 17th century. Their religious practices would later be influenced in South Africa by British ministries during the 1800s.[38] A landmark in the development of the language was the translation of the whole Bible into Afrikaans. While significant advances had been made in the textual criticism of the Bible, especially the Greek New Testament, the 1933 translation followed the Textus Receptus and was closely akin to the Statenbijbel. Before this, most Cape Dutch-Afrikaans speakers had to rely on the Dutch Statenbijbel. This Statenvertaling had its origins with the Synod of Dordrecht of 1618 and was thus in an archaic form of Dutch. This was hard for Dutch speakers to understand, and increasingly unintelligible for Afrikaans speakers.\n\nC. P. Hoogehout, Arnoldus Pannevis [af], and Stephanus Jacobus du Toit were the first Afrikaans Bible translators. Important landmarks in the translation of the Scriptures were in 1878 with C. P. Hoogehout's translation of the Evangelie volgens Markus (Gospel of Mark, lit. Gospel according to Mark); however, this translation was never published. The manuscript is to be found in the South African National Library, Cape Town.\n\nThe first official translation of the entire Bible into Afrikaans was in 1933 by J. D. du Toit, E. E. van Rooyen, J. D. Kestell, H. C. M. Fourie, and BB Keet.[39][40] This monumental work established Afrikaans as 'n suiwer en ordentlike taal, that is \"a pure and proper language\" for religious purposes, especially amongst the deeply Calvinist Afrikaans religious community that previously had been sceptical of a Bible translation that varied from the Dutch version that they were used to.\n\nIn 1983, a fresh translation marked the 50th anniversary of the 1933 version and provided a much-needed revision. The final editing of this edition was done by E. P. Groenewald, A. H. van Zyl, P. A. Verhoef, J. L. Helberg and W. Kempen. This translation was influenced by Eugene Nida's theory of dynamic equivalence which focussed on finding the nearest equivalent in the receptor language to the idea that the Greek, Hebrew or Aramaic wanted to convey. The challenge to this type of translation is that it doesn't take into account that there are shifts in meaning in the receptor language.[citation needed]\n\nA new translation, Die Bybel: 'n Direkte Vertaling was released in November 2020. It is the first truly ecumenical translation of the Bible in Afrikaans as translators from various churches, including the Roman Catholic and Anglican Churches, were involved.[41]\n\nVarious commercial translations of the Bible in Afrikaans have also appeared since the 1990s, such as Die Boodskap and the Nuwe Lewende Vertaling. Most of these translations were published by Christelike Uitgewersmaatskappy (CUM).[citation needed][vague]\n\nAfrikaans descended from Dutch dialects in the 17th century. It belongs to a West Germanic sub-group, the Low Franconian languages.[42] Other West Germanic languages related to Afrikaans are German, English, the Frisian languages, and the unstandardised languages Low German and Yiddish.\n\n"
        },
        {
            "title": "Geographic distribution",
            "text": "Some[who?] state that instead of Afrikaners, which refers to an ethnic group, the terms Afrikaanses or Afrikaanssprekendes (lit. Afrikaans speakers) should be used for people of any ethnic origin who speak Afrikaans. Linguistic identity has not yet established which terms shall prevail, and all three are used in common parlance.[50]\n\nAfrikaans is also widely spoken in Namibia. Before independence, Afrikaans had equal status with German as an official language. Since independence in 1990, Afrikaans has had constitutional recognition as a national, but not official, language.[51][52] There is a much smaller number of Afrikaans speakers among Zimbabwe's white minority, as most have left the country since 1980. Afrikaans was also a medium of instruction for schools in Bophuthatswana, an Apartheid-era Bantustan.[53] Eldoret in Kenya was founded by Afrikaners.[54]\n\nMany South Africans living and working in Belgium, the Netherlands, the United Kingdom, Republic of Ireland, Australia, New Zealand, Canada, the United States, the UAE and Kuwait are also Afrikaans-speaking. They have access to Afrikaans websites, news sites such as Netwerk24.com and Sake24, and radio broadcasts over the web, such as those from Radio Sonder Grense, Bokradio and Radio Pretoria. There are also many artists that tour to bring Afrikaans to the emigrants.\n\nAfrikaans has been influential in the development of South African English. Many Afrikaans loanwords have found their way into South African English, such as bakkie (\"pickup truck\"), braai (\"barbecue\"), naartjie (\"tangerine\"), tekkies (American \"sneakers\", British \"trainers\", Canadian \"runners\"). A few words in standard English are derived from Afrikaans, such as aardvark (lit. \"earth pig\"), trek (\"pioneering journey\", in Afrikaans lit. \"pull\" but used also for \"migrate\"), spoor (\"animal track\"), veld (\"Southern African grassland\" in Afrikaans, lit. \"field\"), commando from Afrikaans kommando meaning small fighting unit, boomslang (\"tree snake\") and apartheid (\"segregation\"; more accurately \"apartness\" or \"the state or condition of being apart\").\n\nIn 1976, secondary-school pupils in Soweto began a rebellion in response to the government's decision that Afrikaans be used as the language of instruction for half the subjects taught in non-White schools (with English continuing for the other half). Although English is the mother tongue of only 8.2% of the population, it is the language most widely understood, and the second language of a majority of South Africans.[55] Afrikaans is more widely spoken than English in the Northern and Western Cape provinces, several hundred kilometres from Soweto.[56] The Black community's opposition to Afrikaans and preference for continuing English instruction was underlined when the government rescinded the policy one month after the uprising: 96% of Black schools chose English (over Afrikaans or native languages) as the language of instruction.[56] Afrikaans-medium schools were also accused of using language policy to deter black African parents.[57] Some of these parents, in part supported by provincial departments of education, initiated litigation which enabled enrolment with English as language of instruction. By 2006 there were 300 single-medium Afrikaans schools, compared to 2,500 in 1994, after most converted to dual-medium education.[57] Due to Afrikaans being viewed as the \"language of the white oppressor\" by some, pressure has been increased to remove Afrikaans as a teaching language in South African universities, resulting in bloody student protests in 2015.[58][59][60]\n\nUnder South Africa's Constitution of 1996, Afrikaans remains an official language, and has equal status to English and nine other languages. The new policy means that the use of Afrikaans is now often reduced in favour of English, or to accommodate the other official languages. In 1996, for example, the South African Broadcasting Corporation reduced the amount of television airtime in Afrikaans, while South African Airways dropped its Afrikaans name Suid-Afrikaanse Lugdiens from its livery. Similarly, South Africa's diplomatic missions overseas now display the name of the country only in English and their host country's language, and not in Afrikaans. Meanwhile, the constitution of the Western Cape, which went into effect in 1998, declares Afrikaans to be an official language of the province alongside English and Xhosa.[61]\n\nIn spite of these moves, the language has remained strong, and Afrikaans newspapers and magazines continue to have large circulation figures. Indeed, the Afrikaans-language general-interest family magazine Huisgenoot has the largest readership of any magazine in the country.[62] In addition, a pay-TV channel in Afrikaans called KykNet was launched in 1999, and an Afrikaans music channel, MK (Musiek kanaal) (lit. 'Music Channel'), in 2005. A large number of Afrikaans books are still published every year, mainly by the publishers Human & Rousseau, Tafelberg Uitgewers, Struik, and Protea Boekhuis. The Afrikaans film trilogy Bakgat (first released in 2008) caused a reawakening of the Afrikaans film industry (which had been moribund since the mid to late 1990s[according to whom?]) and Belgian-born singer Karen Zoid's debut single \"Afrikaners is Plesierig\" (released 2001) caused a resurgence in the Afrikaans music industry, as well as giving rise to the Afrikaans Rock genre.\n\nAfrikaans has two monuments erected in its honour. The first was erected in Burgersdorp, South Africa, in 1893, and the second, nowadays better-known Afrikaans Language Monument (Afrikaanse Taalmonument), was built in Paarl, South Africa, in 1975.\n\nWhen the British design magazine Wallpaper described Afrikaans as \"one of the world's ugliest languages\" in its September 2005 article about the monument,[63] South African billionaire Johann Rupert (chairman of the Richemont Group), responded by withdrawing advertising for brands such as Cartier, Van Cleef & Arpels, Montblanc and Alfred Dunhill from the magazine.[64] The author of the article, Bronwyn Davies, was an English-speaking South African.\n\nAn estimated 90 to 95% of the Afrikaans lexicon is ultimately of Dutch origin,[65][66][67] and there are few lexical differences between the two languages.[68] Afrikaans has a considerably more regular morphology,[69] grammar, and spelling.[70] There is a high degree of mutual intelligibility between the two languages,[69][71][72] particularly in written form.[70][73][74]\n\nAfrikaans acquired some lexical and syntactical borrowings from other languages such as Malay, Khoisan languages, Portuguese,[75] and Bantu languages,[76] and Afrikaans has also been significantly influenced by South African English.[77] Dutch speakers are confronted with fewer non-cognates when listening to Afrikaans than the other way round.[74] Mutual intelligibility thus tends to be asymmetrical, as it is easier for Dutch speakers to understand Afrikaans than for Afrikaans speakers to understand Dutch.[74]\n\nIn general, mutual intelligibility between Dutch and Afrikaans is far better than between Dutch and Frisian[78] or between Danish and Swedish.[74] The South African poet writer Breyten Breytenbach, attempting to visualise the language distance for Anglophones once remarked that the differences between (Standard) Dutch and Afrikaans are comparable to those between the Received Pronunciation and Southern American English.[79]\n\n"
        },
        {
            "title": "Current status",
            "text": "Post-apartheid South Africa has seen a loss of preferential treatment by the government for Afrikaans, in terms of education, social events, media (TV and radio), and general status throughout the country, given that it now shares its place as official language with ten other languages. Nevertheless, Afrikaans remains more prevalent in the media – radio, newspapers and television[83] – than any of the other official languages, except English. More than 300 book titles in Afrikaans are published annually.[84] South African census figures suggest a growing number of speakers in all nine provinces, a total of 6.85 million in 2011 compared to 5.98 million a decade earlier.[85] The South African Institute of Race Relations (SAIRR) projects that a growing majority will be Coloured Afrikaans speakers.[86] Afrikaans speakers experience higher employment rates than other South African language groups, though as of 2012 half a million remain unemployed.[85]\n\nDespite the challenges of demotion and emigration that it faces in South Africa, the Afrikaans vernacular remains competitive, being popular in DSTV pay channels and several internet sites, while generating high newspaper and music CD sales. A resurgence in Afrikaans popular music since the late 1990s has invigorated the language, especially among a younger generation of South Africans. A recent trend is the increased availability of pre-school educational CDs and DVDs. Such media also prove popular with the extensive Afrikaans-speaking emigrant communities who seek to retain language proficiency in a household context.\n\nAfter years of slumber, Afrikaans language cinema is showing signs of new vigour. The 2007 film Ouma se slim kind, the first full-length Afrikaans movie since Paljas in 1998, is seen as the dawn of a new era in Afrikaans cinema. Several short films have been created and more feature-length movies, such as Poena is Koning and Bakgat (both in 2008) have been produced, besides the 2011 Afrikaans-language film Skoonheid, which was the first Afrikaans film to screen at the Cannes Film Festival. The film Platteland was also released in 2011.[87] The Afrikaans Film industry started gaining international recognition via the likes of big Afrikaans Hollywood film stars, like Charlize Theron (Monster) and Sharlto Copley (District 9) promoting their mother tongue.\n\nAfrikaans seems to be returning to the SABC. SABC3 announced early in 2009 that it would increase Afrikaans programming due to the \"growing Afrikaans-language market and [their] need for working capital as Afrikaans advertising is the only advertising that sells in the current South African television market\". In April 2009, SABC3 started screening several Afrikaans-language programmes.[88] Further latent support for the language derives from its de-politicised image in the eyes of younger-generation South Africans, who less and less often view it as \"the language of the oppressor\".[citation needed] Indeed, there is a groundswell movement within Afrikaans to be inclusive, and to promote itself along with the other indigenous official languages. In Namibia, the percentage of Afrikaans speakers declined from 11.4% (2001 Census) to 10.4% (2011 Census). The major concentrations are in Hardap (41.0%), ǁKaras (36.1%), Erongo (20.5%), Khomas (18.5%), Omaheke (10.0%), Otjozondjupa (9.4%), Kunene (4.2%), and Oshikoto (2.3%).[89]\n\nMany native speakers of Bantu languages and English also speak Afrikaans as a second language. It is widely taught in South African schools, with about 10.3 million second-language students.[1] Even in KwaZulu-Natal (where there are relatively few Afrikaans home-speakers), the majority of pupils opt for Afrikaans as their first additional language because it is regarded as easier than Zulu.[90]\n\nAfrikaans is offered at many universities outside South Africa, for example in the Netherlands, Belgium, Germany, Poland, Russia, and the United States.[91]\n\n"
        },
        {
            "title": "Grammar",
            "text": "In Afrikaans grammar, there is no distinction between the infinitive and present forms of verbs, with the exception of the verbs 'to be' and 'to have':\n\nIn addition, verbs do not conjugate differently depending on the subject. For example,\n\nOnly a handful of Afrikaans verbs have a preterite, namely the auxiliary wees (\"to be\"), the modal verbs, and the verb dink (\"to think\"). The preterite of mag (\"may\") is rare in contemporary Afrikaans.\n\nAll other verbs use the perfect tense, het + past participle (ge-), for the past. Therefore, there is no distinction in Afrikaans between I drank and I have drunk. (In colloquial German, the past tense is also often replaced with the perfect.)\n\nWhen telling a longer story, Afrikaans speakers usually avoid the perfect and simply use the present tense, or historical present tense instead (as is possible, but less common, in English as well).\n\nA particular feature of Afrikaans is its use of the double negative; it is classified in Afrikaans as ontkennende vorm and is something that is absent from the other West Germanic standard languages. For example,\n\nBoth French and San origins have been suggested for double negation in Afrikaans. While double negation is still found in Low Franconian dialects in West Flanders and in some \"isolated\" villages in the centre of the Netherlands (such as Garderen), it takes a different form, which is not found in Afrikaans. The following is an example:\n\n* Compare with Ek wil dit nie doen nie, which changes the meaning to \"I want not to do this.\" Whereas Ek wil nie dit doen nie emphasizes a lack of desire to act, Ek wil dit nie doen nie emphasizes the act itself.\n\nThe -ne was the Middle Dutch way to negate but it has been suggested that since -ne became highly non-voiced, nie or niet was needed to complement the -ne. With time the -ne disappeared in most Dutch dialects.\n\nThe double negative construction has been fully grammaticalised in standard Afrikaans and its proper use follows a set of fairly complex rules as the examples below show:\n\nA notable exception to this is the use of the negating grammar form that coincides with negating the English present participle. In this case there is only a single negation.\n\nCertain words in Afrikaans arise due to grammar. For example, moet nie, which literally means \"must not\", usually becomes moenie; although one does not have to write or say it like this, virtually all Afrikaans speakers will change the two words to moenie in the same way as do not shifts to don't in English.\n\nThe Dutch word het (\"it\" in English) does not correspond to het in Afrikaans. The Dutch words corresponding to Afrikaans het are heb, hebt, heeft and hebben.\n\n"
        },
        {
            "title": "Dialects",
            "text": "Following early dialectal studies of Afrikaans, it was theorised that three main historical dialects probably existed after the Great Trek in the 1830s. These dialects are the Northern Cape, Western Cape, and Eastern Cape dialects.[110] Northern Cape dialect may have resulted from contact between Dutch settlers and the Khoi-Khoi people between the Great Karoo and the Kunene, and Eastern Cape dialect between the Dutch and the Xhosa. Remnants of these dialects still remain in present-day Afrikaans, although the standardising effect of Standard Afrikaans has contributed to a great levelling of differences in modern times.[111][better source needed]\n\nThere is also a prison cant, known as Sabela, which is based on Afrikaans, yet heavily influenced by Zulu. This language is used as a secret language in prison and is taught to initiates.[111]\n\nThe term Kaapse Afrikaans (\"Cape Afrikaans\") is sometimes erroneously used to refer to the entire Western Cape dialect; it is more commonly used for a particular sociolect spoken in the Cape Peninsula of South Africa. Kaapse Afrikaans was once spoken by all population groups. However, it became increasingly restricted to the Cape Coloured ethnic group in Cape Town and environs. Kaapse Afrikaans is still understood by the large majority of native Afrikaans speakers in South Africa.\n\nKaapse Afrikaans preserves some features more similar to Dutch than to Afrikaans.[112]\n\nKaapse Afrikaans has some other features not typically found in Afrikaans.\n\nKaapse Afrikaans is also characterised by much code-switching between English and Afrikaans, especially in the inner-city and lower socio-economic status areas of Cape Town.\n\nAn example of characteristic Kaapse Afrikaans:\n\nThe term Oranjerivierafrikaans (\"Afrikaans of the Orange River\") is sometimes erroneously used to refer to the Northern Cape dialect; it is more commonly used for the regional peculiarities of standard Afrikaans spoken in the Upington/Orange River wine district of South Africa.\n\nSome of the characteristics of Oranjerivierafrikaans are the plural form -goed (Ma-goed, meneergoed), variant pronunciation such as in kjerk (\"Church\") and gjeld (\"money\") and the ending -se, which indicates possession.\n\nA distinct dialect of Afrikaans is spoken by the 650-strong South African community of Argentina, in the region of Patagonia.[113]\n\n"
        },
        {
            "title": "Influences on Afrikaans from other languages",
            "text": "Due to the early settlement of a Cape Malay community in Cape Town, who are now known as Coloureds, numerous Classical Malay words were brought into Afrikaans. Some of these words entered Dutch via people arriving from, what is now known as Indonesia as part of their colonial heritage. Malay words in Afrikaans include:[114]\n\nSome words originally came from Portuguese such as sambreel (\"umbrella\") from the Portuguese sombreiro, kraal (\"pen/cattle enclosure\") from the Portuguese curral, and mielie (\"corn\", from milho). Also from Portuguese are the names Paul, Fernando and Ignatius as well as the popular surname Ferreira. These words have become common in South Africa to an extent of being used in many other South African languages. Some of these words also exist in Dutch, like sambreel \"parasol\",[115] though usage is less common and meanings can slightly differ.\n\nSome of these words also exist in Dutch, though with a more specific meaning: assegaai for example means \"South-African tribal javelin\"[117] and karos means \"South-African tribal blanket of animal hides\".[118]\n\nLoanwords from Bantu languages in Afrikaans include the names of indigenous birds, such as mahem and sakaboela, and indigenous plants, such as maroela and tamboekie(gras).[119]\n\nThe revoking of the Edict of Nantes on 22 October 1685 was a milestone in the history of South Africa, for it marked the beginning of the great Huguenot exodus from France. It is estimated that between 250,000 and 300,000 Protestants left France between 1685 and 1700; out of these, according to Louvois, 100,000 had received military training. A measure of the calibre of these immigrants and of their acceptance by host countries (in particular South Africa) is given by H. V. Morton in his book: In Search of South Africa (London, 1948). The Huguenots were responsible for a great linguistic contribution to Afrikaans, particularly in terms of military terminology as many of them fought on the battlefields during the wars of the Great Trek.\n\nMost of the words in this list are descendants from Dutch borrowings from French, Old French or Latin, and are not direct influences from French on Afrikaans.\n\n"
        },
        {
            "title": "Orthography",
            "text": "The Afrikaans writing system is based on Dutch, using the 26 letters of the ISO basic Latin alphabet, plus 16 additional vowels with diacritics. The hyphen (e.g. in a compound like see-eend 'sea duck'), apostrophe (e.g. ma's 'mothers'), and a whitespace character (e.g. in multi-word units like Dooie See 'Dead Sea') is part of the orthography of words, while the indefinite article ŉ is a ligature. All the alphabet letters, including those with diacritics, have capital letters as allographs; the ŉ does not have a capital letter allograph. This means that Afrikaans has 88 graphemes with allographs in total.\n\nIn Afrikaans, many consonants are dropped from the earlier Dutch spelling. For example, slechts ('only') in Dutch becomes slegs in Afrikaans. Also, Afrikaans and some Dutch dialects make no distinction between /s/ and /z/, having merged the latter into the former; while the word for \"south\" is written zuid in Dutch, it is spelled suid in Afrikaans (as well as dialectal Dutch writings) to represent this merger. Similarly, the Dutch digraph ĳ, normally pronounced as /ɛi/, corresponds to Afrikaans y, except where it replaces the Dutch suffix –lijk which is pronounced as /lək/, as in waarschijnlijk > waarskynlik.\n\nAnother difference is the indefinite article, 'n in Afrikaans and een in Dutch. \"A book\" is 'n boek in Afrikaans, whereas it is either een boek or 'n boek in Dutch. This 'n is usually pronounced as just a weak vowel, [ə].\n\nThe diminutive suffix in Afrikaans is -tjie, -djie or -ie, whereas in Dutch it is -tje or dje, hence a \"bit\" is ŉ bietjie in Afrikaans and beetje in Dutch.\n\nThe letters c, q, x, and z occur almost exclusively in borrowings from French, English, Greek and Latin. This is usually because words that had c and ch in the original Dutch are spelled with k and g, respectively, in Afrikaans. Similarly original qu and x are most often spelt kw and ks, respectively. For example, ekwatoriaal instead of equatoriaal, and ekskuus instead of excuus.\n\nThe vowels with diacritics in non-loanword Afrikaans are: á, ä, é, è, ê, ë, í, î, ï, ó, ô, ö, ú, û, ü, ý. Diacritics are ignored when alphabetising, though they are still important, even when typing the diacritic forms may be difficult. For example, geëet (\"ate\") instead of the 3 e's alongside each other: *geeet, which can never occur in Afrikaans, or sê, which translates to \"say\", whereas se is a possessive form. The acute's (á, é, í, ó, ú, ý) primary function is to place emphasis on a word (i.e. for emphatic reasons), by adding it to the emphasised syllable of the word. For example, sál (\"will\" (verb)), néé ('no'), móét (\"must\"), hý (\"he\"), gewéét (\"knew\"). The acute is only placed on the i if it is the only vowel in the emphasised word: wil ('want' (verb)) becomes wíl, but lui ('lazy') becomes lúi. Only a few non-loan words is spelled with acutes, e.g. dié ('this'), ná ('after'), óf ... óf ('either ... or'), nóg ... nóg ('neither ... nor'), etc. Only four non-loan words are spelled with the grave: nè ('yes?', 'right?', 'eh?'), dè ('here, take this!' or '[this is] yours!'), hè ('huh?', 'what?', 'eh?'), and appèl ('(formal) appeal' (noun)).\n\nA few short words in Afrikaans take initial apostrophes. In modern Afrikaans, these words are always written in lower case (except if the entire line is uppercase), and if they occur at the beginning of a sentence, the next word is capitalised. Three examples of such apostrophed words are 'k, 't, 'n. The last (the indefinite article) is the only apostrophed word that is common in modern written Afrikaans, since the other examples are shortened versions of other words (ek and het, respectively) and are rarely found outside of a poetic context.[126]\n\nHere are a few examples:\n\nThe apostrophe and the following letter are regarded as two separate characters, and are never written using a single glyph, although a single character variant of the indefinite article appears in Unicode, ŉ.\n\nFor more on the pronunciation of the letters below, see Help:IPA/Afrikaans.\n\n"
        },
        {
            "title": "Afrikaans phrases",
            "text": "Although there are many different dialects and accents, the transcription would be fairly standard.\n\nIn the Dutch language the word Afrikaans means African, in the general sense. Consequently, Afrikaans is commonly denoted as Zuid-Afrikaans. This ambiguity also exists in Afrikaans itself and is resolved either in the context of its usage, or by using Afrika- in the adjective sense (e.g. Afrika-olifant for African elephant).\n\nA handful of Afrikaans words are exactly the same as in English. The following Afrikaans sentences, for example, are exactly the same in the two languages, in terms of both their meaning and spelling; only their pronunciation differs.\n\n"
        },
        {
            "title": "Sample text",
            "text": "Psalm 23 1983 translation:[128]\n\nPsalm 23 1953 translation:[129]\n\nLord's Prayer (Afrikaans New Living translation)[citation needed]\n\nLord's Prayer (Original translation):\n\n"
        }
    ]
}