{
    "url": "https://en.wikipedia.org/wiki/Afrofuturism",
    "title": "Afrofuturism",
    "table_of_contents": [
        "1 History",
        "1.1 Mid- to late 20th-century development",
        "1.2 Cultural criticism in the 1990s",
        "1.3 21st century",
        "2 Literature and comics",
        "3 Art",
        "3.1 Museum and gallery exhibitions",
        "4 Themes",
        "4.1 Feminism",
        "4.2 The grotesque",
        "4.3 Alienation",
        "4.4 Water",
        "4.5 Reclamation",
        "5 In film",
        "6 Difference from Africanfuturism",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAfrofuturism is a cultural aesthetic, and philosophy of science and history that explores the intersection of the African diaspora culture with science and technology. It addresses themes and concerns of the African diaspora through technoculture and speculative fiction, encompassing a range of media and artists with a shared interest in envisioning black futures that stem from Afro-diasporic experiences.[1] While Afrofuturism is most commonly associated with science fiction, it can also encompass other speculative genres such as fantasy, alternate history, and magic realism.[2] The term was coined by Mark Dery, an American Cultural critic in 1993[3] and explored in the late 1990s through conversations led by Alondra Nelson.[4]\n\nYtasha L. Womack, writer of Afrofuturism: The World of Black Sci-Fi and Fantasy Culture, defines it as \"an intersection of imagination, technology, the future and liberation\".[5] She also follows up with a quote by the curator Ingrid LaFleur who defines it as \"a way of imagining possible futures through a black cultural lens.\"[6] Kathy Brown paraphrases Bennett Capers' 2019 work in stating that Afrofuturism is about \"forward thinking as well as backward thinking, while having a distressing past, a distressing present, but still looking forward to thriving in the future.\"[7] Others have said that the genre is \"fluid and malleable,\" bringing together technology, African culture, and \"other influences.\"[8]\n\nSeminal Afrofuturistic works include the novels of Samuel R. Delany and Octavia Butler; the canvases of Jean-Michel Basquiat and Angelbert Metoyer, and the photography of Renée Cox; the explicitly extraterrestrial mythoi of Parliament-Funkadelic, Herbie Hancock's partnership with Robert Springett and other visual artists, while developing the use of synthesizers, the Jonzun Crew, Warp 9, Deltron 3030, Kool Keith, Sun Ra and the Marvel Comics superhero Black Panther.[9][10][11][12]\n\n"
        },
        {
            "title": "History",
            "text": "Afrofuturism within music represents a diaspora of music that is non-traditional, focusing around the topic of blackness and space.[13]\n\nAfrofuturism was a label also retroactively applied to George Clinton and his bands Parliament and Funkadelic with his magnum opus Mothership Connection and the subsequent The Clones of Dr. Funkenstein, P-Funk Earth Tour, Funkentelechy Vs. the Placebo Syndrome, and Motor Booty Affair. This also applies to Jimi Hendrix's work such as Electric Ladyland and \"Third Stone from the Sun\".[14][15][16]\n\nProvoked by Miles Davis to use electric keyboards, Herbie Hancock quickly developed his taste for gadgets into an appreciation for electric and synthesized sounds. He did this in his solo career throughout the 1970s and 1980s, at the same time adopting tribal names for his group and increasingly using electronics in his music, in a techno-primitive direction. His record covers were a very important element in this aesthetic, involving artists such as Robert Springett, Victor Moscoso and Nobuyuki Nakanishi.[17][18][19][20][21]\n\nIn 1975, Japanese artist Tadanori Yokoo used elements of science fiction, along with Eastern subterranean myths, to depict an advanced civilization in his design of the cover art for African-American jazz musician Miles Davis's live album Agharta.[22]\n\nOther musicians typically regarded as working in or greatly influenced by the Afrofuturist tradition include reggae producers Lee \"Scratch\" Perry and Scientist, hip-hop artists Afrika Bambaataa and Tricky, electronic musicians Larry Heard, A Guy Called Gerald, Juan Atkins, Jeff Mills,[23] Newcleus[24] and Lotti Golden & Richard Scher, writers of \"Light Years Away\", described as a \"cornerstone of early 80's beatbox afrofuturism\".[25]\n\nDuring the 1980s, the burgeoning Detroit techno scene also developed a futurist vision specific to Detroit's suburban black community.[26]\n\nA newer generation of artists are creating mainstream Afrofuturist music — for example, Janelle Monáe, Outkast, Missy Elliott and Erykah Badu.[27][28]\n\nIn the early 1990s Mark Dery in his 1993 essay \"Black to the Future\",[3] began to write about the features he saw as common in African-American science fiction. Dery dubbed this phenomenon Afrofuturism.[29] Afrofuturist art has been written about by scholars like Alondra Nelson, Greg Tate, Tricia Rose, Kodwo Eshun, and others.[1] In an interview, Alondra Nelson explained Afrofuturism as a way of looking at the subject position of black people which covers themes of alienation and aspirations for a utopic future. The idea of \"alien\" or \"other\" is a theme often explored.[30]\n\nAdditionally, Nelson says that discussions around race, access, and technology often bolster uncritical claims about a so-called \"digital divide\".[31] Nelson is of the opinion that the digital divide overemphasizes the association of racial and economic inequality with limited access to technology, and that this association then begins to construct blackness \"as always oppositional to technologically driven chronicles of progress\".\n\nContemporary Afrofuturism has been noted to be concerned with metaphysical areas such as \"cosmogony, cosmology, and speculative philosophy.\"[32]\nA new generation of recording artists has embraced Afrofuturism through their music and fashion, including Solange Knowles,[33] Rihanna, and Beyoncé. Other artists such as Erykah Badu, Missy Elliott and Janelle Monáe have expanded on these themes incorporating the use of cyborg and metallic visuals into their style.[27] \nOther 21st century musicians who have been characterized as Afrofuturist include singer FKA Twigs,[27] musical duo Ibeyi,[34] DJ/producer Ras G, and musician and filmmaker Flying Lotus.[35][36]\n\nJanelle Monáe has made a conscious effort to restore Afrofuturist themes to the forefront of urban contemporary music. Her notable works include the music videos \"Prime Time\"[37] and \"Many Moons\",[38] which explore the realms of slavery and freedom through the world of cyborgs and the fashion industry.[39][40] She is credited with proliferating Afrofuturist funk into a new neo-Afrofuturism by use of her Metropolis-inspired alter-ego, Cindi Mayweather, who incites a rebellion against the Great Divide, a secret society, in order to liberate citizens who have fallen under their oppression. This ArchAndroid role reflects earlier Afrofuturistic figures Sun Ra and George Clinton, who created their own visuals as extraterrestrial beings rescuing African-Americans from the oppressive natures of Earth. Other influences include Blade Runner and Star Wars.[41] \nAdditional musical artists to emerge since the turn of the millennium regarded as Afrofuturist include dBridge, SBTRKT, Shabazz Palaces, Heavyweight Dub Champion,[23] and Drexciya (with Gerald Donald).[42]\n\nNick Cave, known for his Soundsuits project, has helped develop younger talent as the director of the graduate fashion program at the School of the Art Institute of Chicago. Other artists include visual artists Hebru Brantley as well as contemporary artist Rashid Johnson, a Chicago native currently based in New York. In 2013, Chicago resident Ytasha L. Womack wrote the study Afrofuturism: The World of Black Science Fiction and Fantasy, and William Hayashi has published all three volumes of his Darkside Trilogy[43] which tells the story of what happens in America when the country discovers African Americans secretly living on the backside of the moon since before the arrival of Neil Armstrong, an extreme vision of segregation imposed by technologically advanced blacks.[44]\n\nKrista Franklin, a member of University of Chicago's Arts Incubator, is currently exploring the relation between Afrofuturism and the grotesque through her visual and written work with weaves and collected hair. Recently, she also created an audio narrative in collaboration with another Afrofuturist, Perpetual Rebel, called The Two Thousand and Thirteen Narrative(s) of Naima Brown, which explores the ideas of identity and transformation within the context of hair and African-American culture.[45]\n\nThe movement has grown globally in the arts. Afrofuturist Society was founded by curator Gia Hamilton in New Orleans. Artists like Demetrius Oliver from New York, Cyrus Kabiru from Nairobi, Lina Iris Viktor from Liberia, famed Nigerian-American solar muralist, Shala.,[46][47] and Wanuri Kahiu of Kenya have all steeped their work in the cosmos or sci-fi.[48][49][50][27][51]\n\nToday, Afrofuturism has been portrayed in popular movies like the feature film Black Panther. American costume designer Ruth E. Carter brought her vision to life. To best represent her work she borrowed ideas from true African designs. \"To imagine the fictional African nation of Wakanda, without the influence of [European colonizers], Ms. Carter borrowed from indigenous people across the continent.\"[52] In early February 2021, it was announced that the companies of Idris Elba and Sabrina Dhowre (Idris's wife) would be developing an Afrofuturist adult animated, sci-fi, series, tentatively titled Dantai, for Crunchyroll, which would be about a time when biotech has \"created an ever-widening gap between the haves and have-nots.\"[53][54] The series was also described as an \"afropunk sci-fi series\".[55] Russell Contreras, in Axios, noted that Afrofuturism is growing in popularity, even as some worry it will be co-opted, and black writers announced, in 2021, \"Afrofuturist projects around gaming and virtual reality.\"[56]\n\nIn February 2021, the Center for Afrofuturist Studies, located at Public Space One in Iowa City, celebrated its fifth anniversary, flourishing as a black artist space, and occupied by four artists (Antoine Williams, Donté Hayes, Deborah Goffe, and André M. Zachery), embodying Afrofuturism, flexibly defining the term, as envisioning black people in the future and how that \"connects with science and technology and new discoveries\" and how parts of black history shape \"the future, community, self-determination, [and] working towards a goal\" according to the center's coordinator, Dellyssa Edinboro.[57]\n\n"
        },
        {
            "title": "Literature and comics",
            "text": "The creation of the term Afrofuturism, in the 1990s, was often primarily used to categorize \"speculative fiction that treats African-American themes and addresses African-American concerns in the context of 20th-century technoculture,\"[58] but was soon expanded to include artistic, scientific, and spiritual practices throughout the African diaspora. Contemporary practice retroactively identifies and documents historical instances of Afrofuturist practice and integrates them into the canon. For example, the Dark Matter anthologies edited by Sheree Thomas feature contemporary black science fiction, discuss Ralph Ellison's Invisible Man in her introduction, \"Looking for the Invisible\", and also include older works by W. E. B. Du Bois, Charles W. Chesnutt, and George S. Schuyler.[59]\n\nLisa Yazsek argues that Ralph Ellison's 1952 science fiction novel, Invisible Man, should be thought of as a predecessor to Afrofuturist literature. Yaszek believes that Ellison does not offer any other futures so that the next generation of authors can.[60]\n\nA number of contemporary science fiction and speculative fiction authors have also been characterized as Afrofuturist or as employing Afrofuturist themes by one person or another. Nancy Farmer won a Newbery Honor for her afrofuturist young adult novel The Ear, the Eye, and the Arm.[61] Steven Barnes has been called an Afrofuturist author for his alternate-history novels Lion's Blood and Zulu Heart.[34] N.K. Jemisin, Nalo Hopkinson, and Colson Whitehead have also been referred to as Afrofuturist authors.[62] Butler inspired a movement with vision amongst the black speculative fiction writers.[63] Octavia Butler's novels are often associated with Afrofuturism;[64] this association has been somewhat controversial, since Butler incorporates multi-ethnic and multi-species communities that insist on \"hybridity beyond the point of discomfort\".[65] However, the fourth book of the science fiction Patternist series, Wild Seed, particularly fits ideas of Afrofuturist thematic concerns, as the narrative of two immortal Africans Doro and Anyanwu features science fiction technologies and an alternate anti-colonialist history of seventeenth century America.[66][67] At the most straightforward sci-fi stories (likewise alluded to in this book as Sci-Fi and SF) is a social classification worried about parts of futurism, envisioned advances as well as between planetarism. Those focuses or direction take into consideration a wide scope of enunciations and theories regarding the dystopian or utopian parts of future (or potentially elective) lives or real factors, including, in numerous examples, contact with outsider others.[67] In other words, good fiction writing should not be judged by a person’s color or race.[68]\n\nTim Fielder's 2021 graphic novel Infinitum: An Afrofuturist Tale features the partially historical narrative of an immortal African king.[69]\n\nIn February 2021, the New York Times reported that in the coming year, fans would see a number of graphic novels and comics with Afrofuturist themes, including some devoted to the fictional gene, and \"reissues of Afrofuturist titles from comic-book houses like DC and Dark Horse.\"[70] This includes the new novels \nAfter the Rain, Hardears, Black Star, and Infinitum, the latter by Tim Fielder, a new installment of N.K. Jemisin's Far Sector, The Black Panther by Ta-Nehisi Coates and many other re-issued comics like E.X.O., along with an upcoming animated series named \nIwájú. Around the same time, Kenyan artist Kevo Abbra, inspired by Afrofuturism in the 1990s, was interviewed,  explaining how artistic expression has developed over time and his current artistic style.[71] The first issue of the new Black Panther series was released on 16 February.[72]\n\n"
        },
        {
            "title": "Art",
            "text": "As a part of the MOMA's PS1 festival, King Britt curated Moondance: A Night in the Afro Future in 2014. From noon to six p.m. on 13 April, people could attend Moondance and listen to lectures, live music or watch dance performances in celebration of Afrofuturism in contemporary culture.[73]\nSchomburg Center for Research in Black Culture held a seminal group show of Visual Afrofuturists focusing on unambiguous science fiction and fantasy based art.  The show, titled 'Unveiling Visions: The Alchemy of the Black Imagination' ran from 1 October 2015 – 16 January 2016.  The closing night coincided with the Schomburg Black Comic Book Day.  Unveiling Visions was curated by artist John Jennings (Co-founder of artist duo, Black Kirby w/Professor Stacey Robinson) and Afrofuturist Scholar, Reynaldo Anderson (founder of The Black Speculative Arts Movement).[74] The show featured artists such as Tony Puryear, Sheeba Maya, Mshindo Kuumba, Eric Wilkerson, Manzel Bowman, Grey Williamson, Tim Fielder, Stacey Robinson, and Shawn Alleyne.  Unveiling Visions liner notes state: \"exhibition includes artifacts from the Schomburg collections that are connected to Afrofuturism, black speculative imagination and Diasporan cultural production. Offering a fresh perspective on the power of speculative imagination and the struggle for various freedoms of expression in popular culture, Unveiling Visions showcases illustrations and other graphics that highlight those popularly found in science fiction, magical realism and fantasy. Items on display include film posters, comics, T-shirts, magazines, CD covers, playbills, religious literature, and more.\"[75]\n\nIn April 2016, Niama Safia Sandy curated an exhibit entitled \"Black Magic: AfroPasts / Afrofutures\" at the Corridor Gallery in Brooklyn, New York.[76] The multidisciplinary art exhibit looks at the relationship between magical realism and afrofuturism through the black diaspora.[77] In a description of the collection, Sandy stated: \"There's a lot of looking back and looking forward happening in this work...  [and there's a lot of] celebrating those journeys whether they are intentional or forced journeys.\"[78]\n\nThe exhibition Afro-Tech and the Future of Re-Invention ran from 21 October 2017 until 22 April 2018[79] at Dortmunder U in Dortmund, Germany and looked at \"speculative visions of the future and current developments in the field of digital technology by artists and inventors from Africa and the African diaspora....\"[80]\n\nThese Afrofuturist artists used their art as revolution in that they saw its purpose as inspiring black people to imagine new possibilities and futures.[81]\n\n'Black Metropolis: 30 Years of Afrofuturism, Comics, Music, Animation, Decapitated Chickens, Heroes, Villains and Negroes' was a one-man show focusing on the career of cartoonist and visual afrofuturist, Tim Fielder.[82] The show, designed to travel over multiple gallery spaces, opened at New York Gallatin Galleries from 23 to 30 May 2016.  Curated by Boston Fielder, the exhibit featured both published and unpublished work ranging from independent comics art for alternative magazine, Between C & D and mainstream comics work done for Marvel Comics.  Black Metropolis was revived at \"The Hammonds House Museum in Atlanta, GA for the museum's 30th Anniversary 12 October–25 November 2018.\"[83]\n\nAfrofuturism Art coincides with Afrofuturism Literature occasionally, such as in science fiction comic books. Just as Afrofuturism explores possibilities, so do the art in Afrofuturism comic books. For example, Black Panther, the movie and comic book is a form of Afrofuturism Literature.[84]\n\nIn 2021, the Metropolitan Museum of Art opened \"Before Yesterday We Could Fly: An Afrofuturist Period Room\" an art exhibition engaging themes of Afrofuturism in a \"period room\" format of installation, envisioning the past, present, and future home of someone who lived in Seneca Village, a largely African American settlement which was destroyed to make way for the construction of Central Park in the mid-1800s.[85]\n\n"
        },
        {
            "title": "Themes",
            "text": "Jared Richardson's Attack of the Boogeywoman: Visualizing Black Women's Grotesquerie in Afrofuturism[86] assesses how the aesthetic functions as a space for black women to engage with the intersection of topics such as race, gender, and sexuality. The representation and treatment of black female bodies is deconstructed by Afrofuturist contemporaries and amplified to alien and gruesome dimensions by artists such as Wangechi Mutu and Shoshanna Weinberger.\n\nBeyoncé's 2016 short film Lemonade included feminist afrofuturism in its concept. The film featured music duo Ibeyi, artist Laolu Senbanjo, actresses Amandla Stenberg, Quvenzhané Wallis, and Zendaya, as well as YouTube singing stars Chloe x Halle, ballet dancer Michaela DePrince, and 2015 Sports Illustrated Sportsperson of the Year Serena Williams,[87] and the sophisticated womanist poetry of Somali-British writer Warsan Shire.[88] The mothers of Trayvon Martin (Sybrina Fulton), Michael Brown (Lesley McFadden), Eric Garner (Gwen Carr) are featured holding pictures of their deceased sons in homage to the importance of their lives.[89]\n\nIn the Afro-Surreal Manifesto,[90] Afro-Surrealism is juxtaposed with European surrealism, with European surrealism being empirical. It is consistent with Trey Ellis' essay, \"The New Black Aesthetic\"[91] in that the art seeks to disturb. Afro-Futuristic art samples from old art pieces updating them with current images. This technique calls to the forefront those past images and the sentiments, memories, or ideas around them and combines them with new images in a way that those of the current generation can still identify. Afro-Futuristic artists seek to propose a deviant beauty, a beauty in which disembodiment is both inhumane, yet distinct; Afro-Futuristic artists speculate on the future, where Afro-Surrealism is about the present.[90]\n\nAfrofuturism takes representations of the lived realities of black people in the past and present, and reexamines the narratives to attempt to build new truths outside of the dominant cultural narrative. By analyzing the ways in which alienation has occurred, Afrofuturism works to connect the African diaspora with its histories and knowledge of racialized bodies. Space and aliens function as key products of the science fiction elements; black people are envisioned to have been the first aliens by way of the Middle Passage. Their alien status connotes being in a foreign land with no history, but as also being disconnected from the past via the traditions of slavery where slaves were made to renounce their ties to Africa in service of their slave master.[92]\n\nKodwo Eshun locates the first alienation within the context of the Middle Passage. He writes that Afrofuturist texts work to reimagine slavery and alienation by using \"extraterritoriality as a hyperbolic trope to explore the historical terms, the everyday implications of forcibly imposed dislocation, and the constitution of Black Atlantic subjectivities\". This location of dystopian futures and present realities places science fiction and novels built around dystopian societies directly in the tradition of black realities.[93]\n\nIn many different Afrofuturist works, water and black women are symbolically linked[94] in their connection to both the erasure and emergence of black life. These meanings, while seemingly contradictory, actually play off and inform each other.\nExamples of Afrofuturist work dealing with the theme of water include the 2009 Kenyan film Pumzi, various songs in Beyonce's Lemonade, the work of Detroit Techno group Drexciya,[42] and Kara Walker's 2019 sculpture Fons Americanus.[95]\n\nAfrofuturism has to do with reclaiming those identities or perspectives that have been lost. When Mark Dery coined the term, he saw Afrofuturism as giving rise to \"a troubling antinomy: Can a community whose past has been deliberately rubbed out, and whose energies have subsequently been consumed by the search for legible traces of its history, imagine possible futures?\"[96] Furthermore, Afrofuturism is not restricted to any single medium; there are Afrofuturist novels and musical works. But whatever the medium, Afrofuturism involves reclaiming some type of agency over one's story, a story that has been told, throughout much of history, by official culture in the name of white power. It is for this reason that Dery says, \"African-American culture is Afrofuturist at its heart.\"[97]\n\n"
        },
        {
            "title": "In film",
            "text": "In film, Afrofuturism is the incorporation of black people's history and culture in science fiction film and related genres. The Guardian's Ashley Clark said the term Afrofuturism has \"an amorphous nature\" but that Afrofuturist films are \"united by one key theme: the centring of the international black experience in alternate and imagined realities, whether fiction or documentary; past or present; science fiction or straight drama\".[98] The New York Times's Glenn Kenny said, \"Afrofuturism is more prominent in music and the graphic arts than it is in cinema, but there are movies out there that illuminate the notion in different ways.\"[99]\n\nWith the release of Marvel's Black Panther in 2018, Afrofuturism was ushered into the cultural spotlight across the world cinematic stage. In North America alone, it made history as the third highest grossing film in history, reviving mainstream interest in Afrofuturism.[100] It defied stereotypes of Africa as disease- and war-stricken and fueled feelings of black pride in viewers.[101]\n\n"
        },
        {
            "title": "Difference from Africanfuturism",
            "text": "In 2019, Nnedi Okorafor, a Nigerian-American writer of fantasy and science fiction, began strongly rejecting the term \"afrofuturism\" as a label for her work and coined the terms \"Africanfuturism\" and \"Africanjujuism\" to describe her works and works like hers. In October 2019, she published an essay titled \"Defining Africanfuturism\" that defines both terms in detail.[102] In that essay, she defined Africanfuturism as a sub-category of science fiction that is \"directly rooted in African culture, history, mythology and point-of-view and does not privilege or center the West,\" is centered with optimistic \"visions in the future,\" and is written (and centered on) \"people of African descent\" while rooted in the African continent. As such its center is African, often does extend upon the continent of Africa, and includes the black diaspora, including fantasy that is set in the future, making a narrative \"more science fiction than fantasy\" and typically has mystical elements. She differentiated this from Afrofuturism, which she said \"positioned African American themes and concerns\" at the center of its definition. She also described Africanjujuism as a subcategory of fantasy that \"acknowledges the seamless blend of true existing African spiritualities and cosmologies with the imaginative.\"[102]\n\nIn August 2020, Hope Wabuke, a writer and assistant professor at the University of Nebraska-Lincoln of English and creative writing, noted that Afrofuturism, coined by Mark Dery, a white critic, in 1993, treats African-American themes and concerns in the \"context of twentieth-century technoculture,\" which was later expanded by Alondra Nelson, arguing that Dery's conception of blackness began in 1619 and \"is marked solely by the ensuing 400 years of violation by whiteness\" that he portrayed as \"potentially irreparable.\"[103] Critical of this definition, saying it lacks the qualities of the \"Black American diasporic imagination\" and ability to conceive of \"Blackness outside of the Black American diaspora\" or independent from whiteness, Wabuke further explains how Africanfuturism is more specific and rids itself of the \"othering of the white gaze and the de facto colonial Western mindset,\" free from what she calls the \"white Western gaze\" and saying this is the main difference \"between Afrofuturism and Africanfuturism.\" She adds that, in her view, Africanfuturism has a different outlook and perspective than \"mainstream Western and American science fiction and fantasy\" and even Afrofuturism which is \"married to the white Western gaze.\" Wabuke goes on to explain Africanfuturist and Africanjujuist themes in Okorafor's Who Fears Death and Zahrah the Windseeker, Akwaeke Emezi's Pet, and Buchi Emecheta's The Rape of Shavi.[103]\n\nIn February 2021, Aigner Loren Wilson of Tor.com explained the difficulty of finding books in the subgenre because many institutions \"treat Africanfuturism and Afrofuturism like the same thing\" even though the distinction between them is plain. She said that Africanfuturism is \"centered in and about Africa and their people\" while Afrofuturism is a sci-fi subcategory which is about \"Black people within the diaspora\", often including stories of those outside Africa, including in \"colonized Western societies.\"[104]\nWilson further outlined a list of stories and books from the genre, highlighting Africanfuturism: An Anthology (edited by Wole Talabi), Namwali Serpell's The Old Drift, Nnedi Okorafor's Lagoon, Nicky Drayden's The Prey of Gods, Oghenechovwen Donald Ekpeki's Ife-Iyoku, the Tale of Imadeyunuagbon, and Tochi Onyebuchi's War Girls. Another reviewer called Okorafor's Lagoon, which \"recounts the story of the arrival of aliens in Nigeria,\" as an Africanfuturist work which requires a reader who is \"actively engaged in co-creating the alternative future that the novel is constructing,\" meaning that the reader becomes part of the \"creative conversation.\"[105]\n\nGary K. Wolfe reviewed Africanfuturism: An Anthology, which was edited by Wole Talabi, in February 2021.[106]  He credits Nnedi Okorafor for coining \"Africanfuturism\", noting its describes \"more Africa-centered SF,\" although saying he is not sure whether her term \"Africanjujuism\", a parallel term for fantasy, will catch on. While saying that both are useful, he says that he does not like how they have to \"do with the root, not the prefix,\" with \"futurism\" only describing a bit of science fiction and fantasy. He still calls the book a \"solid anthology\", saying it challenges the idea of viewing African science fiction as monolithic. Stories in the book include \"Egoli\" by T. L. Huchu, \"Yat Madit\" by Dilman Dila, \"Behind Our Irises\" by Tlotlo Tsamaase, \"Fort Kwame\" by Derek Lubangakene, \"Rainmaker\" by Mazi Nwonwu, \"Fruit of the Calabash\" by Rafeeat Aliyu, \"Lekki Lekki\" by Mame Bougouma Diene, and \"Sunrise\" by Nnedi Okorafor.[106]\n\nFinancial Times writer David Pilling wrote that Africancentrism \"draws on the past, both real and imagined, to depict a liberated version of the future\" which is planted in the African, rather than African-American, experience. He also notes criticism of Black Panther from some like Patrick Gathara, who says its depiction of Africa \"differs little from the colonial view\" and that one of Okorafor's books, Binti is being \"adapted for television by Hulu,\" arguing that its success is part of a wave of Africanfuturism.[107]\n\n"
        }
    ]
}