{
    "url": "https://en.wikipedia.org/wiki/Ageism",
    "title": "Ageism",
    "table_of_contents": [
        "1 Classification",
        "1.1 Distinction from other age-related bias",
        "1.2 Implicit ageism",
        "1.3 Stereotyping",
        "1.4 Prejudice",
        "1.5 Digital ageism",
        "1.6 Ageism in statistics",
        "1.7 Visual ageism",
        "2 Discrimination",
        "2.1 Employment",
        "2.2 Hollywood",
        "2.3 Healthcare",
        "3 Effects of ageism",
        "3.1 Catholic Church",
        "3.2 COVID-19 pandemic",
        "3.3 Africa",
        "3.3.1 Nigeria",
        "3.4 America",
        "3.4.1 Canada",
        "3.4.2 Colombia",
        "3.4.3 United States",
        "3.5 Asia and Oceania",
        "3.5.1 Australia",
        "3.5.2 Philippines",
        "3.6 Europe",
        "3.6.1 European Union",
        "3.6.2 Germany",
        "3.6.3 France",
        "3.6.4 Belgium",
        "3.6.5 Sweden",
        "3.6.6 United Kingdom",
        "4 Advocacy against ageism",
        "4.1 Related campaigns",
        "4.2 Accusations of ageism",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAgeism, also spelled agism, is discrimination against individuals or groups on the basis of their age. The term was coined in 1969 by Robert Neil Butler to describe discrimination against seniors, and patterned on sexism and racism.[1] Butler defined \"ageism\" as a combination of three connected elements. Originally it was identified chiefly towards older people, old age, and the aging process; discriminatory practices against older people; and institutional practices and policies that perpetuate stereotypes about elderly people.[2][3]\n\nThe term \"ageism\" has also been used to describe the oppression of younger people by older people, for example in a 1976 pamphlet published by Youth Liberation of Ann Arbor, MI.[4] In the UK, Councillor Richard Thomas at a meeting of Bracknell Forest Council (March 1983), pointed out that age discrimination works against younger as well as older people.[5] It has much later (February 2021) been used in regards to prejudice and discrimination against especially adolescents and children, such as denying them certain rights and privileges usually reserved for adults such as the right to vote, run for political office, or refuse medical treatment, sign contracts, and so forth.[6] This can also include ignoring their ideas and contributions because they are considered \"too young\", or assuming that they should behave in certain ways because of their younger age. Ageism against the young also includes penalties, burdens, or requirements imposed exclusively or to a greater degree on young people than on older people, such as age-based military conscription.[7] In a youth-oriented society, however, older people bear the brunt of age bias and discrimination. Older people themselves can be deeply ageist, having internalized a lifetime of negative stereotypes about aging.[8] Ageism is often attributed to fears of death and disability, with avoiding, segregating, and rejecting older people serving as coping mechanisms that allow people to avoid thinking about their own mortality.[9] Stigma and discrimination around the loss of physical or mental capacity is actually ableism, not ageism, and aging is lifelong. Like other forms of bias, ageism is not based in biology but socially constructed.\n\n"
        },
        {
            "title": "Classification",
            "text": "Ageism in common parlance and age studies usually refers to negative discriminatory practices against old people, people in their middle years, teenagers, and children. There are several forms of age-related bias. Adultism is a predisposition towards adults, which is seen as biased against children, youth, and all young people who are not addressed or viewed as adults.[10] This includes political candidacies, jobs, and cultural settings where the supposed greater vitality and/or physical beauty of youth is more appreciated than the supposed greater moral and/or intellectual rigor of adulthood. Adultcentrism is the \"exaggerated egocentrism of adults\".[11] Adultocracy is the social convention which defines \"maturity\" and \"immaturity\", placing adults in a dominant position over young people, both theoretically and practically.[12] Gerontocracy is a form of oligarchical rule in which an entity is ruled by leaders who are significantly older than most of the adult population.[13] Chronocentrism is primarily the belief that a certain state of humanity is superior to all previous and/or future times.[14]\n\nBased on a conceptual analysis of ageism, a new definition of ageism was introduced by Iversen, Larsen, & Solem in 2009. This definition constitutes the foundation for higher reliability and validity in future research about ageism and its complexity offers a new way of systemizing theories on ageism: \"Ageism is defined as negative or positive stereotypes, prejudice and/or discrimination against (or to the advantage of) elderly people on the basis of their chronological age or on the basis of a perception of them as being 'old' or 'elderly'. Ageism can be implicit or explicit and can be expressed on a micro-, meso- or macro-level\" (Iversen, Larsen & Solem, 2009).[15]\n\nOther conditions of fear or aversion associated with age groups have their own names, particularly: paedophobia, the fear of infants and children; ephebiphobia, the fear of youth,[16] sometimes also referred to as an irrational fear of adolescents or a prejudice against teenagers;[17] and gerontophobia, the fear of elderly people.[18]\n\nImplicit ageism refers to thoughts, feelings, and judgements that operate without conscious awareness and automatically produce in everyday life.[19] These may be a mixture of positive and negative thoughts and feelings, but gerontologist Becca Levy reports that they \"tend to be mostly negative\".[20]\n\nStereotyping is a tool of cognition which involves categorizing into groups and attributing characteristics to these groups. Stereotypes are necessary for processing huge volumes of information which would otherwise overload a person and are generally accurate descriptors of group characteristics, though some stereotypes are inaccurate.[21] However, they can cause harm when the content of the stereotype is incorrect with respect to most of the group or where a stereotype is so strongly held that it overrides evidence which shows that an individual does not conform to it. For example, age-based stereotypes prime one to draw very different conclusions when one sees an older and a younger adult with, say, back pain or a limp. One might well assume that the younger person's condition is temporary and treatable, following an accident, while the older person's condition is chronic and less susceptible to intervention. On average, this might be true, but plenty of older people have accidents and recover quickly and very young people (such as infants, toddlers, and small children) can become permanently disabled in the same situation. This assumption may have no consequence if one makes it in the blink of an eye as one is passing someone in the street, but if it is held by a health professional offering treatment or managers thinking about occupational health, it could inappropriately influence their actions and lead to age-related discrimination.\n\nManagers have been accused, by Erdman Palmore, as stereotyping older workers as being resistant to change, not creative, cautious, slow to make judgments, lower in physical capacity, uninterested in technological change, and difficult to train.[22] Another example is when people are rude to children because of their high pitched voice, even if they are kind and courteous. A review of the research literature related to age stereotypes in the workplace was published in 2009 in the Journal of Management.[23]\n\nContrary to common and more obvious forms of stereotyping, such as racism and sexism, ageism is more resistant to change. For instance, if a child believes in an ageist idea against the elderly, fewer people correct them, and, as a result, individuals grow up believing in ageist ideas, even elders themselves.[24] In other words, ageism can become a self-fulfilling prophecy.\n\nAgeist beliefs against the elderly are commonplace in today's society. For example, an older person who forgets something could be quick to call it a \"senior moment\", failing to realize the ageism of that statement. People also often utter ageist phrases such as \"dirty old man\" or \"second childhood\", and elders sometimes miss the ageist undertones.[24]\n\nIn a study in 1994, researchers analyzed the effects of ageism among the elderly.[25] They performed memory tests on three selected groups: residents of China, deaf North Americans, and hearing North Americans. In the three groups, the Chinese residents were presumably the least exposed to ageism, with lifelong experience in a culture that traditionally venerates older generations. Lifelong deaf North Americans also faced less exposure to ageism in contrast to those with typical hearing, who presumably had heard ageist comments their whole life. The results of the memory tests showed that ageism has significant effects on memory.[citation needed]\n\nThe gap in the scores between the young and old North Americans with normal hearing were double those of the deaf North Americans and five times wider than those of the Chinese participants. The results show that ageism undermines ability through its self-fulfilling nature.[24] The study was investigating the effect of the stereotype threat, which has been explored as a possible reason for memory deficits,[26] though the stereotype threat has been criticized.[27]\n\nOn the other hand, when elders show larger independence and control in their lives, defying ageist assumptions, they are more likely to be healthier, both mentally and physically, than other people their age.[24]\n\nResearch indicates that older people are stereotyped as scoring lower on measures of impulsivity, activism, antagonism and openness while younger people are stereotyped as scoring higher on these measures. This was found to be universal across cultures and was also found to be reasonably accurate (varying depending on how the accuracy was assessed and the type of stereotype), though differences were consistently exaggerated.[28] \nHowever, as of 2020, there is still little research on the social status of elders across cultures.[3]\n\nAgeism can also manifests itself in perceptions of how dateable one is, which has culminated in terms such as the sexpiration date, indicating the age after which one is no longer appealing.[29]\n\nAgeist prejudice is a type of emotion which is often linked to the cognitive process of stereotyping. It can involve the expression of derogatory attitudes, which may then lead to the use of discriminatory behavior. Where older or younger contestants were rejected in the belief that they were poor performers, this could well be the result of stereotyping. But older people were also voted for on a stage in a game where it made sense to target the best performers. This can only be explained by a subconscious emotional reaction to older people; in this case, the prejudice took the form of distaste and a desire to exclude oneself from the company of older people.[30]\n\nStereotyping and prejudice against different groups in society does not take the same form. Age-based prejudice and stereotyping usually involves older or younger people being pitied, marginalized, or patronized. This is described as \"benevolent prejudice\" because the tendency to pity is linked to seeing older or younger people as \"friendly\" but \"incompetent\". Age Concern's survey revealed strong evidence of \"benevolent prejudice\". 48% said that over-70s are viewed as friendly (compared to 27% who said the same about under-30s). Meanwhile, only 26% believe over-70s are viewed as capable (with 41% saying the same about under-30s).[31]\n\nDigital ageism refers to the prejudices faced by older adults in the digital world. A few examples of the subtle ways in which digital ageism operates in cultural representations, research, and everyday life: Generational segregation naturalizes youth as digitally adept and the old as digital dunces. There is no empirical evidence, though, for a digital divide between older and younger people, with the former never and the latter always capable to use digital media; a far more accurate description is that of a digital spectrum.[32][33][34] The reason for the myth of declining capabilities of older people could be that many cultural representations have long histories reproducing images of the life cycle as a mountain, where we peak in middle age then decline.[clarification needed][33][35][36] Older adults' experiences are often excluded from research agendas on digital media, and ageism is ensconced within disciplines such as mass communication studies. For example, in a media diffusionist perspective,[37] the practices of seniors are depicted as either negligible or as lagging, and the equation of diffusion with individual ownership can hide practical 'workarounds' such as cell phone sharing or missed calls used by older couples on fixed incomes.[38][39]\n\nAgeism is also inadvertently embedded in the ways statistics are collected. For example, data collected based on large age categories (e.g., '60+') foisting anyone over 60 into 'the grey zone' which obscures differences.[40] The dependency ratio has been criticized by the Office of the United Nations High Commissioner for Human Rights as being based on the ageist assumption that older people are always dependent on care from younger workers.[41]\n\nThe term visual ageism was coined in 2018 by Loos and Ivan. They define visual ageism as \"the social practice of visually underrepresenting older people or misrepresenting them in a prejudiced way\".[42] We are facing a shift from visual ageism characterized by underrepresentation and the negative representation of older people to a representation of older age characterized by images of stereotypically third age older adults (enjoying life and living their “golden years”), while older adults in their fourth age (inactive and unable to live independently) remain invisible. A review of empirical studies conducted since 1950 in Europe and North America[42] reveals that print and television advertisements started this transition towards a more positive visual representation of older adults in their age during the last decade of the 20th century, followed by television programs some years later, while older adults in their fourth age remain invisible.\n\nThis is probably due to the increase in third age rhetoric in the media, picturing older people as healthy and as potential consumers, enjoying life and living their golden years. Media representations of older people have moved from visual under- and misrepresentation (negative images)[43][44][45][46] to more positive depictions.[47][48][42] These days, visual ageism in the media tends to come wrapped in the guise of the positive attributes of third age representations of older people, while adults in their fourth age continue to be underrepresented. One possible explanation for this is that healthy third agers might prefer not to be associated with fourth agers, as they remind them too starkly of what lies ahead in their own near future. Although this discomfort or even fear about mortality is undeniably common, from a societal point of view this kind of (self)ageism is hurtful to fourth agers as a group and in a sense to third agers as well, as they risk to become fourth agers themselves one day.[42]\n\n"
        },
        {
            "title": "Discrimination",
            "text": "Age discrimination is the result of actions taken to deny or limt opportunities to people based on age. These are usually actions taken as a result of one's ageist beliefs and attitudes. Age discrimination occurs on both a personal and institutional level.[49] On a personal level, an older person may be told that he is too old to engage in certain physical activities, like an informal game of basketball between friends and family. Or may be told (most common in today's Western society) to be too old to date or to be just sexually attracted to much younger people and to have a much younger partner.[50][51][52][53][54][55][56][57][58][59][60]\n\nA 2006/2007 survey done by the Children's Rights Alliance for England and the National Children's Bureau asked 4,060 children and young people whether they have ever been treated unfairly based on various criteria (race, age, sex, sexual orientation, etc.). A total of 43% of British youth surveyed reported experiencing discrimination based on their age, far eclipsing other categories of discrimination like sex (27%), race (11%), or sexual orientation (6%).[61] Consistently, a study based on the European Social Survey found that whereas 35% of Europeans reported exposure to ageism, only 25% reported exposure to sexism and as few as 17% reported exposure to racism.[62]\n\nAgeism has significant effects in two particular sectors: employment and health care. Age discrimination has contributed to disparities in health between men and women. Reducing ageism and sexism would promote improved doctor-patient relationships and reduce ageist stereotypes in the healthcare industry.[63]\n\nThe concept of ageism was originally developed to refer to prejudice and discrimination against older people and middle-aged people, but has expanded to include children and teenagers.[31] Midlife workers, on average, make more than younger workers do, which reflects educational achievement and experience. The age-wage peak in the United States, according to Census data, is between 45 and 54 years of age. Seniority in general accords with respect as people age, lessening ageism.[64]\n\nYounger female workers were historically discriminated against, in  with younger men, because it was expected that, as young women of childbearing years, they would need to leave the workforce permanently or periodically to have children.[65] However, midlife female workers may also experience discrimination based on their appearance[66] and may feel less visible and undervalued[67] in a culture where emphasis is on maintaining an approved standard of beauty, e.g. 'thin, pretty, White, and young'.[68] However, the same standard could have no effect on male colleagues of the same age.[67]\n\nThe United States federal government restricts age discrimination under the Age Discrimination in Employment Act of 1967 (ADEA). That law provides certain employment protections to workers who are over the age of forty, who work for an employer who has twenty or more employees. For protected workers, the ADEA prohibits discrimination at all levels of employment, from recruitment and hiring, through the employment relationship, and through decisions for layoffs or termination of the employment relationship.[69] An age limit may only be legally specified for protected workers in the circumstance where age has been shown to be a \"bona fide occupational qualification [BFOQ] reasonably necessary to the normal operation of the particular business\" (see 29 U.S.C. § 623(f)(1)). In practice, BFOQs for age are limited to the obvious (hiring a young actor to play a young character in a movie) or when public safety is at stake (for example, in the case of age limits for pilots and bus drivers). The ADEA does not stop an employer from favoring an older employee over a younger one, even when the younger one is over 40 years old.[70]\n\nIn the UK, age discrimination against older people has been prohibited in employment since 2006.[71] Further refinements to anti-discrimination laws occurred in 2010.[72]\n\nAge discrimination in hiring has been shown to exist in the United States. The Equal Employment Opportunity Commission's first complainants were female flight attendants complaining of (among other matters) age discrimination.[73] In 1968, the EEOC declared age restrictions on flight attendants' employment to be illegal sex discrimination under Title VII of the Civil Rights Act of 1964.[74] However, Joanna Lahey, professor at The Bush School of Government and Public Service at Texas A&M, found recently[when?] that firms are more than 40% more likely to interview a young adult job applicant than an older job applicant.[75] In order to fulfill job postings with youthful staff, companies turn to recruitment companies to meet their needs. Many sources place blame on recruitment practices as it is the one way that age discrimination can go incognito at the hands of others. Sofica (2012) states \"A study run in Washington in 1999 shows that 84% of the recruitment agencies are discriminating compared to only 29% of the companies that do their own.\"[76] Dobson states that according to Weisbeck’s (2017) research, \"People have a natural bias to hire people like themselves\" (p. 3).[77] Lahey (2008) also stated within her research \"Since it is more difficult for workers to determine why the failed to receive an interview than it is for workers to determine why they have been fired, firms that wish to retain only a certain type of worker without being sued would prefer to discriminate in the hiring state rather than at any point of the employment process\" (p. 31).[78] All states in the US prohibit youth under 14 from working with a handful of exceptions and prohibit youth under 18 from working in hazardous occupations. They are also paid a lower minimum wage and not allowed to work full-time.\n\nAlso in Europe, pervasive levels of age discrimination are found in Belgium, England, France, Spain, and Sweden. Job candidates revealing older age are found to get 39% (in Belgium) to 72% (in France) less job interview invitations compared to equal candidates revealing a younger age.[79][80][81][82][83][84][85] In addition, In a survey for the University of Kent, England, 29% of respondents stated that they had suffered from age discrimination. This is a higher proportion than for gender or racial discrimination. Dominic Abrams, social psychology professor at the university, concluded that ageism is the most pervasive form of prejudice experienced in the UK population.[86] Discrimination is found to be heterogeneous by the activity older candidates undertook during their additional post-educational years. In Belgium, they are only discriminated if they have more years of inactivity or irrelevant employment.[79]\n\nAccording to Dr. Robert M. McCann, an associate professor of management communication at the University of Southern California's Marshall School of Business, denigrating older workers, even if only subtly, can have an outsized negative impact on employee productivity and corporate profits.[87] For American corporations, age discrimination can lead to significant expenses. In Fiscal Year 2006, the U.S. Equal Employment Opportunity Commission received nearly 17,000 charges of age discrimination, resolving more than 14,000 and recovering $51.5 million in monetary benefits. Costs from lawsuit settlements and judgments can run into the millions, most notably with the $250 million paid by the California Public Employees' Retirement System (CalPERS) under a settlement agreement in 2003.[88][89]\n\nAgeism in Hollywood, specifically in terms of women, is profound, from the way youth is praised to the lack of jobs for older actresses. The way youth is praised reflects directly on the way older women are presented in the media. President and CEO of the American Association of Advertising Agencies, O. Burtch Drake, spoke in terms of older women's representation throughout the media stating \"older women are not being portrayed at all; there is no imagery to worry about.\"[90] Women over fifty are not the center of attention and if an actress is older they are expected to act anything but their age.[91] The standards set for women in film are fixated upon youth, sexuality, and beauty. Movies that portray older women acting their own age seem exaggerated and unrealistic because it does not fit the norms associated with women in film and media.[91] As a result, older actresses face weaker employment opportunities.[92][93]\n\nBecause of the limited ages the film industry portrays and the lack of older actresses, society as a whole has a type of illiteracy about sexuality and those of old age. There is an almost inherent bias about what older women are capable of, what they do, and how they feel.[94] Amongst all ages of actresses there is the attempt to look youthful and fitting to the beauty standards by altering themselves physically, many times under the hands of plastic surgeons.[91] Women become frightful of what they will be seen as if they have wrinkles, cellulite, or any other signifier of aging.[92] As women reach their forties and fifties, the pressure to adhere to societal beauty norms seen amongst films and media intensifies in terms of new cosmetic procedures and products that will maintain a \"forever youthful\" look.[92] In terms of sexuality, older women are seen as unattractive, bitter, unhappy, and unsuccessful in films. With older women not being represented in the media and film industries, specifically in Hollywood, thoughts of underachievement, ugliness, and disgust crowd the thoughts of older women as they fail to meet beauty norms. This can cause depression, anxiety, and self-esteem issues in general.[92] \"In one survey, women reported feeling more embarrassed about their age than by their masturbation practices or same-gender sexual encounters.\"[92]\n\nWhen a woman is told she is old, she can start to believe that she is. A woman can start acting as if she is older than she believes because she internalizes what other people are saying and what they think about her.[95]\n\nIn film the female body is depicted in different states of dress and portrayed differently depending on the age of the actress. Their clothing is used as an identity marker of the character. Young women are put into revealing and sexy costumes whereas older women often play the part of a mother or grandmother clad in a bonnet or apron.[96] Aside from no longer representing the ideal female model, post-menopausal women are stereotyped as mentally unstable. \"They become quarrelsome, vexatious and overbearing, petty and stingy; that is to say they exhibit typically sadistic and anal-erotic traits that they did not possess earlier...(Freud 1958,323-24)\"[96]\n\nThere is considerable evidence of discrimination against the elderly in health care.[97][98][99] This is particularly true for aspects of the physician-patient interaction, such as screening procedures, information exchanges, and treatment decisions. In the patient-physician interaction, physicians and other health care providers may hold attitudes, beliefs, and behaviors that are associated with ageism against older patients. Studies have found that some physicians do not seem to show any care or concern toward treating the medical problems of older people. Then, when interacting with these older patients on the job, the doctors sometimes view them with disgust and describe them in negative ways, such as \"depressing\" or \"crazy\".[100] For screening procedures, elderly people are less likely than younger people to be screened for cancers and, due to the lack of this preventive measure, less likely to be diagnosed at early stages of their conditions.[101]\n\nAfter being diagnosed with a disease that may be potentially curable, older people are further discriminated against. Though there may be surgeries or operations with high survival rates that might cure their condition, older patients are less likely than younger patients to receive all the necessary treatments. For example, health professionals pursue less aggressive treatment options in older patients,[102] and fewer adults are enrolled in tests of new prescription drugs.[103] It has been posited that this is because doctors fear their older patients are not physically strong enough to tolerate the curative treatments and are more likely to have complications during surgery that may end in death.\n\nOther research studies have been done with patients with heart disease, and, in these cases, the older patients were still less likely to receive further tests or treatments, independent of the severity of their health problems. Thus, the approach to the treatment of older people is concentrated on managing the disease rather than preventing or curing it. This is based on the stereotype that it is the natural process of aging for the quality of health to decrease, and, therefore, there is no point in attempting to prevent the inevitable decline of old age.[100][101]\n\nFurthermore, caregivers further undermine the treatment of older patients by helping them too much, which decreases independence,[104] and by making a generalized assumption and treating all elderly as feeble.[24]\n\nDifferential medical treatment of elderly people can have significant effects on their health outcomes, a differential outcome which somehow escapes established protections.\n\nIn 2017, the European Court of Human Rights ruled in favor of Maria Ivone Carvalho Pinto de Sousa Morais, who had had an operation that was mishandled and rendered her unable to have sex. Portuguese judges had previously reduced damages to her in 2014, ruling then that the operation, which occurred when she was 50, had happened at \"an age when sex is not as important as in younger years.\" The European Court of Human Rights rejected that decision, with the majority's ruling stating in part, \"The question at issue here is not considerations of age or sex as such, but rather the assumption that sexuality is not as important for a 50-year-old woman and mother of two children as for someone of a younger age. That assumption reflects a traditional idea of female sexuality as being essentially linked to childbearing purposes and thus ignores its physical and psychological relevance for the self-fulfillment of women as people.\"[105]\n\n"
        },
        {
            "title": "Effects of ageism",
            "text": "Ageism has significant effects on the elderly and young people. These effects might be seen within different levels: person, selected company, whole economy.[106] The stereotypes and infantilization of older and younger people by patronizing language affects older and younger people's self-esteem and behaviors. After repeatedly hearing a stereotype that older or younger people are useless, older and younger people may begin to feel like dependent, non-contributing members of society. They may start to perceive themselves in terms of the looking-glass self—that is, in the same ways that others in society see them. Studies have also specifically shown that when older and younger people hear these stereotypes about their supposed incompetence and uselessness, they perform worse on measures of competence and memory.[107] These stereotypes then become self-fulfilling prophecies. According to Becca Levy's Stereotype Embodiment Theory, older and younger people might also engage in self-stereotypes, taking their culture's age stereotypes—to which they have been exposed over the life course—and directing them inward toward themselves. Then this behavior reinforces the present stereotypes and treatment of the elderly.[20][100]\n\nMany overcome these stereotypes and live the way they want, but it can be difficult to avoid deeply ingrained prejudice, especially if one has been exposed to ageist views in childhood or adolescence.\n\nIn 1970, Pope Paul VI ruled that Cardinals who had reached the age of 80 years could not be part of the election of a new Pope. He also declared that year that upon reaching their 80th birthday Cardinals would no longer be members of administrative departments and other permanent Vatican institutions. He further stated that year that Cardinals in charge of departments of the Roman Curia and other permanent central church institutions should resign voluntarily when they reach 75 years old, and that the Pope would decide whether to accept each resignation on an individual basis.[108]\n\nAgeism during the COVID-19 pandemic in early 2020 was primarily caused by the surfacing of data pointing the elderly as vulnerable groups.[109][110] A 2020 study published in The Journals of Gerontology found that the vulnerability of older adults was seen as a problem to be solved through forced and indefinite segregation or isolation, and such measures were widely seen as acceptable by society. Older adults were often blamed for the ensuing lockdowns and restrictions.[109] A 2021 study published in The Sociological Review characterized the treatment of elders amid the pandemic as \"intergenerational discounting\": \"breakdown in reciprocal obligations of care, giving rise to accusations of hypocrisy, expressions of resentment and rage, and the description of the virus as the 'Boomer remover'.\" In particular, the study found that younger generations perceived the pandemic as comparable to climate change as a crisis, and saw the disproportionate effect of COVID-19 on older generations as \"karmic\" due to the latter's supposed failure in mitigating climate change.[110] The term \"Boomer remover\" trended on Twitter as a nickname for the disease, appearing in over 65,000 tweets by March 2020.[111]\n\nIn November 2011, the Nigerian House of Representatives considered a bill which would outlaw age discrimination in employment.[112] In September 2022, Claudia Mahler, UN appointed independent human rights expert said that \"as well as ageism and age-discrimination, even among Government officials, violence against older persons is an unspoken reality.\"[113]\n\nSection 15 (1) of the Canadian Charter of Rights and Freedoms states that \"every individual is equal before and under the law and has the right to equal protection and equal benefit of the law without discrimination and, in particular, without discrimination based on ... age\" (as well as other protected classes).[114]\n\nIn Canada, Article 718.2, clause (a)(i), of the Criminal Code defines as aggravating circumstances, among other situations, \"evidence that the offence was motivated by ... age\".[115][116]\n\nMandatory retirement was largely ended in Canada in December 2011,[117] but 74% of Canadians still consider age discrimination to be a problem.[118]\n\nRetirement age for Canadian airline pilots is provided by each airline with some set to age 60, but changes to the Canadian Human Rights Act have restricted retirement age set by the airlines.[119]\n\nMeasures taken to prevent the spread of COVID-19 were especially strict on older people in Colombia. The government prohibited anyone over 70 years of age from leaving their house.[120] Amid public backlash, the restriction was taken to court and overturned.\n\nIn the United States, each state has its own laws regarding age discrimination, and there are also federal laws.[121] In California, the Fair Employment and Housing Act forbids unlawful discrimination against persons age 40 and older. The FEHA is the principal California statute prohibiting employment discrimination, covering employers, labor organizations, employment agencies, apprenticeship programs and/or any person or entity who aids, abets, incites, compels, or coerces the doing of a discriminatory act. In addition to age, it prohibits employment discrimination based on race or color; religion; national origin or ancestry, disability, mental type or medical condition; marital status; sex or sexual orientation; and pregnancy, childbirth, or related medical conditions.[122] Although there are many protections for age-based discrimination against older workers (as shown above) there are less protections for younger workers.[citation needed]\n\nThe District of Columbia and twelve states (California, Florida, Iowa, Hawaii, Kansas, Louisiana, Maine, Minnesota, Nebraska, New Mexico, New York, and Vermont) define age as a specific motivation for hate crimes.[123][124]\n\nThe federal government restricts age discrimination under the Age Discrimination in Employment Act of 1967 (ADEA). That law provides certain employment protections to workers who are over the age of forty, who work for an employer who has twenty or more employees. For protected workers, the ADEA prohibits discrimination at all levels of employment, from recruitment and hiring, through the employment relationship, and through decisions for layoffs or termination of the employment relationship.[69] An age limit may only be legally specified for protected workers in the circumstance where age has been shown to be a \"bona fide occupational qualification [BFOQ] reasonably necessary to the normal operation of the particular business\" (see 29 U.S.C. § 623(f)(1)). In practice, BFOQs for age are limited to the obvious (hiring a young actor to play a young character in a movie) or when public safety is at stake (for example, in the case of age limits for pilots and bus drivers). The ADEA does not stop an employer from favoring an older employee over a younger one, even when the younger one is over 40 years old.[70]\n\nMandatory retirement due to age is generally unlawful in the United States, except in certain industries and occupations that are regulated by law, and are often part of the government (such as military service and federal police agencies, such as the Federal Bureau of Investigation). Minnesota has statutorily established mandatory retirement for all judges at age 70 (more precisely, at the end of the month a judge reaches that age). The Minnesota Legislature has had the constitutional right to set judicial retirement ages since 1956, but did not do so until 1973, setting the age at 70.[125] The Federal Age Discrimination in Employment Act, which became law in 1986, ended mandatory age-related retirement at age 70 for many jobs, not including the Minnesota judiciary;[125] another exception was all postsecondary institutions (colleges, etc.) This exception ended on 31 December 1993.[126][127] The Fair Treatment for Experienced Pilots Act (Public Law 110–135) went into effect on 13 December 2007, raising the mandatory retirement age for pilots to 65 from the previous 60.[128]\n\nIn September 2016, California passed state bill AB-1687, an anti-ageism law taking effect on 1 January 2017, requiring \"commercial online entertainment employment\" services that allow paid subscribers to submit information and resumes (such as IMDbPro), to honor requests to have their ages and birthdays removed. The bill was supported by SAG-AFTRA's former and current presidents Ken Howard and Gabrielle Carteris, who felt that the law would help to reduce ageism in the entertainment industry.[129] On 23 February 2017, U.S. District Judge Vince Girdhari Chhabria issued a stay on the bill pending a further trial, claiming that it was \"difficult to imagine how AB 1687 could not violate the First Amendment\" because it inhibited the public consumption of factual information.[130] In February 2018, Girdhari ruled that the law was unconstitutional, arguing that the state of California \"[had] not shown that partially eliminating one source of age-related information will appreciably diminish the amount of age discrimination occurring in the entertainment industry.\" The ruling was criticized by SAG-AFTRA, alleging that the court \"incorrectly concluded there were no material disputed factual issues, while precluding the parties from acquiring additional evidence or permitting the case to go to trial\". The ruling was eventually appealed, but the Ninth Circuit Court of Appeals upheld it in 2020.[131]\n\nIn regards to employment, discrimination on the basis of age is illegal in each of the states and territories of Australia. At the national level, Australia is party to a number of international treaties and conventions that impose obligations to eliminate age discrimination.[132]\n\nThe Australian Human Rights Commission Act 1986 established the Australian Human Rights Commission and bestows on this Commission functions in relation to a number of international treaties and conventions that cover age discrimination.[132][133] During 1998–1999, 15% of complaints received by the Commission under the Act were about discrimination on the basis of age.[132]\n\nAge discrimination laws at the national level were strengthened by the Age Discrimination Act 2004, which helps to ensure that people are not subjected to age discrimination in various areas of public life, including employment, the provision of goods and services, education, and the administration of Australian government laws and programs. The Act, however, does provide for exemptions in some areas, as well as providing for positive discrimination, that is, actions which assist people of a particular age who experience a disadvantage because of their age.[133]\n\nIn 2011, the position of Age Discrimination Commissioner was created within the Australian Human Rights Commission. The Commissioner's responsibilities include raising awareness among employers about the beneficial contributions that senior Australians as well as younger employees can make in the workforce.[134] Every state in Australia has a probationary plate system for drivers. This is allowed because the Age Discrimination Act says that, in some circumstances, treating someone differently because of their age won't be against the law. This is known as an exemption and includes:\n\nOver the past few years, the Human Rights Commission has conducted a number of research projects on ageism including What's Age Got to do with it in 2021, Employing and retaining older workers in 2021 and the Willing to Work: Healthy Ageing Paper in 2016.\n\nOther active organisations include EveryAge Counts - an advocacy campaign aimed at tackling ageism against older Australians and COTA(Council on the Ageing) who operate in most states and promote the rights, interests and good futures of Australians as they age.\n\nIn addition to the community based organisations, there are a number of for-profit organisations helping mature Australians with job placement, recruitment, self-employment skills and business skills including Silver & Wise, Maturious Recruit50Plus and OlderWorkers.\n\nAt least two bills have been filed before the 16th Congress of the Philippines seeking to address age discrimination in employment in the country. The Blas Ople Policy Center, a non-government organization, asserts that responsibilities of making a livelihood in a household has shifted to younger members of the family due to bias against hiring people older than 30 years of age. The organization also added that age discrimination contributes to the unemployment rate and acts as a hurdle to inclusive growth in the country. Overseas Filipino Workers returning from abroad seeking to find work in the country were tagged as vulnerable to age discrimination.[136][137]\n\nThe European citizenship provides the right to protection from discrimination on the grounds of age. According to Article 21-1 of the Charter of Fundamental Rights of the European Union s:Charter of Fundamental Rights of the European Union#CHAPTER III. EQUALITY, \"any discrimination based on any ground such as … age, shall be prohibited\".[138]\n\nAdditional protection against age discrimination comes from the Framework Directive 2000/78/EC. It prohibits discrimination on grounds of age in the field of employment.[139]\n\nOn 18 August 2006, the General Equal Treatment Act (Allgemeines Gleichbehandlungsgesetz, AGG) came into force. The aim of the AGG is to prevent and abolish discrimination on various grounds including age.[140]\n\nA recent[when?] study suggested that youths in Germany feel the brunt of age discrimination.[141]\n\nIn France, Articles 225-1 through 225-4 of the Penal Code detail the penalization of Ageism, when it comes to an age discrimination related to the consumption of a good or service, to the exercise of an economic activity, to the labor market or an internship, except in the cases foreseen in Article 225–3.[142][143][144]\n\nIn Belgium, the Law of 25 February 2003 \"tending to fight discrimination\" punishes Ageism when \"a difference of treatment that lacks objective and reasonable justification is directly based on ... age\". Discrimination is forbidden when it refers to providing or offering a good or service, to conditions linked to work or employment, to the appointment or promotion of an employee, and yet to the access or participation in \"an economic, social, cultural or political activity accessible to the public\" (Article 2nd, § 4). Incitement to discrimination, to hatred or to violence against a person or a group on the grounds of ... age (Article 6) is punished with imprisonment and/or a fine.[145][146]\nNevertheless, employment opportunities are worsening for people in their middle years in many of these same countries, according to Martin Kohli et al. in Time for Retirement (1991).\n\nThe Swedish Discrimination Act (2008:567) was enacted in 2008 and states that: \"the purpose of the Act is to combat discrimination and in other ways promote equal rights and opportunities regardless of sex ... or age.\"[147] In Sweden, considering the increased proportion of older people, ageism is also discussed in the context of healthcare sector and health profession students such as nursing students.[148]\n\nBarbara Robb, founder of the British pressure group, Aid for the Elderly in Government Institutions (AEGIS), compiled Sans Everything: A Case to Answer, a controversial book detailing the inadequacies of care provided for older people, which prompted a nationwide scandal in the UK in 1976. Although initially official inquiries into these allegations reported that they were \"totally unfounded or grossly exaggerated\",[149] her campaigns led to revealing of other instances of ill treatment which were accepted and prompted the government to implement NHS policy changes.[150]\n\nCouncillor Richard Thomas brought up the issue of age discrimination at an early stage at a meeting of Bracknell Forest Council in March 1983. He pointed out it is a double side process, with discrimination working against both older and younger citizens.[citation needed]\n\nIn the UK, age discrimination laws were first brought into force in October 2006[151] and can be found in the Equality Act 2010, which implements the Equal Treatment Framework Directive 2000/78/EC and protects employees against direct discrimination, indirect discrimination, harassment and victimisation. Pursuant to the Equality Act 2010 it is generally unlawful to discriminate based upon age in the provision of goods and services.[152]\n\nThere have been many notable cases and official statistics show a 37% increase in claims in 2009/10[153] and a further 31% increase in 2010/11.[154] Examples include the case involving Rolls Royce,[155] the \"Heyday\" case brought by Age UK[156] and the Miriam O'Reilly case against the BBC (2011).[157]\n\nThe European Social Study survey in 2011 revealed that nearly two out of five people claim to have been shown a lack of respect because of their age. The survey suggested that the UK is riven by intergenerational splits, with half of the people admitting they do not have a single friend over 70; this compares with only a third of Portuguese, Swiss and Germans who say that they do not have a friend of that age or older.[158] A Demos study in 2012 showed that three-quarters of people in the UK believed there to be not enough opportunities for older and younger people to meet and work together.[159]\n\nThe \"Grey Pride\" campaign has advocated for a Minister for Older People and had some success in 2011 when former Labour Leader Ed Miliband appointed Liz Kendall as Shadow Minister for Older People.[160]\n\nIn 2011, the artist Michael Freedman, an outspoken advocate against age discrimination within the art world says that \"mature students, like me, come to art late in life, so why are we penalised and demotivated? Whatever happened to lifelong learning and the notion of a flexible workforce?\"[161]\n\n"
        },
        {
            "title": "Advocacy against ageism",
            "text": "The Newsboys Strike of 1899 fought ageist employment practices targeted against youth by large newspaper syndicates in the Northeast of America. The strikers demonstrated across the city for several days, effectively stopping circulation of the two papers, along with the news distribution for many New England cities. The strike lasted two weeks, causing Pulitzer's New York World to decrease its circulation from 360,000 papers sold per day to 125,000.[162] Although the price of papers was not lowered, the strike was successful in forcing the World and Journal to offer full buybacks to their sellers, thus increasing the amount of money that newsies received for their work.[163]\n\nThe American Youth Congress, or AYC, was formed in 1935 to advocate for youth rights in U.S. politics. It ended in 1940.[164]\n\nAARP was founded in 1958 by Ethel Percy Andrus (a retired educator from California) and Leonard Davis (later the founder of the Colonial Penn Group of insurance companies).[165][166] Its stated mission is \"to empower people to choose how they live as they age\".[167] It is an influential lobbying group in the United States focusing largely on issues affecting the elderly.[168][169]\n\nAid for the Elderly in Government Institutions (AEGIS) was a British pressure group that campaigned to improve the care of older people in long-stay wards of National Health Service psychiatric hospitals.[170][171] The group was founded by Barbara Robb in 1965,[171] and was active until her death in 1976.[172]\n\nThe Gray Panthers was formed in 1970 by Maggie Kuhn, with a goal of eliminating mandatory retirement in the United States; they now work on many social justice issues including eliminating ageism.[173][174][175]\n\nYouth Liberation of Ann Arbor started in 1970 to promote youth and fight ageism.\n\nThree O'Clock Lobby formed in 1976 to promote youth participation throughout traditionally ageist government structures in Michigan.\n\nOld Lesbians Organizing for Change was founded in 1987; the mission of the organization is to \"eliminate the oppression of ageism and to stand in solidarity against all oppressions\" through \"[the] cooperative community of Old Lesbian feminist activists from many backgrounds working for justice and the well-being of all old lesbians.\"[176] Their initial meeting was inspired by the publication of the book Look Me in the Eye: Old Women, Aging and Ageism by Barbara Macdonald and Cynthia Rich in 1983.[177]\n\nAmericans for a Society Free from Age Restrictions formed in 1996 to advance the civil and human rights of young people through eliminating ageist laws targeted against young people, and to help youth counter ageism in America.[178]\n\nThe National Youth Rights Association started in 1998 to promote awareness of the legal and human rights of young people in the United States.[179]\n\nThe Freechild Project was formed in 2001 in the United States to identify, unify and promote diverse opportunities for youth engagement in social change by fighting ageism.\n\nDirector Paul Weitz reported he wrote the 2004 film, In Good Company, to reveal how ageism affects youth and adults.[180]\n\nIn 2002 The Freechild Project created an information and training initiative to provide resources to youth organizations and schools focused on youth rights.[181]\n\nIn 2006 Lydia Giménez-LLort, an assistant professor of Psychiatry and researcher at the Autonomous University of Barcelona coined the term 'Snow White Syndrome' at the 'Congrés de la Gent Gran de Cerdanyola del Vallès' (Congress of the Elderly of Cerdanyola del Vallès, Barcelona, Spain) as a metaphor to define Ageism in an easier and more friendly way while developing a constructive spirit against it. The metaphor is based on both the auto-Ageism and adultocracy exhibited by the evil queen of the Snow White fairy tale as well as the social Ageism symbolized by the mirror.[182]\n\nSince 2008 'The Intergenerational Study' by Lydia Giménez-LLort and Paula Ramírez-Boix from the Autonomous University of Barcelona is aimed to find the basis of the link between grandparents and grandsons (positive family relationships) that can minimize the Ageism towards the elderly. Students of several Spanish universities have enrolled in this study which soon will be also performed in the US, Nigeria, Barbados, Argentina, and Mexico. The preliminary results reveal that 'The Intergenerational study questionnaire' induces young people to do a reflexive and autocritic analysis of their intergenerational relationships in contrast to those shown towards other unrelated old people which results very positive to challenge Ageism. A cortometrage about 'The International Study' has been directed and produced by Tomás Sunyer from Los Angeles City College.[183]\n\nVotes at 16 intends to lower the voting age in the United Kingdom to 16, reducing Ageism and giving 16-year-olds equal pay on the National Minimum Wage. The group claims that 16-year-olds get less money than older people for the same work, angering many 16-year-olds. They additionally postulate that 16-year-olds will have their voice listened to by older people more often.\n\nChilean director Sebastian Lelio created a U.S. version of his acclaimed 2013 film Gloria.[184] The original film challenges the notion that as women age they become culturally 'invisible';[185] they may continue to be powerful, desirable, and sexually active. In the 2018 English remake, titled Gloria Bell, actress Julianne Moore portrayed the lead character.[186][187]\n\nIn a 2005 interview, actor Pierce Brosnan cited ageism as one of the contributing factors as to why he was not asked to continue his role as James Bond in the Bond film Casino Royale, released in 2006.[188]\n\nAlso, successful singer and actress Madonna spoke out in her 50s about ageism and her fight to defy the norms of society.[189] In 2015, BBC Radio 1 were accused of ageism after the station did not add her new single to their playlist. Similarly, Sex and the City star Kim Cattrall has also raised the issue of ageism.[190]\n\nA 2007 Pew Research Center study found that a majority of American voters would be less likely to vote for a President past a given age,[which?] with 45% saying that age would not matter.[citation needed]\n\nMargaret Morganroth Gullette's 2017 book, Ending Ageism or How Not to Shoot Old People, provides multiple examples to illustrate the pervasiveness of ageism and delivers a call to action.[191]\n\n"
        }
    ]
}