{
    "url": "https://en.wikipedia.org/wiki/Agni_Yoga",
    "title": "Agni Yoga",
    "table_of_contents": [
        "1 Birth of the new religion",
        "1.1 Etymology and concept",
        "1.2 Precursors of Agni Yoga",
        "1.2.1 Theosophy",
        "1.2.2 Russian philosophy and Russian Cosmism",
        "2 Historical development",
        "2.1 The Agni Yoga Society in the State of New York",
        "2.2 Latvian Roerich Society in Riga",
        "2.3 Master Institute of United Arts in New York City",
        "2.4 Himalayan Research Institute named Urusvati in India",
        "2.5 Nicholas Roerich Museum in New York City",
        "2.6 The International non-governmental organisation \"International Centre of the Roerichs\"",
        "2.7 The World Organisation of Culture of Health",
        "3 The Holy Scripture of Agni Yoga",
        "3.1 Further reading",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 External links",
        "8 Videos"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAgni Yoga (Russian: А́гни Йо́га) or the Living Ethics (Russian: Жива́я Э́тика), or the Teaching of Life (Russian: Уче́ние Жи́зни), is a Neo-Theosophical religious doctrine transmitted by Helena Roerich and Nicholas Roerich from 1920. The term Agni Yoga means \"Mergence with Divine Fire\" or \"Path to Mergence with Divine Fire\". This term was introduced by the Roerichs. The followers of Agni Yoga believe that the teaching was given to the Roerich family and their associates by Master Morya, the guru of the Roerichs and of Helena Blavatsky, one of the founders of the modern Theosophical movement and of the Theosophical Society.\n\nAgni Yoga is a path of practice in daily life. It is the yoga of fiery energy, of consciousness, of responsible, directed thought. It teaches that the evolution of the planetary consciousness is a pressing necessity and that, through individual striving, it is an attainable aspiration for mankind. According to Helena Roerich, Agni Yoga is the synthesis of all yogas. In all the ancient Hindu scriptures, the approaching Fiery Age was predicted. Agni–Fire, which to a varying degree is at the heart of all yogas, will saturate the atmosphere of our planet, and all the branches of yoga will be merged into a fiery synthesis. Agni Yoga is a fire baptism.\n\nThe most significant features of Agni Yoga are cosmism and universalism. They are expressed in the interpretation of any phenomena of human existence from the point of view of their cosmic significance and interrelation with the being of the universe.\n\nAgni Yoga played a significant role in bringing knowledge of Asian religions to the Western world. Living Ethics has an international following and has thousands of adherents. The ideas of the Teaching of Life have exerted an influence on other esoteric movements and philosophies, among them New Age and transhumanism.[4]\n\n"
        },
        {
            "title": "Birth of the new religion",
            "text": "The term Agni Yoga means \"Mergence with Divine Fire\" or \"Path to Mergence with Divine Fire\". This term was introduced to the Western public by Nicholas Roerich and Helena Roerich.[5]\n\nAgni (Sanskrit: अग्नि) is the Vedic and Living Ethics' \"god of fire\", who marks immortality and is the symbol of life. Agni is one of the highest gods in the Rigveda. In Agni Yoga it is the creative fire of the universe, the root of the \"Fire of Space\"; and the \"psychic energy\", the powers of the human mind and heart, particularly those manifesting in love, thought, and creativity.[6] In the original myth found in many Indo-European cultures Agni is a bird-like being, that brings fire from the gods to mankind. Alternatively, this messenger brings an elixir of immortality from Heaven to Earth. In the early Vedic literature, Agni primarily connotes fire as a god, reflecting the primordial powers to consume, transform and convey.[7]\n\nYoga (Sanskrit: योग; pronunciation) is one of the six orthodox schools of Hindu philosophy. There is a broad variety of yoga schools, practices, and goals in Hinduism, Buddhism, and Jainism. Yoga is a group of spiritual, mental, and physical practices or disciplines which originated in ancient India. The term Yoga has been applied to a variety of practices and methods. In Hinduism these include Jnana Yoga, Bhakti Yoga, Karma Yoga, Laya Yoga and Hatha Yoga. The term Rāja Yoga originally referred to the ultimate goal of yoga, which is Samadhi (Sanskrit: समाधि, Hindi pronunciation: [səˈmaːdʱi]), but was popularised by Swami Vivekananda as the common name for Ashtanga Yoga. In the Ashtanga Yoga tradition, Samadhi is the eighth and final limb identified in the Yoga Sutras of Patanjali.[8][9]\n\nAum or Oṃ (Devanagari: ॐ), listen (help·info), is a sacred sound and a spiritual symbol in Hinduism, Buddhism, and Jainism. This word has three phonemes: a, u, and m, though it is often described as trisyllabic despite this being either archaic or the result of translation.[11][12] It signifies the essence of the ultimate reality, consciousness or Atman.[13] The twelfth book of the scriptures of Agni Yoga is called \"Aum\". Aum, as this book says, was a synthesis of sonant strivings. Prayer and inward concentration are excellent attainments which render healthful the state of the spirit. Each one in his own way has contributed a manifestation useful to spiritual concentration, whether he sought the solution in music, in song, or in the dance; man was striving to create a particularly exalted state of mind, promoting the reception of the higher energies.[14]\n\nUr or Aditi (Sanskrit: अदिति \"limitless\"),[15] in the Vedas and Living Ethics is the mother of the gods and all twelve zodiacal spirits from whose cosmic matrix the heavenly bodies were born. As celestial mother of every existing form and being, the synthesis of all things, she is associated with space and with mystic speech. She is mentioned nearly eighty times in the Rigveda: the verse \"Daksha sprang from Aditi and Aditi from Daksha\" is seen by Theosophists as a reference to \"the eternal cyclic re-birth of the same divine essence\" and divine wisdom.[16] \"Ur is the root of the Light of Fire\", it is stated in the holy writ of Agni Yoga.[17]\n\nShambhala (Sanskrit: शम्भलः, Tibetan: བདེ་འབྱུང;) is the birthplace of Kalki, the final incarnation of Vishnu, who will usher a New Age – Satya Yuga. Shambhala is ruled by Maitreya.[18] The Kalachakra Tantra prophesies that when all is lost, Kalki will emerge from Shambhala to vanquish the \"Dark Forces\" and usher a worldwide Golden Age. Shambhala is also called Shangri-La.[19]\n\nMorya is one of the Masters of the Ancient Wisdom within modern Theosophical beliefs.[21] He is one of the Mahatmas who inspired the founding of Theosophy and Agni Yoga.[22] He has written and dictated the letters with the goal of elevating mankind and bringing a New Age.[23] Master Morya will physically incarnate in order to be the Manu (\"progenitor\") of the new root race.[24][25]\n\nTara Urusvati (The Light of the Morning Star) is the spiritual name of Helena Roerich (1879–1955) in Agni Yoga and Roerichism.[26] She was a teacher and healer as well as the inspired co-author of the Agni Yoga series of books, the first English books about Living Ethics and the Roerichs' relationship with their guru.[27] Each of the 935 paragraphs of the book \"Supermundane\" begins with the word \"Urusvati\".[28] In the epilogue of the book \"Agni Yoga\" she is called the Mother of Agni Yoga.[29]\n\nFuyama is the spiritual name of Nicholas Roerich (1874–1947) in Agni Yoga and Roerichism. He was an internationally acclaimed artist, conservationist, archeologist, humanitarian and peacemaker.[30] Nicolas Roerich called Urusvati \"She Who Leads\" in his creations.[31]\n\nKarma (/ˈkɑːrmə/; Sanskrit: कर्म, romanized: karma, IPA: [ˈkɐɽmɐ] (listen)) means action, work or deed. It also refers to the spiritual principle of cause and effect where intent and actions of an individual influence his future. Good intent and good deeds contribute to good karma and future happiness, while bad intent and bad deeds contribute to bad karma and future suffering. With origins in ancient India's Vedic civilization, the philosophy of karma is closely associated with the idea of rebirth in many schools of Indian religions, particularly Hinduism, Buddhism, Jainism and Sikhism.[32] Karma works as one of the great principles of cosmic action. When man realizes the power of karma and strives to express the best aspirations, his path is parallel with the universal energy. The universal energy attracts the creative strivings. The future and the infinite are thus being built, written in the holy scripture of Agni Yoga.[33]\n\nSpiritual evolution is the philosophical, theological, esoteric or spiritual idea that nature and human beings and human culture evolve either extending from an established cosmological pattern (ascent), or in accordance with certain pre-established potentials. The phrase \"spiritual evolution\" can occur in the context of \"higher evolution\", a term used to differentiate psychological, mental, or spiritual evolution from the \"lower evolution\" or biological evolution of physical form.[34]\n\nThe concept of spiritual evolution is also complemented by the idea of a creative impulse in human beings, known as epigenesis.[35]\n\nAgni Yoga, in general, is a Neo-Theosophical religious doctrine[36] transmitted by the Helena and Nicholas Roerichs from 1920. The followers of Living Ethics believe that the teaching was given to the Roerichs' family[37] and their associates by Master Morya, the guru of Roerichs and Helena Blavatsky, one of the founders of the modern Theosophical movement and the Theosophical Society.[38] The Teaching of Life is a path of practice in daily life. It is the yoga of fiery energy, of consciousness, of responsible, directed thought. It teaches that the evolution of the planetary consciousness is a pressing necessity and that, through individual striving, it is an attainable aspiration for mankind.[39]\n\nThe most significant features of Agni Yoga are cosmism and universalism. They are expressed in the interpretation of any phenomena of human existence from the point of view of their cosmic significance and interrelation with the being of the Universe.[40]\n\nThe Theosophical Society was officially formed in New York City on 17 November 1875 by Helena Blavatsky, Henry Steel Olcott, William Quan Judge, and others. It was self-described as \"an unsectarian body of seekers after Truth, who endeavour to promote Brotherhood and strive to serve humanity\". After a few years Olcott and Blavatsky moved to India and established the International Headquarters at Adyar, in Madras.[42]\n\nMadame Blavatsky (Upasica – this spiritual name means a female lay disciple. So the \"Teachers\" called her[43]) insisted that Theosophy is not a religion, although she did refer to it as the modern transmission of the \"once universal religion\" that she claimed had existed deep into the human past. The motto of the Theosophical movement is: \"There is no Religion higher than Truth\".[44]\n\nTheosophical organisations regard it as a system that embraces what they see as the \"essential truth\" underlying religion, philosophy, and science. Theosophical groups allow their members to hold other religious allegiances, resulting in Theosophists who also identify as Christians, Buddhists, or Hindus.[45]\n\nThe term Neo-Theosophy was coined by Ferdinand T. Brooks around 1912. This term used by the followers of Helena Blavatsky to denominate the system of theosophical ideas expounded following the death of Blavatsky in 1891. This material differed in major respects from Blavatsky's original presentation, but it is accepted as genuinely Theosophical by many Theosophists around the world.[46] Daryl S. Paulson associates \"Neo-Theosophy\" with Alice Bailey.[47] She introduced the term New Age – Age of Aquarius.[48]\n\nOther Neo-Theosophists include Rudolf Steiner's contemporary Peter Deunov, and Samael Aun Weor. Dion Fortune and Aleister Crowley were also influencers of the leading edge of the Theosophical movement. Some examples of Neo-Theosophists today include Benjamin Creme[49] and Victor Skumin. So, in 1990, Skumin, based on the theosophical concept of spiritual evolution, proposed a classification of Homo spiritalis (Latin: \"Spiritual man\"), the sixth root race, consisting of eight sub-races (subspecies): HS-0 Anabiosis spiritalis, HS-1 Scientella spiritalis, HS-2 Aurora spiritalis, HS-3 Ascensus spiritalis, HS-4 Vocatus spiritalis, HS-5 Illuminatio spiritalis, НS-6 Creatio spiritalis, and HS-7 Servitus spiritalis.[50]\n\nRussian philosophy as a separate entity started its development in the 19th century, defined initially by the opposition of Westernizers, advocating Russia's following the Western political and economical models, and Slavophiles, insisting on developing Russia as a unique civilization. The latter group included Nikolai Danilevsky and Konstantin Leontiev, the early founders of Eurasianism. \"Slavophilia\" was an intellectual movement originating from 19th century that wanted the Russian Empire to be developed upon values and institutions derived from its own early history. There were also similar movements in Bulgaria, Croatia, Czechoslovakia, Poland, and Serbia. Depending on the historical context, its opposite could be termed Slavophobia, a fear of Slavic culture.[51]\n\nThe discussion of Russia's place in the world has since become the most characteristic feature of Russian philosophy. Notable philosophers of the late 19th and early 20th centuries include Vladimir Solovyev, Vasily Rozanov, Lev Shestov, Leo Tolstoy, Sergei Bulgakov, Pavel Florensky, Pitirim Sorokin. In its further development, Russian philosophy was also marked by deep connection to literature and interest in creativity, society, religion, and Russian cosmism.[52]\n\nVladimir Solovyov described his encounters with the entity Sophia in his works, such as Three Encounters and Lectures on Godmanhood. His fusion was driven by the desire to reconcile or unite with Orthodox Christianity the various iterations of the Russian Slavophiles' concept of sobornost. His Russian religious philosophy had a very strong impact on the Russian symbolist art movements of his time. His teachings on Sophia, conceived as the merciful unifying feminine wisdom of God comparable to the Hebrew Shekinah or various goddess traditions, have been deemed a heresy by Russian Orthodox Church Outside Russia and as unsound and unorthodox by the Patriarchate of Moscow.[53]\n\nNikolai Fyodorov was a Russian Orthodox Christian philosopher, who was part of the Russian cosmist movement and a precursor of transhumanism. Fedorov argued that humanity is the culmination of evolution, as well as its creator and director. Humans must therefore direct evolution where their reason and morality dictate. Fedorov stated that the struggle against death can become the most natural cause uniting all people, regardless of their nationality, race, citizenship or wealth. He called this the \"Common Cause\". Fedorov thought that death and afterdeath existence should become the subject of comprehensive scientific inquiry, that achieving immortality and revival is the greatest goal of science.[54]\n\nAt the beginning of the 20th century, there was a burst of scientific investigation into interplanetary travel, largely driven by fiction writers such as Jules Verne and Herbert Wells as well as philosophical movements like Russian cosmism. In 1903, Konstantin Tsiolkovsky published the first serious scientific work on space travel. His work was essentially unknown outside the Russian Empire, but inside the country it inspired further research, experimentation and the formation of the Society for Studies of Interplanetary Spaceflight.[55] Tsiolkovsky wrote a book called \"The Will of the Universe; Unknown Intelligent Forces\" in which he propounded a philosophy of panpsychism. He believed humans would eventually colonize the Milky Way. His thought preceded the Space Age by several decades, and some of what he foresaw in his imagination has come into being since his death. Tsiolkovsky did not believe in traditional religious cosmology, but instead he believed in a cosmic being that governed humans.[56]\n\nThe ideas of the Russian philosophers and cosmists later were developed by those in the transhumanist movement and Roerichism.[57][58]\nFor example, the Russian scientist Victor Skumin argues that the Culture of Health will play an important role in the creation of a human spiritual society into the Solar System.[59][60]\n\n"
        },
        {
            "title": "Historical development",
            "text": "Information about Vedanta and Buddhism spread in Western countries in the first decade of the 20th century. In the United States of the 1920s, when the voices in religion were arguing over fundamentalism and modernism as the only available choice, and long before Shangri-La had become a popularly accepted myth, a vanguard movement was promoting the alternative of the wisdom of the Eastern world.[62]\n\nTheosophy proposed the existence of a society of Secret Chiefs called the Great White Brotherhood. The members of this Brotherhood, in belief systems akin to Theosophy and New Age, are said to be perfected beings of great power who spread spiritual teachings through selected humans. The members of the Brotherhood may be known as the Masters of the Ancient Wisdom or the Ascended Masters. They are referred to by Theosophists as Elder Brothers of the human race, Adepts, Mahātmās, or simply as the Masters. The first person to talk about them in the West was Helena Blavatsky, after she and other people claimed to have received messages from them. These included Nicholas Roerich and Helena Roerich, too.[63] She emphasized that knowledge was the leading path of all great Teachers. Knowledge will permit a free and vital approach to the great Teaching, as vitally real as is the great Matter itself.[64]\n\nWhen Nicholas Roerich died, his wife is believed to have carried on the work prescribed by Master Morya, \"I exist only due to the ray of the Great Master, who said it was necessary for me to remain because no one could replace me as I worked under the highest Cosmic Sign, and this century was in need of my attainment\". The main aim of Helena Roerich was to spread the message of Agni Yoga.[65]\n\nThe Agni Yoga Society was founded in 1920 by Helena and Nicholas Roerich. It is a non-profit educational institution incorporated in 1946 under the laws of the State of New York, and is supported entirely by voluntary contributions and membership dues. The organization was located in the building Master Apartments. The aims of the Society are embodied in the philosophy that gives it its name—Agni Yoga—as contained in the books of the Agni Yoga Series published by the Society. In them is found a synthesis of ancient Eastern beliefs and modern Western thought and a bridge between the spiritual and the scientific.[66]\n\nUnlike previous yogas, Agni Yoga is a path of practice in daily life. It is the yoga of fiery energy, of consciousness, of responsible, directed thought. It teaches that the evolution of the planetary consciousness is a pressing necessity and that, through individual striving, it is an attainable aspiration for mankind. Though not systematized in an ordinary sense, it is a teaching that helps the student to discover moral and spiritual guide-posts by which to learn to govern his or her life and thus contribute to the common good. For this reason Agni Yoga has been called a \"Living Ethics\". Speaking about the role of personality in the spiritual evolution of mankind, Helena Roerich wrote:[67][68]\n\nThe Latvian Roerich Society is one of the oldest society established by the Roerich family. In 1920 Vladimir Schibayev, while being in London, met Nicholas and Helena Roerich. In Riga they created a group of people to study Agni Yoga and other theosophical literature. In 1928, Schibayev went to India, to become the secretary of Roerich.[69]\n\nIn Riga the place of the leader of Latvian Roerich Society was taken by doctor-homeopath Felix Lukin. He and his son Harald Lukin conducted clinical trials and many natural medications that they received from Svetoslav Roerich of the Himalayan Research Institute named Urusvati.[70]\n\nIn 1936 Richard Rudzitis officially became the president of the Latvian Society. During his lead, the books of Living Ethics, the works by the Roerichs, Helena Blavatsky's and works by Rudzitis himself were published. In 1937 the first conference of Baltic Roerich Societies took place. The Latvian Society was renewed in the Soviet Union in 1988. Harald Lukin carried the Roerichs Banner of Peace. The new president Gunta Rudzite, the daughter of Rihard Rudzitis, held contacts with many people of the republics in the USSR who were interested in the ideas of Agni Yoga. On 2005 the Roerich Society received social beneficial status in the Republic of Latvia.[69]\n\nNicolas Roerich is known as a thinker and a builder of life. His art and writings are an evocation to beauty, knowledge, and culture. His vision is captured in his philosophical statement of the Master Institute of United Arts which he formed in New York City in 1921:[71]\n\nLouis L. Horch and Nettie S. Horch financed and directed the Master Institute that taught the fine and dramatic arts. For much of its existence, the Master Institute was housed in the Master Apartments, designed by Harvey Wiley Corbett in 1929 for Roerich and built on the site of the former Horch mansion at 310 Riverside Dr. in New York City.[72]\n\nRoerich planned to realize the educational concepts at the Institute. He invited as teachers such famous people as George Bellows, Claude Fayette Bragdon, Norman Bel Geddes, Stark Young, Deems Taylor, Robert Edmond Jones, and Lee Simonson.[73] Intensive work was in process under direct supervision of Roerich. Nicholas gave lectures, organized new classes, for example classes of music and sculpture for the blind. Many representatives of American science and culture expressed their willingness to educate students in accordance with the proposed curriculum. There were Felix Salmond, Ernest Bloch, and Michael Fokin. In the Institute of United Arts in New York City also taught Rockwell Kent, Claude Bragdon, George Bellows, and Norman Bel Geddes.[74]\n\nSome contemporaries were skeptical spiritual mission of Nicholas Roerich. But those who embraced his philosophy experienced something transformative in his canvases. Roerich's name is universally known not only as a master of the brush but also as a thinker and a builder of life. The works of the artist are an evocation to beauty, knowledge, and culture.[75]\n\nRoerich's family moved to India in December 1923. They settled in Darjeeling, a town in the Indian state of West Bengal. It is located in the Lower Himalayan Ranges at an elevation of 6,700 ft (2,042.2 m).[77]\n\nFrom 1925 to 1928, Roerich took part in a Central Asia expedition, that traveled through hard-to-reach and little-investigated regions of India, China, Soviet Union, Mongolia and Tibet. Sikkim was the starting point of the expedition. During the expedition, research in topics such as history, archeology, ethnography, history of philosophy, arts and religions, and geography was conducted. Rare manuscripts were found, and rich linguistic materials were collected. Special attention was paid to the problem of historical unity of cultures of various peoples. In 1925, Helena Roerich began to translate an extensive selection from The Mahatma Letters to A.P. Sinnett. She also wrote a book entitled \"Chalice of the East\", which was published under the pen name \"Iskander Khanum\". Helena Roerich's manuscript \"Foundations of Buddhism\" was published in 1926, at Urga, where her expedition was staying at the time. In this book, the fundamental philosophical notions of Buddha's teaching were interpreted.[78]\n\nThe plethora of materials collected during the Central Asia Expedition became the foundation for the establishment of the Himalayan Research Institute named Urusvati in Darjeeling in 1928. A few months later the institute moved to Naggar in Kulu Valley.[80]\n\nThe center engaged in scientific exchange with 285 institutes, universities, museums, and libraries around the world. George de Roerich was a world-renowned scientist, Orientalist, and guru.[81] His monumental translation of the Blue Annals (Tibetan: དེབ་ཐེར་སྔོན་པོ),[82] and his 11-volume \"Tibetan-Russian-English dictionary with Sanskrit parallels\" were published in 1934.[83]\n\nOne of his main focuses for the center was to bring people to the institute who practiced and lived the cultures being examined at the center. George Roerich was the director of the Himalayan Research Institute named Urusvati for 10 years.[84]\n\nSvetoslav Roerich was in charge of the work of the Natural Sciences Department. He carried out unique researches in various fields of the natural sciences. At the basis of his scientific investigations was understanding of nature as one whole that is inalienably connected with the cosmic laws. The scope of his interests: cultural studies, comparative religious studies and philosophy, botany, mineralogy, Tibetan pharmacopoeia, chemistry and its alchemical sources.[85]\n\nThe work of the Himalayan Research Institute was based on wide international cooperation.[86] Major scientists and cultural workers collaborated with the Institute Urusvati, including the Soviet academician Nikolai Vavilov, the biologist and biophysicist Jagadish Chandra Bose, the Bengali polymath Rabindranath Tagore, the father of Indian journalism Ramananda Chatterjee, the Indian philosopher and statesman Sarvepalli Radhakrishnan, the Swedish geographer and explorer Sven Hedin, and many others.[87]\n\nThe Journal of the Urusvati Himalayan Research Institute (U.J.) published articles on various aspects of science and culture. The publications presented a multi-level perception of the authors who were looking for a new integration of different cultural models into the mainstream of Agni Yoga.[88]\n\nThe Nicholas Roerich Museum in New York City was originally located in the Master Apartments at 103rd Street and Riverside Drive (Manhattan), which were built especially for Roerich in 1929. Now the museum is located in a brownstone at 319 West 107th Street on Manhattan's Upper West Side. This museum is one of the most off-the-beaten-path of Manhattan's museums, a collection of works by Nicolas Roerich, who lived on the Upper West Side for a time in the 1920s. The brownstone has natural scenes from the Himalayas, where the artist spent two decades of his life. Roerich usually painted in stark tempera, with orange skies or deep blue mountains.[89]\n\nCurrently, the museum includes between 100 and 200 of Roerich's works as well as a collection of archival materials and still attracts pilgrims from throughout the world. The mission of the Nicholas Roerich Museum is one: to make available to the public the full range of Roerich's accomplishments. They cover the realms of art, science, spirituality, peacemaking, and more.[90]\n\nThe Museum seeks to realize the ideas of Agni Yoga on the role of culture in the evolution of the world and evolution of the human consciousness. Information about these ideas of Roerich's is always available. The museum also provides an opportunity for young musicians to perform in front of an audience on a voluntary and free basis.[91]\n\nThe Nicholas Roerich Museum in New York is the largest center of Roerich-related activity outside of Russian Federation.[92]\n\nThe International Center of the Roerichs (Russian: Междунаро́дный це́нтр Ре́рихов) is a non-governmental public association of citizens and public associations incorporated on the basis of their common interests in the cause of study, preservation, and popularization of the Roerich family heritage.[37] The Center is an associated member of the Non-Governmental Organizations Association under the United Nations Department of Public Information. Conducting its activities, this international public organization proceeds by applying the law of the states in which its structural divisions are acting, the United Nations Charter, norms of international law and international legal acts related to the Center's sphere of activity.[93]\n\nThe Museum named after Nicholas Roerich (Russian: Музе́й и́мени Н. К. Ре́риха Междунаро́дного це́нтра Ре́рихов) contains the Roerichs' cultural heritage passed on to the Soviet Roerichs' Foundation (now International Center of the Roerichs) by Svetoslav Roerich in 1990. It carries in itself a new cosmic worldview. The core of Roerichism is the philosophy of cosmic reality – Agni Yoga, which develops the idea of a close relationship between mankind and the cosmos, contains knowledge which assists in understanding the specific features peculiar to the new evolutionary stage of mankind's development.[94]\n\nThe World Organisation of Culture of Health (WOCH) – International social movement \"To Health via Culture'\" (Russian: Междунаро́дное обще́ственное Движе́ние «К Здоро́вью че́рез Культу́ру») was founded in the year 1994. Victor Skumin was elected to the post of the president-founder of this organisation. The WOCH operates in accordance with the charter registered with the Ministry of Justice of the Russian Federation.[95]\n\nIn Agni Yoga much attention is paid to health. So in the book Supermundane (paragraph 525) recorded the words of Master Morya, addressed to Urusvati,[96]\n\nIt is from these positions that WOCH approaches the solution of problems related to health.[97] As the holy scripture of Agni Yoga says, physicians can be true helpers of humanity in the ascent of the spirit. The intellect of a physician must be reinforced by his heart. The physician must be a psychologist, and he must not ignore the wondrous psychic energy.[98]\n\nProfessors Verhorubova and Lobanova from Tomsk State Pedagogical University argued (2012) that, in accordance with the concept of the culture of health, proposed by Skumin, culture – spiritual, mental, and physical – determines the status of human health. And health – spiritual, mental, physical – is a prerequisite for achieving a higher level of culture.[99]\n\nThe World Organisation of Culture of Health, in order to promote international relations, has established a link with the International Buddhist Meditation Centre. The anthem of WOCH (To Health via Culture) consists of four stanzas. The capital letters each of the four stanzas form the word Agni.[100][101] Another anthem by Skumin is termed \"Urusvati\". Helena Roerich is known as the Tara Urusvati in Agni Yoga and Roerichism. This anthem begins with the phrase, \"The fire of the heart ignites Urusvati, she teaches the spirit take-off on the wings of the grace\". Six more hymns have the names: \"Heart\", \"Shambhala\", \"Morya\", \"Ur\", \"Agni\", and \"Sun\".[101]\n\nThe Russian Orthodox Church criticises Agni Yoga as New Age:[102][103]\n\nThe WOCH has its own publishing house (\"To Health via Culture\"), which has the right to publish the books with the International Standard Book Number (ISBN). The Journal of the World Organisation of Culture of Health (″World Health Culture Organization″) is based in Novocheboksarsk. The journal has received the International Standard Serial Number (ISSN) 0204-3440.[104] The main topics of the magazine are the dissemination of ideas of culture of health, holistic medicine, Roerichism, and Agni Yoga.[105]\n\n"
        },
        {
            "title": "The Holy Scripture of Agni Yoga",
            "text": "The beginning of the religious and philosophical book series of Agni Yoga was delivered on 24 March 1920.[108] These records eventually became the holy scripture, consisting of a series of books with a total volume of about five thousand pages.[109]\n\n"
        },
        {
            "title": "Gallery",
            "text": "Many works of Nicholas Roerich and Svetoslav Roerich, as artists, are thematically related to Agni Yoga. Roerich's artistic works tell about the internal needs of the individual and about the ways of their realization. Roerich's paintings are a kind of \"Teaching of Life\", on the spiritual development of mankind, about culture and its role in human life. They are a conversation about the eternity.[110] German-born New Age and ambient musician Karunesh (Bruno Reuter) believes that Roerich's paintings have healing properties. The same opinion was expressed earlier by Victor Skumin.[111][112]\n\n"
        }
    ]
}