{
    "url": "https://en.wikipedia.org/wiki/Agriculturalism",
    "title": "Agriculturalism",
    "table_of_contents": [
        "1 History",
        "2 Philosophy",
        "2.1 Political",
        "2.2 Economic",
        "3 Reception",
        "4 Influence",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Agriculturalism, also known as the School of Agrarianism, the School of Agronomists, the School of Tillers, and in Chinese as the Nongjia (simplified Chinese: 农家; traditional Chinese: 農家), was an early agrarian Chinese philosophy that advocated peasant utopian communalism and egalitarianism.\n\nThe Agriculturalists believed that Chinese society should be modeled around that of the early sage king Shennong, a folk hero who was portrayed in Chinese literature as \"working in the fields, along with everyone else, and consulting with everyone else when any decision had to be reached.\"[1] They encouraged farming and agriculture and taught farming and cultivation techniques, as they believed that agricultural development was the key to a stable and prosperous society.\n\nAgriculturalism was suppressed during the Qin Dynasty and most original texts are now lost. However, concepts originally associated with Agriculturalism have influenced Confucianism and Legalism, as well as Chinese philosophy as a whole.[2] Agriculturalism has at times been viewed as the essence of the Chinese identity.[3]\n\n"
        },
        {
            "title": "History",
            "text": "Agriculturalism dates back to the Spring and Autumn period and Warring States period, during a period known as the \"Hundred Schools of Thought\" which flourished from 770[verification needed] to 221 BC. Throughout this period, competing states, seeking to war with one another and unite China as a single country, patronized philosophers, scholars, and teachers.\n\nThe competition by scholars for the attention of rulers led to the development of different schools of thought, and the emphasis on recording teachings into books encouraged their spread.[4] The result was an era characterized by significant intellectual and cultural developments.[4] The major philosophies of China, Confucianism, Mohism, Legalism, and Taoism, all originated from this period.\n\nChinese tradition attributes the origin of Agriculturalism to the Chinese minister Hou Ji, a figure known for his innovations in agriculture.[2] The Agriculturalists also emphasized the role of Shennong, the divine farmer, a semi-mythical ruler of early China credited by the Chinese as the inventor of agriculture. Shennong was seen as a proto-Agriculturalist, whose governance and focus on agriculture served as a model of the ideal Agriculturalist government.[2]\n\nXu Xing, a philosopher who defended Agriculturalism, settled with a group of followers in the state of Teng in about 315 BC. A disciple of his visited the Confucian philosopher Mencius, and a short report of their conversation discussing Xu Xing's philosophy survives.[5]\n\nThe rise of the Qin Dynasty in 221 BC saw the \"burning of books and burying of scholars,\" that is, the purge of the Hundred Schools of Thought. This included Agriculturalism. The Legalist Qin dynasty was intolerant of other schools of thought, seeking to burn any text that did not adhere to the Legalist philosophy.[6] Because of this, few Agriculturalist texts exist, and most of what is known of Agriculturalism comes from critical assessments by other philosophical schools.[2]\n\nThe bibliography of the Book of Han (2nd century AD) presents Agriculturalism as one of 10 philosophical schools and lists 9 books belonging to that school.[5]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Agriculturalism is primarily a social, economic, and political philosophy. The philosophy is founded on the notion that human society originates with the development of agriculture, and societies are based upon \"people's natural prospensity to farm.\"[2] The Agriculturalists described the ancient political system, seen as ideal, as one where \"the means by which the early sage kings led their people was to put agriculture before all other affairs...the reason why Hou Ji undertook agriculture was because he considered it to be the root of instructing the masses.\"[2]\n\nTo the Agriculturalists, the ideal society, modeled after that of Shennong's, is communal, agrarian, and egalitarian.[1] The Agriculturalist believed that the ideal government is led by a benevolent king, one who works alongside the people in tilling the fields. The Agriculturalist king is not paid by the government through its treasuries; his livelihood is derived from the profits he earns working in the fields and cooking his own meals, not his leadership.[7] Said Xu Xing, a prominent Agriculturalist:\n\nUnlike the Confucians, the Agriculturalists did not believe in the division of labour, arguing instead that the economic policies of a country need to be based upon an egalitarian self sufficiency.[7] The Agriculturalists supported the fixing of prices, in which all similar goods, regardless of differences in quality and demand, are set at exactly the same, unchanging price. They suggested that people should be paid the same amount for the same services, a policy criticized by the Confucians as encouraging products of low quality, which \"destroys the earnest standards of craftmanship.\"[7]\n\n"
        },
        {
            "title": "Reception",
            "text": "Agriculturalism was criticized extensively by rival philosophical schools, including the Mohist Mo Zi, the Confucian Mencius, and Yang Zhu.[2] Mencius criticized its chief proponent Xu Xing for advocating that rulers should work in the fields with their subjects, arguing that the Agriculturalist egalitarianism ignored the division of labour central to society. He points out that other early Chinese rulers did not work in fields, yet were equally as successful and revered as Shennong.[7] Mencius dismisses Xu Xing as a \"Southern barbarian with a twittering tongue.\"[7]\n\n"
        },
        {
            "title": "Influence",
            "text": "Due to its Legalist focus, the Qin Dynasty was thorough in its purging of rival philosophical schools, including Agriculturalism. However, Agriculturalism in its heyday heavily influenced the agrarian policies of Confucianism, Legalism, and other contemporary Chinese philosophical schools,[2] and so subsequently many concepts originally associated with the Agriculturalists continued to exist in Chinese philosophy.\n\nThe transmission and translation of Chinese philosophical texts in Europe during the 18th century had a heavy influence on the development of Agrarianism in Europe. French agrarianist philosophy, a predecessor to modern Agrarianism, of François Quesnay and the Physiocrats,[clarification needed] are said to have been modeled after the agrarian policies of Chinese philosophy.[8]\n\n"
        }
    ]
}