{
    "url": "https://en.wikipedia.org/wiki/Agriculture_in_the_United_States",
    "title": "Agriculture in the United States",
    "table_of_contents": [
        "1 History",
        "2 United States agriculture production in 2018",
        "3 Major agricultural products",
        "3.1 Crops",
        "3.1.1 Value of production",
        "3.1.2 Yield",
        "3.2 Livestock",
        "4 Farm type or majority enterprise type",
        "5 Governance",
        "6 Farm labor",
        "7 Occupational safety and health",
        "7.1 Research centers",
        "7.2 Farmer suicide",
        "8 Environmental issues",
        "8.1 Climate change",
        "9 Demographics",
        "10 Industry",
        "11 Land ownership laws",
        "12 See also",
        "13 References",
        "13.1 Citations",
        "13.2 Cited sources",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Agriculture is a major industry in the United States, which is a net exporter of food.[1] As of the 2017 census of agriculture, there were 2.04 million farms, covering an area of 900 million acres (1,400,000 sq mi), an average of 441 acres (178 hectares) per farm.[2]\n\nAgriculture in the United States is highly mechanized, with an average of only one farmer or farm laborer required per square kilometer of farmland for agricultural production.\n\nAlthough agricultural activity occurs in every U.S. state, it is particularly concentrated in the Great Plains, a vast expanse of flat arable land in the center of the nation, in the region west of the Great Lakes and east of the Rocky Mountains. The eastern wetter half is a major corn and soybean producing region known as the Corn Belt, and the western drier half is known as the Wheat Belt because of its high rate of wheat production.[3] The Central Valley of California produces fruits, vegetables, and nuts. The American South has historically been a large producer of cotton, tobacco, and rice, but it has declined in agricultural production over the past century. Florida leads the nation in citrus production and is the number two producer of oranges in the world behind only Brazil.\n\nThe U.S. has led developments in seed improvement, such as hybridization, and in expanding uses for crops from the work of George Washington Carver to bioplastics and biofuels. The mechanization of farming and intensive farming have been major themes in U.S. history, including John Deere's steel plow, Cyrus McCormick's mechanical reaper, Eli Whitney's cotton gin, and the widespread success of the Fordson tractor and the combine harvester. Modern agriculture in the U.S. ranges from hobby farms and small-scale producers to large commercial farms that cover thousands of acres of cropland or rangeland.\n\n"
        },
        {
            "title": "History",
            "text": "Corn, turkeys, tomatoes, potatoes, peanuts, and sunflower seeds constitute some of the major holdovers from the agricultural endowment of the Americas.\n\nColonists had more access to land in the colonial United States than they did in Europe. The organization of labor was complex including free persons, slaves and indentured servants depending on the regions where either slaves or poor landless laborers were available to work on family farms.[4]\n\nEuropean agricultural practices greatly affected the New England landscape. Colonists brought livestock over from Europe which caused many changes to the land. Grazing animals required a lot of land and food and the act of grazing itself destroyed native grasses, which were being replaced by European species. New species of weeds were introduced and began to thrive as they were capable of withstanding the grazing of animals, whereas native species could not.[5]\n\nThe practices associated with keeping livestock also contributed to the deterioration of the forests and fields. Colonists would cut down the trees and then allow their cattle and livestock to graze freely in the forest and never plant more trees. The animals trampled and tore up the ground so much as to cause long-term destruction and damage.[5]\n\nSoil exhaustion was a huge problem in New England agriculture. Farming with oxen did allow the colonist to farm more land but it increased erosion and decreased soil fertility. This was due to deeper plow cuts in the soil that allowed the soil more contact with oxygen causing nutrient depletion. In grazing fields in New England, the soil was being compacted by the large number of cattle and this did not give the soil enough oxygen to sustain life.[5]\n\nIn the United States, farms spread from the colonies westward along with the settlers. In cooler regions, wheat was often the crop of choice when lands were newly settled, leading to a \"wheat frontier\" that moved westward over the course of years. Also very common in the antebellum Midwest was farming corn while raising hogs, complementing each other especially since it was difficult to get grain to market before the canals and railroads. After the \"wheat frontier\" had passed through an area, more diversified farms including dairy cattle generally took its place. Warmer regions saw plantings of cotton and herds of beef cattle. In the early colonial south, raising tobacco and cotton was common, especially through the use of slave labor until the Civil War. With an established source for labor, and the development of the cotton gin in 1793, the south was able to maintain an economy based on the production of cotton. By the late 1850s, the south produced one-hundred percent of the 374 million pounds of cotton used in the United States. The rapid growth in cotton production was possible because of the availability of slaves.[6] In the northeast, slaves were used in agriculture until the early 19th century.[7] In the Midwest, slavery was prohibited by the Freedom Ordinance of 1787.\n\nThe introduction and broad adoption of scientific agriculture since the mid-19th century contributed to economic growth in the United States. This development was facilitated by the Morrill Act and the Hatch Act of 1887 which established in each state a land-grant university (with a mission to teach and study agriculture) and a federally funded system of agricultural experiment stations and cooperative extension networks which place extension agents in each state.\n\nSoybeans were not widely cultivated in the United States until the early 1930s, and by 1942 it became the world's largest soybean producer, due in part to World War II and the \"need for domestic sources of fats, oils, and meal\". Between 1930 and 1942, the United States' share of world soybean production grew from 3% to 47%, and by 1969 it had risen to 76%. By 1973 soybeans were the United States' \"number one cash crop, and leading export commodity, ahead of both wheat and corn\".[8] Although soybeans developed as the top cash crop, corn also remains as an important commodity. As the basis for \"industrial food,\" corn is found in most modern day items at the grocery store. Aside from items like candy and soda, which contain high fructose corn-syrup, corn is also found in non-edible items like the shining wax on store advertisements.[9]\n\nSignificant areas of farmland were abandoned during the Great Depression and incorporated into nascent national forests. Later, \"Sodbuster\" and \"Swampbuster\" restrictions written into federal farm programs starting in the 1970s reversed a decades-long trend of habitat destruction that began in 1942 when farmers were encouraged to plant all possible land in support of the war effort. In the United States, federal programs administered through local Soil and Water Conservation Districts provide technical assistance and partial funding to farmers who wish to implement management practices to conserve soil and limit erosion and floods.\n\nScholarship has shown that farmers in the early United States were open to planting new crops, raising new animals and adopting new innovations as increased agricultural productivity in turn increased the demand for shipping services, containers, credit, storage, and the like.[10]\n\nAlthough four million farms disappeared in the United States between 1948 and 2015, total output from the farms that remained more than doubled. The number of farms with more than 2,000 acres (810 ha) almost doubled between 1987 and 2012, while the number of farms with 200 acres (81 ha) to 999 acres (404 ha) fell over the same period by 44%.[11]\n\nFarm productivity increased in the United States from the mid-20th century until the late-20th century when productivity began to stall.[12]\n\n"
        },
        {
            "title": "United States agriculture production in 2018",
            "text": "In 2018:\n\nIn addition to smaller productions of other agricultural products, such as melon (872 thousand tons), pumpkin (683 thousand tons), grapefruit (558 thousand tons), cranberry (404 thousand tons), cherry (312 thousand tons), blueberry (255 thousand tons), rye (214 thousand tons), olive (138 thousand tons), etc.[14]\n\n"
        },
        {
            "title": "Major agricultural products",
            "text": "Tonnes of United States agriculture production, as reported by the Food and Agriculture Organization (FAO) of the U.N. in 2003 and 2013 (ranked roughly in order of value):[15]\n\nOther crops appearing in the top 20 at some point in the last 40 years were: tobacco, barley, and oats, and, rarely: peanuts, almonds, and sunflower seeds. Alfalfa and hay would both be in the top ten in 2003 if they were tracked by FAO.\n\nNote alfalfa and hay are not tracked by the FAO and the production of tobacco in the United States has fallen 60% between 1997 and 2003.\n\nHeavily mechanized, U.S. agriculture has a high yield relative to other countries. As of 2004:[18]\n\nThe major livestock industries in the United States:\n\nGoats, horses, turkeys and bees are also raised, though in lesser quantities. Inventory data is not as readily available as for the major industries. For the three major goat-producing states—Arizona, New Mexico, and Texas—there were 1.2 million goats at the end of 2002. There were 5.3 million horses in the United States at the end of 1998. There were 2.5 million colonies of bees at the end of 2005.\n\n"
        },
        {
            "title": "Farm type or majority enterprise type",
            "text": "Farm type is based on which commodities are the majority crops grown on a farm. Nine common types include:[22][23][24]\n\nOne characteristic of the agricultural industry that sets it apart from others is the number of individuals who are self-employed. Frequently, farmers and ranchers are both the principal operator, the individual responsible for successful management and day-to-day decisions, and the primary laborer for his or her operation. For agricultural workers that sustain an injury, the resultant loss of work has implications on physical health and financial stability.[25]\n\nThe United States has over 14,000 certified organic farms, covering more than 5 million acres, though this is less than 1% of total US farmland. The output of these farms has grown substantially since 2011, and exceeded $7.5 billion USD in 2016.[26]\n\n"
        },
        {
            "title": "Governance",
            "text": "Agriculture in the United States is primarily governed by periodically renewed U.S. farm bills. Governance is both a federal and a local responsibility with the United States Department of Agriculture being the federal department responsible. Government aid includes research into crop types and regional suitability as well as many kinds of subsidies, some price supports and loan programs. U.S. farmers are not subject to production quotas and some laws are different for farms compared to other workplaces.\n\nLabor laws prohibiting children in other workplaces provide some exemptions for children working on farms with complete exemptions for children working on their family's farm.[27] Children can also gain permits from vocational training schools or 4-H clubs which allow them to do jobs they would otherwise not be permitted to do.\n\nA large part of the U.S. farm workforce is made up of migrant and seasonal workers, many of them recent immigrants from Latin America. Additional laws apply to these workers and their housing which is often provided by the farmer.\n\n"
        },
        {
            "title": "Occupational safety and health",
            "text": "Agriculture ranks among the most hazardous industries due to the use of chemicals and risk of injury.[35][36] Farmers are at high risk for fatal and nonfatal injuries (general traumatic injury and musculoskeletal injury), work-related lung diseases, noise-induced hearing loss, skin diseases, chemical-related illnesses, and certain cancers associated with chemical use and prolonged sun exposure.[36][37][38] In an average year, 516 workers die doing farm work in the U.S. (1992–2005). Every day, about 243 agricultural workers suffer lost-work-time injuries, and about 5% of these result in permanent impairment.[39] Tractor overturns are the leading cause of agriculture-related fatal injuries, and account for over 90 deaths every year. The National Institute for Occupational Safety and Health recommends the use of roll over protection structures on tractors to reduce the risk of overturn-related fatal injuries.[39]\n\nFarming is one of the few industries in which families (who often share the work and live on the premises) are also at risk for injuries, illness, and death. Agriculture is the most dangerous industry for young workers, accounting for 42% of all work-related fatalities of young workers in the U.S. between 1992 and 2000. In 2011, 108 youth, less than 20 years of age, died from farm-related injuries.[40] Unlike other industries, half the young victims in agriculture were under age 15.[41] For young agricultural workers aged 15–17, the risk of fatal injury is four times the risk for young workers in other workplaces[42] Agricultural work exposes young workers to safety hazards such as machinery, confined spaces, work at elevations, and work around livestock. The most common causes of fatal farm-related youth injuries involve machinery, motor vehicles, or drowning. Together these three causes comprise more than half of all fatal injuries to youth on U.S. farms.[43] Women in agriculture (including the related industries of forestry and fishing) numbered 556,000 in 2011.[36]\n\nAgriculture in the U.S. makes up approximately 75% of the country's pesticide use. Agricultural workers are at high risk for being exposed to dangerous levels of pesticides, whether or not they are directly working with the chemicals.[38] For example, with issues like pesticide drift, farmworkers are not the only ones exposed to these chemicals; nearby residents come into contact with the pesticides as well.[44] The frequent exposure to these pesticides can have detrimental effects on humans, resulting in adverse health reactions associated with pesticide poisoning.[45][46] Migrant workers, especially women, are at higher risk for health issues associated with pesticide exposure due to lack of training or appropriate safety precautions.[47][48] United States agricultural workers experience 10,000 cases or more of physician-diagnosed pesticide poisoning annually.[49]\n\nSome U.S. research centers are focused on the topic of health and safety in agricultural practices. These centers not only conduct research on the subject of occupational disease and injury prevention, but also promote agricultural health and safety through educational outreach programs. Most of these groups are funded by the National Institute for Occupational Safety and Health, the US Department of Agriculture, or other state agencies.[50] Centers include:\n\n"
        },
        {
            "title": "Demographics",
            "text": "The number of women working in agriculture has risen and the 2002 census of agriculture recorded a 40% increase in the number of female farm workers.[72] Inequality and respect are common issues for these workers, as many have reported that they are not being respected, listened to, or taken seriously due to traditional views of women as housewives and caretakers.[73]\n\nWomen may also face resistance when attempting to advance to higher positions. Other issues reported by female farm workers include receiving less pay than their male counterparts and a refusal or reluctance by their employers to offer their female workers the same additional benefits given to male workers such as housing.[74]\n\nAs of 2012, there were 44,629 African-American farmers in the United States. The vast majority of  African-American farmers were in southern states.[75]\n\n"
        },
        {
            "title": "Industry",
            "text": "Historically, farmland has been owned by small property owners, but as of 2017 institutional investors, including foreign corporations, had been purchasing farmland.[76] In 2013 the largest producer of pork, Smithfield Foods, was bought by a company from China.[76]\n\nAs of 2017, only about 4% of farms have sales over $1m, but these farms yield two-thirds of total output.[77] Some of these are large farms have grown organically from private family-owned businesses.[77]\n\n"
        },
        {
            "title": "Land ownership laws",
            "text": "As of 2019, six states—Hawaii, Iowa, Minnesota, Mississippi, North Dakota, and Oklahoma—have laws banning foreign ownership of farmland. Missouri, Ohio, and Oklahoma are looking to introduce bills banning foreign ownership as of 2019.[78][79]\n\nThe state with the most foreign ownership as of 2019 is Maine, which has 3.1 million acres that are foreign-controlled, followed closely by Texas at 3 million acres. Alabama, at 1.6 million acres, Washington, at 1.5 million acres, and Michigan, at 1.3 million acres, round out the top five, according to the Midwest Center's analysis.[78]\n\n"
        }
    ]
}