{
    "url": "https://en.wikipedia.org/wiki/Agricultural_robot",
    "title": "Agricultural robot",
    "table_of_contents": [
        "1 General",
        "2 Designs",
        "2.1 End effector",
        "2.2 Gripper",
        "2.3 Manipulator",
        "3 Development",
        "3.1 Demand in the market",
        "3.2 Current applications and trends",
        "4 Applications",
        "4.1 Examples and further applications",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An agricultural robot is a robot deployed for agricultural purposes. The main area of application of robots in agriculture today is at the harvesting stage. Emerging applications of robots or drones in agriculture include weed control,[1][2][3] cloud seeding,[4] planting seeds, harvesting, environmental monitoring and soil analysis.[5][6] According to Verified Market Research, the agricultural robots market is expected to reach $11.58 billion by 2025.[7]\n\n"
        },
        {
            "title": "General",
            "text": "Fruit picking robots, driverless tractor / sprayers, and sheep shearing robots are designed to replace human labor. \nIn most cases, a lot of factors have to be considered (e.g., the size and color of the fruit to be picked) before the commencement of a task. \nRobots can be used for other horticultural tasks such as pruning, weeding, spraying and monitoring. \nRobots can also be used in livestock applications (livestock robotics) such as automatic milking, washing and castrating. Robots like these have many benefits for the agricultural industry, including a higher quality of fresh produce, lower production costs, and a decreased need for manual labor.[8] They can also be used to automate manual tasks, such as weed or bracken spraying, where the use of tractors and other human-operated vehicles is too dangerous for the operators.\n\n"
        },
        {
            "title": "Designs",
            "text": "The mechanical design consists of an end effector, manipulator, and gripper. Several factors must be considered in the design of the manipulator, including the task, economic efficiency, and required motions. The end effector influences the market value of the fruit and the gripper's design is based on the crop that is being harvested.\n\nAn end effector in an agricultural robot is the device found at the end of the robotic arm, used for various agricultural operations. Several different kinds of end effectors have been developed. In an agricultural operation involving grapes in Japan, end effectors are used for harvesting, berry-thinning, spraying, and bagging. Each was designed according to the nature of the task and the shape and size of the target fruit. For instance, the end effectors used for harvesting were designed to grasp, cut, and push the bunches of grapes.\n\nBerry thinning is another operation performed on the grapes, and is used to enhance the market value of the grapes, increase the grapes' size, and facilitate the bunching process. For berry thinning, an end effector consists of an upper, middle, and lower part. The upper part has two plates and a rubber that can open and close. The two plates compress the grapes to cut off the rachis branches and extract the bunch of grapes. The middle part contains a plate of needles, a compression spring, and another plate which has holes spread across its surface. When the two plates compress, the needles punch holes through the grapes. Next, the lower part has a cutting device which can cut the bunch to standardize its length.\n\nFor spraying, the end effector consists of a spray nozzle that is attached to a manipulator. In practice, producers want to ensure that the chemical liquid is evenly distributed across the bunch. Thus, the design allows for an even distribution of the chemical by making the nozzle to move at a constant speed while keeping distance from the target.\n\nThe final step in grape production is the bagging process. The bagging end effector is designed with a bag feeder and two mechanical fingers. In the bagging process, the bag feeder is composed of slits which continuously supply bags to the fingers in an up and down motion. While the bag is being fed to the fingers, two leaf springs that are located on the upper end of the bag hold the bag open. The bags are produced to contain the grapes in bunches. Once the bagging process is complete, the fingers open and release the bag. This shuts the leaf springs, which seals the bag and prevents it from opening again.[9]\n\nThe gripper is a grasping device that is used for harvesting the target crop. Design of the gripper is based on simplicity, low cost, and effectiveness. Thus, the design usually consists of two mechanical fingers that are able to move in synchrony when performing their task. Specifics of the design depend on the task that is being performed. For example, in a procedure that required plants to be cut for harvesting, the gripper was equipped with a sharp blade.\n\nThe manipulator allows the gripper and end effector to navigate through their environment. The manipulator consists of four-bar parallel links that maintain the gripper's position and height. The manipulator also can utilize one, two, or three pneumatic actuators. Pneumatic actuators are motors which produce linear and rotary motion by converting compressed air into energy. The pneumatic actuator is the most effective actuator for agricultural robots because of its high power-weight ratio. The most cost efficient design for the manipulator is the single actuator configuration, yet this is the least flexible option.[10]\n\n"
        },
        {
            "title": "Development",
            "text": "The first development of robotics in agriculture can be dated as early as the 1920s, with research to incorporate automatic vehicle guidance into agriculture beginning to take shape.[11] This research led to the advancements between the 1950s and 60s of autonomous agricultural vehicles.[11] The concept was not perfect however, with the vehicles still needing a cable system to guide their path.[11] Robots in agriculture continued to develop as technologies in other sectors began to develop as well. It was not until the 1980s, following the development of the computer, that machine vision guidance became possible.[11]\n\nOther developments over the years included the harvesting of oranges using a robot both in France and the US.[11][12]\n\nWhile robots have been incorporated in indoor industrial settings for decades, outdoor robots for the use of agriculture are considered more complex and difficult to develop.[citation needed]  This is due to concerns over safety, but also over the complexity of picking crops subject to different environmental factors and unpredictability.[13]\n\nThere are concerns over the amount of labor the agricultural sector needs. With an aging population, Japan is unable to meet the demands of the agricultural labor market.[13] Similarly, the United States currently depends on a large number of immigrant workers, but between the decrease in seasonal farmworkers and increased efforts to stop immigration by the government, they too are unable to meet the demand.[13][14] Businesses are often forced to let crops rot due to an inability to pick them all by the end of the season.[13] Additionally, there are concerns over the growing population that will need to be fed over the next years.[13][15] Because of this, there is a large desire to improve agricultural machinery to make it more cost efficient and viable for continued use.[13]\n\nMuch of the current research continues to work towards autonomous agricultural vehicles. This research is based on the advancements made in driver-assist systems and self-driving cars.[14]\n\nWhile robots have already been incorporated in many areas of agricultural farm work, they are still largely missing in the harvest of various crops. This has started to change as companies begin to develop robots that complete more specific tasks on the farm. The biggest concern over robots harvesting crops comes from harvesting soft crops such as strawberries which can easily be damaged or missed entirely.[13][14] Despite these concerns, progress in this area is being made. According to Gary Wishnatzki, the co-founder of Harvest Croo Robotics, one of their strawberry pickers currently being tested in Florida can \"pick a 25-acre field in just three days and replace a crew of about 30 farm workers\".[14] Similar progress is being made in harvesting apples, grapes, and other crops.[12][14][15] In the case of apple harvesting robots, current developments have been too slow to be commercially viable. Modern robots are able to harvest apples at a rate of one every five to ten seconds while the average human harvests at a rate of one per second.[16]\n\nAnother goal being set by agricultural companies involves the collection of data.[15] There are rising concerns over the growing population and the decreasing labor available to feed them.[13][15] Data collection is being developed as a way to increase productivity on farms.[15] AgriData is currently developing new technology to do just this and help farmers better determine the best time to harvest their crops by scanning fruit trees.[15]\n\n"
        },
        {
            "title": "Applications",
            "text": "Robots have many fields of application in agriculture. Some examples and prototypes of robots include the Merlin Robot Milker, Rosphere,[clarification needed] Harvest Automation,[clarification needed] Orange Harvester, lettuce bot,[clarification needed][17] and weeder.\n\nAccording to David Gardner, chief executive of the Royal Agricultural Society of England, a robot can complete a complicated task if its repetitive and the robot is allowed to sit in a single place. Furthermore, robots that work on repetitive tasks (e.g. milking) fulfill their role to a consistent and particular standard.[18][better source needed]\n\nBenefits of many applications may include ecosystem/environmental benefits, and reduced costs for labor[20] (which may translate to reduced food costs),[21] which may be of special importance for food production in regions where there are labor shortages[21] (see above) or where labor is relatively expensive. Benefits also include the general advantages of automation such as in terms of productivity/availability[21] and increasing availability of human resources for other tasks or e.g. making work more engaging.\n\n"
        }
    ]
}