{
    "url": "https://en.wikipedia.org/wiki/AIBO",
    "title": "AIBO",
    "table_of_contents": [
        "1 History",
        "2 Models",
        "2.1 Prototypes",
        "2.2 First generation models (11x)",
        "2.2.1 ERS-110",
        "2.2.2 ERS-111",
        "2.3 Second generation models (2x0, 31x)",
        "2.3.1 ERS-210",
        "2.3.2 ERS-220",
        "2.3.3 ERS-210A/220A",
        "2.3.4 ERS-31x (Latte and Macaron)",
        "2.3.5 ERS 31xB",
        "2.4 Third generation models (7Mx)",
        "2.5 Fourth generation models",
        "2.5.1 ERS-1000",
        "2.6 QRIO",
        "3 Hardware",
        "4 Software",
        "4.1 Aperios and Open-R",
        "4.2 AIBOware",
        "4.3 AIBO Software Development Environment",
        "4.3.1 OPEN-R SDK",
        "4.3.2 R-CODE and R-CODE plus",
        "4.3.3 AIBO Remote Framework",
        "4.4 Other Development Environments",
        "4.5 Current Projects",
        "5 AIBOs in education and academia",
        "5.1 RoboCup Four-Legged League",
        "6 International AIBO Convention",
        "7 Breed lineage",
        "7.1 First generation models",
        "7.2 Second generation models",
        "7.3 Third generation models",
        "7.4 Fourth generation models",
        "7.5 Fifth generation models",
        "8 Animation",
        "9 In popular culture",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "AIBO (stylized aibo, Artificial Intelligence Robot, homonymous with aibō (相棒), \"pal\" or \"partner\" in Japanese) is a series of robotic dogs designed and manufactured by Sony. Sony announced a prototype Aibo in mid-1998,[1] and the first consumer model was introduced on 11 May 1999.[2] New models were released every year until 2006. Although most models were dogs, other inspirations included lion cubs, huskies, Jack Russell terriers, bull terrier, and space explorers. Only the ERS-7, ERS-110/111 and ERS-1000 versions were explicitly a \"robotic dog\", but the 210 can also be considered a dog due to its Jack Russell Terrier appearance and face.[3]\nIn 2006, AIBO was added into the Carnegie Mellon University Robot Hall of Fame.[4]\n\nOn 26 January 2006 Sony announced that it would discontinue AIBO and several other products in an effort to make the company more profitable.[5] Sony's AIBO customer support was withdrawn gradually, with support for the final ERS-7M3 ending in March 2013.[6]\nIn July 2014, Sony stopped providing repairs for AIBO products and did not provide customer support or repair for the older AIBO robots.[7]\n\nIn November 2017, Sony announced a new generation of AIBO.[8][9] The fourth generation model, ERS-1000, was launched in Japan on 11 January 2018. The second lottery sale was set on 6 February 2018.[10]\n\n"
        },
        {
            "title": "History",
            "text": "The AIBO product line was developed at Sony's Computer Science Laboratory (CSL). Founded in 1990, CSL was set up to emulate the innovation center at Xerox's Palo Alto Research Center (PARC). CSL's first product was the Aperios operating system, which later formed the base software used by some AIBO models. When Nobuyuki Idei became president of Sony in 1995, he sought to adopt a digital agenda and gave greater prominence to CSL.[11]\n\nDr. Toshitada Doi is credited as AIBO's original progenitor: in 1994 he had started work on robots at CSL with artificial intelligence expert Masahiro Fujita. Fujita felt that the robot's behaviors needed to \"be sufficiently complex or unexpected so that people keep an interest in watching or taking care of it\".[12] Fujita argued at the time that, while technologies such as voice recognition and vision were not mature enough for critical applications, their limited capabilities could be an novel, interesting and attractive feature for \"appropriately designed entertainment robots\". His early monkey-like prototype \"MUTANT\" included behaviors such as tracking a yellow ball, shaking hands, karate strikes and sleeping, which were later adopted in AIBOs. Fujita received the IEEE Inaba Technical Award for Innovation Leading to Production for AIBO as \"the world's first mass-market consumer robot for entertainment applications\".[13]\n\nArtist Hajime Sorayama was enlisted to create the initial designs for the AIBO's body.[14]  Those designs are now part of the permanent collections of the Museum of Modern Art[15] and the Smithsonian Institution. The first generation AIBO design won Japan's prestigious Good Design Award, Grand Prize[16] and a special Intelligent Design award at the 2000 German Red Dot awards.[17]\n\nIn 1997 Doi received backing from Idei to form Sony's Digital Creatures Lab.[14] Believing that robots would be commonplace in households by 2010, but aware of the shortcomings of available technology for functional uses, he decided to focus on robots for entertainment. The AIBO responded to over 100 voice commands and talked in a tonal language, or talked like a human and made other noises if programmed to. Two of the first generation AIBOs exported into the US came to New York, NY and one remains in the archives and displays at Artspace Company Y LLC.\n\nLater models of AIBOs were designed jointly with prestigious Japanese designers, and continued to gain design awards. The ERS-210 design was inspired by lion cubs. The bodies of the \"ERS-3x\" series (Latte and Macaron, the round-headed AIBOs released in 2001) were designed by visual artist Katsura Moshino winning the Good Design Award.[18] The sleek and futuristic, space-exploration inspired body of the \"ERS-220\" was designed by Shoji Kawamori,[19] winning the Good Design Award[20] and a Design for Asia award.[21] The ERS-7 Also won a Good Design Award.[22]\n\nAlmost ten years later, Idei's successor, Howard Stringer closed down AIBO and other robotic projects. Doi then staged a mock funeral, attended by more than 100 colleagues from Sony.[23] At the ceremony, Doi said that the AIBO was a symbol of a risk-taking spirit at Sony that was now dead.[24]\n\nIn November 2017, Sony Corporation announced that AIBO would return with a new model that would be capable of forming an emotional bond with users.[25]\n\n"
        },
        {
            "title": "Models",
            "text": "Several prototypes have been displayed by Sony. Early models were insect-like with six legs. The specifications and design of the 1997 and 1998 prototypes, described in a Sony press release, closely match those of the first generation AIBOs. Differences include the use of PC-Cards for memory (rather than MemoryStick media), the use of two batteries, and the option to use a 2-wheeled \"rolling module\" in place of legs.[26]\n\nThe first commercially available AIBO, ERS-110 has a beagle-like appearance and was silver with a golden-brown hue and grey claws. There was a limited production of 5,000 units: 3,000 for Japan and 2,000 for the US market. Sales began on 1 June 1999 and sold out via the Internet in 20 minutes. It is often considered the rarest model of AIBO. ERS-110 cost 250,000 yen, or US$2,500, which would convert to over $3,500 as of 2020.\n\nThe ERS-111 was released in November 1999 and was an improved version of the original AIBO marketed at the same price. It has a similar appearance to ERS-110, with different ear and tail shapes, and was available in metallic black or shiny silver with black claws. 40,000 units were manufactured.\n\nThe ERS-210 was designed to look like a lion cub but was essentially a dog-shape with a flat bull terrier face and Jack Russell Terrier appearance, available in black, silver, gold, red, blue, green and white. It featured speech recognition capabilities and was the most popular AIBO model with over 65,000 units sold. It sold for around $1,500 at launch which was later reduced to less than $1,000.\n\nThe ERS-220 had a more futuristic design based on a space exploration robot concept by Shoji Kawamori. It had a chrome finish with headlights and colored LEDs. Between 5,000 and 7,000 units were sold, priced at 180,000 yen. Remote operation was possible through an optional wireless local area network.  Specifications: height 29.6 cm, 1.5 kg weight, 1.5 hours (default) continuous operation time, 2.5 hours or more operation with a re-celled battery, 16 degrees of freedom (drive unit).\n\nVariants of ERS-210/220 with an improved CPU and head clutch. Nearly identical in appearance to the earlier models, they were distinguished by the Super Core logo on the underside of the body. US$1299 at launch.\n\nThe ERS-31x models had an \"AIBO's heart\" slogan. The original production design illustrator was Katsura Moschino. The price was 98,000 yen or US$950.\nThe \"Latte\" (ERS-311) is an off-white/cream color and is considered the \"friendly\" model. The \"Macaron\" (ERS-312) is mostly black with cream accents and is considered the \"naughty\" model. The \"Pug\" (ERS-31L) is the least common of the three and was $200 cheaper. The 31x series dogs are considered to look like a bichon puppy or a bear cub.\n\nThese models are aesthetically identical to the ERS-311 and ERS-312 and feature Bluetooth connection to a handheld viewer (Japan only) which would \"translate Aibos thoughts and feelings into text\" and enable the handler to play games with them.\n\nThe ERS-7 and its successive iterations were the third generation of AIBO robots and the final ones released before the product line's 2006 discontinuation. They were first sold in 2003 and priced between $1500 and $2000. It has been estimated that ERS-7 sold 15,000 units of each variant, M1 to M3, for a total of 45,000 units.\n\nThe ERS-1000 was the first AIBO model in the product line's revival, released in January 2018. It is equipped with an LTE SIM card to support interaction and learning via cloud computing, requiring a persistent Internet connection to function fully.[27] This model has a less-robotic and \"cuter\" appearance than other models. The ERS-1000 can recognize up to 100 faces, responds to over 50 voice commands, and can learn a customizable trick. It sold for about $3,000.\n\nThe humanoid QRIO robot was designed as the successor to AIBO and runs the same base R-CODE and Aperios operating system. Its development was halted prior to commercial release.[28]\n\n"
        },
        {
            "title": "Hardware",
            "text": "The initial ERS-110 AIBO's hardware includes a 64-bit RISC processor, 16 megabytes of RAM, sensors (touch, camera, range-finder, microphone, acceleration, angular velocity), a speaker, and actuators (legs, neck, mouth, tail).[29] As the series developed, more sensors and actuators were added. During the latter half of the second aibo model, 20x, a revision model named super core was added which fixed a flaw in the robots' head clutch which caused tilting, panning, and drooping issues, also known as PAS, TAS, and DHS. These revision models also included a much faster processor, hence the name supercore. Wi-Fi was available as an add-on for some second-generation AIBOs. The third family of AIBOs, the ERS-7s, have multiple head and body sensors, clicking ear actuators, a chest-mounted proximity sensor, expressive \"Illume-Face\" and Wi-Fi connectivity.\n\nAll AIBOs were bundled with accessories including a charging station and pink ball toy. Late-model ERS7's were bundled with a pink AIBone bone-shaped toy (as did the AIBO ERS-1000 models), playing cards, and a charging station with a pole and marker mat for autonomous docking (210 and later models only).\n\n"
        },
        {
            "title": "Software",
            "text": "All AIBOs were bundled with AIBOLife software, enabling the robot to walk, \"see\" its environment via camera, recognize spoken commands (English and Spanish, or Japanese), and develop a \"personality\". AIBO's sounds were programmed by Japanese DJ/avant-garde composer Nobukazu Takemura, fusing mechanical and organic concepts.[34]  The sounds in ERS-7 Mind and custom data were composed by Japanese musician and game designer Masaya Matsuura.[35]\n\nAperios is Sony's Proprietary Real-Time Operating system, used in all AIBOs, QRIO and some other consumer devices. Aperios OS was intended to be widely deployed, using real-time capabilities to handle multiple audio and visual data streams concurrently.[36] The operating system was not widely adopted, and by 2003 Sony had stopped active development with COO Kunitake Ando commenting \"Aperios was an operating system of a pre-Internet age and we decided that it isn't adequate for the future\".[37]\n\nThe OPEN-R architecture is specific to entertainment robots. The architecture involves the use of modular hardware components, such as appendages that can be easily removed and replaced to change the shape and function of the robots, and modular software components that can be interchanged to change their behavior and movement patterns. AIBO's creator, Doi, called OPEN-R the \"masterpiece\" of the AIBO development project, arguing it would minimize the need for programming individual movements or responses, and its \"open\" nature would encourage a global community of robot specialists and programmers to add capability.[14]\n\nFirst and second generation models of AIBO can load different software packages sold by Sony. AIBOware (a trademark of Sony corporation) is the title given to the software the AIBO runs on its pink Memory Stick. The Life AIBOware allows the robot to be raised from pup to fully grown adult while going through various stages of development as its owner interacts with it. The Explorer AIBOware allows the owner to interact with a fully mature robot able to understand (though not necessarily willing to obey) 100 voice commands. Without AIBOware, AIBOs run in \"clinic mode\" and can only perform basic actions.\n\nThird generation ERS-7 models have a sole \"Mind\" software that includes capabilities of AIBOLife and other AIBOware packages. Mind software also includes a docking process, allowing ERS-7s to recharge autonomously. Upgrades in Mind2 included the AIBO Entertainment Player, a Wi-Fi based connection to a PC. Upgrades in Mind3 included speech, blogging and autonomous room mapping.\n\nAIBO's complete vision system uses the scale-invariant feature transform (SIFT) algorithm to recognise its charging station. The vision system is an implementation of Evolution Robotics ERVision.\n\nNotable AIBOware software\n\nNotable third-party software\n\nFree third-party software is available from providers such as Robot App Store.[43]\n\nInitially, access to programming capabilities was limited to Sony and organizations participating in Robocup. By reverse-engineering AIBO, users developed their own software that operated together with AIBOware such as \"DiscoAibo\" which made the robotic canine dance to music.\n\nIn a significant copyright milestone, Sony invoked the Digital Millennium Copyright Act in October 2001, and sent a cease-and-desist notice demanding that \"Aibopet\" stop distributing code that was retrieved by bypassing the copy protection mechanisms.[44][45][46]  In the face of complaints by many outraged AIBO owners,[47] Sony backed down and subsequently released a programmer's kit for \"non-commercial\" use.[48]\n\nThe kit was eventually expanded into three distinct tools: R-CODE, the OPEN-R SDK (software development kit) and the AIBO Remote Framework (ERS-7 only). These three tools are combined under the name AIBO Software Development Environment. R-CODE and AIBO Remote FRamework were free to download and could be used for commercial or non-commercial purposes, while OPEN-R SDK is specifically for non-commercial use.\n\nThe OPEN-R SDK is a C++ based programming SDK, based on open-source tools (like gcc and newlib), that allows the creation of software for AIBO platforms. This SDK is considered low-level and allows control of everything from the gain values of AIBO's actuators to retrieving AIBO's camera data and performing computer vision computations. No pre-built \"standard\" AIBO functionality is provided, such as it is with R-Code and AIBO Remote Framework. It thus permits low-level robotic research.\n\nR-Code is a high-level scripting language for AIBO, allowing creation of simple programs for an AIBO to execute. Remoting is possible via a simple WiFi terminal socket connection. Commercial usage is allowed, and the license fee is free.\n\nR-CodePlus is a derivative of R-Code by AiboPet with several added functionalities. R-CodePlus is a superset of R-Code in terms of language, so everything written in standard R-Code will work on an R-CodePlus MemoryStick (for the same Model AIBO). R-CodePlus exposes new AIBO functions such as simple face recognition, name registration, and camera adjustment settings. In addition to the standard R-Code terminal socket for remoting, R-CodePlus supplies a \"Telemetry\" socket for several binary data transfers such as AIBO's camera image and sending/receiving sound.[49]\n\nAibnet offers a development environment for R-Code programming.[50]\n\nSimplified drag-and-drop customizing of behavior is available via the user-created YART (\"Yet Another RCode Tool \")[51]\n\nRemotely access capabilities of AIBO MIND including behaviors and pattern recognition from a Windows PC. Same functionality used in the Aibo Entertainment Player. The AIBO Remote Framework is a Windows PC API based on Visual C++. The Framework can be used to write code that can remotely control an AIBO running MIND2 or MIND3 Aiboware via a wireless LAN. Commercial usage is allowed, and the license fee is free.\n\nSeveral robot software development frameworks have been developed that support AIBOs, including URBI, Tekkotsu,[52] and Pyro.\n\nAiBO+ is a replacement personality for Sony ERS-7. The project provides an AEP-like application (AiBO+ Client) to connect to the robot under Ubuntu Linux, Windows, Mac OS X, iOS, and Android. The owner can control the dog, play a game and see the robot state.[40]\n\nAIBO Control allows Android users to control AIBO ERS-7's running URBI.[42]\n\nThe Open-R and GCC based toolchain has been updated by the community to use GCC 5.4, Binutils 2.24 and Newlib 1.15. This improvement brings the latest C++11/C++14 features and modern software to program the robot. The packaged version of the old and updated AIBO toolchain is available for Ubuntu in a PPA.[53]\n\n"
        },
        {
            "title": "AIBOs in education and academia",
            "text": "AIBO's were used extensively in education. For example, Carnegie Mellon offered an AIBO-centred robotics course covering models of perception, cognition, and action for solving problems.[54] Robotbenchmark[55] also features an online simulation challenge based on an Aibo ERS-7 model called \"Visual Tracking\".[56]\n\nThe AIBO has seen much use as an inexpensive platform for artificial intelligence education and research because it integrates a computer, vision system, and articulators in a package vastly cheaper than conventional research robots. One focal point for that development has been the Robocup Leagues.\n\nThe Four-Legged League was the initial name for the RoboCup Standard Platform League, a robot soccer league in which all teams compete with identical robots. The robots operate fully autonomously, with no external control by humans nor computers. The specific AIBO version changed over time: ERS-110s (1999–2000), ERS-210 (2001–2002), ERS-210A SuperCore (2003), ERS-7 (2004–2008). The replacement and current standard platform is the humanoid NAO by Aldebaran Robotics.\n\nSony provided AIBOs support and sponsorship to universities around the world to participate in the RoboCup autonomous soccer competition  Four-Legged Robot Soccer League. Competing teams would program a team of AIBO robots to play games of autonomous robot soccer against other competing teams. The Four-Legged League ran from 1999 to 2008, although in the final year, many big-name universities did not compete as they had moved to the new NAO platform. The University of New South Wales[57] was the most successful team in the League, making the final six times and winning three times.\n\n"
        },
        {
            "title": "International AIBO Convention",
            "text": "The International AIBO Convention takes place every year at Sony Robotics Tower in the Shinjuku prefecture of Tokyo, Japan. The first convention took place on 15 May 1999. It was then set to 2–4 May. The 2009 convention, being in its tenth year, set attendance records. The convention usually features AIBO advertisements, free posters, free accessories, freeware/open-source downloads and AIBO demonstrations.\n\n"
        },
        {
            "title": "Breed lineage",
            "text": "After model name: body-color choices; release date; units sold.\n\nThe most widespread/best-selling AIBO series: estimated amount of 210/220 AIBOs sold: between 65,000 and 100,000.\n\nEstimated amount sold: between 30,000 and 35,000.\n\nEstimated sales for all ERS-7 Aibo models: 40,000 to 50,000\n\nTotal amount sold is unknown. Sony released documents in late 2018 stating that ERS-1000 sales had reached 25,000 but no sales info has been released since.\n\n"
        },
        {
            "title": "Animation",
            "text": "The AIBO television series  Piroppo (ピロッポ) was a series of animated shorts (approximately 6 minutes each) based around AIBO ERS-300s, Latte and Macaron. The animated series triggered sounds and actions from viewers' ERS-300s in media-link mode on the proper software.[58]\nThe 23-episode series was broadcast on Fuji TV from 11 October 2001, to 21 March 2002.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "When AIBO was introduced, The New Yorker published a cartoon by Jack Ziegler showing AIBO \"urinating\" nuts and bolts on a fire hydrant.[59]\n\nThe AIBO ERS-111 was used in Janet Jackson's \"Doesn't Really Matter\" music video, and received increased market demand and commercial success after being featured with Jackson in the clip.[60]\n\nIn an episode of Frasier, Frasier gives his dad an AIBO ERS-210 to keep him company while he is visiting Roz in Wisconsin. There is a scene with Eddie interacting with the AIBO, while Martin Crane complains to Sony about not being able to get it to work.\n\nIn the South Park episode \"Red Sleigh Down\", Cartman spends nearly the entire episode trying to get on Santa's nice list, so that he can receive a HAIBO robot doll for Christmas, in reference to the robot dog craze of the early 2000s started by AIBO. At the episode's conclusion, Stan, Kyle, and Cartman all receive their own HAIBO dog.\nHAIBO is not a parody of AIBO, which is a robot made for adults and wasn't sold in stores.\nInstead, this is a parody of the many spin-offs of it, most of which were made for children.\n\nWhen Siri on an iOS device is asked \"Do you have a pet?\", one of the responses is \"I used to have an AIBO. But it turned on me.\"\n\nIn the film CJ7, the robotic toy CJ1, is probably based on the design of AIBO and its toy knock-offs.[citation needed]\n\nIn the Futurama episode \"Jurassic Bark\", Bender is seen with a robotic dog resembling an AIBO named Robo-Puppy.\n\nIn the film Click, Kevin's new Robo-dog an AIBO ERS-7, was run over by the dad's car.\n\nA pair of robotic dogs based on AIBO appear in Tokyo Jungle, a video game published by Sony Computer Entertainment. The very first AIBO model, ERS-110, is seen in this game, too.\n\nAn AIBO ERS-210 can be seen in the title sequence of the 2017 TV adaptation of Neil Gaiman's American Gods.\n\nAn AIBO appears in the 38th episode of Kamen Rider Zero-One, which one is owned by Amatsu Gai. As of 7/19/2020, AIBO has received an update that will allow it to interact with Kamen Rider Zero-One toys until 8/2/2020\n\n"
        }
    ]
}