{
    "url": "https://en.wikipedia.org/wiki/Airfoil",
    "title": "Airfoil",
    "table_of_contents": [
        "1 Overview",
        "2 Airfoil terminology",
        "3 Thin airfoil theory",
        "4 Derivation of thin airfoil theory",
        "5 See also",
        "6 References",
        "6.1 Notes",
        "6.2 Citations",
        "6.3 Sources",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An airfoil (American English) or aerofoil (British English) is the cross-sectional shape of an object whose motion through a gas is capable of generating significant lift, such as a wing, a sail, or the blades of propeller, rotor, or turbine.\n\nA solid body moving through a fluid produces an aerodynamic force.  The component of this force perpendicular to the relative freestream velocity is called lift.  The component parallel to the relative freestream velocity  is called drag.  An airfoil is a streamlined shape that is capable of generating significantly more lift than drag.[1] Airfoils can be designed for use at different speeds by modifying their geometry: those for subsonic flight generally have a rounded leading edge, while those designed for supersonic flight tend to be slimmer with a sharp leading edge. All have a sharp trailing edge. Foils of similar function designed with water as the working fluid are called hydrofoils.\n\nThe lift on an airfoil is primarily the result of its angle of attack. When oriented at a suitable angle, the airfoil deflects the oncoming air (for fixed-wing aircraft, a downward force), resulting in a force on the airfoil in the direction opposite to the deflection. This force is known as aerodynamic force and can be resolved into two components: lift and drag. Most foil shapes require a positive angle of attack to generate lift, but cambered airfoils can generate lift at zero angle of attack. This \"turning\" of the air in the vicinity of the airfoil creates curved streamlines, resulting in lower pressure on one side and higher pressure on the other. This pressure difference is accompanied by a velocity difference, via Bernoulli's principle, so the resulting flowfield about the airfoil has a higher average velocity on the upper surface than on the lower surface. In some situations (e.g. inviscid potential flow) the lift force can be related directly to the average top/bottom velocity difference without computing the pressure by using the concept of circulation and the Kutta–Joukowski theorem.[a][2][3][b]\n\n"
        },
        {
            "title": "Overview",
            "text": "The wings and stabilizers of fixed-wing aircraft, as well as helicopter rotor blades, are built with airfoil-shaped cross sections. Airfoils are also found in propellers, fans, compressors and turbines. Sails are also airfoils, and the underwater surfaces of sailboats, such as the centerboard, rudder, and keel, are similar in cross-section and operate on the same principles as airfoils. Swimming and flying creatures and even many plants and sessile organisms employ airfoils/hydrofoils: common examples being bird wings, the bodies of fish, and the shape of sand dollars. An airfoil-shaped wing can create downforce on an automobile or other motor vehicle, improving traction.\n\nWhen the wind is obstructed by an object such as a flat plate, a building, or the deck of a bridge, the object will experience drag and also an aerodynamic force perpendicular to the wind. This does not mean the object qualifies as an airfoil. Airfoils are highly-efficient lifting shapes, able to generate more lift than similarly sized flat plates of the same area, and able to generate lift with significantly less drag. Airfoils are used in the design of aircraft, propellers, rotor blades, wind turbines and other applications of aeronautical engineering.\n\nA lift and drag curve obtained in wind tunnel testing is shown on the right. The curve represents an airfoil with a positive camber so some lift is produced  at zero angle of attack. With increased angle of attack, lift increases in a roughly linear relation, called the slope of the lift curve. At about 18 degrees this airfoil stalls, and lift falls off quickly beyond that. The drop in lift can be explained by the action of the upper-surface boundary layer, which separates and greatly thickens over the upper surface at and past the stall angle. The thickened boundary layer's displacement thickness changes the airfoil's effective shape, in particular it reduces its effective camber, which modifies the overall flow field so as to reduce the circulation and the lift. The thicker boundary layer also causes a large increase in pressure drag, so that the overall drag increases sharply near and past the stall point.\n\nAirfoil design is a major facet of aerodynamics. Various airfoils serve different flight regimes. Asymmetric airfoils can generate lift at zero angle of attack, while a symmetric airfoil may better suit frequent inverted flight as in an aerobatic airplane. In the region of the ailerons and near a wingtip a symmetric airfoil can be used to increase the range of angles of attack to avoid spin–stall. Thus a large range of angles can be used without boundary layer separation. Subsonic airfoils have a round leading edge, which is naturally insensitive to the angle of attack. The cross section is not strictly circular, however: the radius of curvature is increased before the wing achieves maximum thickness to minimize the chance of boundary layer separation. This elongates the wing and moves the point of maximum thickness back from the leading edge.\n\nSupersonic airfoils are much more angular in shape and can have a very sharp leading edge, which is very sensitive to angle of attack. A supercritical airfoil has its maximum thickness close to the leading edge to have a lot of length to slowly shock the supersonic flow back to subsonic speeds. Generally such transonic airfoils and also the supersonic airfoils have a low camber to reduce drag divergence. Modern aircraft wings may have different airfoil sections along the wing span, each one optimized for the conditions in each section of the wing.\n\nMovable high-lift devices, flaps and sometimes slats, are fitted to airfoils on almost every aircraft. A trailing edge flap acts similarly to an aileron; however, it, as opposed to an aileron, can be retracted partially into the wing if not used.\n\nA laminar flow wing has a maximum thickness in the middle camber line. Analyzing the Navier–Stokes equations in the linear regime shows that a negative pressure gradient along the flow has the same effect as reducing the speed. So with the maximum camber in the middle, maintaining a laminar flow over a larger percentage of the wing at a higher cruising speed is possible. However, some surface contamination will disrupt the laminar flow, making it turbulent.  For example, with rain on the wing, the flow will be turbulent. Under certain conditions, insect debris on the wing will cause the loss of small regions of laminar flow as well.[4] Before NASA's research in the 1970s and 1980s the aircraft design community understood from application attempts in the WW II era that laminar flow wing designs were not practical using common manufacturing tolerances and surface imperfections. That belief changed after new manufacturing methods were developed with composite materials (e.g. laminar-flow airfoils developed by Professor Franz Wortmann for use with wings made of fibre-reinforced plastic). Machined metal methods were also introduced. NASA's research in the 1980s revealed the practicality and usefulness of laminar flow wing designs and opened the way for laminar-flow applications on modern practical aircraft surfaces, from subsonic general aviation aircraft to transonic large transport aircraft, to supersonic designs.[5]\n\nSchemes have been devised to define airfoils – an example is the NACA system.  Various airfoil generation systems are also used. An example of a general purpose airfoil that finds wide application, and pre–dates the NACA system, is the Clark-Y. Today, airfoils can be designed for specific functions by the use of computer programs.\n\n"
        },
        {
            "title": "Airfoil terminology",
            "text": "The various terms related to airfoils are defined below:[6]\n\nThe geometry of the airfoil is described with a variety of terms :\n\nThe shape of the airfoil is defined using the following geometrical parameters:\n\nSome important parameters to describe an airfoil's shape are its camber and its thickness. For example, an airfoil of the NACA 4-digit series such as the NACA 2415 (to be read as 2 – 4 – 15) describes an airfoil with a camber of 0.02 chord located at 0.40 chord, with 0.15 chord of maximum thickness.\n\nFinally, important concepts used to describe the airfoil's behaviour when moving through a fluid are:\n\n"
        },
        {
            "title": "Thin airfoil theory",
            "text": "Thin airfoil theory is a simple theory of airfoils that relates angle of attack to lift for incompressible, inviscid flows. It was devised by German mathematician Max Munk and further refined by British aerodynamicist Hermann Glauert and others[11] in the 1920s. The theory idealizes the flow around an airfoil as two-dimensional flow around a thin airfoil.  It can be imagined as addressing an airfoil of zero thickness and infinite wingspan.\n\nThin airfoil theory was particularly notable in its day because it provided a sound theoretical basis for the following important properties of airfoils in two-dimensional inviscid flow:[12][13]\n\nAs a consequence of (3), the section lift coefficient of a symmetric airfoil of infinite wingspan is:\n\n(The above expression is also applicable to a cambered airfoil where \n\n\n\nα\n\n\n\n{\\displaystyle \\alpha \\!}\n\n is the angle of attack measured relative to the zero-lift line instead of the chord line.)\n\nAlso as a consequence of (3), the section lift coefficient of a cambered airfoil of infinite wingspan is:\n\nThin airfoil theory does not account for the stall of the airfoil, which usually occurs at an angle of attack between 10° and 15° for typical airfoils.[14] In the mid-late 2000s, however, a theory predicting the onset of leading-edge stall was proposed by Wallace J. Morris II in his doctoral thesis.[15]  Morris's subsequent refinements contain the details on the current state of theoretical knowledge on the leading-edge stall phenomenon.[16][17] Morris's theory predicts the critical angle of attack for leading-edge stall onset as the condition at which a global separation zone is predicted in the solution for the inner flow.[18] Morris's theory demonstrates that a subsonic flow about a thin airfoil can be described in terms of an outer region, around most of the airfoil chord, and an inner region, around the nose, that asymptotically match each other. As the flow in the outer region is dominated by classical thin airfoil theory, Morris's equations exhibit many components of thin airfoil theory.\n\n"
        },
        {
            "title": "Derivation of thin airfoil theory",
            "text": "The airfoil is modeled as a thin lifting mean-line (camber line).  The mean-line, y(x), is considered to produce a distribution of vorticity \n\n\n\nγ\n(\ns\n)\n\n\n{\\displaystyle \\gamma (s)}\n\n along the line, s.  By the Kutta condition, the vorticity is zero at the trailing edge.  Since the airfoil is thin, x (chord position) can be used instead of s, and all angles can be approximated as small.\n\nFrom the Biot–Savart law, this vorticity produces a flow field \n\n\n\nw\n(\nx\n)\n\n\n{\\displaystyle w(x)}\n\n where\n\n\n\n\n\nx\n\n\n{\\displaystyle x}\n\n is the location where induced velocity is produced, \n\n\n\n\nx\n′\n\n\n\n{\\displaystyle x'}\n\n is the location of the vortex element producing the velocity and \n\n\n\nc\n\n\n{\\displaystyle c}\n\n is the chord length of the airfoil.\n\nSince there is no flow normal to the curved surface of the airfoil, \n\n\n\nw\n(\nx\n)\n\n\n{\\displaystyle w(x)}\n\n balances that from the component of main flow \n\n\n\nV\n\n\n{\\displaystyle V}\n\n, which is locally normal to the plate – the main flow is locally inclined to the plate by an angle \n\n\n\nα\n−\nd\ny\n\n/\n\nd\nx\n\n\n{\\displaystyle \\alpha -dy/dx}\n\n.  That is:\n\nThis integral equation can be solved for \n\n\n\nγ\n(\nx\n)\n\n\n{\\displaystyle \\gamma (x)}\n\n, after replacing x by\n\nas a Fourier series in \n\n\n\n\nA\n\nn\n\n\nsin\n⁡\n(\nn\nθ\n)\n\n\n{\\displaystyle A_{n}\\sin(n\\theta )}\n\n with a modified lead term \n\n\n\n\nA\n\n0\n\n\n(\n1\n+\ncos\n⁡\n(\nθ\n)\n)\n\n/\n\nsin\n⁡\n(\nθ\n)\n\n\n{\\displaystyle A_{0}(1+\\cos(\\theta ))/\\sin(\\theta )}\n\n.\n\nThat is\n\n(These terms are known as the Glauert integral).\n\nThe coefficients are given by\n\nand\n\nBy the Kutta–Joukowski theorem, the total lift force F is proportional to\n\nand its moment M about the leading edge to\n\nThe calculated Lift coefficient depends only on the first two terms of the Fourier series, as\n\nThe moment M about the leading edge depends only on \n\n\n\n\nA\n\n0\n\n\n,\n\nA\n\n1\n\n\n\n\n{\\displaystyle A_{0},A_{1}}\n\n and \n\n\n\n\nA\n\n2\n\n\n\n\n{\\displaystyle A_{2}}\n\n, as\n\nThe moment about the 1/4 chord point will thus be\n\nFrom this it follows that the center of pressure is aft of the 'quarter-chord' point 0.25 c, by\n\nThe aerodynamic center, AC, is at the quarter-chord point. The AC is where the pitching moment M′ does not vary with a change in lift coefficient, i.e.,\n\n"
        }
    ]
}