{
    "url": "https://en.wikipedia.org/wiki/Akan_religion",
    "title": "Akan religion",
    "table_of_contents": [
        "1 Deities",
        "1.1 Creator God",
        "1.2 Abosom",
        "1.3 Nsamanfo",
        "2 In the Americas",
        "2.1 Jamaica",
        "2.1.1 Myal and Revival",
        "2.2 Suriname",
        "2.3 Haiti",
        "3 References",
        "4 Sources/ further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAkan religion comprises the traditional beliefs and religious practices of the Akan people of Ghana and eastern Ivory Coast. Akan religion is referred to as Akom (from the Twi word akom, meaning \"prophecy\"). Although most Akan people have identified as Christians since the early 20th century, Akan religion remains practiced by some and is often syncretized with Christianity. The Akan have many subgroups (including the Fanti, Ashanti, the Akuapem, the Wassa, the Abron, the Anyi, and the Baoulé, among others), so the religion varies greatly by region and subgroup.\nSimilar to other traditional religions of West and Central Africa such as West African Vodun, Yoruba religion, or Odinani, Akan cosmology consists of a senior god who generally does not interact with humans and many gods who assist humans.\n\nAnansi the spider is a folk hero who is prominent in Ashanti folktales where he is depicted as a wise trickster. In other aspects of Akan spirituality, Anansi is also sometimes considered both a trickster and a deity associated with wisdom, responsible for creating the first inanimate humans, according to the scholar Anthony Ephirim-Donkor.[1] This is similar to Legba, who is also both a trickster and a deity in West African Vodun.[2]\n\n"
        },
        {
            "title": "Deities",
            "text": "Followers of Akan spirituality believe in a supreme goddess who created the universe. She is distant and does not interact with humans.\n\nThe creator god takes on different names depending upon the region of worship, including Nyame, Nyankopon, Brekyirihunuade (\"Almighty\"), Odomankoma (\"infinite inventor\"),[3] Ɔbɔadeɛ (\"creator\") and Anansi Kokuroko (\"the great designer\" or \"the great spider\").[4] There is no concept of the trinity in Akan religion like Christianity but rather the veneration of the Creator, Mother Earth and the ancestors besides the abosom.[5][6]\n\nThe supreme creator is an omniscient, omnipotent sky father. His wife is Asase Yaa (also known as Mother Earth), considered second to God.[7] Together they brought forth two children: Bia and Tano. The Creator is connected to saturdays and saturday-borns[8] while Asase Yaa (Mother Earth) is connected to thursdays and thursday-borns and hence, revered by farmers on thursdays.[9]\n\nThe abosom, the lower deities or spirits, assist humans on earth. These are akin to orishas in Yoruba religion, the vodun in West African Vodun and its derivatives (such as Lwa in Haitian Vodun, and the alusi in Odinani.  Abosom receive their power from the creator god and are most often connected to the world as it appears in its natural state. Priests serve individual abosom and act as mediators between the abosom and humankind. Many of those who believe in these traditions participate in daily prayer, which includes the pouring of libations as an offering to both the ancestors who are buried under the land and to the spirits who are everywhere.\n\nThe Abosom can also be known as the atano gods. They are led by Tano, the Asante nature God of War and Strife, son of Nyame.\n\nThe Nsamanfo  are the ancestors. They are sometimes referred to as ghosts.\n\n"
        },
        {
            "title": "In the Americas",
            "text": "According to Long, Akan (then referred to as \"Coromantee\") culture obliterated any other African customs and incoming non-Akan Africans had to submit to the culture of the majority Akan population in Jamaica, much like a foreigner learning migrating to a foreign country. Other than Ananse stories, Akan religion made a huge impact. The Akan pantheon of gods referred to as Abosom in Twi were documented. Enslaved Akan would praise Nyankopong (erroneously written by the British as Accompong, not related to the Maroon leader Accompong [Twi: Akyeampong]); libations would be poured to Asase Yaa (erroneously written as 'Assarci') and Epo the sea god. Bonsam was referred to as the god of evil.[10] Kumfu (from the word Akom the name of the Akan spiritual system) was documented as Myal and originally only found in books, while the term Kumfu is still used by Jamaican Maroons. The priest of Kumfu was called a Kumfu-man.[11]\n\nThe Jamaican Maroon spirit-possession language, a creolized form of Akan, is used in religious ceremonies of some Jamaican Maroons.\n\nKumfu evolved into Revival, a syncretic Christian sect. Kumfu followers gravitated to the American Revival of 1800 Seventh Day Adventist movement because it observed Saturday as god's day of rest. This was a shared aboriginal belief of the Akan people as this too was the day that the Akan god, Nyame rested after creating the earth. Jamaicans that were aware of their Ashanti past while wanting to keep hidden, mixed their Kumfu spirituality with the American Adventists to create Jamaican Revival in 1860. Revival has two sects: 60 order (or Zion Revival, the order of the heavens) and 61 order (or Pocomania, the order of the earth). 60 order worships God and spirits of air or the heavens on a Saturday and considers itself to be the more 'clean' sect. 61 order more deals with spirits of the earth. This division of Kumfu clearly shows the dichotomy of Nyame and Asase Yaa's relationship, Nyame representing air and has his 60 order'; Asase Yaa having her 61 order of the earth. Also the Ashanti funerary/war colours: red and black have the same meaning in Revival of vengeance.[12] Other Ashanti elements include the use of swords and rings as means to guard the spirit from spiritual attack. The Asantehene like the Mother Woman of Revival, has special two swords used to protect himself from witchcraft called an Akrafena or soul sword and a Bosomfena or spirit sword[13][14]\n\nWinti is an Afro-Surinamese religion which is largely derived from both Akom and Vodun with Vodun gods such as Loco, Ayizu and so on.[15]\n\nHaitian Vodou is a syncretic religion that combines Vodun with several other African religions in addition to influences from Catholicism. Here latent influences of Akan beliefs can be seen in the incorporation of Anansi as one of the Lwa worshiped in the Haitian religion. He is often depicted as maintaining the connection between the living and their deceased ancestors.[16]\n\n"
        }
    ]
}