{
    "url": "https://en.wikipedia.org/wiki/Alaska_Native_religion",
    "title": "Alaska Native religion",
    "table_of_contents": [
        "1 Angakkuq and other spiritual mediators",
        "2 Special language",
        "3 Techniques",
        "4 Social position",
        "4.1 Role in community",
        "4.2 Animals",
        "4.3 Naming",
        "5 Secrecy (or novelty) and the neutralizing effect of publicity",
        "6 Cultural variations among Alaskan Natives",
        "6.1 Inuit",
        "6.2 Yupik and Yup'ik",
        "6.2.1 Ungazighmiit",
        "6.2.2 Chugach",
        "7 See also",
        "8 Notes",
        "9 References",
        "9.1 Latin",
        "9.2 Cyrillic",
        "9.3 Further reading",
        "9.4 Old photos",
        "9.5 Interviews"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Traditional Alaskan Native religion involves mediation between people and spirits, souls, and other immortal beings. Such beliefs and practices were once widespread among Inuit (including Iñupiat), Yupik, Aleut, and Northwest Coastal Indian cultures, but today are less common.[2] They were already in decline among many groups when the first major ethnological research was done.[3] For example, at the end of the 19th century, Sagdloq, the last medicine man among what were then called in English, \"Polar Eskimos\", died; he was believed to be able to travel to the sky and under the sea, and was also known for using ventriloquism and sleight-of-hand.[4]\n\nThe term \"Eskimo\" has fallen out of favour in Canada and Greenland, where it is considered pejorative and \"Inuit\" is used instead. However, \"Eskimo\" is still considered acceptable among some Alaska Natives of Yupik and Inupiaq (Inuit) heritage and is at times preferred over \"Inuit\" as a collective reference.\n\nThe Inuit and Yupik languages constitute one branch within the Eskimo–Aleut language family and the Aleut language is another. (The Sirenik Eskimo language is sometimes seen as a third branch[5][6][7][8] but sometimes as one of the Yupik languages.[9])\n\n"
        },
        {
            "title": "Angakkuq and other spiritual mediators",
            "text": "Most Alaskan Native cultures traditionally have some form of spiritual healer or ceremonial person who mediate between the spirits and humans of the community.[10] The person fulfilling this role is believed to be able to command helping spirits, ask mythological beings (e.g., Nuliayuk among the Netsilik Inuit and Takanaluk-arnaluk in Aua's narration) to \"release\" the souls of animals, enable the success of the hunt, or heal sick people by bringing back their \"stolen\" souls.\n\nAmong the Inuit this person is known as an angakkuq.  The alignalghi (IPA: [aˈliɣnalʁi]) of the Siberian Yupiks is translated as \"shaman\" in Russian and English literature.[10][11] While the word \"shaman\" comes from the Tungusic language,[12] it is sometimes used by anthropologists when describing Alaskan Native beliefs.[13][14][15][16] However, most traditional people prefer to use the terminology found in their own, traditional Native languages.\n\nTraditional spiritual beliefs among the Alaskan Native peoples exhibit some characteristic features not universal in cultures based in animism, such as soul dualism (a dualistic or pluralistic concept of the soul) in certain groups, and specific links between the living, the souls of hunted animals and dead people.[17][18] The death of either a person or a game animal requires that certain activities, such as cutting and sewing, be avoided to prevent harming their souls. In Greenland, the transgression of this \"death taboo\" could turn the soul of the dead into a tupilaq, a restless ghost who scared game away. Animals were thought to flee hunters who violated taboos.[19]\nChugach spiritual healers may begin their work after an out-of-body experience, such as seeing oneself as a skeleton, exemplified in Aua's (Iglulik) narration and a Baker Lake artwork[20][21]\n\n"
        },
        {
            "title": "Special language",
            "text": "In some Alaskan Native communities, the spiritual people have used a distinctly archaic version of the community's normal language interlaced with special metaphors and speech styles.[22][23][24][25] For example, \"the shadow is ripening\" means the healer is returning from his spiritual journey during a \"seance\".[26] Expert healers have been said to speak whole sentences differing from vernacular speech.[23] The shamans among the Siberian Yupik peoples had a special language that used periphrastic substitutions for names of objects and phenomena; they used it for conversation with the [tuʁnɨʁaq] ('spirits').[10] These spirits were believed to have a special language with certain substitutes for ordinary words (\"the one with a drum\": \"shaman\"; \"that with tusks\": \"walrus\").[27] The Ungazighmiit (a Siberian Yupik people) had a special allegoric usage of some expressions.[28]\n\n\nObserving the angakkuq Sorqaq's seance in a community at Qaanaaq, Peter Freuchen explains the motivation in that case: \n In this case, the special language was understood by the whole community, not restricted to the angakkuit or a few \"experts\".[29]\nIn some groups such variants were used when speaking with spirits invoked by the angakkuq and with unsocialised babies who grew into the human society through a special ceremony performed by the mother. Some writers have treated both phenomena as a language for communication with \"alien\" beings (mothers sometimes used similar language in a socialization ritual, in which the newborn is regarded as a little \"alien\" — just like spirits or animal souls).[30] The motif of a distinction between spirit and \"real\" human is present in a tale of the Ungazighmiit.\n\nAnother interesting example of the special language and its contribution to relexicalization:[32]\n"
        },
        {
            "title": "Techniques",
            "text": "Techniques and ceremonies vary among cultures.[33] Sleight-of-hand,[4] ventriloquism[4][34] might be used to impress the audience. In some cultures the angakkuq was pinioned before the séance,[35] or the angakkuq might hide behind a curtain. Holding the séance in the dark with lamps extinguished was not obligatory, but the setting was familiar and widespread.[33]\n\nSome authors suggest that an angakkuq could be honest in his tricks, believing in the phenomena he himself mimicked, moreover, he could consciously cheat and honestly believe at the same time. Knud Rasmussen mentioned Arnaqaoq, a young Netsilik Inuit living in King William Island. He smeared himself with the blood of a seal or reindeer, telling people that he had a battle with spirits. Rasmussen conjectured that he could honestly believe in this spirit battle experience which he mimicked with smearing blood. The personal impression of Rasmussen about this man was that he believed in the forces and spirits. As Rasmussen asked him to draw some pictures about his experiences, even his visions about spirits, Arnaqaoq was first unwilling to do so (having fear of the spirits). Later he accepted the task, and he spent hours to re-experience his visions, sometimes so lucidly that he had to stop drawing when his whole body began to quiver.[36]\n\n"
        },
        {
            "title": "Social position",
            "text": "The boundary between angakkuq and lay person has not always been clearly demarcated. Non-angakkuq could experience hallucinations,[37][38] and almost every Alaskan Native can report memories of ghosts, animals in human form, or little people living in remote places.[39] Experiences such as hearing voices from ice or stones were discussed as readily as everyday hunting adventures.[40] Neither were ecstatic experiences the monopoly of angakkuit (reverie, daydreaming, even trance were not unknown by non-angakkuit[41]), and laypeople (non-angakkuit) experiencing them were welcome to report their experiences and interpretations.[42] The ability to have and command helping spirits was characteristic of angakkuit, but laypeople could also profit from spirit powers through the use of amulets. In one extreme instance a Netsilingmiut child had 80 amulets for protection.[43][44] Some laypeople had a greater capacity than others for close relationships with special beings of the belief system; these people were often apprentice angakkuit who failed to complete their learning process.[45]\n\nIn some of the cultures, angakkuit may fulfill multiple functions, including healing, curing infertile women, and securing the success of hunts. These seemingly unrelated functions can be understood through the soul concept which, with some variation, underlies them.[2]\n\nSoul dualism is held in several cultures (including Eskimo, Uralic, Turkic peoples).[48][49] There are traces of beliefs that humans have more than one soul. The details have variations according to the culture. In several cases, a \"free\" soul and a \"body\" soul are distinguished: the free soul may depart body (during life), the body soul manages body functions. In several Alaskan Native cultures, it is the \"free soul\" of the angakkuq that undertakes these spirit journeys (to places such as the land of dead, the home of the Sea Woman, or the moon) whilst his body remains alive.[2][50] According to an explanation, this temporal absence of the healer's free soul is tackled by a substitution: the healer's body is guarded by one of his/her helping spirits during the spirit journey.[50] A tale contains this motif while describing a spirit journey undertaken by the free soul and his helping spirits.[51]\n\nWhen a new angakkuq is first initiated, the initiator extracts the free soul of the new angakkuq and introduces it to the helping spirits so that they will listen when the new angakkuq invokes them;[52] according to another explanation (that of the Iglulik angakkuq, Aua) the souls of the vital organs of the apprentice must move into the helping spirits: the new angakkuq should not feel fear of the sight of his new helping spirits.[53]\n\nAlthough humans and animals are not traditionally seen as interchangeable, there are diachronical notions of unity between human and animal: imaginations about an ancient time when the animal could take on human form at will — it simply raised its forearm or wing to its face and lifted it aside at the muzzle or beak, like a mask.[54][55] Ceremonies may help preserve this ancient unity: a masked person represents the animal and, as s/he lifts the mask, the human existence of that animal appears.[54] Masks among Alaskan Natives could serve several functions. There are also transformation masks reflecting the mentioned unity between human and animal.[56]\n\nIn some Inuit groups, animals may be believed to have souls that are shared across their species.[14][18]\n\nIn some groups, babies have been named after deceased relatives.[57] This might be supported by the belief that the child's developing, weak soul must be \"supported\" by a name-soul: invoking the departed name-soul which will then accompany and guide the child until adolescence. This concept of inheriting name-souls amounts to a sort of reincarnation among some groups, such as the Caribou Alaskan Natives.[13]\n\nIn a tale of the Ungazighmiit, an old woman expresses her desire to become ill, die and then \"come\" as a boy, a hunter. After specific preparations following her death, a newborn baby will be named after her.[58] Similarly to several other Eskimo cultures, the name-giving of a newborn baby among Siberian Yupik meant that a deceased person was affected, a certain rebirth was believed. Even before the birth of the baby, careful investigations took place: dreams and events were analyzed. After the birth, the baby's physical traits were compared to those of the deceased person. The name was important: if the baby died, it was thought that he/she has not given the \"right\" name. In case of sickness, it was hoped that giving additional names could result in healing.[59]\n\n"
        },
        {
            "title": "",
            "text": "It was believed in several contexts that secrecy or privacy may be needed for an act or an object (either beneficial or harmful, intended or incidental) to be effective and that publicity may neutralize its effects.[60]\n\nSome of the functions of the angakkuit can be understood in the light of this notion of secrecy versus publicity. The cause of illness was usually believed to be soul theft or a breach of some taboo (such as miscarriage). Public confession (led by the shaman during a public seance) could bring relief to the patient. Similar public rituals were used in the cases of taboo breaches that endangered the whole community (bringing the wrath of mythical beings causing calamities).[62]\n\nIn some instances, the efficiency of magical formulae could depend on their novelty. A creation myth attributes such power to newly created words, that they became instantly true by their mere utterance.[63] Also in practice, too much use of the same formulae could result in losing their power.[64] According to a record, a man was forced to use all his magic formulae in an extremely dangerous situation, and this resulted in losing all his conjurer capabilities.[65] As reported from the Little Diomede Island, new songs were needed regularly for the ceremonial held to please the soul of the whale, because \"the spirits were to be summoned with fresh words, worn-out songs could never be used...\".[66]\n\n"
        },
        {
            "title": "Cultural variations among Alaskan Natives",
            "text": "Among Inuit, a spiritual healer is called an Inuktitut: angakkuq (plural: angakkuit, Inuktitut syllabics ᐊᖓᑦᑯᖅ or ᐊᖓᒃᑯᖅ[67][68])[69] or in Inuinnaqtun: angatkuq[70]\n\nLike the Netsilik Inuit, the Yupik have traditionally practiced tattooing.[71] They are also one of the cultures who have a special language for talking to spirits, called [tuʁnɨʁaq].[10]\n\nThe Siberian Yupiks had shamans, and only in Siberia is the term, \"shaman\" traditionally found.[10][72] Compared to the variants found among Eskimo groups of America, shamanism among Siberian Yupiks stressed more the importance of maintaining good relationship with sea animals.[73] The Ungazighmiit (in Cyrillic transliteration: ⟨уңазиӷмӣт⟩, IPA: [uŋaʑiʁmiːt]), speaking the largest of the Siberian Yupik language variants, called a shaman alignalghi (алигналӷи, [aˈliɣnalʁi]).\n\nThe alignalghi received presents for the shamanizing. There were many words for \"presents\" in the language spoken by Ungazighmiit, depending on the nature and occasion (such as a marriage).[74] These included such fine distinctions as \"thing, given to someone who has none\", \"thing, given, not begged for\", \"thing, given to someone as to anybody else\" and \"thing, given for exchange\". Among these many kinds of presents, the one given to the shaman was called [aˈkiliːɕaq].[75]\n\nThe Ungazighmiit have also traditionally had a special allegoric usage of some expressions for working with the spirits.[76]\n\nThe Chugach people live on the southernmost coasts of Alaska. Birket-Smith conducted fieldwork among them in the 1950s, when traditionally ceremonial ways had already ceased practice. Chugach apprentice angakkuit were not forced to become spiritual healers by the spirits. They instead deliberately visited lonely places and walked for many days until they received a visitation of a spirit. The apprentice then passed out, and the spirit took him or her to another place (like the mountains or the depths of the sea). Whilst there, the spirit instructed the apprentice in their calling, such as teaching them their personal song.[77]\n\n"
        }
    ]
}