{
    "url": "https://en.wikipedia.org/wiki/Alawites",
    "title": "Alawites",
    "table_of_contents": [
        "1 Etymology",
        "2 Genealogical origin theories",
        "3 History",
        "3.1 Ottoman Empire",
        "3.2 French Mandate period",
        "3.2.1 Alawite State",
        "3.3 After Syrian independence",
        "3.3.1 Syrian Civil War",
        "4 Beliefs",
        "4.1 Theology and practices",
        "4.1.1 Reincarnation",
        "4.1.2 Other beliefs",
        "4.1.3 Evolution",
        "5 Opinions on position within Islam",
        "6 Population",
        "6.1 Syria",
        "6.2 Turkey",
        "6.3 Lebanon",
        "6.4 Golan Heights",
        "7 Language",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Alawis, Alawites (Arabic: علوية Alawīyah), or pejoratively Nusayris[14] (Arabic: نصيرية Nuṣayrīyah) are an ethnoreligious group that lives primarily in Levant and follows Alawism, a sect of Islam that originated from Shia Islam.[15] The Alawites revere Ali (Ali ibn Abi Talib), considered the first Imam of the Twelver school. The group is believed to have been founded by Ibn Nusayr during the 9th century. Ibn Nusayr was a disciple of the tenth Twelver Imam, Ali al-Hadi and of the eleventh Twelver Imam, Hasan al-Askari. For this reason, Alawites are also called Nusayris. \n\nSurveys suggest Alawites represent an important portion of the Syrian population and are a significant minority in the Hatay Province of Turkey and northern Lebanon. There is also a population living in the village of Ghajar in the Golan Heights. Alawites form the dominant religious group on the Syrian coast and towns near the coast, which are also inhabited by Sunnis, Christians, and Ismailis. They are often confused with the Alevis, a distinct religious sect in Turkey.[16][17][18][19][excessive citations]\n\nAlawites identify as a separate ethnoreligious group. The Quran is only one of their holy books and texts, and their interpretation thereof has very little in common with the Shia Muslim interpretation but is in accordance with the early Batiniyya and other ghulat sects. Alawite theology and rituals break from mainstream Shia Islam in several important ways. For one, the Alawites drink wine as Ali's transubstantiated essence in their rituals;[20] while other Muslims abstain from alcohol, Alawites are encouraged to drink socially in moderation. Finally, some of them believe in reincarnation, but it is not essential in their doctrine.[21]\n\nAlawites have historically kept their beliefs secret from outsiders and non-initiated Alawites, so rumours about them have arisen. Arabic accounts of their beliefs tend to be partisan (either positively or negatively).[22] However, since the early 2000s, Western scholarship on the Alawite religion has made significant advances.[23] At the core of Alawite belief is a divine triad, comprising three aspects of the one God. These aspects, or emanations, appear cyclically in human form throughout history.\n\nThe establishment of the French Mandate of Syria marked a turning point in Alawi history. It gave the French the power to recruit Syrian civilians into their armed forces for an indefinite period and created exclusive areas for minorities, including the Alawite State. The Alawite State was later dismantled, but the Alawites continued to be a significant part of the Syrian Armed Forces. Since Hafez al-Assad took power through the 1970 Corrective Movement, the government has been dominated by a political elite led by the Alawite al-Assad family. During the Islamist uprising in Syria in the 1970s and 1980s, the establishment came under pressure. Even greater pressure has resulted from the Syrian Civil War.\n\n"
        },
        {
            "title": "Etymology",
            "text": "In older sources, Alawis are often called \"Ansaris\". According to Samuel Lyde, who lived among the Alawites during the mid-19th century, this was a term they used among themselves. Other sources indicate that \"Ansari\" is simply a Western error in the transliteration of \"Nusayri\".[24][25] However, the term \"Nusayri\" had fallen out of currency by the 1920s, as a movement led by intellectuals within the community during the French Mandate sought to replace it with the modern term \"Alawi\".[26]\n\nThey characterised the older name (which implied \"a separate ethnic and religious identity\") as an \"invention of the sect's enemies\", ostensibly favouring an emphasis on \"connection with mainstream Islam\"—particularly the Shia branch.[27] As such, \"Nusayri\" is now generally regarded as antiquated, and has even come to have insulting and abusive connotations. The term is frequently employed as hate speech by Sunni fundamentalists fighting against Bashar al-Assad's government in the Syrian civil war, who use its emphasis on Ibn Nusayr in order to insinuate that Alawi beliefs are \"man-made\" and not divinely inspired.[28]\n\n\nRecent research has shown that the Alawi appellation was used by the sect's adherents since the 11th century. The following quote from Alkan (2012) illustrates this point: \nThe Alawites are distinct from the Alevi religious sect in Turkey, although the terms share a common etymology and pronunciation.[18][19]\n\n"
        },
        {
            "title": "Genealogical origin theories",
            "text": "The origin of the genetics of Alawites is disputed. Local folklore suggests that they are descendants of the followers of the eleventh Imam, Hasan al-Askari (d. 873) and his pupil, Ibn Nusayr (d. 868).[30] During the 19th and 20th centuries, some Western scholars believed that Alawites were descended from ancient Middle Eastern peoples such as the Arameans, Canaanites, Hittites,[31][32] and Mardaites.[33] Many prominent Alawite tribes are also descended from 13th century settlers from Sinjar.[34]\n\nIn his Natural History, Book V, Pliny the Elder said:\n\nThe \"Tetrarchy of the Nazerini\" refers to the western region, between the Orontes and the sea, which consists of a small mountain range called An-Nusayriyah Mountains bordered with a valley running from south-east to north-west known as \"Al-Ghab plain\"; the region was populated by a portion of Syrians, who were called Nazerini.[36] However, scholars are reluctant to link between Nazerini and Nazarenes.[37] Yet, the term \"Nazerini\" can be possibly connected to words which include the Semitic triliteral root n-ṣ-r such as the subject naṣer in Eastern Aramaic which means \"keeper of wellness\".[38]\n\n"
        },
        {
            "title": "History",
            "text": "Ibn Nusayr and his followers are considered the founders of the religion. After the death of the Eleventh Imam, al-Askari, problems emerged in the Shia Community concerning his succession, and then Ibn Nusayr claimed to be the Bab and Ism of the deceased Imam and that he received his secret teachings. Ibn Nusayr and his followers development seems to be one of many other early ghulat mystical Islamic sects, and were apparently excommunicated by the Shia representatives of the 12th Hidden Imam.[39]\n\nThe Alawites were later organised during Hamdanid rule in northern Syria (947–1008) by a follower of Muhammad ibn Nusayr known as al-Khaṣībī, who died in Aleppo about 969, after a rivalry with the Ishaqiyya sect, which claimed also to have the doctrine of Ibn Nusayr.[40] The embrace of Alawism by the majority of the population in the Syrian coastal mountains was likely a protracted process occurring over several centuries.[41] Modern research indicates that after its initial establishment in Aleppo, Alawism spread to Sarmin, Salamiyah, Homs and Hama before becoming concentrated in low-lying villages west of Hama, including Baarin, Deir Shamil, and Deir Mama, the Wadi al-Uyun valley, and in the mountains around Tartus and Safita.[42]\n\nIn 1032, al-Khaṣībī's grandson and pupil, Abu Sa'id Maymun al-Tabarani (d. 1034), moved to Latakia (then controlled by the Byzantine Empire). Al-Tabarani succeeded his mentor al-Jilli of Aleppo as head missionary in Syria and became \"the last definitive scholar of Alawism\", founding its calendar and giving Alawite teachings their final form, according to the historian Stefan Winter.[43] Al-Tabarani influenced the Alawite faith through his writings and by converting the rural population of the Syrian Coastal Mountain Range.[40] Winter argues that while it is likely the Alawite presence in Latakia dates to Tabarani's lifetime, it is unclear if Alawite teachings spread to the city's mountainous hinterland, where the Muslim population generally leaned toward Shia Islam, in the eleventh century. In the early part of the century, the Jabal al-Rawadif (part of the Syrian Coastal Mountains around Latakia) were controlled by the local Arab chieftain Nasr ibn Mushraf al-Rudafi, who vacillated between alliance and conflict with Byzantium. There is nothing in the literary sources indicating al-Rudafi patronized the Alawites.[44] To the south of Jabal al-Rawadif, in the Jabal Bahra, a 13th-century Alawite treatise mentions the sect was sponsored by the Banu'l-Ahmar, Banu'l-Arid, and Banu Muhriz, three local families who controlled fortresses in the region in the 11th and 12th centuries.[44] From this southern part of the Syrian coastal mountain range, a significant Alawite presence developed in the mountains east of Latakia and Jableh during the Mamluk period (1260s—1516).[42]\n\nAccording to Bar Hebraeus, many Alawites were killed when the Crusaders initially entered Syria in 1097; however, they tolerated them when they concluded they were not a truly Islamic sect.[45] They even incorporated them within their ranks, along with the Maronites and Turcopoles.[46] Two prominent Alawite leaders in the following centuries, credited with uplifting the group, were Shaykhs al-Makzun (d. 1240) and al-Tubani (d. 1300), both originally from Mount Sinjar in modern Iraq.[45]\n\nIn the 14th century, the Alawites were forced by Mamluk sultan Baibars to build mosques in their settlements, to which they responded with token gestures described by the Muslim traveller Ibn Battuta.[47][48]\n\nDuring the reign of Sultan Selim I, of the Ottoman Empire, the Alawites would again experience significant persecution;[49] especially in Aleppo when a massacre occurred in the Great Mosque of Aleppo on 24 April 1517. The massacre was known as the \"Massacre of the Telal\" (Arabic: مجزرة التلل) in which the corpses of thousands of victims accumulated as a tell located west of the castle.[50][unreliable source] The horrors of the massacre which caused the immigration of the survivors to the coastal region are documented at the National and University Library in Strasbourg, the manuscript is reserved as a letter sent by an Ottoman commander to Sultan Selim I:[51][unreliable source]\n\nThe Ottoman Empire took aggressive actions against Alawites,[52] due to their alleged “treacherous activities” as “they had long history of betraying the Muslim governments due to their mistrust towards Sunnis.”[53] The Alawis rose up against the Ottomans on several occasions, and maintained their autonomy in their mountains.\n\nIn his book, Seven Pillars of Wisdom, T. E. Lawrence wrote:\n\nDuring the 18th century, the Ottomans employed a number of Alawite leaders as tax collectors under the iltizam system. Between 1809 and 1813, Mustafa Agha Barbar, the governor of Tripoli, attacked the Kalbiyya Alawites with \"marked savagery.\"[55] Some Alawites supported Ottoman involvement in the Egyptian-Ottoman Wars of 1831–1833 and 1839–1841,[56] and had careers in the Ottoman army or as Ottoman governors.[57] Moreover, they even initiated the Alawite revolt (1834–35) against the Egyptian rule of the region, which was later suppressed by the Governor of Homs[citation needed].\n\nBy the mid-19th century, the Alawite people, customs and way of life were described by Samuel Lyde, an English missionary among them, as suffering from nothing except a gloomy plight.[58] The 19th century historian Elias Saleh described the Alawites as living in a \"state of ignorance\" and having the negative traits of \"laziness, lying, deceitfulness, inclination to robbery and bloodshed, and backstabbing\".[59] By the 1870s, Alawite bandits were impaled on spikes and left on crossroads as a warning, according to the historian Joshua Landis.[60]\n\nEarly in the 20th century, the mainly-Sunni Ottoman leaders were bankrupt and losing political power; the Alawites were poor peasants.[61][62]\n\nAfter the end of World War I and the fall of the Ottoman Empire, Syria and Lebanon were placed by the League of Nations under the French Mandate for Syria and the Lebanon. On 15 December 1918, Alawite leader Saleh al-Ali called for a meeting of Alawite leaders in the town of Al-Shaykh Badr, urging them to revolt and expel the French from Syria.\n\nWhen French authorities heard about the meeting, they sent a force to arrest Saleh al-Ali. He and his men ambushed and defeated the French forces at Al-Shaykh Badr, inflicting more than 35 casualties.[63] After this victory, al-Ali began organising his Alawite rebels into a disciplined force, with its own general command and military ranks.\n\nThe Al-Shaykh Badr skirmish began the Syrian Revolt of 1919.[63][64] Al-Ali responded to French attacks by laying siege to (and occupying) al-Qadmus, from which the French had conducted their military operations against him.[63] In November, General Henri Gouraud mounted a campaign against Saleh al-Ali's forces in the An-Nusayriyah Mountains. His forces entered al-Ali's village of Al-Shaykh Badr, arresting many Alawi leaders; however, Al-Ali fled to the north. When a large French force overran his positions, he went underground.[63]\n\nDespite these instances of opposition, the Alawites mostly favoured French rule and sought its continuation beyond the mandate period.[65]\n\nWhen the French began to occupy Syria in 1920,[66] an Alawite State was created in the coastal and mountain country comprising most Alawite villages; the French justified this by citing differences between the \"backwards\" mountain people and the mainstream Sunnis[citation needed]. The division also intended to protect the Alawite people from more-powerful majorities, such as the Sunnis.\n\nThe French also created microstates, such as Greater Lebanon for the Maronite Christians and Jabal al-Druze for the Druze. Aleppo and Damascus were also separate states.[67] Under the Mandate, many Alawite chieftains supported a separate Alawite nation, and tried to convert their autonomy into independence.\n\nThe French Mandate Administration encouraged Alawites to join their military forces, in part to provide a counterweight to the Sunni majority (which was more hostile to their rule). According to a 1935 letter by the French minister of war, the French considered the Alawites and the Druze the only \"warlike races\" in the Mandate territories.[68] Between 1926 and 1939, the Alawites and other minority groups provided the majority of the locally recruited component of the Army of the Levant - the designation given to the French military forces garrisoning Syria and the Lebanon.[69]\n\nThe region was home to a mostly-rural, heterogeneous population. The landowning families and 80 percent of the population of the port city of Latakia were Sunni Muslim; however, in rural areas 62 percent of the population were Alawite peasants. According to some researchers, there was considerable Alawite separatist sentiment in the region,[70] their evidence is a 1936 letter signed by 80 Alawi leaders addressed to the French Prime Minister which said that the \"Alawite people rejected attachment to Syria and wished to stay under French protection\". Among the signatories was Sulayman Ali al-Assad, father of Hafez al-Assad.[70] However, according to associate professor Stefan Winter, this letter is a forgery.[71] Even during this time of increased Alawite rights, the situation was still so bad for the group that many women had to leave their homes to work for urban Sunnis.[72]\n\nIn May 1930, the Alawite State was renamed the Government of Latakia in one of the few concessions by the French to Arab nationalists before 1936.[70] Nevertheless, on 3 December 1936 the Alawite State was re-incorporated into Syria as a concession by the French to the National Bloc (the party in power in the semi-autonomous Syrian government). The law went into effect in 1937.[73]\n\nIn 1939, the Sanjak of Alexandretta (now Hatay) contained a large number of Alawites. The Hatayan land was given to Turkey by the French after a League of Nations plebiscite in the province. This development greatly angered most Syrians; to add to Alawi contempt, in 1938, the Turkish military went into İskenderun and expelled most of the Arab and Armenian population.[74] Before this, the Alawite Arabs and Armenians comprised most of the province's population.[74] Zaki al-Arsuzi, a young Alawite leader from Iskandarun province in the Sanjak of Alexandretta who led the resistance to the province's annexation by the Turks, later became a co-founder of the Ba'ath Party with Eastern Orthodox Christian schoolteacher Michel Aflaq and Sunni politician Salah ad-Din al-Bitar.\n\nAfter World War II, Sulayman al-Murshid played a major role in uniting the Alawite province with Syria. He was executed by the Syrian government in Damascus on 12 December 1946, only three days after a political trial.\n\nSyria became independent on 17 April 1946. In 1949, after the 1948 Arab–Israeli War, Syria experienced a number of military coups and the rise of the Ba'ath Party.\n\nIn 1958, Syria and Egypt were united by a political agreement into the United Arab Republic. The UAR lasted for three years, breaking apart in 1961, when a group of army officers seized power and declared Syria independent.\n\nA succession of coups ensued until, in 1963, a secretive military committee (including Alawite officers Hafez al-Assad and Salah Jadid) helped the Ba'ath Party seize power. In 1966, Alawite-affiliated military officers successfully rebelled and expelled the Ba’ath Party old guard followers of Greek Orthodox Christian Michel Aflaq and Sunni Muslim Salah ad-Din al-Bitar, calling Zaki al-Arsuzi the \"Socrates\" of the reconstituted Ba'ath Party.\n\nIn 1970, Air Force General Hafez al-Assad, an Alawite, took power and instigated a \"Corrective Movement\" in the Ba'ath Party. The coup of 1970 ended the political instability which had existed since independence.[75] Robert D. Kaplan compared Hafez al-Assad's coming to power to \"an untouchable becoming maharajah in India or a Jew becoming tsar in Russia—an unprecedented development shocking to the Sunni majority population which had monopolized power for so many centuries\".[66] In 1971, al-Assad declared himself president of Syria, a position the constitution at the time permitted only for Sunni Muslims. In 1973, a new constitution was adopted, replacing Islam as the state religion with a mandate that the president's religion be Islam, and protests erupted.[76] In 1974, to satisfy this constitutional requirement, Musa as-Sadr (a leader of the Twelvers of Lebanon and founder of the Amal Movement, who had unsuccessfully sought to unite Lebanese Alawites and Shiites under the Supreme Islamic Shiite Council)[77] issued a fatwa that Alawites were a community of Twelver Shiite Muslims.[78] Under the authoritarian, secular, Assad government, religious minorities were tolerated more than before, but political dissidents were not[citation needed]. In 1982, when the Muslim Brotherhood mounted an anti-government Islamist insurgency, Hafez Assad staged a military offensive against them known as the Hama massacre.\n\nDuring the Syrian Civil War, many pro-opposition pundits believe the Alawites have suffered as a result of their support for the Assad government against the mainly Sunni opposition, with one journalist claiming up to a third of young Alawite men killed in the increasingly sectarian conflict.[79] Some have claimed many Alawites fear a negative outcome for the government in the conflict would result in an existential threat to their community.[80] In May 2013, pro opposition SOHR stated that out of 94,000 Syrian regime soldiers killed during the war, at least 41,000 were Alawites.[81] In April 2017, a pro-opposition source claimed 150,000 young Alawites had died.[82] However, these claims by pro-opposition pundits and sources have been considered highly exaggerated, unsubstantiated (statistically or scientifically), among neutral observers across the globe.[83][84]\n\nThe Alawites faced significant danger during the Syrian Civil War; particularly from Islamic groups who were a part of the opposition, though often denied by secular oppositionists. [85]\n\nIn 2022, a professor in the opposition-founded Idlib University (internationally unrecognized) performed a speech in which he expressed negative views on the ethnoreligious minority saying \"the Alawite sect has only been able to produce violent mercenaries\", claiming there are no scientists or intellectuals descending from the minority. [86][87] Notably, Uğur Şahin; descending from an Alawite family from the city of Iskenderun in which the ethnoreligious group has a significant presence, has been internationally accredited for being the developer of the Pfizer vaccine against COVID-19 and the CEO of BioNTech.[88]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Alawites and their beliefs have been described as \"secretive\"[89][25][90][91][22]\n(Yaron Friedman, for example, in his scholarly work on the sect, has written that the Alawi religious material quoted in his book came only from \"public libraries and printed books\" since the \"sacred writings\" of the Alawi \"are kept secret\"[b][c]); some tenets of the faith are kept secret from most Alawi and known only to a select few,[52][92] they have therefore been described as a mystical sect.[94]\n\nAlawite beliefs have never been confirmed by their modern religious authorities.[95] Alawites tend to conceal their beliefs (taqiyya) due to historical persecution.[25]\n\nAlawite doctrine incorporates Islamic, Gnostic, neo-Platonic, Christian (for example, they celebrate Mass including the consecration of bread and wine) and other elements and has, therefore, been described as syncretic.[23][96]\n\nAccording to an article that appeared in The Telegraph, the 1995 edition of The Oxford Encyclopedia of the Modern Islamic World allegedly describes them as \"extremist\" Shia whose \"religious system separates them from Sunni Muslims.\"[97]\n\nAlawites hold that they were originally stars or divine lights that were cast out of heaven through disobedience and must undergo repeated reincarnation (or metempsychosis[98]) before returning to heaven.[90][99]  In addition, according to the Israeli Begin–Sadat Center for Strategic Studies, they believe that God might have incarnated twice; the first incarnation was Joshua who conquered Canaan, and the second was the fourth Caliph, Ali.[100]\n\nOther beliefs and practices include: the consecration of wine in a secret form of Mass performed only by males; frequently being given Christian names; entombing the dead in sarcophagi above ground; observing Epiphany, Christmas[101] and the feast days of John Chrysostom and Mary Magdalene;[102] the only religious structures they have are the shrines of tombs;[103] the book Kitab al-Majmu, which is allegedly a central source of Alawite doctrine,[104][105][106][107] where they have their own trinity, comprising Mohammed, Ali, and Salman the Persian.[6]\n\nIn addition, they celebrate different holidays such as Old New Year,[d] Akitu,[e] Eid al-Ghadir, Mid-Sha'ban and Eid il-Burbara.[110] They also believe in intercession of certain legendary saints such as Khidr (Saint George) and Simeon Stylites.[111]\n\nYaron Friedman and many researchers of Alawi doctrine write that the founder of the religion, Ibn Nusayr, did not necessarily believe he was representative of a splinter, rebel group of the Shias, but rather believed he held the true doctrine of the Shias, and most of the aspects that are similar to Christianity are considered more a coincidence and not a direct influence from it, as well as other external doctrines that were actually popular among Shia esoteric groups in Basra in the 8th century. According to Friedman and other scholars, the Alawi movement started as many other mystical ghulat sects with an explicit concentration on an allegorical and esoteric meaning of the Quran and other mystical practices, and not as a pure syncretic sect, though later, they embraced some other practices as they believed all religions had the same Batin core.[112]\n\nJournalist Robert F. Worth argues that the idea that the Alawi religion as a branch of Islam is a rewriting of history made necessary by the French colonialists' abandonment of the Alawi and departure from Syria. Worth describes the \"first ... authentic source for outsiders about the religion\" (written by Soleyman of Adana – a 19th-century Alawi convert to Christianity who broke his oath of secrecy on the religion) explaining that the Alawi (according to Soleyman) deified Ali, venerated Christ, Muhammad, Plato, Socrates, and Aristotle, and held themselves apart from Muslims and Christians, whom they considered heretics.[113]\n\nAccording to a disputed letter, in 1936, six Alawi notables petitioned the French colonialists not to merge their Alawi enclave with the rest of Syria, insisting that \"the spirit of hatred and fanaticism embedded in the hearts of the Arab Muslims against everything that is non-Muslim has been perpetually nurtured by the Islamic religion\".[114] However, according to associate professor Stefan Winter, this letter is a forgery.[71] According to Worth, later fatwas declaring Alawi to be part of the Shia community were by Shia clerics \"eager for Syrian patronage\" from Syria's Alawi president Hafez al-Assad, who was eager for Islamic legitimacy in the face of the hostility of Syria's Muslim majority.[114]\n\nYaron Friedman does not suggest that Alawi did not consider themselves Muslims, but does state that:\n\nAccording to Peter Theo Curtis, the Alawi religion underwent a process of \"Sunnification\" during the years under Hafez Al Assad's rule, so that Alawites became not Shia, but effectively Sunni. Public manifestation or \"even mentioning of any Alawite religious activities\" was banned, as were any Alawite religious organizations or \"any formation of a unified religious council\" or a higher Alawite religious authority. \"Sunni-style\" mosques were built in every Alawite village, and Alawi were encouraged to perform Hajj.[116]\n\n"
        },
        {
            "title": "Opinions on position within Islam",
            "text": "The Sunni Grand Mufti of Jerusalem, Haj Amin al-Husseini, issued a fatwa recognizing them as part of the Muslim community in the interest of Arab nationalism.[117][118] However, other Sunni scholars such as the Syrian historian Ibn Kathir have categorised Alawites as non-Muslim and mushrikeen (polytheists), in their writings;[52][119][120] with Ibn Taymiyya arguably being the most virulent anti-Alawite in his fatwas,[121] accusing them of aiding the Crusader and Mongol enemies of the Muslims.[122] Other Sunni scholars, such as Al-Ghazali, also considered them as non-Muslims.[123] Benjamin Disraeli, in his novel Tancred, also expressed the view that Alawites are not Shia Muslims.[124]\n\nHistorically, Twelver Shia scholars (such as Shaykh Tusi) did not consider Alawites as Shia Muslims while condemning their heretical beliefs.[125] Ibn Taymiyyah also said that Alawites are not Muslims.[126]\n\nIn 2016, according to several international media reports, an unspecified number of Alawite community leaders released a \"Declaration of an Alawite Identity Reform\" (of the Alawite community). The manifesto presents Alawism a current \"within Islam\" and rejects attempts to incorporate the Alawite community into Twelver Shiism.[127][128][129] The document was interpreted as an attempt by representatives of the Alawite community to overcome the sectarian polarisation and to distance themselves from the growing Sunni-Shia divide in the Middle East.[130]\n\nAccording to Matti Moosa,\n\nBarry Rubin has suggested that Syrian leader Hafez al-Assad and his son and successor Bashar al-Assad pressed their fellow Alawites \"to behave like 'regular Muslims', shedding (or at least concealing) their distinctive aspects\".[132] During the early 1970s, a booklet, al-'Alawiyyun Shi'atu Ahl al-Bait (\"The Alawites are Followers of the Household of the Prophet\") was published, which was \"signed by numerous 'Alawi' men of religion\", described the doctrines of the Imami Shia as Alawite.[133] Additionally, there has been a recent movement to unite Alawism and the other branches of Twelver Islam through educational exchange programs in Syria and Qom.[134]\n\nSome sources have discussed the \"Sunnification\" of Alawites under the al-Assad regime.[135] Joshua Landis, director of the Center for Middle East Studies, writes that Hafiz al-Assad \"tried to turn Alawites into 'good' (read Sunnified) Muslims in exchange for preserving a modicum of secularism and tolerance in society\". On the other hand, Al-Assad \"declared the Alawites to be nothing but Twelver Shiites\".[135] In a paper, \"Islamic Education in Syria\", Landis wrote that \"no mention\" is made in Syrian textbooks (controlled by the Al-Assad regime) of Alawites, Druze, Ismailis or Shia Islam; Islam was presented as a monolithic religion.[136]\n\nAli Sulayman al-Ahmad, chief judge of the Baathist Syrian state, has said:\n\n"
        },
        {
            "title": "Population",
            "text": "Alawites have traditionally lived in the Coastal Mountain Range, along the Mediterranean coast of Syria. Latakia and Tartus are the region's principal cities. They are also concentrated in the plains around Hama and Homs. Alawites also live in Syria's major cities, and are estimated at 11 percent of the country's population[91][137][138][139]\n\nThere are four Alawite confederations — Kalbiyya, Khaiyatin, Haddadin, and Matawirah – each divided into tribes based on their geographical origins or their main religious leader,[52][140] such as Ḥaidarīya of Alī Ḥaidar, and Kalāziyya of Sheikh Muḥammad ibn Yūnus from the village Kalāzū near Antakya.[141] Those Alawites are concentrated in the Latakia region of Syria, extending north to Antioch (Antakya), Turkey, and in and around Homs and Hama.[142]\n\nBefore 1953, Alawites held specifically reserved seats in the Syrian Parliament, in common with all other religious communities. After that (including the 1960 census), there were only general Muslim and Christian categories, without mention of subgroups, to reduce sectarianism (taifiyya).\n\nTo avoid confusion with the ethnic-Turkish and Kurdish Alevis, the Alawites call themselves Arap Alevileri (\"Arab Alevis\") in Turkish. The term Nusayrī, previously used in theological texts, has been revived in recent studies. In Çukurova, Alawites are known as Fellah and Arabuşağı (although the latter is considered offensive) by the Sunni population. A quasi-official name used during the 1930s by Turkish authorities was Eti Türkleri (\"Hittite Turks\"), to conceal their Arabic origins. Although this term is obsolete, it is still used by some older people as a euphemism.\n\nIn 1939, the Alawites accounted for some 40 percent of the population of the province of Iskenderun. According to French geographer Fabrice Balanche, relations between the Alawites of Turkey and the Alawites of Syria are limited. Community ties were broken by the Turkification policy and the decades-long closure of the Syria-Turkey border.[143]\n\nThe exact number of Alawites in Turkey is unknown; there were 185,000 in 1970.[144] As Muslims, they are not recorded separately from Sunnis. In the 1965 census (the last Turkish census where informants were asked their mother tongue), 185,000 people in the three provinces declared their mother tongue as Arabic; however, Arabic-speaking Sunnis and Christians were also included in this figure. Turkish Alawites traditionally speak the same dialect of Levantine Arabic as Syrian Alawites. Arabic is preserved in rural communities and in Samandağ. Younger people in the cities of Çukurova and İskenderun tend to speak Turkish. The Turkish spoken by Alawites is distinguished by its accents and vocabulary. Knowledge of the Arabic alphabet is confined to religious leaders and men who have worked or studied in Arab countries.\n\nAlawites demonstrate considerable social mobility. Until the 1960s, they were bound to Sunni aghas (landholders) around Antakya and were poor. Alawites are prominent in the sectors of transportation and commerce and a large, professional middle class has emerged. Male exogamy has increased, particularly by those who attend universities or live in other parts of Turkey. These marriages are tolerated; however, female exogamy (as in other patrilineal groups) is discouraged.\n\nAlawites, like Alevis, have strong leftist political beliefs. However, some people in rural areas (usually members of notable Alawite families) may support secular, conservative parties such as the Democratic Party. Most Alawites feel oppressed by the policies of the Presidency of Religious Affairs in Turkey (Diyanet İşleri Başkanlığı).[145][146]\n\nThere are an estimated 40,000[7][147] Alawites in Lebanon, where they have lived since at least the 16th century.[148] They are one of the 18 official Lebanese sects; due to the efforts of their leader, Ali Eid, the Taif Agreement of 1989 gave them two reserved seats in Parliament. Lebanese Alawites live primarily in the Jabal Mohsen neighbourhood of Tripoli and in 10 villages in the Akkar District, and are represented by the Arab Democratic Party.[149][150][151] Their Mufti is Sheikh Assad Assi.[152] The Bab al-Tabbaneh–Jabal Mohsen conflict between pro-Syrian Alawites and anti-Syrian Sunnis has affected Tripoli for decades.[153]\n\nThere are also about 3,900 Alawites living in the village of Ghajar, which is located on the border between Lebanon and the Israeli-occupied Golan Heights. In 1932, the residents of Ghajar were given the option of choosing their nationality, and overwhelmingly chose to be a part of Syria, which has a sizable Alawite minority.[154] Before the 1967 Arab-Israeli War, the residents of Ghajar were counted in the 1960 Syrian census.[155] According to Joshua Project, after Israel captured the Golan Heights from Syria, and after implementing Israeli civil law in 1981, the Alawite community chose to become Israeli citizens.[156] However, according to Al-Marsad, Alawites were forced to undergo a process of naturalisation.[157]\n\n"
        },
        {
            "title": "Language",
            "text": "Alawites in Syria speak a special dialect (part of Levantine Arabic) famous for the usage of letter (qāf), but this feature is also shared with neighboring non-Alawites villages such as Idlib. Due to foreign occupation of Syria, the same dialect is characterized by multiple borrowings, mainly from Turkish and then French, especially terms used for imported inventions such as television, radio, elevator (ascenseur), etc.\n\n"
        }
    ]
}