{
    "url": "https://en.wikipedia.org/wiki/Albanian_folk_beliefs",
    "title": "Albanian folk beliefs",
    "table_of_contents": [
        "1 Documentation",
        "1.1 Albanian collectors",
        "1.2 Foreign collectors",
        "2 Origin",
        "3 History",
        "4 Mythology",
        "4.1 Cosmology",
        "4.1.1 Supreme Being",
        "4.1.2 Good and Evil, Cosmic Renewal",
        "4.1.3 Destiny",
        "4.2 Sky",
        "4.3 Earth",
        "4.4 Phenomena",
        "4.5 Nature deities",
        "4.5.1 Sky, weather",
        "4.5.2 Earth, vegetation",
        "4.5.3 Burn, fire, hearth",
        "4.5.4 Dawn",
        "4.5.5 Water, sea",
        "4.6 Societal deities",
        "4.7 Sacred animals",
        "4.8 Concepts",
        "4.9 Mythical beings",
        "4.10 Heroic characters",
        "4.11 Heroic motifs",
        "5 Rituals",
        "6 Festivals",
        "7 List of folk tales, legends, songs and ballads",
        "7.1 Folk tales",
        "7.2 Legends",
        "7.3 Songs and Ballads",
        "8 See also",
        "9 References",
        "10 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Albanian folk beliefs (Albanian: Besimet folklorike shqiptare) comprise the beliefs expressed in the customs, rituals, myths, legends and tales of the Albanian people. The elements of Albanian mythology are of Paleo-Balkanic origin and almost all of them are pagan.[3] Albanian folklore evolved over the centuries in a relatively isolated tribal culture and society.[4] Albanian folk tales and legends have been orally transmitted down the generations and are still very much alive in the mountainous regions of Albania, Kosovo, western North Macedonia, ex-Albanian lands of Montenegro, and southern Serbia, and among the Arbëreshë in Italy and the Arvanites in Greece.[5]\n\nIn Albanian mythology, the physical phenomena, elements and objects are attributed to supernatural beings. The deities are generally not persons, but personifications of nature, which is known as Animism.[6] The earliest attested cult of the Albanians is the worship of the Sun and the Moon.[2] In Albanian folk beliefs, earth is the object of a special cult,[7] and an important role is played by fire, which is considered a living, sacred or divine element used for rituals, sacrificial offerings and purification.[8] Fire worship is associated with the cult of the Sun, the cult of the hearth and the cult of fertility in agriculture and animal husbandry.[9] Besa is a common practice in Albanian culture, consisting of an oath taken by Sun, by Moon, by sky, by earth, by fire, by stone, by mountain, by water and by snake, which are all considered sacred objects.[10] The cult of the Sun and the Moon also appears in Albanian legends and folk art.[11]\n\nAlbanian myths and legends are organized around the dichotomy of good and evil,[12] the most famous representation of which is the legendary battle between drangue and kulshedra,[13] a conflict that symbolises the cyclic return in the watery and chthonian world of death, accomplishing the cosmic renewal of rebirth. The weavers of destiny, ora or fatí, control the order of the universe and enforce its laws.[14]\n\nA very common motif in Albanian folk narrative is metamorphosis: men morph into deer, wolves, and owls, while women morph into stoats, cuckoos, and turtles. Among the main bodies of Albanian folk poetry are the Kângë Kreshnikësh (\"Songs of Heroes\"), the traditional non-historical cycle of Albanian epic songs, based on the cult of the legendary hero.[13]\n\n"
        },
        {
            "title": "Documentation",
            "text": "Albanian myths and legends are already attested in works written in Albanian as early as the 15th century,[15] however, the systematic collection of Albanian folklore material began only in the 19th century.[16]\n\nOne of the first Albanian collectors from Italy was the Arbëresh writer Girolamo De Rada who—already imbued with a passion for his Albanian lineage in the first half of the 19th century—began collecting folklore material at an early age. Another important Arbëresh publisher of Albanian folklore was the linguist Demetrio Camarda, who included in his 1866 Appendice al Saggio di grammatologia comparata (Appendix to the Essay on the Comparative Grammar) specimens of prose, and in particular, Arbëreshë folk songs from Sicily and Calabria, Albania proper and Albanian settlements in Greece. De Rada and Camarda were the two main initiators of the Albanian nationalist cultural movement in Italy.[17] In Greece, the Arvanite writer Anastas Kullurioti published Albanian folklore material in his 1882 Albanikon alfavêtarion / Avabatar arbëror (Albanian Spelling Book).[18]\n\nThe Albanian National Awakening (Rilindja) gave rise to collections of folklore material in Albania in the second half of the 19th century. One of the early Albanian collectors of Albanian folklore from Albania proper was Zef Jubani. From 1848 he served as interpreter to French consul in Shkodra, Louis Hyacinthe Hécquard, who was very interested in, and decided to prepare a book on, northern Albanian folklore. They travelled through the northern Albanian mountains and recorded folkloric  materials which were published in French translation in the 1858 Hécquard's pioneering Histoire et description de la Haute Albanie ou Guégarie (History and Description of High Albania or Gegaria”). Jubani's own first collection of folklore—the original Albanian texts of the folk songs published by Hécquard—was lost in the flood that devastated the city of Shkodra on 13 January 1866. Jubani published in 1871 his Raccolta di canti popolari e rapsodie di poemi albanesi (Collection of Albanian Folk Songs and Rhapsodies)—the first collection of Gheg folk songs and the first folkloric work to be published by an Albanian who lived in Albania.[19]\n\nAnother important Albanian folklore collector was Thimi Mitko, a prominent representative of the Albanian community in Egypt. He began to take an interest in 1859 and started recording Albanian folklore material from the year 1866, providing also folk songs, riddles and tales for Demetrio Camarda's collection. Mitko's own collection—including 505 folk songs, and 39 tales and popular sayings, mainly from southern Albania—was finished in 1874 and published in the 1878 Greek-Albanian journal Alvaniki melissa / Belietta Sskiypetare (The Albanian Bee). This compilation was a milestone of Albanian folk literature being the first collection of Albanian material of scholarly quality. Indeed, Mitko compiled and classified the material according to genres, including sections on fairy tales, fables, anecdotes, children's songs, songs of seasonal festivities, love songs, wedding songs, funerary songs, epic and historical songs. He compiled his collection with Spiro Risto Dine who emigrated to Egypt in 1866. Dino himself published Valët e Detit (The Waves of the Sea), which, at the time of its publication in 1908, was the longest printed book in the Albanian language. The second part of Dine's collection was devoted to folk literature, including love songs, wedding songs, funerary songs, satirical verse, religious and didactic verses, folk tales, aphorisms, rhymes, popular beliefs and mythology.[20]\n\nThe first Albanian folklorist to collect the oral tradition in a more systematic manner for scholarly purposes was the Franciscan priest and scholar Shtjefën Gjeçovi.[21] Two other Franciscan priests, Bernardin Palaj and Donat Kurti, along with Gjeçovi, collected folk songs on their travels through the northern Albanian mountains and wrote articles on Gheg Albanian folklore and tribal customs. Palaj and Kurti published in 1937—on the 25th anniversary of Albanian independence—the most important collection of Albanian epic verse, Kângë kreshnikësh dhe legenda (Songs of the Frontier Warriors and Legends), in the series called Visaret e Kombit (The Treasures of the Nation).[22][23]\n\nFrom the second half of the 20th century much research has been done by the Academy of Albanological Studies of Tirana and by the Albanological Institute of Prishtina. Albanian scholars have published numerous collections of Albanian oral tradition, but only a small part of this material has been translated into other languages.[18] A substantial contribution in this direction has been made by the Albanologist Robert Elsie.\n\nForeign scholars first provided Europe with Albanian folklore in the second half of the 19th century, and thus set the beginning for the scholarly study of Albanian oral tradition.[24] Albanian folk songs and tales were recorded by the Austrian consul in Janina, Johann Georg von Hahn, who travelled throughout Albania and the Balkans in the middle of the 19th century and in 1854 he published Albanesische Studien (Albanian Studies). The German physician Karl H. Reinhold collected Albanian folklore material from Albanian sailors while he was serving as a doctor in the Greek navy and in 1855 he published Noctes Pelasgicae (Pelasgian Nights). The folklorist Giuseppe Pitrè published in 1875 a selection of Albanian folk tales from Sicily in Fiabe, novelle e racconti popolari siciliani (Sicilian Fables, Short Stories and Folk Tales).[24][18]\n\nThe next generation of scholars who became interested in collecting Albanian folk material were mainly philologists, among them the Indo-European linguists concerned about the study of the then little known Albanian language. The French consul in Janina and Thessalonika, Auguste Dozon, published Albanian folk tales and songs initially in the 1879 Manuel de la langue chkipe ou albanaise (Manual of the Shkip or Albanian Language) and in the 1881 Contes albanais, recueillis et traduits (Albanian Tales, Collected and Translated). The Czech linguist and professor of Romance languages and literature, Jan Urban Jarnik, published in 1883 Albanian folklore material from the region of Shkodra in Zur albanischen Sprachenkunde (On Albanian Linguistics) and Příspěvky ku poznání nářečí albánských uveřejňuje (Contributions to the Knowledge of Albanian Dialects). The German linguist and professor at the University of Graz, Gustav Meyer, published in 1884 fourteen Albanian tales in Albanische Märchen (Albanian Tales), and a selection of Tosk tales in the 1888 Albanian grammar (1888). His folklore material was republished in his Albanesische Studien (Albanian Studies). Danish Indo-Europeanist and professor at the University of Copenhagen, Holger Pedersen, visited Albania in 1893 to learn the language and to gather linguistic material. He recorded thirty-five Albanian folk tales from Albania and Corfu and published them in the 1895 Albanesische Texte mit Glossar (Albanian Texts with Glossary). Other Indo-European scholars who collected Albanian folklore material were German linguists Gustav Weigand and August Leskien.[24][18]\n\nIn the first half of the 20th century, British anthropologist Edith Durham visited northern Albania and collected folklore material on the Albanian tribal society. She published in 1909 her notable work High Albania, regarded as one of the best English-language books on Albania ever written.[25] From 1923 onward, Scottish scholar and anthropologist Margaret Hasluck collected Albanian folklore material when she lived in Albania. She published sixteen Albanian folk-stories translated in English in her 1931 Këndime Englisht–Shqip or Albanian–English Reader.[26]\n\n"
        },
        {
            "title": "Origin",
            "text": "The elements of Albanian mythology are of Paleo-Balkanic origin and almost all of them are pagan.[3] Ancient Illyrian religion is considered to be one of the sources from which Albanian legend and folklore evolved,[27][28][29] reflecting a number of parallels with Ancient Greek and Roman mythologies.[30] Albanian legend also shows similarities with neighbouring Indo-European traditions, such as the oral epics with the South Slavs and the folk tales of the Greeks.[31]\n\nAlbanian mythology inherited the Indo-European narrative epic genre about past warriors, a tradition shared with early Greece, classical India, early medieval England, medieval Germany and South Slavs.[32] Albanian folk beliefs also retained the typical Indo-European tradition of the deities located on the highest and most inaccessible mountains (Mount Tomor),[33] the sky, lightning, weather and fire deities (Zojz, Perëndi, Shurdh, Verbt, En, Vatër, Nëna e Vatrës),[34][35] the \"Daughter of the Sun and Moon\" legend (Bija e Hanës e Diellit),[36] the \"serpent-slaying\" and \"fire in water\" myths (Drangue and Kulshedra), the Fates and Destiny goddesses (Zana, Ora, Fatí, Mira)[37] and the guard of the gates of the Underworld (the three-headed dog who never sleeps).[38]\n\n"
        },
        {
            "title": "History",
            "text": "Albanian folklore traces back to Paleo-Balkan mythology including a substrate of Illyrian religion.[39][27] A number of parallels are found with Ancient Greek and Roman mythologies.[30] Albanians were Christianized under Roman Catholic influence[40] likely in the fourth and fifth centuries.[41] In later times, after the Gheg–Tosk split, they became Catholic in the north and Orthodox in the South.[41]\n\nIn a text compiled around the beginning of the 11th century in the Bulgarian language, the Albanians are mentioned with their old ethnonym Arbanasi as half-believers.[42] Islam was first introduced to Albania in the 15th century after the Ottoman conquest of the area. In Ottoman times, often to escape higher taxes levied on Christian subjects, the majority of Albanians became Muslims. However one part retained Christian and pre-Christian beliefs. British poet Lord Byron (1788–1824) described Albanian religious belief as follows: \"The Greeks hardly regard them as Christians, or the Turks as Muslims; and in fact they are a mixture of both, and sometimes neither.\"[43]\n\nBetween the 16th and 18th centuries, in Albania arrived also the Bektashi Sufi order[44] which spread widely among Albanians in part because it allowed itself to be a vehicle for the expression of Crypto-Christian and pagan beliefs and rituals.[45][46] Bektashism is a Muslim dervish order (tariqat) thought to have originated in the 13th century in a frontier region of Anatolia, where Christianity, Islam and paganism coexisted, allowing the incorporation of comparable pagan and non-Muslim beliefs into popular Islam. It facilitated the conversion process to the new Muslims and became the official order of the Janissaries.[47][48] After the ban of all the Sufi orders in Turkey in 1925, the Bektashi Order established its headquarters in Tirana.[43] Since its founding in 1912, Albania has been a secular state, becoming atheist during the Communist regime, and returning secular after the fall of the regime.\n\nAlbanian folklore evolved over the centuries in a relative isolated tribal culture and society,[4] and although there have been all these changes in the Albanian belief system, an ancient substratum of pre-Christian beliefs has survived until today.[41][3][49] Folk tales, myths and legends have been orally transmitted down the generations and are still very much alive in the mountainous regions of Albania, Kosovo and western North Macedonia, among the Arbëreshë in Italy and the Arvanites in Greece.[18][50]\n\n"
        },
        {
            "title": "Mythology",
            "text": "The Albanian terms for \"hero\" are trim (female: trimneshë), kreshnik or hero (female: heroinë). Some of the main heroes of the Albanian epic songs, legends and myths are:\n\nThe Albanian heroic songs are substantially permeated by the concepts contained in the Kanun, a code of Albanian oral customary laws: honour, considered as the highest ideal in Albanian society; shame and dishonour, regarded as worse than death; besa and loyalty, gjakmarrja.[142][98]\n\nAnother characteristic of Albanian heroic songs are weapons. Their importance and the love which the heroes have for them are carefully represented in the songs, while they are rarely described physically. A common feature appearing in these songs is the desire for fame and glory, which is related to the courage of a person.[143]\n\n"
        }
    ]
}