{
    "url": "https://en.wikipedia.org/wiki/Albert_Einstein_Memorial",
    "title": "Albert Einstein Memorial",
    "table_of_contents": [
        "1 Life",
        "2 Platform",
        "3 Description",
        "4 In popular and artistic culture",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe Albert Einstein Memorial is a monumental bronze statue by sculptor Robert Berks, depicting Albert Einstein seated with manuscript papers in hand. It is located in central Washington, D.C., United States, in a grove of trees at the southwest corner of the grounds of the National Academy of Sciences at 2101 Constitution Avenue N.W., near the Vietnam Veterans Memorial. Two replicas exist at the Israel Academy of Sciences and Humanities and the Georgia Institute of Technology.\n\n"
        },
        {
            "title": "Life",
            "text": "The memorial, situated in an elm and holly grove in the southwest corner of the grounds of the National Academy of Sciences, was unveiled at the Academy's annual meeting, April 22, 1979, in honor of the centennial of Einstein's birth. At the dedication ceremony, physicist John Archibald Wheeler described the statue as \"a monument to the man who united space and time into space-time...a remembrance of the man who taught us...that the universe does not go on from everlasting to everlasting, but begins with a bang.\"[1] The memorial is a popular spot for tourists visiting the national mall to pose for pictures.[2]\n\nThe statue depicts Einstein seated in casual repose on a three-step bench of  Mount Airy (North Carolina) white granite. The bronze figure weighs approximately 4 tons and is 12 feet in height.  The monument is supported by three caissons, totaling 135 tons, sunk in bedrock to a depth of 23 to 25 feet.,[3] It was cast at Modern Art Foundry, Astoria Queens, NY.\n\nThe sculptor, Robert Berks, known for his portrait busts and statues (John F. Kennedy at the Kennedy Center; Mary McLeod Bethune in Lincoln Park, Washington, D.C.), based the work on a bust of Einstein he sculpted from life in 1953 at Einstein's Princeton home. Landscape architect James A. Van Sweden designed the monument landscaping.[3]\n\nEinstein was elected a foreign associate of the National Academy of Sciences in 1922, the year after he won the Nobel Prize in physics, and became a member of the Academy in 1942, two years after he became a naturalized American citizen.[3]\n\nBerks created two replicas of his 1979 monument. One of the replicas can presently be viewed in the academy garden of the Israel Academy of Sciences and Humanities; another on the campus of the Georgia Institute of Technology in Atlanta, Georgia.[4]\n\n"
        },
        {
            "title": "Platform",
            "text": "The statue and bench are at one side of a circular dais, 28 feet (8.5 m) in diameter, made from emerald-pearl granite from Larvik, Norway.  Embedded in the dais are more than 2,700 metal studs representing the location of astronomical objects, including the sun, moon, planets, 4 asteroids, 5 galaxies, 10 quasars, and many stars at noon on April 22, 1979, when the memorial was dedicated.  The studs are different sizes to denote the apparent magnitude of the relevant object, and different studs denote binary stars, spectroscopic binaries, pulsars, globular clusters, open clusters, and quasars.  The celestial objects were accurately positioned by astronomers at the U.S. Naval Observatory. Familiar constellations are marked on the map for easy identification.[1]\n\nTo a visitor standing at the center of the dais, Einstein appears to be making direct eye contact, and any spoken words are notably amplified.\n\n"
        },
        {
            "title": "Description",
            "text": "Engraved as though written on the papers held in the statue's left hand are three equations, summarizing three of Einstein's most important scientific advances:\n\nAlong the back of the bench, behind the statue, three famous quotations from the scientist are inscribed.  They were selected to reflect Einstein's sense of wonder, scientific integrity, and concern for social justice.[1]  They are :\n\n"
        },
        {
            "title": "In popular and artistic culture",
            "text": "The statue was filmed and subsequently used in the opening title sequence of Sesame Street during the show's 20th season.\n\nA copy of the Albert Einstein Memorial made of 100% dark and white chocolate was once on display in the Marriott Wardman Park Hotel in Washington, DC.[5]\n\nIn July 2012, the sculpture was yarn bombed by the Polish-born artist Olek, who enclosed the entire statue in a colorful crocheted wrap of pinks, purples, and teal.[6]\n\n"
        }
    ]
}