{
    "url": "https://en.wikipedia.org/wiki/Albrecht_Ritschl",
    "title": "Albrecht Ritschl",
    "table_of_contents": [
        "1 Biography",
        "2 Theology",
        "3 Illustrative examples",
        "4 Bibliography",
        "5 Notes",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAlbrecht Ritschl (25 March 1822 – 20 March 1889) was a German Protestant theologian.\n\nStarting in 1852, Ritschl lectured on systematic theology. According to this system, faith was understood to be irreducible to other experiences, beyond the scope of reason. Faith, he said, came not from facts but from value judgments. Jesus' divinity, he argued, was best understood as expressing \"revelational-value\" of Christ for the community that trusts him as God. He held the Christ's message to be committed to a community.[1]\n\n"
        },
        {
            "title": "Biography",
            "text": "Ritschl was born in Berlin.  His father, Georg Karl Benjamin Ritschl (1783–1858), became  in 1810 a pastor at the church of St Mary in Berlin, and from 1827 to 1854 was general superintendent and evangelical bishop of Pomerania. Albrecht Ritschl studied at Bonn, Halle, Heidelberg and Tübingen. At Halle he came under Hegelian influences through the teaching of Julius Schaller and Johann Erdmann. In 1845 he became a follower of the Tübingen school, and in his work Das Evangelium Marcions und das kanonische Evangelium des Lukas, published in 1846 and in which he argued that the Gospel of Luke was based on the apocryphal Gospel of Marcion,[2] he appears as a disciple of the Hegelian New Testament scholar Ferdinand Baur. This did not last long with him, however, for the second edition (1857) of his most important work, on the origin of the Old Catholic Church (Die Entstehung der alt-kathol. Kirche), shows considerable divergence from the first edition (1850), and reveals an entire emancipation from Baur's method.[3]\n\nRitschl was professor of theology at Bonn (extraordinarius 1852; ordinarius 1859) and Göttingen (1864; Consistorialrath also in 1874), his addresses on religion delivered at the latter university showing the impression made upon his mind by his enthusiastic studies of Immanuel Kant and Friedrich Schleiermacher. Finally, in 1864, Ritschl came the influence of Hermann Lotze. He wrote a large work on the Christian doctrine of justification and atonement, Die Christliche Lehre von der Rechtfertigung und Versöhnung, published during the years 1870–1874, and in 1882–1886 a history of pietism (Die Geschichte des Pietismus). His system of theology is contained in the former. He died at Göttingen in 1889. His son, Otto Ritschl, was also a theologian.[3]\n\n"
        },
        {
            "title": "Theology",
            "text": "Ritschl claimed to carry on the work of Luther and Schleiermacher, especially in ridding faith of the tyranny of scholastic philosophy. His system shows the influence of Kant's destructive criticism of the claims of Pure Reason, recognition of the value of morally conditioned knowledge, and doctrine of the kingdom of ends; of Schleiermacher's historical treatment of Christianity, regulative use of the idea of religious fellowship, emphasis on the importance of religious feeling; and of Lotze's theory of knowledge and treatment of personality. He attempted to demonstrate that Kant's epistemology was compatible with Lutheranism.[4] Ritschl's work made a profound impression on German thought and gave a new confidence to German theology, while at the same time it provoked a storm of hostile criticism.  In spite of this resistance the Ritschlian \"school\" grew with remarkable rapidity, with followers dominating German theological faculties in the late nineteenth and early twentieth centuries. This is perhaps mainly due to the bold religious positivism with which he assumes that spiritual experience is real and that faith has not only a legitimate but even a paramount claim to provide the highest interpretation of the world. The life of trust in God is a fact, not so much to be explained as to explain everything else. Ritschl's standpoint is not that of the individual subject. The objective ground on which he bases his system is the religious experience of the Christian community. The \"immediate object of theological knowledge is the faith of the community,\" and from this positive religious datum theology constructs a \"total view of the world and human life.\" Thus the essence of Ritschl's work is systematic theology. Nor does he painfully work up to his master-category, for it is given in the knowledge of Jesus revealed to the community. That God is love and that the purpose of His love is the moral organization of humanity in the \"Kingdom of God\" – this idea, with its immense range of application – is applied in Ritschl's initial datum.[5]\n\nFrom this vantage-ground Ritschl criticizes the use of Aristotelianism and speculative philosophy in scholastic and Protestant theology. He holds that such philosophy is too shallow for theology. Hegelianism attempts to squeeze all life into the categories of logic: Aristotelianism deals with \"things in general\" and ignores the radical distinction between nature and spirit. Neither Hegelianism nor Aristotelianism is \"vital\" enough to sound the depths of religious life. Neither conceives God \"as correlative to human trust\" (cf. Theologie und Metaphysik). But Ritschl's recoil carries him so far that he is left alone with merely \"practical\" experience. \"Faith\" knows God in His active relation to the kingdom,\" but not at all as \"self-existent\".[6]\n\nHis limitation of theological knowledge to the bounds of human need might, if logically pressed, run perilously near phenomenalism; and his epistemology (\"we only know things in their activities\") does not cover this weakness. In seeking ultimate reality in the circle of \"active conscious sensation\", he rules out all \"metaphysic\". Indeed, much that is part of normal Christian faith – e.g. the Eternity of the Son – is passed over as beyond the range of his method. Ritschl's theory of \"value-judgments\" (Werthurtheile) illustrates this form of agnosticism. Religious judgments of value determine objects according to their bearing on our moral and spiritual welfare. They imply a lively sense of radical human need. This sort of knowledge stands quite apart from that produced by \"theoretic\" and \"disinterested\" judgments. The former moves in a world of \"values\", and judges things as they are related to our \"fundamental self-feeling.\" The latter moves in a world of cause and effect. (N.B. Ritschl appears to confine Metaphysic to the category of Causality.)[6]\n\nThe theory as formulated has such grave ambiguities, that his theology, which, as we have seen, is wholly based on uncompromising religious realism, has actually been charged with individualistic subjectivism. If Ritschl had clearly shown that judgments of value enfold and transform other types of knowledge, just as the \"spiritual man\" includes and transfigures but does not annihilate the \"natural man\", then within the compass of this spiritually conditioned knowledge all other knowledge would be seen to have a function and a home. The theory of value-judgments is part too of his ultra-practical tendency: both \"metaphysic\" and \"mysticism\" are ruthlessly condemned. Faith-knowledge appears to be wrenched from its bearings and suspended in mid-ocean. Perhaps if he had lived to see the progress of will-psychology he might have welcomed the hope of a more spiritual philosophy.[6]\n\n"
        },
        {
            "title": "Illustrative examples",
            "text": "A few instances will illustrate Ritschl's positive systematic theology. The conception of God as Father is given to the community in Revelation. He must be regarded in His active relationship to the \"kingdom\", as spiritual personality revealed in spiritual purposiveness. His \"Love\" is His will as directed towards the realization of His purpose in the kingdom. His \"Righteousness\" is His fidelity to this purpose. With God as First Cause or \"Moral Legislator\" theology has no concern; nor is it interested in the speculative problems indicated by the traditional doctrine of the Trinity. Natural theology has no value save where it leans on faith. Again, Christ has for the religious life of the community the unique value of Founder and Redeemer. He is the perfect Revelation of God and the Exemplar of true religion. His work in founding the kingdom was a personal vocation, the spirit of which He communicates to believers, \"thus, as exalted king\", sustaining the life of His Kingdom. His Resurrection is a necessary part of Christian belief (G Ecke, pp. 198–99). \"Divinity\" is a predicate applied by faith to Jesus in His founding and redeeming activity. We note here that though Ritschl gives Jesus a unique and unapproachable position in His active relation to the kingdom, he declines to rise above this relative teaching. The \"Two Nature\" problem and the eternal relation of the Son to the Father have no bearing on experience, and therefore stand outside the range of theology.[6]\n\nOnce more, in the doctrine of sin and redemption, the governing idea is God's fatherly purpose for His family. Sin is the contradiction of that purpose, and guilt is alienation from the family. Redemption, justification, regeneration, adoption, forgiveness, reconciliation all mean the same thing-the restoration of the broken family relationship. All depends on the Mediation of Christ, who maintained the filial relationship even to His death, and communicates it to the brotherhood of believers. Everything is defined by the idea of the family. The whole apparatus of \"forensic\" ideas (law, punishment, satisfaction, etc.) is summarily rejected as foreign to God's purpose of love, Ritschl is so faithful to the standpoint of the religious community, that he has nothing definite to say on many important questions, such as the relation of God to non-Christians. His school, in which Wilhelm Herrmann, Julius Kaftan and Adolf Harnack are the chief names, diverges from his teaching in many directions; e.g. Kaftan appreciates the mystical side of religion, Harnack's criticism is very different from Ritschl's exegesis. They are united on the value of faith knowledge as opposed to \"metaphysic\".[6]\n\n"
        }
    ]
}