{
    "url": "https://en.wikipedia.org/wiki/Alevism",
    "title": "Alevism",
    "table_of_contents": [
        "1 Etymology",
        "2 Beliefs",
        "2.1 God",
        "2.2 Spirits and afterlife",
        "2.3 Scriptures and prophets",
        "2.4 The Twelve Imams",
        "2.5 Plurality",
        "2.6 The Perfect human being",
        "2.7 Interpretation of tafsir",
        "2.8 Creed and jurisprudence",
        "3 Practices",
        "3.1 Dede",
        "3.2 Cem and Cemevi",
        "3.3 Twelve services",
        "3.4 Festivals",
        "3.4.1 Mourning of Muharram",
        "3.4.2 Hıdırellez",
        "3.4.3 Müsahiplik",
        "3.4.4 Folk practices",
        "3.4.5 Ziyarat to sacred places",
        "3.4.5.1 Almsgiving",
        "4 History",
        "4.1 Seljuk period",
        "4.2 Ottoman period",
        "4.3 Republic of Turkey",
        "5 Organization",
        "6 Relationship with other Muslim denominations",
        "6.1 Relationship with other Shia groups",
        "6.1.1 Relationship with Alawites",
        "6.2 Relationship with majority Sunnis",
        "6.3 Sufi elements in Alevism",
        "7 Demographics",
        "7.1 Population estimates",
        "7.2 Social groups",
        "8 Influences of the Muslim sects on the Alevī faith throughout Anatolia and the Balkans",
        "8.1 Bektashi",
        "8.1.1 Wahdat al-Mawjud",
        "8.1.2 Batiniyya and Ismailism",
        "8.1.3 Qizilbash",
        "8.1.3.1 Qizilbash doctrine: Kızılbaşlık",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alevism or Anatolian Alevism (/æˈlɛvɪzəm/; Turkish: Alevilik, Anadolu Aleviliği or Kızılbaşlık; Kurdish: Rêya Heqî;[2][3] Azerbaijani: Ələvilik) is a local Islamic tradition,[4] whose adherents follow the mystical Alevi Islamic (bāṭenī)[5] teachings of Haji Bektash Veli, who is supposed to have taught the teachings of Ali and the Twelve Imams. Differing from Sunnism and other Twelver Shia, Alevis have no binding religious dogmas, and teachings are passed on by a spiritual leader.[citation needed] They acknowledge the six articles of faith of Islam, but may differ regarding their interpretation.[6] Adherents of Alevism are found primarily in Turkey and estimates of the percentage of Turkey's population that are Alevi include between 4% and 15%.[7][8]\n\n"
        },
        {
            "title": "Etymology",
            "text": "\"Alevi\" (/æˈlɛvi/) is generally explained as referring to Ali, the cousin and son-in-law of Muhammad. The name represents a Turkish form of the word ‘Alawi (Arabic: علوي) \"of or pertaining to Ali\".\n\n\nA minority viewpoint is that of the Ishikists, who assert, \"Alevi\" was derived from \"Alev\" (\"flame\" in Turkish) in reference to fire which is extensively used in Alevi rituals. According to them the use of candles is based on Quran chapter 24, verses 35 and 36: \n"
        },
        {
            "title": "Beliefs",
            "text": "According to scholar Soner Çağaptay, Alevism is a \"relatively unstructured interpretation of Islam\".[9] Journalist Patrick Kingsley states that for some self-described Alevi, their religion is \"simply a cultural identity, rather than a form of worship\".[4]\n\nMany teachings are based on an orally transmitted tradition, traditionally kept secret from outsiders (but now widely accessible). Alevis commonly profess the Islamic shahada, but adding \"Ali is the friend of God\".\n\nThe basis for Alevis' most distinctive beliefs is found in the Buyruks (compiled writings and dialogues of Sheikh Safi-ad-din Ardabili, and other worthies). Also included are hymns (nefes) by figures such as Shah Ismail or Pir Sultan Abdal, stories of Hajji Bektash and other lore.\n\nThe Alevi beliefs among Turkish Alevis and Kurdish Alevis diverge as Kurdish Alevis put more emphasis on Pir Sultan Abdal than Haji Bektash Veli and Kurdish Alevism is rooted more in nature veneration.[10][11]\n\nIn Alevi cosmology, God is also called Al-Haqq (the Truth)[12] or referred to as Allah. God created life, so the created world can reflect His Being.[13]\nAlevis believe in the unity of Allah, Muhammad, and Ali, but this is not a trinity composed of God and the historical figures of Muhammad and Ali. Rather, Muhammad and Ali are representations of Allah's light (and not of Allah himself), being neither independent from God, nor separate characteristics of Him.[12]\n\n\n\n\nIn Alevi writings are many references to the unity of Muhammad and Ali, such as:\n\nThe phrase \"For the love of Allah-Muhammad-Ali\" (Hakk-Muhammed-Ali aşkına) is common to several Alevi prayers.\n\nAlevis believe in the immortality of the soul,[12] the literal existence of supernatural beings, including good and bad angels (melekler/şeytanlar),[15] bad ones as encourager of human's evil desires (nefs), and jinn (cinler), as well as the evil eye.[16]\n\nAngels feature in Alevi cosmogony. Although there is no fixed creation narrative among Alevis, it is generally accepted that God created five archangels, who have been invited to the chamber of God. Inside they found a light representing the light of Muhammad and Ali. A recount of the Quranic story, one of the archangels refused to prostrate before the light, arguing, that the light is a created body just like him and therefore inappropriate to worship. He remains at God's service, but rejects the final test and turns back to darkness. From this primordial decline, the devil's enmity towards Adam emerged. (The archangels constitute of the same four archangels as within orthodox Islam. The fifth archangel namely Azazil fell from grace, thus not included among the canonical archangels apart from this story)[17]\n\nAnother story features the archangel Gabriel (Cebrail), who is asked by God, who they are. Gabriel answers: \"I am I and you are you\". Gabriel gets punished for his haughty answer and is sent away, until Ali reveals a secret to him. When God asks him again, he answers: \"You are the creator and I am your creation\". Afterwards, Gabriel was accepted and introduced to Muhammad and Ali.[17]\n\nLike Islam, all Alevis acknowledge at least the four scriptures revealed from heaven.[18] Additionally, Alevis don't mind to look to other religious books outside the four major ones as sources for their beliefs including Hadiths, Nahjul Balagha and Buyruks. Alevism also acknowledges the Islamic prophet Mohammed.[citation needed] Unlike Sunnis and Shia, Alevis do not regard interpretations of the Quran today as binding or infallible, since the true meaning the Quran is considered to be taken as a secret by Ali and must be taught by a teacher, who transmits the teachings of Ali (Buyruk) to his disciple.[19]\n\n\n\n\n\nThe Twelve Imams are part of another common Alevi belief. Each Imam represents a different aspect of the world. They are realized as twelve services or On İki Hizmet which are performed by members of the Alevi community. Each Imam is believed to be a reflection of Ali ibn Abu Talib, the first Imam of the Shi'ites, and there are references to the \"First Ali\" (Birinci Ali), Imam Hasan the \"Second 'Ali\" (İkinci Ali), and so on up to the \"Twelfth 'Ali\" (Onikinci Ali), Imam Mehdi. The Twelfth Imam is hidden and represents the Messianic Age.\n\nThere are two sides to creation, one from a spiritual center to plurality, another from plurality to the spiritual center. Plurality is the separation of pure consciousness from the divine source. It is seen as a curtain alienating creation from the divine source and an illusion which called the Zāherī or exoteric side to reality. The hidden or true nature of creation is called the bāṭenī[5] or the esoteric.\n\nThe plurality in nature is attributed to the infinite potential energy of Kull-i Nafs when it takes corporeal form as it descends into being from Allah. During the Cem ceremony, the cantor or aşık sings:\n\nThis is sung as a reminder that the reason for creation is love, so that the followers may know themselves and each other and that they may love that which they know.\n\nLinked to the concept of the Prototypical Human is that of the \"Perfect Human Being\" (Insan-i Kamil). Although it is common to refer to Ali and Haji Bektash Veli or the other Alevi saints as manifestations of the perfect human being, the Perfect Human Being is also identified with our true identity as pure consciousness, hence the Qur'anic concept of human beings not having original sin, consciousness being pure and perfect.[citation needed] The human task is to fully realize this state while still in material human form.\n\nThe perfect human being is also defined in practical terms, as one who is in full moral control of his or her hands, tongue and loins (eline diline beline sahip); treats all kinds of people equally (yetmiş iki millete aynı gözle bakar); and serves the interests of others. One who has achieved this kind of enlightenment is also called \"eren\" or \"münevver\" (mūnavvar).[citation needed]\n\nAccording to The President of the Islamic-Alevi Religious Services Dede İzzettin Doğan, \"Alevism\" is simply a tasawwufī-bāṭenī[5] interpretation (tafsir) of Islam.[20]\n\nAlevi used to be grouped as Kızılbaş (\"redheads\"), a generic term used by Sunni Muslims in the Ottoman Empire for the various Shia sects from the 15th century. Many other names exist (often for subgroupings), among them Tahtacı \"Woodcutters\", Abdal \"Bards\" and Çepni.[citation needed]\n\nSources differ on how important formal doctrine is among contemporary Alevi. According to scholar Russell Powell there is a tradition of informal \"Dede\" courts within the Alevi society, but regarding Islamic jurisprudence or fiqh there has been \"little scholarship on Alevi influences\" in it.[22]\n\nOther sources put more emphasis on creed and doctrine. Alevīs follow Tasawwufī-Batiniyya aqidah (creed) of Maymūn’al-Qāddāhī according to one source (Dede İzzettin Doğan).[23][24] In contrast the Sunni majority of Turkey's population follows Maturidi aqidah of the Hanafi fiqh and Ash'ari aqidah of the Shafi'i fiqh. According to another source, Alevi aqidah (creed or theological convictions) is based upon a syncretic fiqh system called as Batiniyya-Sufism/Ismailism[25] which incorporates some sentiments of Sevener-Qarmatians, originally introduced by Abu’l-Khāttāb Muhammad ibn Abu Zaynab al-Asadī,[26][27] and later developed by Maymun al-Qāddāh and his son ʿAbd Allāh ibn Maymun,[28] and Mu'tazila with a strong belief in the Twelve Imams.\n\n"
        },
        {
            "title": "Practices",
            "text": "The Alevi spiritual path (yol) is commonly understood to take place through four major life-stages, or \"gates\".\nThese may be further subdivided into \"four gates, forty levels\" (Dört Kapı Kırk Makam). The first gate (religious law) is considered elementary (and this may be perceived as subtle criticism of other Muslim traditions).\n\nThe following are major crimes that cause an Alevi to be declared düşkün (shunned):[31]\n\nMost Alevi activity takes place in the context of the second gate (spiritual brotherhood), during which one submits to a living spiritual guide (dede, pir, mürşid). The existence of the third and fourth gates is mostly theoretical, though some older Alevis have apparently received initiation into the third.[32]\n\nA Dede (literally meaning grandfather) is a traditional leader that is claimed to be from the lineage of Muhammad that performs ritual baptisms for newborns, officiates at funerals, and organises weekly gatherings at cemevis.[33]\n\nAlevi religious, cultural and other social activities take place in assembly houses (Cemevi). The ceremony's prototype is the Muhammad's nocturnal ascent into heaven, where he beheld a gathering of forty saints (Kırklar Meclisi), and the Divine Reality made manifest in their leader, Ali.\n\nThe Cem ceremony features music, singing, and dancing (Samāh) in which both women and men participate. Rituals are performed in Turkish, Zazaki, Kurmanji and other local languages.\n\nDuring the Cem ceremony the Âşık plays the Bağlama whilst singing spiritual songs, some of which are centuries old and well known amongst Alevis. Every song, called a Nefes, has spiritual meaning and aims to teach the participants important lessons. One such song goes thus:\n\nA family of ritual dances characterized by turning and swirling, is an inseparable part of any cem. Samāh is performed by men and women together, to the accompaniment of the Bağlama. The dances symbolize (for example) the revolution of the planets around the Sun (by man and woman turning in circles), and the putting off of one's self and uniting with God.\n\nThe Rite of Integration (görgü cemi) is a complex ritual occasion in which a variety of tasks are allotted to incumbents bound together by extrafamilial brotherhood (müsahiplik), who undertake a dramatization of unity and integration under the direction of the spiritual leader (dede).\n\nThe love of the creator for the created and vice versa is symbolised in the Cem ceremony by the use of fruit juice and/or red wine[citation needed] [Dem] which represents the intoxication of the lover in the beloved. During the ceremony Dem is one of the twelve duties of the participants. (see above)\n\nAt the closing of the cem ceremony the Dede who leads the ceremony engages the participants in a discussion (chat), this discussion is called a sohbet.\n\nThere are twelve services (Turkish: On İki hizmet) performed by the twelve ministers of the cem.\n\nAlevis celebrate and commemorate the birth of Ali, his wedding with Fatima, the rescue of Yusuf from the well, and the creation of the world on this day. Various cem ceremonies and special programs are held.\n\nThe Muslim month of Muharram begins 20 days after Eid ul-Adha (Kurban Bayramı). Alevis observe a fast for the first twelve days. This is called \"Kurdish: Rojîya Şînê\", \"Kurdish: Rojîya Miherremê\", \"Turkish: Muharrem Mâtemi\", \"Turkish: Yâs-ı Muharrem\" or \"Turkish: Mâtem Orucu\" (Mourning of Muharram). This culminates in the festival of Ashura (Aşure), which commemorates the martyrdom of Husayn at Karbala. The fast is broken with a special dish (also called aşure) prepared from a variety (often twelve) of fruits, nuts, and grains. Many events are associated with this celebration, including the salvation of Husayn's son Ali ibn Husayn from the massacre at Karbala, thus allowing the bloodline of the family of Muhammad to continue.\n\nHıdırellez honors the mysterious figure Khidr (Turkish: Hızır) who is sometimes identified with Elijah (Ilyas), and is said to have drunk of the water of life. Some hold that Khidr comes to the rescue of those in distress on land, while Elijah helps those at sea; and that they meet at a rose tree in the evening of every 6 May. The festival is also celebrated in parts of the Balkans by the name of \"Erdelez,\" where it falls on the same day as Đurđevdan or St. George's Day.\n\nKhidr is also honored with a three-day fast in mid-February called Hızır Orucu. In addition to avoiding any sort of comfort or enjoyment, Alevis also abstain from food and water for the entire day, though they do drink liquids other than water during the evening.\n\nNote that the dates of the Khidr holidays can differ among Alevis, most of whom use a lunar calendar, but some a solar calendar.\n\nMüsahiplik (roughly, \"Companionship\") is a covenant relationship between two men of the same age, preferably along with their wives. In a ceremony in the presence of a dede the partners make a lifelong commitment to care for the spiritual, emotional, and physical needs of each other and their children. The ties between couples who have made this commitment is at least as strong as it is for blood relatives, so much so that müsahiplik is often called spiritual brotherhood (manevi kardeşlik). The children of covenanted couples may not marry.[34]\n\nKrisztina Kehl-Bodrogi reports that the Tahtacı identify müsahiplik with the first gate (şeriat), since they regard it as a precondition for the second (tarikat). Those who attain to the third gate (marifat, \"gnosis\") must have been in a müsahiplik relationship for at least twelve years. Entry into the third gate dissolves the müsahiplik relationship (which otherwise persists unto death), in a ceremony called Öz Verme Âyini (\"ceremony of giving up the self\").\n\nThe value corresponding to the second gate (and necessary to enter the third) is âşinalık (\"intimacy,\" perhaps with God). Its counterpart for the third gate is called peşinelik; for the fourth gate (hâkikat, Ultimate Truth), cıngıldaşlık or cengildeşlik (translations uncertain).[35]\n\n\nMany folk practices may be identified, though few of them are specific to the Alevis. In this connection, scholar Martin van Bruinessen notes a sign from Turkey's Ministry of Religion, attached to Istanbul's shrine of Eyüp Sultan, which presents\nOther, similar practices include kissing door frames of holy rooms; not stepping on the threshold of holy buildings; seeking prayers from reputed healers; and making lokma and sharing it with others.\n\nPerforming ziyarat and du'a at the tombs of Alevi-Bektashi saints or pirs is quite common. Some of the most frequently visited sites are the shrines of Şahkulu and Karacaahmet (both in Istanbul), Abdal Musa (Antalya), Battal Gazi (Eskişehir), the annual celebrations held at Hacıbektaş (16 August) and Sivas (the Pir Sultan Abdal Kültür Etkinlikleri, 23–24 June).\n\nIn contrast with the traditional secrecy of the Cem ceremony ritual, the events at these cultural centers and sites are open to the public. In the case of the Hacibektaş celebration, since 1990 the activities there have been taken over by Turkey's Ministry of Culture in the interest of promoting tourism and Turkish patriotism rather than Alevi spirituality.\n\nSome Alevis make pilgrimages to mountains and other natural sites believed to be imbued with holiness.\n\nAlevis are expected to give Zakat but not in the Orthodox-Islamic sense rather there is no set formula or prescribed amount for annual charitable donation as there is in Orthodox Islam (2.5% of possessions above a certain minimum). Rather, they are expected to give the 'excess' according to Qur'an verse 2:219. A common method of Alevi almsgiving is through donating food (especially sacrificial animals) to be shared with worshippers and guests. Alevis also donate money to be used to help the poor, to support the religious, educational and cultural activities of Alevi centers and organizations (dergâh, vakıf, dernek), and to provide scholarships for students.\n\n"
        },
        {
            "title": "History",
            "text": "Alevis have been victims of pogroms during both Ottoman times and under the Turkish republic up until the 1993.[4][37][38]\n\nDuring the great Turkish expansion from Central Asia into Iran and Anatolia in the Seljuk period (11–12th centuries), Turkmen nomad tribes accepted a Sufi and pro-Ali form of Islam that co-existed with some of their pre-Islamic customs. Their conversion to Islam in this period was achieved largely through the efforts not of textual scholars (ulema) expounding the finer points of Koranic exegesis and shari‘a law, but by charismatic Sufi dervishes whose cult of Muslim saint worship, mystical divination and millenarianism spoke more directly to the steppe mindset. These tribes dominated Anatolia for centuries with their religious warriors (ghazi) spearheading the drive against Byzantines and Crusaders.[39]\n\nAs in Khorasan and West Asia before, the Turkmens who spearheaded the Ottomans’ drive into the Balkans and West Asia were more inspired by a vaguely Shiite folk Islam than by formal religion. Many times, Ottoman campaigns were\naccompanied or guided by Bektaşi dervishes, spiritual heirs of the 13th century Sufi saint Haji Bektash Veli, himself a native of Khorasan. After the conquest of Constantinople in 1453, the Ottoman state became increasingly determined to assert its fiscal but also its juridical and political control over the farthest reaches of the Empire. The resulting Qizilbash revolts, a series of millenarian anti-state uprisings by the heterodox Turkmen population of Anatolia that culminated in the establishment of a militantly Shiite rival state in neighbouring Iran.[39] The Ottoman Empire later proclaimed themselves its defenders against the Safavid Shia state and related sects. This created a gap between the Sunni Ottoman ruling elite and the Alevi Anatolian population. Anatolia became a battlefield between Safavids and Ottomans, each determined to include it in their empire.\n\nAccording to Eren Sarı, Alevi saw Kemal Atatürk as a Mahdi \"savior sent to save them from the Sunni Ottoman yoke\".[40] However, pogroms against Alevi did not cease after the establishment of Atatürk's republic. In attacks against leftists in the 1970s, ultranationalists and reactionaries killed many Alevis. Malatya in 1978, Maraş in 1979, and Çorum in 1980 witnessed the murder of hundreds of Alevis, the torching of hundreds of homes, and lootings.[37][38]\n\nWhen he came to power in 2003, then Prime Minister Recep Tayyip Erdogan initially promised to strengthen the rights of minorities. In 2007 he began an “Alevi opening,” and has protected Alevi from massacres.[4] But the Erdogan government also emphasizes the teaching of Sunni doctrine in public schools,[4] has placed few Alevis in government positions such as governor or police chief; and while it spends large sums for the construction of Sunni mosques, refuses to classify cemevis as official places of worship, let alone pay for their construction.[4] In October 2013, tens of thousands of Alevis protested the lack of Alevi rights in a series of reforms introduced by Erdoğan.[41] In 2015 a cemevi was confiscated and repurposed as a mosque, despite the presence of another mosque a few hundred metres away.[4] In 2016 the European Court of Human Rights (ECHR) found that Alevis in Turkey \"were subjected to a difference in treatment for which there was no objective and reasonable justification.\"[42]\n\n"
        },
        {
            "title": "Organization",
            "text": "In contrast to the Bektashi tariqa, which like other Sufi orders is based on a silsila \"initiatory chain or lineage\" of teachers and their students, Alevi leaders succeed to their role on the basis of family descent. Perhaps ten percent of Alevis belong to a religious elite called ocak \"hearth\", indicating descent from Ali and/or various other saints and heroes. Ocak members are called ocakzades or \"sons of the hearth\". This system apparently originated with Safavid Persia.\n\nAlevi leaders are variously called murshid, pir, rehber or dede. Groups that conceive of these as ranks of a hierarchy (as in the Bektashi tariqa) disagree as to the order. The last of these, dede \"grandfather\", is the term preferred by the scholarly literature. Ocakzades may attain to the position of dede on the basis of selection (by a father from among several sons), character, and learning. In contrast to Alevi rhetoric on the equality of the sexes, it is generally assumed that only males may fill such leadership roles.\n\nTraditionally Dedes did not merely lead rituals, but led their communities, often in conjunction with local notables such as the ağas (large landowners) of the Dersim Region. They also acted as judges or arbiters, presiding over village courts called Düşkünlük Meydanı.\n\nOrdinary Alevi would owe allegiance to a particular dede lineage (but not others) on the basis of pre-existing family or village relations. Some fall instead under the authority of Bektashi dargah (lodges).\n\nIn the wake of 20th century urbanization (which removed young laborers from the villages) and socialist influence (which looked upon the Dedes with suspicion), the old hierarchy has largely broken down. Many Dedes now receive salaries from Alevi cultural centers, which arguably subordinates their role. Such centers no longer feature community business or deliberation, such as the old ritual of reconciliation, but emphasize musical and dance performance to the exclusion of these.[43] Dedes are now approached on a voluntary basis, and their role has become more circumscribed – limited to religious rituals, research, and giving advice.\n\nAccording to John Shindeldecker \"Alevis are proud to point out that they are monogamous, Alevi women are encouraged to get the best education they can, and Alevi women are free to go into any occupation they choose.\"[44]\n\n"
        },
        {
            "title": "Relationship with other Muslim denominations",
            "text": "Qizilbash and the Bektashi Order shared common religious beliefs and practices becoming intermingled as Alevis in spite of many local variations. Isolated from both the Sunni Ottomans and the Twelver Shi`a Safavids, Alevis developed traditions, practices, and doctrines by the early 17th century which marked them as a closed autonomous religious community. As a result of the immense pressures to conform to Sunni Islam, Alevis developed a tradition of opposition to all forms of external religion.[45]\n\nAlevis accept Twelver Shi‘a beliefs about Ali and the Twelve Imams. There are, however, Alevi philosophies, customs, and rituals that are appreciably different than those of Twelver Shias in Iraq, Iran, and Lebanon. In particular, much of mystical language in the Alevi tradition is inspired by Sufi traditions. Some sources link Alevism in particular to the heterodox syncretic Sufi group known as the Bektashi Order, which is also Shi'ite.\n\nAlevi taboos limited interaction with the dominant Sunni political-religious centre. Excommunication was the ultimate punishment threatening those who married outsiders, cooperated with outsiders economically, or ate with outsiders. It was also forbidden to use the state (Sunni) courts.[45]\n\nAlevis are classified as a sect of Shia Islam,[46] and Ayatollah Ruhollah Khomeini decreed Alevis to be part of the Shia fold in the 1970s.[47] However, Alevi philosophies, customs, and rituals are appreciably different than those of mainstream, orthodox Ja'fari-Twelver Shi‘ah. According to more orthodox Shia Muslims, Alevis are labeled as \"Batiniyya\" groups since Alevis praise Ali beyond what mainstream Shia Muslims expect. According to Alevis, Ali and Muhammad are likened to the two sides of a coin, or the two halves of an apple.\n\nSimilarities with the Alawite sect in Syria exist.[citation needed] Both are viewed as heterodox[citation needed], syncretic Islamic minorities, whose names both mean \"devoted to Ali,\" (the son-in-law and cousin of the Islamic Prophet Muhammad, and fourth caliph following Muhammad as leader of the Muslims), and are located primarily in the Eastern Mediterranean. Like mainstream Shia they are known as \"Twelvers\" as they both recognize the Twelve Imams.\n\nHow the two minorities relate is disputed. According to scholar Marianne Aringberg-Laanatza, \"the Turkish Alevis... do not relate themselves in any way to the Alawites in Syria.\"[48] However journalist Jeffrey Gettlemand claims that both Alevi and the less than one million Alawite minority in Turkey \"seem to be solidly behind Syria’s embattled strongman, Bashar al-Assad\" and leery of Syrian Sunni rebels.[49] Deutsche Welle journalist Dorian Jones states that Turkish Alevis are suspicious of the anti-Assad uprising in Syria. \"They are worried of the repercussions for Alawites there, as well as for themselves.\"[50]\n\nSome sources (Martin van Bruinessen and Jamal Shah) mistake Alawites living in Turkey to be Alevis (calling Alevis \"a blanket term for a large number of different heterodox communities\"),[51] but others do not, giving a list of the differences between the two groups.\nThese include their liturgical languages (Turkish or Kurdish for Alevi, Arabic for Alawites). Opposing political nationalism, with Alawites supporting their ruling dictatorship and considering Turks (including Alevis) an \"opponent\" of its Arab \"historic interests\".[citation needed] (Even Kurdish and Balkan Alevi populations pray in Turkish.)[9] Unlike Alevis, Alawites not only traditionally lack mosques but do not maintain their own places for worship, except for shrines to their leaders.[citation needed] Alevi \"possess an extensive and widely-read religious literature, mainly composed of spiritual songs, poems, and epic verse.\" Their origins are also different: The Alawite faith was founded in the ninth century by Abu Shuayb Muhammad ibn Nusayr. Alevism started in the 14th century by mystical Islamic dissenters in Central Asia, and represent more of a movement rather than a sect.\n\nThe relationship between Alevis and Sunnis is one of mutual suspicion and prejudice dating back to the Ottoman period. Hundreds of Alevis were murdered in sectarian violence in the years that preceded the 1980 coup, and as late as the 1990s dozens were killed with impunity.[4] While pogroms have not occurred since then, Erdogan has declared “a cemevi is not a place of worship, it is a center for cultural activities. Muslims should only have one place of worship.”[4]\n\nAlevis claim that they have been subject to intolerant Sunni \"nationalism\" that has been unwilling to recognize Alevi \"uniqueness.\"[52]\n\nDespite this essentially Shi‘i orientation, much of Aleviness' mystical language is inspired by Sufi traditions. For example, the Alevi concept of God is derived from the philosophy of Ibn Arabi and involves a chain of emanation from God, to spiritual man, earthly man, animals, plants, and minerals. The goal of spiritual life is to follow this path in the reverse direction, to unity with God, or Haqq (Reality, Truth). From the highest perspective, all is God (see Wahdat-ul-Wujood). Alevis admire Mansur Al-Hallaj, a 10th-century Sufi who was accused of blasphemy and subsequently executed in Baghdad for saying \"I am the Truth\" (Ana al-Haqq).\n\nThere is some tension between folk tradition Aleviness and the Bektashi Order, which is a Sufi order founded on Alevi beliefs.[53] In certain Turkish communities other Sufi orders (the Halveti-Jerrahi and some of the Rifa'i) have incorporated significant Alevi influence.\n\n"
        },
        {
            "title": "Demographics",
            "text": "Most Alevi live in Turkey, where they are a minority and Sunni Muslims the majority. The size of the Alevi population is likewise disputed, but most estimates place them somewhere between 5 and 10 million people or about 10% of the population.[54][55] Estimates of the percentage of Turkey's population that are Alevi include between 4% and 15%.[7][56]Scattered minorities live in Bulgaria, Cyprus, the Caucasus, Greece, Iran and the diaspora.[57] In the 2021 United Kingdom census, Alevism was discovered to be the eighth largest religion in England and Wales, after Christianity, Islam, Hinduism, Sikhism, Buddhism, Judaism and Paganism.[58]\n\nDifferent estimations exist on the ethnic composition of the Alevi population. Although Turks are probably the largest ethnic group among Alevis considering their historical towns and cities. While Dressler stated in 2008 that about a third of the Alevi population is Kurdish,[11] Hamza Aksüt argued that the majority is Kurdish[59] when many groups he considers as Alevis such as the Yarsanis[60] are combined.[61] Most Alevis come from Kizilbash or Bektashi origin, according to Minorityrights.org. The Alevis (Kizilbash) are traditionally predominantly rural and acquire identity by parentage. Bektashis, however, are predominantly urban, and formally claim that membership is open to any Muslim. The groups are separately organized, but subscribe to \"virtually the same system of beliefs\".[7]\n\nThe Alevi population has been estimated as follows:\n\nA Turkish scholar working in France has distinguished four main groups among contemporary Alevis, which cautiously show their distinctive features in modern Turkey.[75]\n\n"
        },
        {
            "title": "",
            "text": "The Bektashiyyah is a Shia Sufi order founded in the 13th century by Haji Bektash Veli, a dervish who escaped Central Asia and found refuge with the Seljuks in Anatolia at the time of the Mongol invasions (1219–23). This order gained a great following in rural areas and it later developed in two branches: the Celebi clan, who claimed to be physical descendants of Haji Bektash Veli, were called Bel evladları (children of the loins), and became the hereditary spiritual leaders of the rural Alevis; and the Babağan, those faithful to the path (yol evladları – children of the way) who dominated the official Bektashi Sufi order with its elected leadership.[45]\n\nBektashism places much emphasis on the concept of Wahdat al-Mawjud وحدة الوجود, the \"Unity of Being\" that was formulated by Ibn Arabi. Bektashism is also heavily permeated with Shiite concepts, such as the marked veneration of Ali, the Twelve Imams, and the ritual commemoration of Ashurah marking the Battle of Karbala. The old Persian holiday of Nowruz is celebrated by Bektashis as Imam Ali's birthday.\n\nIn keeping with the central belief of Wahdat Al-Mawjud the Bektashi see reality contained in Haqq-Muhammad-Ali, a single unified entity. Bektashi do not consider this a form of trinity. There are many other practices and ceremonies that share similarity with other faiths, such as a ritual meal (muhabbet) and yearly confession of sins to a baba (magfirat-i zunub مغفرة الذنوب). Bektashis base their practices and rituals on their non-orthodox and mystical interpretation and understanding of the Qur'an and the prophetic practice (Sunnah). They have no written doctrine specific to them, thus rules and rituals may differ depending on under whose influence one has been taught. Bektashis generally revere Sufi mystics outside of their own order, such as Ibn Arabi, Al-Ghazali and Jelalludin Rumi who are close in spirit to them.\n\nBektashis hold that the Qur'an has two levels of meaning: an outer (Zāher ظاهر) and an inner (bāṭen باطن).[5] They hold the latter to be superior and eternal and this is reflected in their understanding of both the universe and humanity, which is a view that can also be found in Ismailism and Batiniyya.[25]\n\nBektashism is also initiatic and members must traverse various levels or ranks as they progress along the spiritual path to the Reality. First level members are called aşıks عاشق. They are those who, while not having taken initiation into the order, are nevertheless drawn to it. Following initiation (called nasip) one becomes a mühip محب. After some time as a mühip, one can take further vows and become a dervish. The next level above dervish is that of baba. The baba (lit. father) is considered to be the head of a tekke and qualified to give spiritual guidance (irshad إرشاد). Above the baba is the rank of halife-baba (or dede, grandfather). Traditionally there were twelve of these, the most senior being the \"dedebaba\" (great-grandfather). The dedebaba was considered to be the highest ranking authority in the Bektashi Order. Traditionally the residence of the dedebaba was the Pir Evi (The Saint's Home) which was located in the shrine of Hajji Bektash Wali in the central Anatolian town of Hacıbektaş (Solucakarahüyük).\n\nThe Qizilbash (red-heads) were Turkmen tribes who adhered to the Safavid Sufi Order, whose Sheikhs claimed descent from Ali. Under Isma`il (d. 1524) they became dominant in Eastern Anatolia and conquered Azerbaijan with its capital Tabriz, where Isma`il named himself Shah in 1501 and went on to conquer all of Iran. His missionaries spread a message of revolt against the Sunni Ottomans in Anatolia, claiming that Isma`il was the awaited mahdi (messiah), and Anatolia became the scene of protracted warfare between Ottomans and Safavids.[45]\n\nQizilbash and Bektashi tariqah shared common religious beliefs and practices becoming intermingled as Alevis in spite of many local variations. Isolated from both the Sunni Ottomans and the Twelver Shi`a Safavids, Qizilbash and Bektashi developed traditions, practices, and doctrines by the early 17th century which marked them as a closed autonomous religious community. As a result of the immense pressures to conform to Sunni Islam, all members of Alevism developed a tradition of opposition (ibāḥa) to all forms of external religion.[45]\n\nThe doctrine of Qizilbashism is well explained in the following poem written by the Shaykh of Safaviyya tariqah Ismail I:\n\nThe lines of poetry above may easily be judged as an act of \"Shirk\" (polytheism) by the Sunni Ulama, but they have a bāṭenī[5] taʾwīl (inner explanation) in Qizilbashism.\n\n"
        }
    ]
}