{
    "url": "https://en.wikipedia.org/wiki/Alexander_Pruss",
    "title": "Alexander Pruss",
    "table_of_contents": [
        "1 Biography",
        "2 Work",
        "3 Bibliography",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alexander Robert Pruss (born January 5, 1973) is a Canadian philosopher and mathematician. He is currently a professor of philosophy and the co-director of graduate studies in philosophy at Baylor University in Waco, Texas.\n\nHis best known book is The Principle of Sufficient Reason: A Reassessment (2006).[1][2][3]  He is also the author of the books, Actuality, Possibility and Worlds (2011), and One Body: An Essay in Christian Sexual Ethics (2012), and a number of academic papers on religion and theology.[4] He maintains his own philosophy blog and contributed to the Prosblogion philosophy of religion blog.\n\n"
        },
        {
            "title": "Biography",
            "text": "Pruss graduated from the University of Western Ontario in 1991 with a Bachelor of Science degree in mathematics and physics. After earning a Ph.D. in mathematics at the University of British Columbia in 1996 and publishing several papers in Proceedings of the American Mathematical Society and other mathematical journals,[4] he began graduate work in philosophy at the University of Pittsburgh. He completed his dissertation, Possible Worlds: What They Are and What They Are Good For, under Nicholas Rescher in 2001.\n\nPruss began teaching philosophy at Georgetown University in 2001, earning tenure in 2006. In 2007, he moved to Waco, Texas to teach philosophy at Baylor University. He is now the director of graduate studies for the Baylor Philosophy Department. He  has taught various courses, including graduate seminars on the philosophy of time, metaphysics, the cosmological and ontological arguments for the existence of God, modality, free will, and history of philosophy.[5]\n\n"
        },
        {
            "title": "Work",
            "text": "Pruss's philosophical thought reflects Christian orthodoxy. He is a Roman Catholic and a member of the Society of Christian Philosophers.\n\nPruss defends the principle of sufficient reason (PSR), claiming that it is self-evident, and arguing that the rejection of PSR creates problems in epistemology, modality, ethics, and even evolutionary theory.[6]\n\nPruss is a critic of David Lewis's \"extreme modal realism,\" and instead gives \"a combined account\" of Leibnizian and Aristotelian modality, which integrates the \"this-worldly capacities\" of the Aristotelian view and Leibniz's account of possible worlds as thoughts in the mind of God.[7]\n\n"
        }
    ]
}