{
    "url": "https://en.wikipedia.org/wiki/Alexander_Macomb_House",
    "title": "Alexander Macomb House",
    "table_of_contents": [
        "1 Macomb",
        "2 Presidential Mansion",
        "3 Hotel",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Alexander Macomb House at 39–41 Broadway in Lower Manhattan, New York City, served as the second U.S. Presidential Mansion. President George Washington occupied it from February 23 to August 30, 1790, during New York City's two-year term as the national capital. The building was demolished in 1940.\n\n"
        },
        {
            "title": "Macomb",
            "text": "Alexander Macomb (1748–1831) was an Irish-born American merchant and land speculator. He built the four-story city house on the west side of Broadway in 1786–1788. Macomb leased it to the French Minister Plenipotentiary, the Comte de Moustier, who occupied it until his return to Paris in early 1790. \n\nPresident Washington purchased furniture, mirrors and draperies from the departing Minister with his own money, including American-made furniture in the French style. Some of these items survive at Mount Vernon and elsewhere.[2]\n\n"
        },
        {
            "title": "Presidential Mansion",
            "text": "The first Presidential Mansion was the Samuel Osgood House at 1 Cherry Street[3] in Manhattan, which Washington occupied from April 23, 1789, to February 23, 1790. He had been living there a week prior to his April 30, 1789, inauguration as first President of the United States. The Osgood House (demolished 1856) was in the most congested part of Manhattan, near the port along the East River, and Washington found it cramped for his presidential household.\n\nThe Macomb House was significantly larger, located in a neighborhood just north of the Bowling Green.\n\nThe presidential household functioned with a staff of about 20, composed of wage workers, indentured servants and enslaved servants. Slavery was legal in New York, and Washington brought 7 enslaved Africans from Mount Vernon to work in his presidential household: William Lee, Christopher Sheels, Giles, Paris, Austin, Moll, and Oney Judge.[4]\n\nTwo of Martha Washington's grandchildren were part of the First Family: Nelly Custis (born 1779) and \"Wash\" Custis (born 1781).\n\nUnder the July 1790 Residence Act, the national capital moved to Philadelphia, Pennsylvania, for a 10-year period while the permanent national capital was under construction in the District of Columbia. Washington vacated the Macomb House on August 30, 1790, and returned to Mount Vernon, stopping in Philadelphia to examine what was to become the third Presidential Mansion, the Masters–Penn–Morris House at 190 High Street.\n\n"
        },
        {
            "title": "Hotel",
            "text": "In 1821, the Macomb House was converted into Bunker's Mansion House Hotel: \"Bunker's Mansion House, a famous hotel, was situated at No. 39 Broadway, and was a large double-brick house, erected in 1786 by General Alexander Macomb as a residence for himself. It was a most comfortable and well-conducted hotel, and was patronized largely by Southern families. Bunker, who was noted for his affability to his customers, grew rich rapidly, and eventually sold the property and retired from business.\"[5]\n\nIn 1861, Daniel Huntington painted a fanciful depiction of the interior. \"Mr. Huntington has in his famous painting of the Republican Court made the Macomb home on Broadway the background of his picture. This was a much more commodious house, to which the President and his family removed in the spring of 1790.\"[6]\n\nIn 1939, the Daughters of the Revolution erected a bronze plaque at 39 Broadway.[7] The house was demolished in 1940.[8]\n\n"
        }
    ]
}