{
    "url": "https://en.wikipedia.org/wiki/Ali_Akbar_Rashad",
    "title": "Ali Akbar Rashad",
    "table_of_contents": [
        "1 Education",
        "2 Academic activities",
        "3 Translated works",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ali Akbar Rashad (born 1955) is an Iranian philosopher and Islamic scholar who pioneered the Ibtina Theory, a theory for explaining the process and mechanism of \"religious knowledge\" formation.[2]\n\nHe is currently a professor at the Islamic Research Institute for Culture and Thought as well as a member of the Supreme Cultural Revolution Council (SCRC). He is also the founder and chair of Imam Reza Islamic seminary. The has presented articles and delivered speeches at conferences and scientific and philosophical conventions and conferences in different countries including Germany, the United States, the United Arab Emirates, England, Bosnia, Pakistan, Turkey, Russia, Sudan, Syria, Saudi Arabia, France, India, and Greece among others.\n\n"
        },
        {
            "title": "Education",
            "text": "Ali Akbar Rashad is a graduate of Tehran and Qom Islamic seminaries; he completed his introductory and first grade of Islamic seminary education, in Tehran between 1967 and 1970.  Then, he went to Qom to further his education in 1970, and was admitted to Grand Ayatollah Golpayegani's Islamic Seminary school, which was considered the first scheduled educational center conducted on the new seminary methodology. He completed the second grade in this seminary school. He also took Ayatollah Shabzendehdar Shirazi's exegesis and Islamic doctrine lessons, and religions (Judaism, Christianity, Baháʼí Faith and the secretary of Wahhabism, ) lessons presented by Abd-ol-Gha'em Shooshtari during the very same period.[3]\n\n"
        },
        {
            "title": "Academic activities",
            "text": "Rashad has been teaching higher levels of principles of jurisprudence, philosophy of religion, philosophy and mysticism in the \"Islamic seminary of Tehran\" as well as the philosophy of religion and discourse and logic of Understanding Religion at university of Tehran and university of Mashhad for the past thirty years.\n\nIn the past ten years, IICT has compiled, or has been compiling, four different encyclopedias under professor Rashad’s supervision:\n\n"
        }
    ]
}