{
    "url": "https://en.wikipedia.org/wiki/Alien_invasion",
    "title": "Alien invasion",
    "table_of_contents": [
        "1 Origins",
        "2 Fictional variations",
        "2.1 Alien infiltration",
        "2.2 Beneficial alien invasion",
        "3 Other examples",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The alien invasion or space invasion is a common feature in science fiction stories and film, in which extraterrestrial lifeforms invade the Earth either to exterminate and supplant human life, enslave it under an intense state, harvest people for food, steal the planet's resources, or destroy the planet altogether.\n\nThe invasion scenario has been used as an allegory for a protest against military hegemony and the societal ills of the time. H. G. Wells' novel The War of the Worlds extended the invasion literature that was already common when science fiction was first emerging as a genre.\n\nProspects of invasion tended to vary with the state of current affairs, and current perceptions of threatening, duress, and terrorism. Alien invasion was a common metaphor in United States science fiction during the Cold War, illustrating the fears of foreign (e.g. Soviet Union) occupation and nuclear devastation of the American people. Examples of these stories include the short story “The Liberation of Earth“ (1950) by William Tenn and the film The Invasion of the Body Snatchers (1956).\n\nIn the invasion trope, fictional aliens contacting Earth tend to either observe (sometimes using experiments) or invade, rather than help the population of Earth acquire the capacity to participate in interplanetary affairs. There are some notable exceptions, such as the alien-initiated first-contact scenarios in The Day the Earth Stood Still (1951), Star Trek: First Contact (1996) and Arrival (2016). A trope of the peaceful first-contact is humanity attaining a key technological threshold (e.g. nuclear weapons and space travel in The Day the Earth Stood Still or faster-than-light travel in First Contact), justifying their initiation into a broader community of intelligent species.\n\nA similar trope depicts humans in the role of the \"alien\" invaders, where humans are the ones invading or attacking extraterrestrial lifeforms. Examples include the short story Sentry (1954) (in which the \"aliens\" described are, at the end, explained to be humans), the video game Phantasy Star II (1989),[1] The Martian Chronicles by Ray Bradbury, the Imperium of Man in the Warhammer 40,000 universe, Invaders from Earth by Robert Silverberg, Ender's Game, the movies Battle for Terra (2007), Planet 51 (2009), Avatar (2009) and Mars Needs Moms (2011).\n\nAs well as being a subgenre of science fiction, alien invasions are also considered to be a subgenre of invasion literature, which also includes fictional depictions of humans invaded by other humans (for example, a fictional invasion of England by a hostile France strongly influenced Wells' depiction of a Martian invasion).\n\nAcademics consider the prospects of an actual invasion of Earth by extraterrestrials to be unlikely, as Earth does not have any resources that could not be obtained by aliens elsewhere, among other reasons.[2]\n\n"
        },
        {
            "title": "Origins",
            "text": "In 1898, H. G. Wells published The War of the Worlds, depicting the invasion of Victorian England by Martians equipped with advanced weaponry. It is now seen as the seminal alien invasion story and Wells is credited with establishing several extraterrestrial themes which were later greatly expanded by science fiction writers in the 20th Century, including first contact and war between planets and their differing species. However, there were stories of aliens and alien invasion prior to publication of The War of the Worlds.[3]\n\nVoltaire's Micromégas (1752) includes two aliens, from Saturn and Sirius, who are of immense size and visit the Earth out of curiosity. Initially, they believe the planet is uninhabited, due to the comparatively microscopic size of human beings. When they discover the haughty Earth-centric views of Earth philosophers, they are very much amused by how important Earth beings think they are compared to actual titans such as themselves.[4]\n\nIn 1892, Robert Potter, an Australian clergyman, published The Germ Growers in London. It describes a covert invasion by aliens who take on the appearance of human beings and attempt to develop a virulent disease to assist in their plans for global conquest. It was not widely read, and consequently Wells' vastly more successful novel is generally credited as the seminal alien invasion story.[3]\n\nWells had already proposed another outcome for the alien invasion story in The War of the Worlds. When the Narrator meets the artilleryman the second time, the artilleryman imagines a future where humanity, hiding underground in sewers and tunnels, conducts a guerrilla war, fighting against the Martians for generations to come, and eventually, after learning how to duplicate Martian weapon technology, destroys the invaders and takes back the Earth.[5]\n\nSix weeks after publication of the novel, The Boston Post newspaper published another alien invasion story, an unauthorized sequel to The War of the Worlds, which turned the tables on the invaders. Edison's Conquest of Mars was written by Garrett P. Serviss, a now little-remembered writer, who described the famous inventor Thomas Edison leading a counterattack against the invaders on their home soil.[6] Though this is actually a sequel to Fighters from Mars, a revised and unauthorised reprint of War of the Worlds, they both were first printed in the Boston Post in 1898.[7]\n\nThe War of the Worlds was reprinted in the United States in 1927, a year after the Golden Age of Science Fiction was created by Hugo Gernsback in Amazing Stories. John W. Campbell, another key editor of the era, and periodic short story writer, published several alien invasion stories in the 1930s. Many well-known science fiction writers were to follow, including Isaac Asimov, Arthur C. Clarke, Clifford Simak, plus Robert A. Heinlein who wrote The Puppet Masters in 1951.[8]\n\n"
        },
        {
            "title": "Fictional variations",
            "text": "This is a familiar variation on the alien invasion theme. In the infiltration scenario, the invaders will typically take human form and can move freely throughout human society, even to the point of taking control of command positions. The purpose of this may either be to take over the entire world through infiltration (Invasion of the Body Snatchers), or as advanced scouts meant to \"soften up\" Earth in preparation for a full-scale invasion by the aliens' conventional military (First Wave). This type of invasion usually emphasizes common fears during the Cold War,[9] with the Communist agents suspected everywhere, but has also become common during any time of social change and unrest.[citation needed]\n\nThis theme has also been explored in fiction on the rare occasion. With this type of story, the invaders, in a kind of little grey/green man's burden, colonize the planet in an effort to spread their culture and \"civilize\" the indigenous \"barbaric\" inhabitants or secretly watch and aid earthlings saving them from themselves. The former theme shares many traits with hostile occupation fiction, but the invaders tend to view the occupied peoples as students or equals rather than subjects and slaves. The latter theme of secret watcher is a paternalistic/maternalistic theme. In this fiction, the aliens intervene in human affairs to prevent them from destroying themselves, such as Klaatu and Gort in The Day the Earth Stood Still warning the leaders of Earth to abandon their warlike ways and join other space-faring civilizations else that they will destroy themselves or be destroyed by their interstellar union. Other examples of a beneficial alien invasion are Gene Roddenberry's movie The Questor Tapes (1974) and his Star Trek episode \"Assignment: Earth\" (1968); Arthur C. Clarke's Childhood's End,[10] the novel (later anime) series Crest of the Stars, the film Arrival (2016), and David Brin's Uplift series of books.\n\n"
        },
        {
            "title": "Other examples",
            "text": "The cult film They Live (1988) uses its own alien infiltration back story as a satire on Ronald Reagan's America and the 1980s as an era of conspicuous consumption, in which the hidden skull-faced aliens and their human collaborators oppress poverty-stricken humans and a shrinking middle class. The aliens' true forms can be seen with special sunglasses and contact lenses.\n\nIn the 1983 TV miniseries \"V\" an alien race descends upon the earth in gigantic saucer-shaped motherships under the guise of friendship and the promise to enhance the human race with their advanced scientific advancements, however their real aim is to strip the earth of its natural resources and use the human race as a source of food.  The made for television drama also draws parallels between the race of \"Visitors\" and to rise fascism in Nazi Germany in the 1930s.   Similarly  Roland Emmerich's Independence Day also features a hostile race of technologically advanced aliens arriving in motherships who also are revealed to be intent of ravaging the earth of its resources, however there are no subtleties or illusions of friendship in the 1996 blockbuster film.\n\nThe beginning half of the popular video games Halo 2 and Halo 3 deals with the defense of Earth against a genocidal alien empire, the Covenant. The protagonist of the game along with Earth's military force, the UNSC, and a group of former Covenant who rebelled, the Covenant Separatists, eventually repel the invasion and topple the Covenant.\n\nThe Mass Effect franchise features a race of massive semi-organic sentient starships called Reapers who destroy any civilization advanced enough to devise artificial intelligence, based on the perceived inevitability of it rebelling.\n\nIn Orson Scott Card's series Ender's Game, an insectoid race of hiveminded aliens known as the Formics invade Earth on two occasions, known as the First and Second Formic Wars. The first invasion resulted in tens of millions of deaths, but the second resulted in very few casualties. After this second invasion, the conglomerate of nations known as the International Fleet decided to launch their own invasion that would completely devastate the Formic home planet.[11]\n\n"
        }
    ]
}