{
    "url": "https://en.wikipedia.org/wiki/Alien_autopsy",
    "title": "Alien autopsy",
    "table_of_contents": [
        "1 Alien Autopsy: Fact or Fiction",
        "2 Santilli's admission",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The alien autopsy is a 17-minute black-and-white film supposedly depicting a secret medical examination or autopsy of an alien by the United States military.[1] It was released in 1995 by London-based  entrepreneur Ray Santilli. He presented it as an authentic autopsy on the body of an alien recovered from the 1947 crash of a \"flying disc\" near Roswell, New Mexico. The film footage was allegedly supplied to him by a retired military cameraman who wished to remain anonymous.[1]\n\nIn 2006, Santilli admitted the film was not authentic but rather a staged reconstruction of footage he claimed to have viewed in 1992, but which had deteriorated and become unusable by the time he made his film. He claimed that a few frames from the original were embedded in his film, but he never specified which ones. The existence of an original filmstrip of the alleged autopsy has never been independently verified.\n\n"
        },
        {
            "title": "Alien Autopsy: Fact or Fiction",
            "text": "Fox television broadcast the footage, hosted by Jonathan Frakes, in the United States on August 28, 1995, under the title Alien Autopsy: Fact or Fiction. The program caused a sensation, with Time magazine declaring that the film had sparked a debate \"with an intensity not lavished on any home movie since the Zapruder film\".[2] Fox re-broadcast the program twice, each time to higher ratings, with the November 1995 broadcast winning its time slot again with 11.7 million viewers and a 14% share.[3] Although in the broadcast version some parts of the autopsy were pixelized or edited out because of their supposed \"graphic nature\", the earlier versions[clarification needed] contained, Santilli claimed, the complete and unedited film, in addition to the previously unreleased footage of the wreckage which was presented as the remains of the alien craft reported to have crashed in Roswell.\n\nThe Fox program features numerous well-known figures both in front of and behind the camera. Interviews with experts on the authenticity of the film include Oscar-winning special effects make-up artist Stan Winston, cinematographer Allen Daviau, and noted forensic pathologist Cyril Wecht, who considered the autopsy procedures in the film to be authentic but stopped short of declaring the being an alien.\n\nFilm director John Jopson was engaged by producer Robert Kiviat to direct several portions of the Fox special, including Santilli's interview. Jopson has stated that he became immediately suspicious upon meeting Santilli in London and, after conducting further investigation, told both Fox and Kiviat that he believed \"the whole thing was a fraud\". He described their response: \"It was then made clear to me that if the footage was exposed as a hoax before the show aired, the ratings would suffer.\" Jopson then enlisted the services of his friend, well-known private investigator William Dear, but according to Jopson, Dear was held back by the producers for fear the hoax would be exposed before the air date, and he was limited to investigating the identity of the \"mystery cameraman\".[4] Two of the program's participants claimed their observations were distorted: Stan Winston and Kevin D. Randle (a noted UFO author and investigator) both claimed they clearly stated in their interviews that they believed the footage was a hoax, but their statements were not used.[2][4]\n\nAlso on August 28, 1995,[5] the UK's Channel 4 screened The Roswell Incident as a special edition of its long-running Secret History documentary series, which included the purported autopsy footage.[6]\n\n"
        },
        {
            "title": "",
            "text": "In 2006, the events surrounding the release of the footage were adapted as a British feature film comedy, Alien Autopsy, directed by Jonny Campbell and written by William Davies. The film presents a humorous reconstruction of the making of the Santilli film based on Santilli's statements, without commenting on the veracity of his claims.[citation needed]\n\nOn April 4, 2006, days before the release of the film, Sky broadcast a documentary, Eamonn Investigates: Alien Autopsy, presented by Eamonn Holmes.[7] In this program, Ray Santilli and fellow producer Gary Shoefield admitted that their film was actually a \"reconstruction\" containing only, in their words, \"a few frames\" from the original twenty-two rolls of film (each averaging four minutes in length), that Santilli claimed to have viewed in 1992. They explained that, by the time they had raised enough money to purchase the original, only a few frames were still intact, the rest having been degraded beyond the point of usability by heat and humidity.[8]\n\nIn the documentary, Eamonn Holmes repeatedly refers to the film as a \"fake,\" while Santilli patiently insists it is a \"restoration,\" maintaining it is a \"reconstruction\" of an actual alien autopsy film he viewed in the early 1990s, that subsequently deteriorated.[citation needed]\n\nSantilli and Shoefield stated that they had \"restored\" the damaged footage by filming a simulated autopsy on a fabricated alien, based upon what Santilli said he saw in 1992, and then adding in a few frames of the original film that had not degraded. They have not identified which frames are from the alleged original. According to Santilli, a set was constructed in the living room of an empty flat in Rochester Square, Camden Town, London. John Humphreys, an artist and sculptor, was employed to construct two dummy alien bodies over a period of three weeks, using casts containing sheep brains set in raspberry jam, chicken entrails and knuckle joints[further explanation needed] obtained from a butcher. Humphreys also played the role of the chief examiner, in order to allow him to control the effects being filmed. There were two separate attempts at making the footage. After filming, the team disposed of the \"bodies\" by cutting them into small pieces and placing them in rubbish bins across London.[8]\n\nAlien artifacts, supposedly items recovered from the crash site, were depicted in the footage. These included alien symbols and six-finger control panels, which Santilli describes in the Sky documentary as being the result of artistic license on his part. These artifacts were also created by Humphreys. The footage also showed a man reading a statement \"verifying\" his identity as the original cameraman and the source of the footage. Santilli and Shoefield admitted in the documentary that they had found an unidentified homeless man on the streets of Los Angeles, persuaded him to play the role of the cameraman, and filmed him in a motel.[8] The documentary was also released, slightly modified, on DVD in 2006.[9]\n\n"
        }
    ]
}