{
    "url": "https://en.wikipedia.org/wiki/Alien_implants",
    "title": "Alien implants",
    "table_of_contents": [
        "1 History",
        "2 Popular culture",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In ufology, alien implants is a term used to describe physical objects allegedly placed in someone's body after they have been abducted by aliens. Claimed capabilities of the implants range from telepresence to mind control to biotelemetry (the latter akin to humans tagging wild animals for study).  As with UFO subjects in general, the idea of \"alien implants\" has seen very little attention from mainstream scientists.\n\n"
        },
        {
            "title": "History",
            "text": "According to Peter Rogerson writing in Magonia magazine, the concept of alien implants can be traced to a March 1957 Long John Nebel radio show interview with UFOlogist John Robinson where Robinson recounted a neighbor's claim of being kidnapped by aliens in 1938 and kept subdued by \"small earphones\" placed behind his ears.[1]\n\nMassachusetts resident Betty Andreasson claimed that aliens had implanted a device in her nose during her supposed alien abduction in 1967, first publicized by Raymond Fowler in his book, The Andreasson Affair. A Canadian woman named Dorothy Wallis claimed a similar experience in 1983. In later years, the claims of authors like Whitley Strieber would popularize alien abduction ideas in general, including reports of unusual \"implants\" associated with abductions. John E. Mack wrote in his book Abduction: Human Encounters With Aliens that he examined a \"1/2- to 3/4-inch thin, wiry object\" given to him by a twenty-four-year-old woman client who claimed it came out of her nose following an abduction experience. California podiatrist Roger Leir also claims to have removed alien implants from patients.[2]\n\nAccording to skeptical investigator Joe Nickell, supposed alien implants appear to be ordinary materials such as a shard of glass, a jagged piece of metal, and a carbon fiber. The objects are often found lodged in extremities such as toes, hands and shins. Nickell cites Israeli teaching hospital department head Virgil Priscu's opinion that there's \"No mystery, no implants\", explaining that normal objects picked up during a fall or by walking barefoot often become surrounded by scar tissue.[2]\n\n"
        },
        {
            "title": "Popular culture",
            "text": "Alien implants, pictured as small needles inserted into victim's necks and stomachs, first appeared in the 1953 film Invaders from Mars.[3]\n\n"
        }
    ]
}