{
    "url": "https://en.wikipedia.org/wiki/Alien_abduction_claimants",
    "title": "Alien abduction claimants",
    "table_of_contents": [
        "1 Overview",
        "2 Abductees and the paranormal",
        "3 Age demographics",
        "3.1 Children as abductees",
        "3.1.1 Hopkins Image Recognition Test",
        "3.1.1.1 Procedure",
        "3.1.1.2 Criticism",
        "4 Prevalence",
        "4.1 The Roper Poll",
        "4.1.1 Criticism",
        "5 List of notable abduction claimants",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alien abduction claimants (also called abductees and experiencers) are people who have claimed to have been abducted by aliens. The term \"abduction phenomenon\" describes claims of non-human creatures kidnapping individuals and temporarily removing them from familiar terrestrial surroundings.[1] The abductors, usually interpreted as being extraterrestrial life forms, are said to subject experiencers to a forced medical examination that emphasizes the alleged experiencer's reproductive system.[2]\n\nThe first alien abduction narrative to be widely publicized was the Betty and Barney Hill abduction in 1961.[3] Since that time, the credibility and mental health of alleged experiencers has taken on great importance to those seeking to determine the veracity of the abduction claims. Mainstream academics and members of the skeptics movement generally doubt that the phenomenon occurs literally as reported, and have proposed a variety of alternative explanations.\n\nSuch skeptics often argue that the phenomenon might be a modern-day folk myth or vivid dreams occurring in a state of sleep paralysis. On the contrary ufologists and paranormal researchers hold positions closer to the face-value of abduction claims. The discovery of common psychological traits shared by abductees would have the potential to determine a neurological explanation for the claims, while other commonalities or differences may serve to reinforce that the claims of the experiencers do in fact correspond with objective reality.\n\n"
        },
        {
            "title": "Overview",
            "text": "As a category, abductees have some psychological characteristics that render their testimony suspect.[4]  Dr. Elizabeth Slater conducted a blind study of nine abduction claimants and found them to be prone to \"mildly paranoid thinking,\" nightmares and having a weak sexual identity.[4] According to Yvonne Smith, some alleged abductees test positive for lupus, despite not showing any symptoms.[5]\n\n"
        },
        {
            "title": "Abductees and the paranormal",
            "text": "Alleged abductees are seen by many pro-abduction researchers to have a higher incidence of non-abduction related paranormal events and abilities.[6] Following an abduction experience, these paranormal abilities and occurrences sometimes seem to become more pronounced.[6] According to investigator Benton Jamison, abduction experiencers who report UFO sightings that should have been, but are not, reported by independent corroborating witnesses often seem to \"be 'psychic personalities' in the sense of Jan Ehrenwald.\"[6]\n\nSometimes abductees experience the sensation of being both human and alien at the same time, a phenomenon Joe Nyman calls \"dual reference.\"[7] Dual reference emerges in hypnotic regression sessions wherein the subject reports pre-birth or pre-life existence as one of the same species as those he or she would later report abducting them.[7] When presenting a paper on the subject to the 1992 MIT alien abduction conference several investigators in attendance accused him of leading his subjects in his hypnotic regression sessions, possibly encouraging them to confabulate.[7] However, some of Nyman's subjects disagreed with the accusations and defended him.[7]\n\n"
        },
        {
            "title": "Age demographics",
            "text": "In a study investigating the motivations of the alleged abductors, Jenny Randles found that in each of the four cases out of fifty total where the experiencer was over forty years of age or more, they were rejected by the aliens for \"what they (the experiencers) usually inferred to be a medical reason.\"[8] Randles concludes \"[T]he abduction is essentially a young person's experience.\"[8] Given the reproductive focus of the alleged abductions it is not surprising that one man reported being rejected because he had undergone a vasectomy.[9] It could also be partially because people over the age of forty are less likely to have \"hormonic\" or reproductive activity going on.\n\nAlthough abduction and other UFO-related reports are usually made by adults, sometimes young children report similar experiences.[10] These child-reports often feature very specific details in common with reports of abduction made by adults, including the circumstances, narrative, entities and aftermaths of the alleged occurrences.[10] Often these young abductees have family members who have reported having abduction experiences.[10] Family involvement in the military, or a residence near a military base is also common amongst child abduction claimants.[10]\n\nDeborah Truncale, a pro-abduction researcher believes that the reports made by children should be taken similarly seriously to those made by adults.[10] She notes several characteristic behaviors of children fictionalizing stories, such as pausing to think, attempting to anticipate the reaction of the listener, or trying to fake convincing eye contact.[10] Truncale sees child abduction claimants as lacking these mannerisms, instead, she says, they can be described as \"generally more animated [than children making up stories] and speak[ing] quickly, [they recall] an account without the behavior that involves...story telling.\"[10]\n\nSome pro-abduction researchers argue that children do not include the image of the Grey-type alien as part of their \"image bank,\" and consequently their reports are not likely derived from cultural depictions of UFO related phenomena.[5] Budd Hopkins once investigated \"several mask and novelty stores\" for a commercially produced grey alien costume for children, but could not.[5] He feels that this supports the hypothesis that children are not familiar with \"greys.\"[5] John Carpenter also believes that young children are not \"contaminated\" with cultural images of greys.[5] He reports that a fellow investigator who is a school teacher requested her children to draw an alien, and that none of them drew a Grey-like being.[5]\n\nChildren seem to react to their alleged abduction experiences differently from adult claimants.[10] Many alleged adult experiencers report doubting their sanity or the veracity of what they believed happened to them.[10] Children, by contrast, never seem to doubt that their experiences happened to them.[10] For an adult, an abduction experience can challenge much of what they believe about the world.[10] Children however, by virtue of being in a formative stage of development, more readily assimilate the experience into their developing worldview.[10]\n\nMany repeat-abductees report that, as children from the ages of 2–6, they would be visited by balls of light that would enter their room at night.[11] These balls would seem to play games with children and fly around the room.[11] Some have interpreted them as being a way for the alleged abductees to develop their psychic abilities the way a physical ball helps develop coordination and athletic abilities.[11] As such these intangible orbs have been dubbed \"psychic toys.\" Although these phantasms are alleged to have appeared regularly, no corroborating sightings from members of the abductees' families or others that may have been expected to see them have been reported.[11]\n\nUFO and abduction researcher Budd Hopkins has designed an image recognition test (known as the Hopkins Image Recognition Test, or HIRT) for Children that he claims is helpful in verifying legitimate occurrences of alien abduction.[5] There are ten different illustrated flash cards in the HIRT, nine of which depict \"images from myth, from the real world, and from popular culture.\"[5] The tenth image is the \"grey\" type entity commonly associated with claims of abduction.[5] The images are drawn simply in black and white, featuring characters drawn in what Hopkins calls a \"neutral and inexpressive\" fashion.[5] This is supposed to be a preventative measure intended to keep the images from affecting the child's responses on an emotional basis.[5]\n\nThe test would be administered to two groups of about 10–12 children individually, one group being composed of children who are thought to be possible abduction experiencers, and a control group.[5] Furthermore, the test consisted of three parts.[5] The first portion of the test is treated as a flash-card type children's game where the administrator asks the child to identify the figure depicted on the card presented to them.[5] Hopkins reports that when the allegedly abducted children encounter the Grey face, they frequently will respond by recounting a detailed abduction narrative containing elements extremely similar to those found in claims made by adults, he even recalls an instance where a child-claimant reported a \"baby presentation\" scenario.[5] Parents have sometimes supposedly seemed disturbed by their children's responses to the \"Grey\" face.[5] He says no child in the control group of any test session has recognized or attached significance to the \"Grey\" image.[5]\n\nDuring the second phase of the HIRT, the administrator asks each child to separate the flash cards into two piles, one pile for those depicting characters they like, and one for those depicting characters they dislike.[5] As the child divides up the cards, the administrator asks for the child to explain the reasons they liked or disliked the characters on the cards.[5] Hopkins says that abduction-candidate children usually file the alien head under the \"dislike\" category for \"[the reasons] we have come to expect.\"[5] By contrast, control group children often file the alien head under the \"like\" category, because \"they had no reason to dislike something they didn't recognize.\"[5]\n\nStage three involves more active participation on the part of the children.[5] The administrator will ask the child to make up a story about an imaginary encounter with the character depicted on it.[5] This usually acts as a trigger for reporting an abduction account in the potential abductees if earlier tests had not elicited an explicit account of this type.[5]\n\nHopkins's test has been criticized by abduction researcher David Gotlib, who felt that Hopkins's use of terminology in describing the test implied it had been evaluated and standardized in a scientifically rigorous way, when in fact it had not.[5] Hopkins withdrew the offending statements.[5] Psychologist Richard Boylan raised a similar objection to the way Hopkins had hyped the test.[5] Boylan also voiced criticism of the test itself, noting that the grey face was \"the only anomalous figure in the set,\" and that a \"spooky narrative\" in response to the image was to be expected.[5] This, he said, was \"obvious, but is not probative.\"[5]\n\n"
        },
        {
            "title": "Prevalence",
            "text": "Reports of the abduction phenomenon have been made around the world, but are less common outside of English speaking countries, especially the United States.[4]\n\nIn 1991, Hopkins, Jacobs and sociologist Dr. Ron Westrum commissioned a Roper Poll in order to determine how many Americans might have experienced the abduction phenomenon. Of nearly 6,000 Americans, 119 answered in a way that Hopkins et al. interpreted as supporting their ET interpretation of the abduction phenomenon. Based on this figure, Hopkins estimated that nearly four million Americans might have been abducted by extraterrestrials. The poll results are available at this external link: Abduction by Aliens or Sleep Paralysis \n\nWriting in Skeptical Inquirer, psychologist Susan Blackmore notes that based on her analysis, \"I conclude that the claim of the Roper Poll, that 3.7 million Americans have probably been abducted, is false.\"[12]\n\n"
        }
    ]
}