{
    "url": "https://en.wikipedia.org/wiki/Alien_abduction_entities",
    "title": "Alien abduction entities",
    "table_of_contents": [
        "1 Alleged motivations",
        "2 Types",
        "3 Reported technology",
        "3.1 Weapon",
        "3.2 Medical",
        "4 Plausibility and veracity",
        "4.1 Hypnosis as an influence on abductor descriptions",
        "4.2 Geography and culture as influences on abductor descriptions",
        "4.2.1 Science fiction as an influence",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alien abduction entities are the beings alleged to secretly abduct and subject experiencers to a forced medical examination which often emphasizes their reproductive system.[1] Mainstream scientists and mental health professionals overwhelmingly doubt that the phenomenon occurs literally as reported and instead attribute the experiences to \"deception, suggestibility (fantasy-proneness, hypnotizability, false-memory syndrome), personality, sleep phenomena, psychopathology, psychodynamics [and] environmental factors.\"[2] Skeptic Robert Sheaffer also sees similarity between the aliens depicted in early science fiction films, in particular, Invaders From Mars, and those reported to have actually abducted people.[3] The first alien abduction claim to be widely publicized was the Betty and Barney Hill abduction in 1961,[4] which featured diminutive, large-eyed beings who wore military-style uniforms.\n\n"
        },
        {
            "title": "Alleged motivations",
            "text": "Experiencers sometimes claim to have been given information regarding the motivations and goals underlying the bizarre procedures of the abduction event by their alleged abductors. Dr. John G. Miller says that in the cases he's studied, abductees report that when they ask their captors why the invasive and humiliating medical procedures are being performed on them, the entity will often express sentiments like \"We have the right to do this.\"[1]\n\nAuthor and UFOlogist Jenny Randles conducted a study focused on the motivations given by the abductors for the abduction phenomenon to alleged experiencers.[5] Her study sampled about 50 abduction claims and found that in about 60% of the alleged cases, the abductors had offered the experiencer insight into their motivations for performing the abduction.[5] She found that similar motivations were reported by abduction claimants irrespective of whether or not memories of the event were assisted by hypnosis.[5]\n\nRandles says that the reported motivation formed a loose narrative centered on long term surveillance and interaction.[5] The entities target certain individuals for some unique quality and abduct them repeatedly. During the abductions information is supposedly being subconsciously implanted to be \"activated\" by the entities at some later time.[5] This time is sometimes claimed to correspond to some major change on earth that the entities desire to assist us in dealing with.[5] She notes that different types of reported entities are said to have differing motivations, with the \"Nordic\" type being more benevolent than the \"Grays.\"[5]\n\n"
        },
        {
            "title": "Types",
            "text": "Sometimes a single abduction claim will report multiple types of entities appearing to work together cooperatively.[6]\n\n"
        },
        {
            "title": "Reported technology",
            "text": "According to Nick Pope's book The Uninvited, the grey aliens use a device that is black, cylindrical, is the size of a US Number 2 pencil, has a bluish light on one end. It is used as a weapon on combative abductees to make them more compliant, by numbing the will. It looks like a Star Trek \"phaser\" being fired, only that a bluish-white beam is being fired at the combative abductee.\n\nLinda Moulton Howe reported on a pencil-sized cylindrical device with a light on one end that has been independently reported in at least two alleged abductions.[8] The device is apparently used in a manner analogous to a surgical scalpel by the alleged abductors.[8] One alleged abductee claimed that when the device was used, the chest opened bloodlessly in \"slow motion,\" and compared it to watching a flower blossom in time lapse photography. The claimant further described the device as \"opening the body with sound.\"[8]\n\n"
        },
        {
            "title": "Plausibility and veracity",
            "text": "Regarding the various types of reported abducting beings, folklorist and abduction researcher Thomas E. Bullard says \"The small showing for monstrous types and the fact that they concentrate in less reliable cases should disappoint skeptics who look for the origin of abductions in the influence of Hollywood. Nothing like the profusion of imaginative screen aliens appears in the abduction literature.\"[6]\n\nBullard, in something of a concession to skeptics, has noted that the presence or absence of hypnosis as a method for memory retrieval in abduction claimants seems to affect descriptions of the abductors themselves.[6] Hypnotically assisted recall is more likely to produce descriptions of the \"standard\" Grey humanoid while cases where hypnosis was not used \"include more variety.\"[6] However, rather than take a firmly skeptical position based on this observation, Bullard says \"Whether hypnosis shapes and implants memories, or breaks through a surface screen memory to reveal the true appearance of the beings, remains a question in need of resolution.\"[6]\n\nAlthough proponents have argued that there is a core narrative consistent across abduction claims, there is little doubt that variation occurs in the details of reports across cultures and geographic boundaries. The biology and attitudes of the abductors are points of drastic divergence between the home countries of different abduction claimants.[3] Robert Sheaffer observes:\n\nAs noted above, the so-called grey aliens are most popularly associated with abduction reports. Again, however, this seems to be a North American paradigm best-known since the 1980s. On the contrary, some researchers (such as Kevin D. Randle in his 1997 book, Faces Of The Visitors: An Illustrated Reference To Alien Contact) have noted a vast variety of alleged creatures have been reported in abduction accounts worldwide, with some of the alleged creatures not even described as humanoid.\n\nAlthough in North America, \"aliens\" of extraterrestrial origin are the most commonly blamed in these incidents, in Europe and other parts of the world, the beings involved are as often perceived to be demonic or spiritual in origin.[citation needed] Common elements in the descriptions of abductions and visitations vary by region and local culture, with only a very few elements being the same worldwide, such as an otherworldly sensation, reports of mind control, repressed memories being rediscovered, and sexual experiences. These elements, and many aspects of what witnesses describe, are very common in old stories of encounters with faeries, demons, and other magical creatures.\n\nIn Brazil, there are strong links between the abduction phenomenon and spiritist traditions.[7] Brazilian abduction researcher Gilda Moura reports that following an increase in spiritism in the 1980s, there was a surge in the popularity of \"Spiritist Centers\" where paranormal healings occurred that \"involv[ed] actual surgical cutting\".[7]\n\nThese kinds of centers first appeared in the 1950s where claims of medical practitioners operating out \"of a space laboratory\" spread among the Brazilian population, especially among the spiritist community.[7] Descriptions of these alleged healing experiences share much common imagery with the alien abduction and medical examinations reported in the anglophone world.[7] Moura notes that the critical difference between Brazilian reports of spiritual space surgeons and \"typical\" abductions is that Brazilians perceive the phenomenon as \"pleasant and spiritual\" while abductees report \"terror.\"[7]\n\nSheaffer also sees similarity between the aliens depicted in early science fiction films, in particular, Invaders From Mars, and those reported to have actually abducted people.[3] Commonalities exist in the appearances, behavior, technology and societies of fictional and allegedly real abductors.[3] Furthermore, the contents and structure of the \"abduction narrative\" as outlined by researchers like Nyman and Bullard was already established in fictional form by 1930 in a Buck Rogers strip.[3]\n\nHowever, Bullard does not see evidence for influence on abduction claimants from science fiction sources.[6]\n\n"
        }
    ]
}