{
    "url": "https://en.wikipedia.org/wiki/Alien_abduction",
    "title": "Alien abduction",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "2.1 Paleo-abductions",
        "2.2 Two landmark cases",
        "2.3 Later developments",
        "2.3.1 John E. Mack",
        "3 Abductees",
        "3.1 Demographics",
        "3.2 Mental health",
        "3.3 Political conspiracy theories",
        "4 Abduction narrative",
        "4.1 Capture",
        "4.2 Examination",
        "4.3 Subsequent procedures",
        "4.3.1 Child presentation",
        "4.4 Less common elements",
        "4.5 Return",
        "4.6 Realization event",
        "5 Trauma and recovery",
        "5.1 Support groups",
        "6 Hypnosis",
        "6.1 Criticism",
        "6.2 Supportive arguments",
        "7 Perspectives",
        "8 Testimonials",
        "8.1 Attempts at confirmation",
        "9 Notable abduction claims",
        "10 Notable figures",
        "11 See also",
        "12 Footnotes",
        "13 Bibliography",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAlien abduction (also called abduction phenomenon, alien abduction syndrome, or UFO abduction) refers to the phenomenon of people reporting what they believe to be the real experience of being kidnapped by extraterrestrial beings and subjected to physical and psychological experimentation.[1] People claiming to have been abducted are usually called \"abductees\"[2] or \"experiencers\". Most scientists and mental health professionals explain these experiences by factors such as suggestibility (e.g. false memory syndrome), sleep paralysis, deception, and psychopathology.[3] Skeptic Robert Sheaffer sees similarity between some of the aliens described by abductees and those depicted in science fiction films, in particular Invaders From Mars (1953).[4]\n\nTypical claims involve forced medical examinations that emphasize the subject's reproductive systems.[5] Abductees sometimes claim to have been warned against environmental abuses and the dangers of nuclear weapons,[6] or to have engaged in interspecies breeding.[7] The contents of the abduction narrative often seem to vary with the home culture of the alleged abductee.[4] Unidentified flying objects (UFOs), alien abduction, and mind control plots can also be part of radical political apocalyptic and millenarian narratives.[8]\n\nReports of the abduction phenomenon have been made all around the world, but are most common in English-speaking countries, especially the United States.[4] The first alleged alien abduction claim to be widely publicized was the Betty and Barney Hill abduction in 1961.[9] UFO abduction claims have declined since their initial surge in the mid-1970s and alien abduction narratives have found less popularity in mainstream media. Skeptic Michael Shermer proposed that the ubiquity of camera phones increases the burden of evidence for such claims, and may be a cause for their decline.[10]\n\n"
        },
        {
            "title": "Overview",
            "text": "Mainstream scientists reject claims that the phenomenon literally occurs as reported. However, there is little doubt that many apparently stable persons who report alien abductions believe their experiences were real. John E. Mack, John Wilson, Rima Laibow and David Gotlib assessed that while psychopathology was associated with some cases, most reports were from sane, common people.[11][12][13]\n\nSome abduction reports are quite detailed. An entire subculture has developed around the subject, with support groups and a detailed mythos explaining the reasons for abductions: The various aliens (Greys, Reptilians, \"Nordics\" and so on) are said to have specific roles, origins, and motivations. Abduction claimants do not always attempt to explain the phenomenon, but some take independent research interest in it themselves and explain the lack of greater awareness of alien abduction as the result of either extraterrestrial or governmental interest in cover-up.[14]\n\n"
        },
        {
            "title": "History",
            "text": "While the term \"alien abduction\" did not achieve widespread attention until the 1960s, modern speculation about some older stories interpreted them as possible cases. UFO researcher Jerome Clark dubbed them \"paleo-abductions\".[15]\n\nAn early alien abduction claim occurred in the mid-1950s with the Brazilian Antônio Villas Boas case, which did not receive much attention until several years later.\n\nWidespread publicity was generated by the Betty and Barney Hill abduction case of 1961, culminating in a made-for-television film broadcast in 1975 (starring James Earl Jones and Estelle Parsons) dramatizing the events. The Hill incident was probably the prototypical abduction case and was perhaps the first in which the claimant described beings that later became widely known as the Greys and in which the beings were said to explicitly identify an extraterrestrial origin.\n\nThough these two cases are sometimes viewed as the earliest abductions, skeptic Peter Rogerson[18] notes they were only the first \"canonical\"[clarification needed] abduction cases, establishing a template that later abductees and researchers would refine but rarely deviate from. Additionally, Rogerson notes purported abductions were cited contemporaneously at least as early as 1954, and that \"the growth of the abduction stories is a far more tangled affair than the 'entirely unpredisposed' official history would have us believe.\" (The phrase \"entirely predisposed\" appeared in folklorist Thomas E. Bullard's study of alien abduction; he argued that alien abductions as reported in the 1970s and 1980s had little precedent in folklore or fiction.)\n\nR. Leo Sprinkle, a University of Wyoming psychologist, became interested in the abduction phenomenon in the 1960s. Sprinkle became convinced of the phenomenon's actuality, and was perhaps the first to suggest a link between abductions and cattle mutilation. Eventually, Sprinkle came to believe that he had been abducted by aliens in his youth; he was forced from his job in 1989.[19]\n\nBudd Hopkins had been interested in UFOs for some years. In the 1970s he became interested in abduction reports and began using hypnosis to extract more details of dimly remembered events. Hopkins soon became a figurehead of the growing abductee subculture.[20]\n\nThe 1980s brought a major degree of mainstream attention to the subject. Works by Hopkins, novelist Whitley Strieber, historian David M. Jacobs and psychiatrist John E. Mack presented alien abduction as a plausible experience.[20] Also of note in the 1980s was the publication of folklorist Thomas E. Bullard's comparative analysis of nearly 300 alleged abductees.\n\nWith Hopkins, Jacobs and Mack, accounts of alien abduction became a prominent aspect of ufology. There had been earlier abduction reports (the Hills being the best known), but they were believed to be few and far between and saw rather little attention from ufology (and even less attention from mainstream professionals or academics). Jacobs and Hopkins argued that alien abduction was far more common than earlier suspected; they estimate that tens of thousands (or more) North Americans had been taken by unexplained beings.[20]\n\nFurthermore, Jacobs and Hopkins argued that there was an elaborate process underway in which aliens were attempting to create human–alien hybrids, the most advanced stage of which in the \"human hybridization program\" are known as hubrids,[21] though the motives for this effort were unknown. There had been anecdotal reports of phantom pregnancy related to UFO encounters at least as early as the 1960s, but Budd Hopkins and especially David M. Jacobs were instrumental in popularizing the idea of widespread, systematic interbreeding efforts on the part of the alien intruders.\n\nThe descriptions of alien encounters as researched and presented by Hopkins, Jacobs and Mack were similar, with slight differences in each researcher's emphasis; the process of selective citation of abductee interviews that supported these variations was sometimes criticized – though abductees who presented their own accounts directly, such as Whitley Strieber, fared no better.\n\nThe involvement of Jacobs and Mack marked something of a sea change in the abduction studies. Their efforts were controversial (both men saw some degree of damage to their professional reputations), but to other observers, Jacobs and Mack brought a degree of respectability to the subject.[citation needed]\n\nAccording to Boston Globe writer Linda Rodriguez McRobbie, \"Abduction and contact stories aren’t quite the fodder for daytime talk show and New York Times bestsellers they were a few decades ago...Today, credulous stories of alien visitation rarely crack the mainstream media, however much they thrive on niche TV channels and Internet forums\". Skeptic Michael Shermer noted that \"the camera-phone age is increasing the burden of evidence on experiencers\".[10]\n\nMatheson writes that \"if Jacobs's credentials were impressive,\" then those of Harvard psychiatrist John E. Mack might seem \"impeccable\" in comparison.[22] Mack was a well known, highly esteemed psychiatrist, author of over 150 scientific articles and winner of the Pulitzer Prize for his biography of T. E. Lawrence. Mack became interested in the phenomenon in the late 1980s, interviewing over 800 people, and eventually writing two books on the subject.\n\nMack devoted a substantial amount of time to investigating such cases and eventually concluded that the only phenomenon in psychiatry that adequately explained the patients' symptoms in several of the most compelling cases was posttraumatic stress disorder.[23] As he noted at the time, this would imply that the patient genuinely believed that the remembered frightening incident had really occurred – the position Mack came to endorse.[24]\n\nIn June 1992, Mack and the physicist David E. Pritchard organized a five-day conference at MIT to discuss and debate the abduction phenomenon.[25] The conference attracted a wide range of professionals, representing a variety of perspectives.\n\nWriter C. D. B. Bryan attended the conference, initially intending to gather information for a short humorous article for The New Yorker. While attending the conference, however, Bryan's view of the subject changed, and he wrote a serious, open-minded book on the phenomenon, additionally interviewing many abductees, skeptics, and proponents.\n\nMack's study of numerous cases led him to the conclusion that while investigators should remain open to the possibility of experiences occurring, stories should not be considered to involve actual physical entities and should be treated like subjective witness reports of personal experience.  The purported beings would remain outside of physical reality and reports may be influenced by factors like expectations, memory reliability and interviewer suggestions.  He also reports similarities to other experiences like OOBE.[26]  According to Lance Rivers, he is convinced in the reality of the phenomenon but attributes it to interaction with a spiritual plane.  While Mack acknowledges that this leads to problematic speculation on the nature of the beings and their motivations, he concludes that materialist science is inadequate to enquire in those areas.[27]\n\n"
        },
        {
            "title": "Abductees",
            "text": "The precise number of alleged abductees is uncertain. One of the earliest studies of abductions found 1,700 claimants, while contested surveys argued that 5–6 percent of the general population might have been abducted.[3]\n\nAlthough abduction and other UFO-related reports are usually made by adults, sometimes young children report similar experiences.[28] These child-reports often feature very specific details in common with reports of abduction made by adults, including the circumstances, narrative, entities and aftermaths of the alleged occurrences.[28] Often, these young abductees have family members who have reported having abduction experiences.[28] Family involvement in the military, or a residence near a military base is also common among child abduction claimants.[28]\n\nAs a category, some studies show that abductees have psychological characteristics that render their testimony suspect, while others show that \"as a group, abduction experients are not different from the general population in term of psychopathology prevalence\".[4][12] Elizabeth Slater conducted a blind study of nine abduction claimants and found them to be prone to \"mildly paranoid thinking\", nightmares and having a weak sexual identity,[4] while Richard McNally of Harvard Medical School concluded in a similar study of 10 abductees that \"none of them was suffering from any sort of psychiatric illness.\"[29]\n\nPolitical scientist Michael Barkun, without taking a position on if UFOs and aliens are real, highlighted links between radical politics and conspiracy theories involving UFOs, alien visitation, environmental pollution, hidden groups, government and world takeover.[30]  He observed the rise of a form of eclectic and apocalyptic millenarism which he termed \"improvisional millenarism\".[31]  UFO and abduction stories can often be part of stigmatized or suppressed knowledge narratives, where alleged orthodoxy is claimed to be maintained in error for nefarious purposes and to keep society in ignorance.[32]  UFO and alien-related conspiracy theories emerged in far-right politics from the 1980s onwards.[33]\n\nAccording to Barkun, in popular culture, TV shows like The X-Files motion picture not only included aliens as part of coverup conspiracies, with militias and black helicopters but also featured demonization of FEMA, a common target of conspiracy theorists and millenarian scenarios.[34]  One conspiracy theory alleges that FEMA plans to incarcerate \"patriots\" suddenly in concentration camps during a disaster.[35]  Political scientist Jodi Dean noted that the stigma of alien abduction stories is seductive to dismiss \"consensus reality\" in favor of deviant alternative realities.[36]\n\nSelf-described abduction victims often join self-help communities of victims and may resort to questionable regression therapy, similarly to other self-reported victims of child sexual abuse or satanic ritual abuse.  Some espouse conspiracy theories of sophisticated technological mind control, including the use of implants, to force them to serve an alleged New World Order, or for the purposes of the antichrist, considering it important to warn the world of such imminent danger.[37]\n\n"
        },
        {
            "title": "Abduction narrative",
            "text": "Various researchers have noted common points in report narratives.  According to CUFOS's definition of abductee, the person must have been taken against their will by apparent non-human beings, taken to a special place perceived as extraterrestrial or to be a spaceship.  They then must experience being subjected to an examination or to engage in some form of communication with the beings (or both).  Communication may be perceived as telepathic rather than verbal.  The memory of the experience may be conscious or \"recovered\" through means like hypnosis.[38]\n\nAlthough different cases vary in detail (sometimes significantly), some UFO researchers, such as folklorist Thomas E. Bullard[39] argue that there is a broad, fairly consistent sequence and description of events that make up the typical \"close encounter of the fourth kind\" (a popular but unofficial designation building on J. Allen Hynek's classifications). Though the features outlined below are often reported, there is some disagreement as to exactly how often they actually occur.\n\nBullard argues most abduction accounts feature the following events. They generally follow the sequence noted below, though not all abductions feature all the events:\n\nWhen describing the \"abduction scenario\", David M. Jacobs says:\n\nAbduction claimants report unusual feelings preceding the onset of an abduction experience.[41] These feelings manifest as a compulsive desire to be at a certain place at a certain time or as expectations that something \"familiar yet unknown\" will soon occur.[41] Abductees also report feeling severe, undirected anxiety at this point even though nothing unusual has actually occurred yet.[41] This period of foreboding can last for up to several days before the abduction actually takes place or be completely absent.[41]\n\nEventually, the experiencer will undergo an apparent \"shift\" into an altered state of consciousness.[41] British abduction researchers have called this change in consciousness \"the Oz Factor\". External sounds cease to have any significance to the experiencer and fall out of perception.[41] They report feeling introspective and unusually calm.[41] This stage marks a transition from normal activity to a state of \"limited self-willed mobility\".[41] As consciousness shifts one or more lights are alleged to appear, occasionally accompanied by a strange mist.[41] The source and nature of the lights differ by report; sometimes the light emanates from a source outside the house (presumably the abductors' UFO), sometimes the lights are in the bedroom with the experiencer and transform into alien figures.[41]\n\nAs the alleged abduction proceeds, claimants say they will walk or be levitated into an alien craft, in the latter case often through solid objects such as walls, ceilings or a closed window.[41] Alternatively, they may experience rising through a tunnel or along a beam of light, with or without the abductors accompanying them, into the awaiting craft.[41]\n\nThe examination phase of the so-called \"abduction narrative\" is characterized by the performance of medical procedures and examinations by apparently alien beings against or irrespective of the will of the experiencer. Such procedures often focus on sex and reproductive biology. However, the literature holds reports of a wide variety of procedures allegedly performed by the beings. The entity that appears to be in charge of the operation is often taller than the others involved and is sometimes described as appearing to be of a different species.[5][42]\n\nMiller notes different areas of emphasis between human medicine and what is reported as being practiced by the abductors.[5] This could result from a difference in the purpose of the examination – routine diagnosis or treatment or both versus scientific examination of an unfamiliar species –, or it could be due to a different level of technology that renders certain kinds of manual procedures unnecessary. The abductors' areas of interest appear to be the cranium, nervous system, skin, reproductive system, and to a lesser degree, the joints.[5] Systems given less attention than a human doctor would – or omitted entirely – include the cardiovascular system, the respiratory system below the pharynx and the lymphatic system.[5] The abductors also appear to ignore the upper region of the abdomen in favor of the lower one.[5] The abductors do not appear to wear gloves during the \"examination\".[5] Other constants of terrestrial medicine like pills and tablets are missing from abduction narratives, although sometimes abductees are asked to drink liquids.[5] Injections also seem to be rare and IVs are almost completely absent.[5] Miller says he has never heard an abductee claim to have a tongue depressor used on them.[5]\n\nAfter the so-called medical exam, the alleged abductees often report other procedures being performed with the entities.[40] Common among these post-examination procedures are what abduction researchers refer to as imaging, envisioning, staging, and testing.[40]\n\n\"Imaging\" procedures consist of an abductee being made to view screens displaying images and scenes that appear to be specially chosen with the intent to provoke certain emotional responses in the abductee.[40] \"Envisioning\" is a similar procedure, with the primary difference being that the images being viewed, rather than being on a screen, actually seem to be projected into the experiencer's mind.[40] \"Staging\" procedures have the abductee playing a more active role, according to reports containing this element.[40] It shares vivid hallucination-like mental visualization with the envisioning procedures, but during staging the abductee interacts with the illusionary scenario like a role player or an actor.[40]\n\n\"Testing\" marks something of a departure from the above procedures in that it lacks the emotional analysis feature.[40] During testing the experiencer is placed in front of a complicated electronic device and is instructed to operate it.[40] The experiencer is often confused, saying that they do not know how to operate it.[40] However, when they actually set about performing the task, the abductee will find that they do, in fact, know how to operate the machine.[40]\n\nAbductees of all ages and genders sometimes report being subjected to a \"child presentation\".[40] As its name implies, the child presentation involves the abduction claimant being shown a \"child\".[40] Often the children appear to be neither human, nor the same species as the abductors.[40] Instead, the child will almost always share characteristics of both species.[40] These children are labeled by experiencers as hybrids between humans and their abductors, usually Greys.\n\nUnlike Budd Hopkins and David Jacobs, folklorist Thomas E. Bullard could not identify a child presentation phase in the abduction narrative, even after undertaking a study of 300 abduction reports.[43] Bullard says that the child presentation \"seems to be an innovation in the story\"[43] and that \"no clear antecedents\" to descriptions of the child presentation phase exist before its popularization by Hopkins and Jacobs.[43]\n\nBullard also studied the 300 reports of alien abduction in an attempt to observe the less prominent aspects of the claims.[6] He notes the emergence of four general categories of events that recur regularly, although not as frequently as stereotypical happenings like the medical examination. These four types of events are:[6]\n\nChronologically within abduction reports, these rarer episodes tend to happen in the order listed, between the medical examination and the return.[6]\n\nAfter allegedly displaying cold callous disregard towards the abduction experiencers, sometimes the entities will change drastically in behavior once the initial medical exam is completed.[6] They become more relaxed and hospitable towards their captive and lead him or her away from the site of the examination.[6] The entities then hold a conference with the experiencer, wherein they discuss things relevant to the abduction phenomenon.[6] Bullard notes five general categories of discussion that occur during the conference \"phase\" of reported abduction narratives: An interrogation session, explanatory segment, task assignment, warnings, and prophecies.[6]\n\nTours of the abductors' craft are a rare but recurring feature of the abduction narrative.[6] The tour seems to be given by the alleged abductors as a courtesy in response to the harshness and physical rigors of the forced medical examination.[6] Sometimes the abductees report traveling on a \"journey\" to orbit around Earth or to what appear to be other planets.[6] Some abductees find that the experience is terrifying, particularly if the aliens are of a more fearsome species, or if the abductee was subjected to extensive probing and medical testing.\n\nEventually, the abductors will return the abductees, usually to exactly the same location and circumstances they were in before being taken.[44] Usually, explicit memories of the abduction experience will not be present, and the abductee will only realize they have experienced \"missing time\" upon checking a timepiece.[44]\n\nSometimes the alleged abductors appear to make mistakes when returning their captives.[44] UFO researcher Budd Hopkins has joked about \"the cosmic application of Murphy's Law\" in response to this observation.[44] Hopkins has estimated that these \"errors\" accompany 4–5 percent of abduction reports.[44] One type of common apparent mistake made by the abductors is failing to return the experiencer to the same spot that they were taken from initially.[44] This can be as simple as a different room in the same house, or abductees can even find themselves outside and all the doors of the house locked from the inside.[44] Another common (and amusing) error is putting the abductee's clothes (e.g. pajamas) on backwards.\n\nPhysician and abduction researcher John G. Miller sees significance in the reason a person would come to see themselves as being a victim of the abduction phenomenon.[45] He terms the insight or development leading to this shift in identity from non-abductee to abductee the \"realization event\".[45] The realization event is often a single, memorable experience, but Miller reports that not all abductees experience it as a distinct episode.[45] Either way, the realization event can be thought of as the \"clinical horizon\" of the abduction experience.[45]\n\n"
        },
        {
            "title": "Trauma and recovery",
            "text": "Most people alleging alien abductions report invasive examinations of their bodies[46] and some ascribe psychological trauma to their experiences.[47] \"Post-abduction syndrome\" is a term used by abductees to describe the effects of abduction, though it is not recognized by any professional treatment organizations.[47] People who have a false memory which makes them believe that they have been abducted by aliens develop symptoms similar to post-traumatic stress disorder. People who believe they have been abducted by aliens usually have previous New Age beliefs, a vivid fantasy life, and suffer from sleep paralysis, according to a 2003 study by Harvard University.[48]\n\nSupport groups for people who believed they were abducted began appearing in the mid-1980s. These groups appear throughout the United States, Canada and Australia.[49]\n\n"
        },
        {
            "title": "Hypnosis",
            "text": "Many alien abductees recall much of their alleged abduction(s) through hypnosis.[50] Due to the extensive use of hypnosis, and other methods which they view as being manipulative, skeptics explain the abduction narratives as false memories and suggestions.[51]\n\nAlleged abductees seek out hypnotherapists to try to resolve issues such as missing time or unexplained physical symptoms such as muscle pain or headaches. This usually involves two phases, an information gathering stage, in which the hypnotherapist asks about unexplained illnesses or unusual phenomena during the patients' lives (caused by or distortions of the alleged abduction), followed by hypnosis and guided imagery to facilitate recall. The information-gathering enhances the likelihood that the events discussed will be incorporated into later abduction \"memories\".[52] Seven steps are hypothesized to lead to the development of false memories:[51]\n\nHarvard psychiatrist John E. Mack counters this argument, noting \"It might be useful to restate that a large proportion of the material relating to abductions is recalled without the use of an altered state of consciousness, and that many abduction reporters appear to relive powerful experiences after only the most minimal relaxation exercise, hardly justifying the word hypnosis at all. The relaxation exercise is useful to relieve the experiencer's need to attend to the social demands and other stimuli of face-to-face conversation, and to relieve the energies involved in repressing memories and emotion.\"[53]\n\n"
        },
        {
            "title": "Perspectives",
            "text": "There have been a variety of explanations offered for abduction phenomena, ranging from sharply skeptical appraisals, to uncritical acceptance of all abductee claims, to the demonological, to everything in between.\n\nSome have elected not to attempt explanations, noting instead similarities to other phenomena, or simply documenting the development of the alien abduction phenomenon.\n\nOthers are intrigued by the entire phenomenon but hesitate in making any definitive conclusions. Psychiatrist John E. Mack concluded: \"The furthest you can go at this point is to say there's an authentic mystery here. And that is, I think, as far as anyone ought to go\" (emphasis as in original).[54] Mack was unconvinced by piecemeal counterclaims, however, and countered that skeptical explanations naturally need to \"take into account the entire range of phenomena associated with abduction experiences\", up to and including \"missing time\", directly contemporaneous UFO sightings, and the occurrence in small children.[55]\n\nPutting aside the question of whether abduction reports are literally and objectively \"real\", literature professor Terry Matheson argues that their popularity and their intriguing appeal are easily understood. Tales of abduction \"are intrinsically absorbing; it is hard to imagine a more vivid description of human powerlessness\". After experiencing the frisson of delightful terror one may feel from reading ghost stories or watching horror movies, Matheson notes that people \"can return to the safe world of their homes, secure in the knowledge that the phenomenon in question cannot follow. But as the abduction myth has stated almost from the outset, there is no avoiding alien abductors\".[56]\n\nMatheson writes that when compared to the earlier contactee reports, abduction accounts are distinguished by their \"relative sophistication and subtlety, which enabled them to enjoy an immediately more favorable reception from the public\".\n\nSome writers[57][58] have said abduction experiences bear similarities to pre-20th century accounts of demonic manifestations, noting as many as a dozen similarities.[59] One notable example is the Orthodox monk Fr. Seraphim Rose, who devotes a whole chapter in his book Orthodoxy and the Religion of the Future[60] to the phenomena of UFOs and abductions, which, he concludes, are manifestations of the demonic.[61]\n\nAs some studies suggest that in some UFO/alien encounters, these phenomena could be related to dissociative REM sleep states, like lucid dreams, sleep paralysis, and out-of-body experiences. In a 2021 study, published in International Journal of Dream Research,[62] researchers focused on the hypothesis that if some of alien abduction stories are the products of REM sleep, then they could be deliberately emulated by lucid dreaming practitioners. To check the hypothesis, they instructed a group of volunteers to try to emulate alien encounters via lucid dreams. Of the volunteers, 114 (75%) were able to experience alien encounters. Regarding the successful cases, 20% were close to reality in terms of the absence of paradoxical dreamlike events. And only among this 20% sleep paralysis and fear were observed, which are common in 'real' stories. In theory, random people might spontaneously encounter the same situation during REM sleep and confuse the events with reality.\n\n"
        },
        {
            "title": "Testimonials",
            "text": "Abduction researcher Brian Thompson claims that a nurse reported to him 1957 in Cincinnati she encountered a 3-foot-tall (0.91 m) praying mantis-like entity two days after a V-shaped UFO sighting.[42] This mantis-like creature is reminiscent of the insectoid-type entity reported in some abduction accounts.[42] He related this report to fellow researcher Leonard Stringfield.[42] Stringfield told him of two cases he had in his files where separate witnesses reported identical circumstances in the same place and year.[42]\n\nWhile some corroborated accounts seem to support the literal reality of the abduction experience, others seem to support a psychological explanation for the phenomenon's origins. Jenny Randles and Keith Basterfield both noted at the 1992 MIT alien abduction conference that of the five cases they knew of where an abduction researcher was present at the onset of an abduction experience, the experiencer \"didn't physically go anywhere\".[63]\n\nBrazilian researcher Gilda Moura reported on a similar case, the Sueli case, from her home country. When psychologist and UFO researcher Don Donderi said that these cases were \"evidence of psychological processes\" that did not \"have anything to do with a physical alien abduction\", Moura replied: \"If the Sueli case is not an abduction, I don't know what is an abduction any more\".[63] Gilda Moura noted that in the Brazilian Sueli case during the abduction UFOs were observed.[63] Later, she claims the experiencer had eye burns, saw lights and there seemed to be residual poltergeist activity.[63]\n\nIt has been argued that if actual \"flesh and blood\" aliens are abducting humans, there should be some hard evidence that this is occurring.[4] Proponents of the physical reality of the abduction experience have suggested ways that could conceivably confirm abduction reports.\n\nOne procedure reported occurring during the alleged examination phase of the experience is the insertion of a long needle-like contraption into a woman's navel.[5] Some have speculated that this could be a form of laparoscopy.[5] If this is true, after the abduction there should be free gas in the female's abdomen, which could be seen on an X-ray image.[5] The presence of free gas would be extremely abnormal and would help substantiate the claim of some sort of procedure being done to her.[5]\n\n"
        }
    ]
}