{
    "url": "https://en.wikipedia.org/wiki/Aliran_Kepercayaan",
    "title": "Aliran Kepercayaan",
    "table_of_contents": [
        "1 Characteristics",
        "2 Recognition",
        "3 Notes",
        "4 References",
        "5 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Aliran Kepercayaan[note 1] (English: the branches/flows of beliefs) is an official cover term for various, partly syncretic forms of mysticism of religion in Indonesia.[2] It includes kebatinan, kejiwaan, and kerohanian.[2] In the Indonesian language, it is also used for local religions and beliefs, even new religious movements, in other parts of the world.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Kebatinan can be described as an amalgam of animist, Hindu-Buddhist, and Islamic (especially Sufi) mystical elements that combine to form Javanese mysticism. According to Caldarola, kepercayaan \"is not an apt characterization of what the mystical groups have in common\".[2] The US State Department's states:\n\n"
        },
        {
            "title": "Recognition",
            "text": "As a body of belief, kebatinan is officially recognized in the 1945 Indonesian constitution; however, to avoid recognizing it as a formal religion, it is administered by the Department of Education and culture rather than by the Department of Religious Affairs. The Indonesian Government recognizes the right to follow Aliran Kepercayaan, as long as its practitioners do not upset the public order or offend the sensitivities of the followers of the major religions.\n\nIndonesia's Constitutional Court in November 2017 ruled that followers of faiths outside the 6 recognized are allowed to state so on their national identity cards, as a 7th category Aliran Kepercayaan including Marapu religion, the Parmalim followers of Malim religion, and Sapta Darma, something that has never happened in Indonesia.[4]  Nevertheless, it is unclear if Papuan religions are recognized at this point.\n\n"
        }
    ]
}