{
    "url": "https://en.wikipedia.org/wiki/Allan_Hills_84001",
    "title": "Allan Hills 84001",
    "table_of_contents": [
        "1 History and description",
        "2 Hypothetical biogenic features",
        "3 In popular culture",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Allan Hills 84001 (ALH84001[1]) is a fragment of a Martian meteorite that was found in the Allan Hills in Antarctica on December 27, 1984, by a team of American meteorite hunters from the ANSMET project. Like other members of the shergottite–nakhlite–chassignite (SNC) group of meteorites, ALH84001 is thought to have originated on Mars. However, it does not fit into any of the previously discovered SNC groups. Its mass upon discovery was 1.93 kilograms (4.3 lb).\n\nIn 1996, a group of scientists found features in the likeness of microscopic fossils of bacteria in the meteorite, suggesting that these organisms also originated on Mars. The claims immediately made headlines worldwide, culminating in then-U.S. president Bill Clinton giving a speech about the potential discovery.[2] These claims were controversial from the beginning, and the wider scientific community ultimately rejected the hypothesis once all the unusual features in the meteorite had been explained without requiring life to be present. Despite there being no convincing evidence of Martian life, the initial paper and the enormous scientific and public attention caused by it are considered turning points in the history of the developing science of astrobiology.[3]\n\n"
        },
        {
            "title": "History and description",
            "text": "ALH 84001 was found on the Allan Hills Far Western Icefield during the 1984–85 season, by Roberta Score, Lab Manager of the Antarctic Meteorite Laboratory at the Johnson Space Center.[4]\n\nALH84001 is thought to be one of the oldest Martian meteorites, proposed to have crystallized from molten rock 4.091 billion years ago.[5] Chemical analysis suggests that it originated on Mars[6][7] when there was liquid water on the planet's surface.[8][9]\n\nIn September 2005, Vicky Hamilton, of the University of Hawaii at Manoa, presented an analysis of the origin of ALH84001 using data from the Mars Global Surveyor and 2001 Mars Odyssey spacecraft orbiting Mars. According to the analysis, Eos Chasma in the Valles Marineris canyon appears to be the source of the meteorite.[10] The analysis was not conclusive, partly because it was limited to areas of Mars not obscured by dust.[citation needed]\n\nThe theory holds that ALH84001 was blasted away from the surface of Mars by the impact of a meteor about 17 million years ago,[11] and fell on Earth about 13,000 years ago.[12] These dates were established by a variety of radiometric dating techniques, including samarium–neodymium (Sm–Nd), rubidium–strontium (Rb–Sr), potassium–argon (K–Ar), and carbon-14 dating.[13][14] Other meteorites that have potential biological markings have generated less interest because they do not contain rock from a \"wet\" Mars; ALH84001 is the only meteorite originating when Mars may have had liquid surface water.[3]\n\nIn October 2011, it was reported that isotopic analysis indicated that the carbonates in ALH84001 were precipitated at a temperature of 18 °C (64 °F) with water and carbon dioxide from the Martian atmosphere. The carbonate carbon and oxygen isotope ratios imply deposition of the carbonates from a gradually evaporating subsurface water body, probably a shallow aquifer meters or tens of meters below the surface.[9]\n\nIn April 2020, researchers reported discovering nitrogen-bearing organics in Allan Hills 84001.[15]\n\nA later study in 2022 concluded that ALH84001 did not contain Martian life; the discovered organic molecules were found to be associated with abiotic processes (i.e., \"serpentinization and carbonation reactions that occurred during the aqueous alteration of basalt rock by hydrothermal fluids\") produced on the very early Mars 4 billion years ago  instead.[16][17]\n\n"
        },
        {
            "title": "Hypothetical biogenic features",
            "text": "On August 6, 1996, a team of researchers led by NASA scientists including lead author David S. McKay announced that the meteorite may contain trace evidence of life from Mars.[3]  This was \npublished as an article in Science a few days later.[18] Under a scanning electron microscope, structures were visible that some scientists interpreted as fossils of bacteria-like lifeforms. The structures found on ALH84001 are 20–100 nanometres in diameter, similar in size to theoretical nanobacteria, but smaller than any cellular life known at the time of their discovery. If the structures had been fossilized lifeforms, as was proposed by the so-called biogenic hypothesis of their formation, they would have been the first solid evidence of the existence of extraterrestrial life, aside from the chance of their origin being terrestrial contamination.[19]\n\nThe announcement of possible extraterrestrial life caused considerable controversy. When the discovery was announced, many immediately conjectured that the fossils were the first true evidence of extraterrestrial life—making headlines around the world, and even prompting President of the United States Bill Clinton to make a formal televised announcement to mark the event.[20]\n\nMcKay argued that likely microbial terrestrial contamination found in other Martian meteorites does not resemble the microscopic shapes in ALH84001. In particular, the shapes within ALH84001 look intergrown or embedded in the indigenous material, while likely contamination does not.[21] While it has not yet conclusively been shown how the features in the meteorite were formed, similar features have been recreated in the lab without biological inputs by a team led by D.C. Golden.[22] McKay says these results were obtained using unrealistically pure raw materials as a starting point,[3] and \"will not explain many of the features described by us in ALH84001.\" According to McKay, a plausible inorganic model \"must explain simultaneously all of the properties that we and others have suggested as possible biogenic properties of this meteorite.\"[22] The rest of the scientific community disagreed with McKay.[3]\n\nIn January 2010, a team of scientists at Johnson Space Center, including McKay, argued that since their original paper was published in November 2009, the biogenic hypothesis has been further supported by the discovery of three times the original amount of fossil-like data, including more \"biomorphs\" (suspected Martian fossils), inside two additional Martian meteorites, as well as more evidence in other parts of the Allan Hills meteorite itself.[23]\n\nHowever, the scientific consensus is that \"morphology alone cannot be used unambiguously as a tool for primitive life detection.\"[24][25][26] Interpretation of morphology is notoriously subjective, and its use alone has led to numerous errors of interpretation.[24]\n\nFeatures of ALH84001 that have been interpreted as suggesting the presence of microfossils include:\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The 2001 mystery-thriller novel Deception Point by Dan Brown, about a discovered meteorite that seems to prove the existence of extraterrestrial life, was inspired by ALH84001.[28]\n\n"
        }
    ]
}