{
    "url": "https://en.wikipedia.org/wiki/Allen_Telescope_Array",
    "title": "Allen Telescope Array",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "2.1 Status",
        "3 Key science goals",
        "4 Opportunistic science",
        "5 Instruments",
        "6 Data management",
        "6.1 Computational complexity and requirement",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Allen Telescope Array (ATA), formerly known as the One Hectare Telescope (1hT), is a radio telescope array dedicated to astronomical observations and a simultaneous search for extraterrestrial intelligence (SETI).[1][2] The array is situated at the Hat Creek Radio Observatory in Shasta County, 290 miles (470 km) northeast of San Francisco, California.\n\nThe project was originally developed as a joint effort between the SETI Institute and the Radio Astronomy Laboratory (RAL) at the University of California, Berkeley (UC Berkeley), with funds obtained from an initial US$12.5 million donation by the Paul G. Allen Family Foundation and Nathan Myhrvold.[3]  The first phase of construction was completed and the ATA finally became operational on 11 October 2007 with 42 antennas (ATA-42), after Paul Allen (co-founder of Microsoft) had pledged an additional $13.5 million to support the construction of the first and second phases.[4][5]\n\nAlthough overall Allen has contributed more than $30 million to the project, it has not succeeded in building the 350 6.1 m (20 ft) dishes originally conceived,[6] and the project suffered an operational hiatus due to funding shortfalls between April and August 2011, after which observations resumed.[7][8][9][10] Subsequently, UC Berkeley exited the project, completing divestment in April 2012. The facility is now managed by SRI International (formerly Stanford Research Institute), an independent, nonprofit research institute.[11] As of 2016, the SETI Institute performs observations[12]  with the ATA between the hours of 6 pm and 6 am daily.\n\nIn August 2014, the installation was threatened by a forest fire in the area and was briefly forced to shut down, but ultimately emerged largely unscathed.[13]\n\n"
        },
        {
            "title": "Overview",
            "text": "First conceived by SETI pioneer Frank Drake, the idea has been a dream of the SETI Institute for years. However, it was not until early 2001 that research and development began, after a donation of $11.5 million by the Paul G. Allen Family Foundation. In March 2004, following the successful completion of a three-year research and development phase, the SETI Institute unveiled a three-tier construction plan for the telescope. Construction began immediately, thanks to the pledge of $13.5 million by Paul Allen (co-founder of Microsoft) to support the construction of the first and second phases. The SETI Institute named the telescope in Allen's honor. Overall, Paul Allen  contributed more than $30 million to the project.\n\nThe ATA is a centimeter-wave array which pioneers the Large-Number Small-Diameter concept of building radio telescopes. Compared to a large dish antenna, large numbers of smaller dishes are cheaper for the same collecting area. To get similar sensitivity, the signals from all telescopes must be combined. This requires high-performance electronics, which had been prohibitively expensive. Due to the declining cost of electronic components, the required electronics became practicable, resulting in a large cost-saving over telescopes of more conventional design. This is informally referred to as \"replacing steel with silicon\".\n\nThe ATA has four primary technical capabilities that make it well suited for a range of scientific investigations: a very wide field of view (2.45° at λ = 21 cm, the wavelength of the hydrogen line), complete instantaneous frequency coverage from 0.5 to 11.2 gigahertz (GHz), multiple simultaneous backends, and active interference mitigation. The area of sky which can be instantaneously imaged is 17 times that obtainable by the Very Large Array telescope. The instantaneous frequency coverage of more than four octaves is unprecedented in radio astronomy, and is the result of a unique feed, input amplifier and signal path design. Active interference mitigation will make it possible to observe even at the frequencies of many terrestrial radio emitters.\n\nAll-sky surveys are an important part of the science program,[clarification needed] and the ATA will have increased efficiency through its ability to conduct extraterrestrial intelligence searches (SETI) and other radio astronomy observations simultaneously. The telescope can do this by splitting the recorded signals in the control room prior to final processing. Simultaneous observations are possible because for SETI, wherever the telescope is pointed, several target stars will lie within the large field of view afforded by the 6 m dishes.  By agreement between the UC Berkeley Radio Astronomy Laboratory (RAL) and the SETI Institute, the needs of conventional radio astronomy determined the pointing of the array up until 2012.\n\nThe ATA is planned to comprise 350 6 m dishes and will make possible large, deep radio surveys that were not previously feasible. The telescope design incorporates many new features, including hydroformed antenna surfaces, a log-periodic feed covering the entire range of frequencies from 500 megahertz (MHz) to 11.2 GHz, and low-noise, wide-band amplifiers with a flat response over the entire band, thus making it possible to amplify the sky signal directly. This amplified signal, containing the entire received bandwidth, is brought from each antenna to the processing room via optical fiber cables. This means that as electronics improve and wider bandwidths are obtainable, only the central processor needs to change, and not the antennas or feeds.\n\nThe instrument was operated and maintained by RAL until development of the array was put on hold in 2011. RAL worked hand in hand with the SETI Institute during design and prototyping and was the primary designer of the feed, antenna surfaces, beamforming, correlator, and imaging system for radio astronomy observations.\n\nThe panel for the Astronomy and Astrophysics Decadal Survey in its fifth report, Astronomy and Astrophysics in the New Millennium (2001), endorsed SETI and recognized the ATA (then called the 1-Hectare Telescope) as an important stepping stone towards the building of the Square Kilometer Array telescope (SKA). The most recent Decadal report recommended ending the US's financial support of the SKA, although US participation in SKA precursors such as MeerKAT, the Hydrogen Epoch of Reionization Array and the Murchison Widefield Array.\n\nAlthough cost estimates of unbuilt projects are always dubious, and the specifications are not identical (conventional telescopes have lower noise temperature, but the ATA has a larger field of view, for example), the ATA has potential promise as a much cheaper radio telescope technology for a given effective aperture. For example, the amount spent on the first ATA-42 phase, including technology development, is roughly one third of the cost of a new copy of a Deep Space Network 34 m antenna of similar collecting area.[14] Similarly, the estimated total cost of building the remaining 308 dishes was estimated (as of October 2007[update]) at about $41 million.[4] This is about two times cheaper than the $85 million cost of the last large radio astronomy antenna built in the US, the Green Bank Telescope, of similar collecting area. The contractor filed for a $29 million overrun, but only $4 million of this was allowed.[15]\n\nThe ATA aspires to be among the world's largest and fastest observing instruments, and to permit astronomers to search many different target stars simultaneously. If completed as originally envisioned, it will be one of the largest and most powerful telescopes in the world.\n\n"
        },
        {
            "title": "History",
            "text": "Since its inception, the ATA has been a development tool[clarification needed] for astronomical interferometer technology (specifically, for the Square Kilometer Array).\n[16]\n\nThe ATA was originally planned to be constructed in four stages, ATA-42, ATA-98, ATA-206 and ATA-350, each number representing the number of dishes in the array at a given time.  (See Table 1). The ATA is planned to comprise 350 dishes with a diameter of 6 m each.\n\nRegular operations with 42 dishes started on 11 October 2007.[4] Funding for building additional antennas is currently being sought by the SETI Institute from various sources, including the United States Navy, Defense Advanced Research Projects Agency (DARPA), National Science Foundation (NSF) and private donors.\n\nSimultaneous astronomical and SETI observations are performed with two 32-input dual polarization imaging correlators.[17] Numerous articles reporting conventional radio astronomy observations have been published.[18][19][20][21]\n\nThree phased array beamformers[22] utilizing the Berkeley Emulation Engine 2 (BEE2) were deployed in June 2007 and have been integrated into the system to allow for simultaneous astronomical and SETI observations.[23][24] As of April 2008, the first pulsar observations were conducted using the beamformer and a purpose-built pulsar spectrometer.[25]\n\nThe workhorse SETI search system (SETI on ATA or SonATA) performs fully automated SETI observations. SonATA follows up on detected signals in real time and continues to track them until 1) the signal is shown to have been generated on Earth or rarely, 2) the source sets, which triggers follow up the next day. As of 2016, more that two hundred million signals have been followed up and classified[citation needed] using the ATA. Not one of these signals had all the characteristics expected for an ETI signal. The results of SETI Institute's observations are published in a number of papers.[26][27][28]\n\nIn April 2011, the ATA was put into hibernation owing to funding shortfalls, meaning that it was no longer available for use.[29]  Operation of the ATA resumed on 5 December 2011.[10] Efforts are now led by Andrew Siemion.[30]\n\nIn 2012, the ATA was funded by a $3.6 million philanthropic donation by Franklin Antonio, cofounder and Chief Scientist of Qualcomm Incorporated.[31] This gift supports upgrades of all the receivers on the ATA dishes to have dramatically greater sensitivity (2 − 10× from 1–8 GHz) than before and support sensitive observations over a wider frequency range, from 1–15 GHz, when initially the radio frequency electronics went to only 11 GHz. By July 2016, the first ten of these receivers had been installed and proven. Full installation on all 42 antennas is planned as of June 2017[update].[32][needs update]\n\nIn November 2015, the ATA studied the anomalous star KIC 8462852,[33][34] and in autumn 2017 the Allen Telescope Array examined the interstellar asteroid  'Oumuamua for signs of technology, but detected no unusual radio emissions.[35][36]\n\n"
        },
        {
            "title": "Key science goals",
            "text": "The science goals listed below represent the most important projects to be conducted with the ATA. Each of these goals is associated with one of the four stages of development mentioned earlier. (See Table 1). Also listed is some of the science that it is hoped each will produce.\n\n"
        },
        {
            "title": "Opportunistic science",
            "text": "Since construction of the array began, a few science goals not specifically drawn up for it have been suggested.\n\nFor example, the Allen Telescope Array has offered to provide the mooncast data downlink for any contestants in the Google Lunar X Prize.[37] This is practical, since the array, with no modifications, covers the main space communications bands (S-band and X-band). A telemetry decoder would be the only needed addition.\n\nAlso, the ATA was mentioned as a candidate for searching for a new type of radio transient.[38] It is an excellent choice for this owing to its large field of view and wide instantaneous bandwidth. Following this suggestion, Andrew Siemion and an international team of astronomers and engineers developed an instrument called \"Fly's Eye\" that allowed the ATA to search for bright radio transients, and observations were carried out between February and April 2008.[39]\n\n"
        },
        {
            "title": "Instruments",
            "text": "The ATA-42 configuration will provide a maximum baseline of 300 m (and ultimately for the ATA-350, 900 m). A cooled log-periodic feed on each antenna is designed to provide a system temperature of ~45K from 1–10 GHz, with reduced sensitivity in the ranges of 0.5–1.0 GHz and 10–11.2 GHz. Four separate frequency tunings (IFs) are available to produce 4 x 100 MHz intermediate frequency bands. Two IFs support correlators for imaging; two will support SETI observing. All tunings can produce four dual polarization phased array beams which can be independently pointed within the primary beam and can be used with a variety of detectors. The ATA can therefore synthesize up to 32 phased array beams.\n\nThe wide field of view of the ATA gives it an unparalleled capability for large surveys (Fig. 4). The time required for mapping a large area to a given sensitivity is proportional to (ND)2, where N is the number of elements and D is the diameter of the dish. This leads to the surprising result that a large array of small dishes can outperform an array with a smaller number of elements but considerably greater collecting area in the task of large surveys. As a consequence, even the ATA-42 is competitive with much larger telescopes in its capability for both brightness temperature and point source surveys. For point source surveys, the ATA-42 is comparable in speed to Arecibo and the Green Bank Telescope (GBT), but three times slower than the Very Large Array (VLA). The ATA-350, on the other hand, will be one order of magnitude faster than the Very Large Array for point source surveys, and is comparable to the Expanded Very Large Array (EVLA) in survey speed. For surveys up to a specified brightness temperature sensitivity, the ATA-98 will exceed the survey speed of even the VLA-D configuration. The ATA-206 should match the brightness temperature sensitivity of Arecibo and the GBT. The ATA, however, provides better resolution than either of these single-dish telescopes.\n\nThe antennas for the ATA are 6.1 x 7.0 meters (20.0 ft x 23.0 ft) hydroformed offset Gregorian telescopes, each with a 2.4 meter sub-reflector with an effective focal length/diameter (f/D) ratio of 0.65. (See DeBoer, 2001). The offset geometry eliminates blockage, which increases efficiency and decreases the side lobes. It also allows for the large sub-reflector, providing good low frequency performance. The hydroforming technology used to make these surfaces is the same as that used by Andersen Manufacturing of Idaho Falls, Idaho to generate low-cost satellite reflectors. The unique interior frame rim-supported compact mount allows excellent performance at low cost. The drive system employs a spring-loaded passive anti-backlash azimuth drive train.  Most components designed by Matthew Fleming and manufactured at Minex Engineering Corp. in Antioch, CA.\n\n"
        },
        {
            "title": "Data management",
            "text": "As with other arrays, the huge amount of incoming sensory information requires real-time array processing capability in order to reduce data volume for storage. For ATA-256, the average data rates and total data volume for the correlator are estimated to be 100 Mbyte/s and 15 Pbytes for the five-year survey period.[40] Experiments such as transient surveys will exceed this rate significantly. The beamformers produce data at a much higher rate (8 gigabytes per second (Gb/s)) but only a very small fraction of this data is archived. In 2009, the signal detection hardware and software was called Prelude, which was\ncomposed of rack-mounted PCs augmented by two custom accelerator cards based on digital signal processing (DSP) and field-programmable gate array (FPGA) chips. Each Programmable Detection Module (one of 28 PCs) can analyze 2 MHz of dual-polarization input data to generate spectra with spectral resolution of 0.7 Hz and time samples of 1.4 seconds.[40]\n\nIn 2009, the array had a 40 Mbit/s internet connection, adequate for remote access and transferring of data products for ATA-256. An upgrade to 40 Gbit/s was planned, which would enable direct distribution of raw data for offsite computing.[40]\n\nLike other array systems the ATA has a computational complexity and cross-connect which scales as O(N2) with the number of antennas \n\n\n\nN\n\n\n{\\displaystyle N}\n\n.\nThe computation requirement, for example, for correlating the full ATA bandwidth (\n\n\n\nB\n\n\n{\\displaystyle B}\n\n = 11 GHz) for the proposed \n\n\n\nN\n\n\n{\\displaystyle N}\n\n = 350 dual-polarization antenna build-out, using an efficient frequency-multiply (FX) architecture and a modest 500 kHz channel width (with number of channels \n\n\n\nF\n\n\n{\\displaystyle F}\n\n = 2200), is given by:[41]\n\n\n\n\n\n2\nB\n⟨\nN\n\nlog\n\n2\n\n\n⁡\n(\nF\n)\n(\n10\nO\nP\ns\n)\n+\n(\nN\n\n\n\nN\n+\n1\n\n2\n\n\n)\n×\n4\n(\n8\nO\nP\ns\n)\n⟩\n\n\n{\\displaystyle 2B\\langle N\\log _{2}(F)(10OPs)+(N{\\frac {N+1}{2}})\\times 4(8OPs)\\rangle }\n\n = 44 Peta-OPs per second\n\nwhere \n\n\n\nO\np\ns\n\n\n{\\displaystyle Ops}\n\n is an operation. Note that since each dish has a dual polarization antenna, each signal sample is actually a two data set, hence \n\n\n\n2\nB\n\n\n{\\displaystyle 2B}\n\n.\n\n"
        }
    ]
}