{
    "url": "https://en.wikipedia.org/wiki/Alloy_Orchestra",
    "title": "Alloy Orchestra",
    "table_of_contents": [
        "1 History",
        "2 Membership",
        "3 Critical reception",
        "4 Releases",
        "4.1 Blu-ray and DVD",
        "4.2 CD and records",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Alloy Orchestra was a musical ensemble based in Cambridge, Massachusetts, United States, that performed its own accompaniments to silent films of the classic movie era.  Performing on an unusual collection of found objects (horseshoes, plumbing pipes, and a bedpan comprising their so-called \"rack of junk\"), homemade instruments, accordion, clarinet, musical saw, and a sampling synthesizer, the group scored and performed with 40 feature length silent films or collections of shorts.[1] The group is often credited with having helped revitalize the art of silent film accompaniment.[2][3][4]\n\nPercussionist Ken Winokur and keyboardist Caleb Sampson founded the group on June 12, 1985 to accompany a theatrical production of Rainer Werner Fassbinder's Marilyn Monroe vs. the Vampires.[5] In 1991 Coolidge Corner Theatre director David Kleiler invited Sampson and Winokur to write a new score for Fritz Lang's science fiction film Metropolis. The pair composed many of the themes for the film, including the title theme \"Metropolis\" and the dance club scene, \"Yoshiwara\" and then brought percussionist Terry Donahue into the group before the first performance.[1][6] After Sampson's death in 1998,[7] the band was joined by keyboardist Roger Miller, guitarist of post-punk band Mission of Burma.[1] They have composed music for approximately 40 full length silent films or collections of shorts.[8] They composed scores for 19 feature length silent film DVDs and BluRays that have been commercially released. They toured extensively (performing an estimated 1000 shows world-wide[4]) in 13 countries in North America, Europe and New Zealand.[9]\n\n"
        },
        {
            "title": "History",
            "text": "After the premiere show in 1985, on December 31, 1991, Winokur and Sampson accepted a show for Boston's First Night, to perform music on a large scale junk sculpture in the Boston Common.  The two organizers invited percussionists Michael Evans and Terry Donahue to join them. Next, in the summer of 1992, Sampson and Winokur were invited to contribute a new score for Metropolis at the Coolidge Corner Theatre. Then the two brought percussionist Terry Donahue into the group before the first performance.[1][6]  Since that time Alloy devoted themselves to composing and performing new music for silent films.  The Alloy Orchestra developed an extensive repertoire of music and sounds that it performed during the projection of silent films. Its three musicians used an array of found objects and electronics as well as traditional percussion, wind and keyboard instruments.[10] In addition to publishing scores for silent film releases, the group also recorded a number of CDs of their film music.  The first was New Music for Silent Films through Accurate Records.[11] It was followed in 1995 by the album Lonesome, which appeared through BIB Records.[12] The collection Silents from 1997 brought together the contemporary scores for the films Plain Crazy, The Lost World, Nosferatu, Metropolis, and The Unknown.[13] Slapstick Masters, music for four short silent comedies, was then released on Accurate Records. The Last Command, Underworld, and finally The Complete Score for Metropolis were self-released.\n\nThe ensemble performed at film festivals and a variety of cultural events in the US and abroad,[14] including:  Telluride Film Festival,[15] the Film Society of Lincoln Center,[16] The Roger Ebert Festival,[17] The TCM Festival, National Gallery of Art,  AFI Silver, Maryland Film Festival, Cornell Cinema,[18] Hamilton College, San Francisco Silent Film Festival, Pordenone Silent Film Festival,[19] The Louvre,[20] New Zealand International Film Festival, Seattle International Film Festival,[21] Vancouver International Film Festival,[22] Mass Moca,[23] and many others.[24] They also performed on tour throughout the United States at local movie houses, such as Boston's Somerville Theatre, The Coolidge Corner, Ragtag Cinema, and the Englert Theatre.[10] The trio revised their scores as better and more integral prints of films become available. For instance, they performed a new score to accompany the recently restored version of Fritz Lang's Metropolis at the TCM Classic Movie Festival in April 2010.[25]\n\nAlloy often worked in collaboration with film archives and collectors, such as: Film Preservation Associates, Lobster Films, George Eastman House, British Film Institute, Harold Lloyd Estate, Douris Films, Munich Film Archive, and the Lumiere Institute. The group endeavored to display the best available prints at their shows. For example, Alloy acquired its own new print of Dziga Vertov's Man with a Movie Camera from Gosfilmofond.  Alloy and wrote its own score based on Vertov's notes for the film's 1928 premiere.[26] Alloy's director, Ken Winokur, restored and released new 35mm and digital prints of Phantom of the Opera, Son of the Sheik and The Eagle.[27]\n\nAlloy released many DVDs, Blu-rays, and CDs. The group published seven CDs of their film music.  The first was New Music for Silent Films through Accurate Records.[11] It was followed in 1995 by the album Lonesome, which appeared through BIB Records.[12] The collection Silents from 1997 brought together the contemporary scores for the films Plain Crazy, The Lost World, Nosferatu, Metropolis, and The Unknown.[13] Masters of Slapstick, music for 4 short silent comedies, was released on Accurate Records. In 2000,[28] The Last Command, Underworld, and finally The Complete Score for Metropolis were self-released.\n\nIn addition to publishing scores for silent film releases, the group also recorded a number of CDs of their film music.  The first was New Music for Silent Films through Accurate Records.[11] It was followed in 1995 by the album Lonesome, which appeared through BIB Records.[12] The collection Silents from 1997 brought together the contemporary scores for the films Plain Crazy, The Lost World, Nosferatu, Metropolis, and The Unknown.[13] Slapstick Masters, music for 4 short silent comedies, was then released on Accurate Records. The Last Command, Underworld, and finally The Complete Score for Metropolis were self released.\n\nEntertainment Weekly put the ensemble on its list of the 100 most creative people or groupings in the entertainment world. Terry Gross on National Public Radio called the trio \"one of the pioneers in composing new music for old movies\" and Lloyd Schwartz discussed their recording of scores to a pair of Buster Keaton films: \"Most silent movie music just fills the void. Some of it even gets in the way. But the Alloy Orchestra really helps us see what we're watching and often the music, whether driving or fanciful, is worth listening to on its own.\"[29]\n\nIn addition to their work on silent films, Alloy Orchestra composed music for contemporary films, including Fast, Cheap & Out of Control by Errol  Morris, Dragonflies, the Baby Cries by Jane Gillooly and Vakvagany by Ben Meade. In 2014 a recording of the music for the film Man with a Movie Camera was released on double vinyl by Third Man Records.[30]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "Anne Midgette of The New York Times said the orchestra was \"fast becoming the country's leading avant-garde interpreter of silent films.\"[31] She noted that the group  had been producing at least one score yearly since 1991, and that Blackmail \"showed it to have the ideal qualities one hopes for in a fusion of elements: attractiveness combined with endurance\".[6] Roger Ebert called Alloy Orchestra \"the best in the world at accompanying silent films\".[32] A reviewer in The Georgia Straight wrote that the orchestra \"has scored almost 30 silent films, crafting a unique sonic signature for each\",[33] while Kenneth Turan of The Los Angeles Times said, \"Whatever's on the screen, the Alloy Orchestra makes it even more alive\".[15] Filmmaker Guy Maddin called them \"the maestros of sproing-and-chunk grandeur\".[34]\n\n"
        }
    ]
}