{
    "url": "https://en.wikipedia.org/wiki/Alternative_comics",
    "title": "Alternative comics",
    "table_of_contents": [
        "1 From underground to alternative",
        "1.1 List of publishers",
        "1.1.1 Alternative comics",
        "1.1.2 Independent",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAlternative comics cover a range of American comics that have appeared since the 1980s, following the underground comix movement of the late 1960s and early 1970s. Alternative comics present an alternative to mainstream superhero comics which in the past have dominated the American comic book industry. Alternative comic books span a wide range of genres, artistic styles, and subjects.\n\nAlternative comics are often published in small numbers as the author(s) deem fit. They are often published with less regard for regular distribution schedules.\n\nMany alternative comics have variously been labelled post-underground comics, independent comics, indie comics,  auteur comics, small press comics, new wave comics, creator-owned comics, art comics,[1] or literary comics.[2][3] Many self-published \"minicomics\" also fall under the \"alternative\" umbrella.\n\n"
        },
        {
            "title": "From underground to alternative",
            "text": "By the mid-1970s, artists within the underground comix scene felt that it had become less creative than it had been in the past. According to Art Spiegelman, \"What had seemed like a revolution simply deflated into a lifestyle. Underground comics were stereotyped as dealing only with sex, dope and cheap thrills. They got stuffed back into the closet, along with bong pipes and love beads, as things started to get uglier.\"[4] In an attempt to address this, underground cartoonists moved to start magazines that anthologized new, artistically ambitious comics in the 1980s. RAW, a lavishly produced, large format anthology that was clearly intended to be seen as a work of art was founded by Spiegelman and his wife Françoise Mouly in 1980. Another magazine, Weirdo, was started by the leading figure in underground comix, Robert Crumb, in 1981.\n\nThese magazines reflected changes from the days of the underground comix. They had different formats from the old comix, and the selection of artists differed, too. RAW featured many European artists, Weirdo included photo-funnies and strange outsider art-type documents. Elfquest was based on a science fiction/fantasy theme with powerful female and male characters of varied races and cultures, and done in a bright and colourful manga-like style. The underground staples of sex, drugs and revolution were much less in evidence. More emphasis was placed on developing the craft of comics drawing and storytelling, with many artists aiming for work that was both subtler and more complex than was typical in the underground. This was true of much of the new work done by the established comix artists as well as the newcomers: Art Spiegelman's Maus, much celebrated for bringing a new seriousness to comics, was serialized in RAW.\n\nWhile fans debate the origins of self-publishing in the comics industry, many consider Dave Sim an early leader in this area. Starting in 1977, he primarily wrote, drew and published Cerebus the Aardvark, on his own under the \"Aardvark-Vanaheim Inc.\" imprint and announcing he would publish 300 issues of the series consecutively, something unheard of at the time for a self-published book. Sim is known for his activism in favor of creators' rights and his outspoken nature in regards to the industry. He often used the back of his comic to deliver \"messages from the President\", which were sometimes editorials concerning the comics industry and self-publishing.\n\nWendy and Richard Pini founded WaRP Graphics, one of the early American independent comics publishers, in 1977 and released the first issues of their long-running series, Elfquest, in February 1978. They followed with titles such as MythAdventures and related titles by Robert Asprin; and Thunder Bunny, created by Martin Greim. WaRP was also the original publisher of A Distant Soil by Colleen Doran. As an alternative to most of the masculine-themed comics of its time – and even to this day – Elfquest became enormously popular among female comic book fans around the world, while also drawing a solid male fan base. WaRP Graphics paved the way for many independent and alternative comic book creators who came after them. At its peak in the mid-1980s, Elfquest was selling 100,000 copies per issue in the initial print run, attracting one of the largest followings of any direct-sale comic.[5] Most issues up to No. 9 saw multiple printings. It was the visible success of Elfquest that inspired many other writers and artists to try their own hand at self-publishing.[6]\n\nKevin Eastman and Peter Laird's Teenage Mutant Ninja Turtles, a series by Mirage Studios, was very influential on a new generation of creators and became a huge success story of self publishing.\n\nJeff Smith, a friend of Dave Sim, was also very influential in self-published comics, creating the highly popular and long-lived Bone. As with Sim with Cerebus and unlike mainstream comic books stories with their spontaneously generated and rambling narratives, Smith produced Bone as a story with a planned end.\n\nThe publishing house Fantagraphics published the work of a new generation of artists, notably Love and Rockets by the brothers Jaime, Gilbert and Mario Hernandez.[7]\n\nDan DeBono published Indy – The Independent Comic Guide, a magazine covering only independent comics starting in 1994. It ran for 18 issues and featured covers by Daniel Clowes, Tim Vigil, Drew Hayes, William Tucci, Jeff Smith and Wendy and Richard Pini.[8]\n\nAlternative comics have increasingly established themselves within the larger culture, as evidenced by the success of the feature film Ghost World based on one of the best selling alternative titles, Eightball, by Daniel Clowes and the cross-genre success of the book Jimmy Corrigan, the Smartest Kid on Earth, by Chris Ware, a story that was serialized in Ware's comic, Acme Novelty Library.\n\nImage Comics and Dark Horse Comics publish many alternative comics. Notable examples include Stan Sakai's Usagi Yojimbo, Sergio Aragonés's Groo the Wanderer, and James O'Barr's The Crow.\n\nOni Press used the term \"real mainstream\", coined by Stephen Holland of the UK comic shop Page 45, to describe its output.[9] Traditional American comic books regard superhero titles as \"mainstream\" and all other genres as \"non-mainstream\", a reversal of the perception in other countries. Oni Press therefore adopted the \"real mainstream\" term to suggest that it publishes comic books and graphic novels whose subject matter is more in line with the popular genres of other media: thrillers, romances, realistic drama and so on. Oni Press avoids publishing superhero, fantasy and science fiction titles, unless interesting creators approach these concepts from an unusual angle.\n\nTop Shelf Productions has published many notable alternative comics such as Craig Thompson's Blankets and Alex Robinson's Box Office Poison. In 2010 they branched out into unusual Japanese manga, with the release of AX:alternative manga (edited by Sean Michael Wilson). This 400-page collection received a high level of critical praise.\n\n"
        }
    ]
}