{
    "url": "https://en.wikipedia.org/wiki/Alternative_manga",
    "title": "Alternative manga",
    "table_of_contents": [
        "1 History",
        "2 Alternative magazines",
        "3 Movements",
        "4 See also",
        "5 References",
        "6 Literature"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alternative manga or underground manga is a Western term for Japanese comics that are published outside the more commercial manga market, or which have different art styles, themes, and narratives to those found in the more popular manga magazines. The term was taken from the similar alternative comics. The artistic center of alternative manga production was from the 1960s until the 1990s the manga magazine Garo, which is why in Japan, alternative manga are often called Garo-kei (ガロ系, \"Garo-tique\"), even if they were not published in Garo.[1][2][3]\n\n"
        },
        {
            "title": "History",
            "text": "Alternative manga originated in the lending libraries of post-war Japan, which charged a small fee for borrowing books.  This mark et was essentially its own marketplace with many manga being printed exclusively for it.  The market was notorious amongst parental groups for containing more lewd content than the normal mainstream manga publishers would allow.  Consequently, the market tended to appeal to a slightly older adolescent audience, rather than the child-dominated audience of the mainstream magazine anthologies of the time.\n\nIn 1958 an author named Yoshihiro Tatsumi decided to create comics that had a darker and more realistic tone.  Rejecting the title of manga, which in Japanese means \"frivolous pictures\", Tatsumi instead called these comics gekiga, meaning \"dramatic pictures\".  This was similar to the way in which the term \"graphic novel\" was advocated by American alternative cartoonists, over the term \"comics\".\n\nAs gekiga gained popularity, the lending libraries gradually collapsed due to the growing economy of Japan during the 1960s.  As a result, many gekiga artists left the lending libraries and began to set up their own magazine anthologies.  One of these anthologies, Garo, was designed to showcase the newest talents in the manga business.  Garo started out as being a gekiga magazine but would eventually grow to a new style with the work of Yoshiharu Tsuge. Tsuge is widely credited with bringing a more personal stance to manga, allowing for manga to be an abstract reflection of his own experiences. Some critics have gone as far as to call his work the comics equivalent to an I novel.\n\nAs Garo gained popularity particularly with the youth movements of the 1960s, many other magazines followed in its footsteps.  At around the same time gekiga elements began appearing in mainstream manga magazines, with Osamu Tezuka fully embracing the style and doing more work aimed at older audiences.  Eventually Tezuka would start up a magazine called COM, as his answer to Garo. With gekiga being integrated into mainstream manga, and manga being accepted as an art form by the masses around this time period.\n\nIn the 1980s and 1990s, alternative manga influenced mainstream publishers of seinen manga. Magazines like Morning and Afternoon published artists who had styles reminiscent of the then-considered \"retro\" alternative manga from the 1960s and 1970s. Sharon Kinsella writes: \"These artists used unusual and 'artistic' styles not previously published in high-circulation commercial magazines.\" Manga critic Tomofuse Kure called this phenomenon Garo-kei (\"Garo-tique\").[3]\n\n"
        }
    ]
}