{
    "url": "https://en.wikipedia.org/wiki/Alvin_Plantinga",
    "title": "Alvin Plantinga",
    "table_of_contents": [
        "1 Biography",
        "1.1 Family",
        "1.2 Education",
        "1.3 Teaching career",
        "1.4 Awards and honors",
        "2 Philosophical views",
        "2.1 Problem of evil",
        "2.2 Reformed epistemology",
        "2.3 Modal ontological argument",
        "2.4 Evolutionary argument against naturalism",
        "2.5 View on naturalism and evolution",
        "3 Selected works by Plantinga",
        "4 See also",
        "5 Notes",
        "6 References",
        "6.1 Footnotes",
        "6.2 Bibliography",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alvin Carl Plantinga[a] (born November 15, 1932) is an American analytic philosopher who works primarily in the fields of philosophy of religion, epistemology (particularly on issues involving epistemic justification), and logic.\n\nFrom 1963 to 1982, Plantinga taught at Calvin University before accepting an appointment as the John A. O'Brien Professor of Philosophy at the University of Notre Dame.[3] He later returned to Calvin University to become the inaugural holder of the Jellema Chair in Philosophy.[4]\n\nA prominent Christian philosopher, Plantinga served as president of the Society of Christian Philosophers from 1983 to 1986. He has delivered the Gifford Lectures two times and was described by Time magazine as \"America's leading orthodox Protestant philosopher of God\".[5] In 2014, Plantinga was the 30th most-cited contemporary author in the Stanford Encyclopedia of Philosophy.[6] A fellow of the American Academy of Arts and Sciences, he was awarded the Templeton Prize in 2017.[7]\n\nSome of Plantinga's most influential works include God and Other Minds (1967), The Nature of Necessity (1974), and a trilogy of books on epistemology, culminating in Warranted Christian Belief (2000) that was simplified in Knowledge and Christian Belief (2015).[8]\n\n"
        },
        {
            "title": "Biography",
            "text": "Plantinga was born on November 15, 1932, in Ann Arbor, Michigan, to Cornelius A. Plantinga (1908–1994) and Lettie G. Bossenbroek (1908–2007). Plantinga's father was a first-generation immigrant, born in the Netherlands.[9] His family is from the Dutch province of Friesland; they lived on a relatively low income until he secured a teaching job in Michigan in 1941.[10]\n\nPlantinga's father earned a PhD in philosophy from Duke University and a master's degree in psychology, and taught several academic subjects at different colleges over the years.[11]\n\nPlantinga married Kathleen De Boer in 1955.[12] They have four children: Carl, Jane, Harry, and Ann.[13][14] Both of his sons are professors at Calvin University, Carl in film studies[15] and Harry in computer science.[16] Harry is also the director of the college's Christian Classics Ethereal Library. Plantinga's older daughter, Jane Plantinga Pauw, is a pastor at Rainier Beach Presbyterian Church (PCUSA) in Seattle, Washington,[17] and his younger daughter, Ann Kapteyn, is a missionary in Cameroon working for Wycliffe Bible Translators.[18]\nOne of Plantinga's brothers, Cornelius \"Neal\" Plantinga Jr., is a theologian and the former president of Calvin Theological Seminary. Another of his brothers, Leon, is an emeritus professor of musicology at Yale University.[11][19] His brother Terrell worked for CBS News.[20]\n\nAfter Plantinga completed 11th grade, his father urged him to skip his last year of high school and immediately enroll in college. Plantinga reluctantly followed his father's advice and in 1949, a few months before his 17th birthday, he enrolled in Jamestown College, in Jamestown, North Dakota.[21][22] During that same year, his father accepted a teaching job at Calvin University, in Grand Rapids, Michigan. In January 1950, Plantinga moved to Grand Rapids with his family and enrolled in Calvin University. During his first semester at Calvin, Plantinga was awarded a scholarship to attend Harvard University.[23]\n\nBeginning in the fall of 1950, Plantinga spent two semesters at Harvard. In 1951, during Harvard's spring recess, Plantinga attended a few philosophy classes at Calvin University, and was so impressed with Calvin philosophy professor William Harry Jellema that he returned in 1951 to study philosophy under him.[24] In 1954, Plantinga began his graduate studies at the University of Michigan where he studied under William Alston, William Frankena, and Richard Cartwright, among others.[25] A year later, in 1955, he transferred to Yale University where he received his PhD in 1958.[26]\n\nPlantinga began his career as an instructor in the philosophy department at Yale in 1957, and then in 1958, he became a professor of philosophy at Wayne State University during its heyday as a major center for analytic philosophy. In 1963, he accepted a teaching job at Calvin University, where he replaced the retiring Jellema.[27] He then spent the next 19 years at Calvin before moving to the University of Notre Dame in 1982. He retired from the University of Notre Dame in 2010 and returned to Calvin University, where he serves as the first holder of the William Harry Jellema Chair in Philosophy. He has trained many prominent philosophers working in metaphysics and epistemology including Michael Bergmann at Purdue and Michael Rea at Notre Dame, and Trenton Merricks working at University of Virginia.\n\nPlantinga served as president of the American Philosophical Association, Western Division, from 1981 to 1982.[28] and as President of the Society of Christian Philosophers from 1983 to 1986.[22][29]\n\nHe has honorary degrees from Glasgow University (1982), Calvin University (1986), North Park College (1994), the Free University of Amsterdam (1995), Brigham Young University (1996), and Valparaiso University (1999).[29] He was a Guggenheim Fellow, 1971–72, and elected a Fellow in the American Academy of Arts and Sciences in 1975.[29]\n\nIn 2006, the University of Notre Dame's Center for Philosophy of Religion renamed its Distinguished Scholar Fellowship as the Alvin Plantinga Fellowship.[30] The fellowship includes an annual lecture by the current Plantinga Fellow.[31]\n\nIn 2012, the University of Pittsburgh's Philosophy Department, History and Philosophy of Science Department, and the Center for the History and Philosophy of Science co-awarded Plantinga the Nicholas Rescher Prize for Systematic Philosophy,[32] which he received with a talk titled, \"Religion and Science: Where the Conflict Really Lies\".\n\nIn 2017, Baylor University's Center for Christian Philosophy inaugurated the Alvin Plantinga Award for Excellence in Christian Philosophy.  Awardees deliver a lecture at Baylor University and their name is put on a plaque with Plantinga's image in the Institute for Studies in Religion. He was named the first fellow of the center as well.[33]\n\nHe was awarded the 2017 Templeton Prize.\n\n"
        },
        {
            "title": "Philosophical views",
            "text": "Plantinga has argued that some people can know that God exists as a basic belief, requiring no argument. He developed this argument in two different fashions: firstly, in God and Other Minds (1967), by drawing an equivalence between the teleological argument and the common sense view that people have of other minds existing by analogy with their own minds.[34][35] Plantinga has also developed a more comprehensive epistemological account of the nature of warrant which allows for the existence of God as a basic belief.[36]\n\nPlantinga has also argued that there is no logical inconsistency between the existence of evil and the existence of an all-powerful, all-knowing, wholly good God.[37]\n\nPlantinga proposed a \"free-will defense\" in a volume edited by Max Black in 1965,[38] which attempts to refute the logical problem of evil, the argument that the existence of evil is logically incompatible with the existence of an omnipotent, omniscient, wholly good God.[39] Plantinga's argument (in a truncated form) states that \"It is possible that God, even being omnipotent, could not create a world with free creatures who never choose evil. Furthermore, it is possible that God, even being omnibenevolent, would desire to create a world which contains evil if moral goodness requires free moral creatures.\"[40]\n\nHowever, the argument's handling of natural evil has been disputed. According to the Internet Encyclopedia of Philosophy, the argument also \"conflicts with important theistic doctrines\" such as the notion of a heaven where free saved souls reside without doing evil, and the idea that God has free will yet is wholly good. Critics thus maintain that, if we take such doctrines to be (as Christians usually have), God could have created free creatures that always do right, contra Plantinga's claim.[41] J. L. Mackie saw Plantinga's free-will defense as incoherent.[42]\n\nPlantinga's well-received book God, Freedom and Evil, written in 1974, gave his response to what he saw as the incomplete and uncritical view of theism's criticism of theodicy. Plantinga's contribution stated that when the issue of a comprehensive doctrine of freedom is added to the discussion of the goodness of God and the omnipotence of God then it is not possible to exclude the presence of evil in the world after introducing freedom into the discussion. Plantinga's own summary occurs in his discussion titled \"Could God Have Created a World Containing Moral Good but No Moral Evil\", where he states his conclusion that, \"... the price for creating a world in which they produce moral good is creating one in which they also produce moral evil.\"[43]\n\nPlantinga's contributions to epistemology include an argument which he dubs \"Reformed epistemology\". According to Reformed epistemology, belief in God can be rational and justified even without arguments or evidence for the existence of God. More specifically, Plantinga argues that belief in God is properly basic, and due to a religious externalist epistemology, he claims belief in God could be justified independently of evidence. His externalist epistemology, called \"proper functionalism\", is a form of epistemological reliabilism.\n\nPlantinga discusses his view of Reformed epistemology and proper functionalism in a three-volume series. In the first book of the trilogy, Warrant: The Current Debate, Plantinga introduces, analyzes, and criticizes 20th-century developments in analytic epistemology, particularly the works of Chisholm, BonJour, Alston, Goldman, and others.[44] In the book, Plantinga argues specifically that the theories of what he calls \"warrant\"-what many others have called justification (Plantinga draws out a difference: justification is a property of a person holding a belief while warrant is a property of a belief)—put forth by these epistemologists have systematically failed to capture in full what is required for knowledge.[45]\n\nIn the second book, Warrant and Proper Function, he introduces the notion of warrant as an alternative to justification and discusses topics like self-knowledge, memories, perception, and probability.[46] Plantinga's \"proper function\" account argues that as a necessary condition of having warrant, one's \"belief-forming and belief-maintaining apparatus of powers\" are functioning properly—\"working the way it ought to work\".[47] Plantinga explains his argument for proper function with reference to a \"design plan\", as well as an environment in which one's cognitive equipment is optimal for use. Plantinga asserts that the design plan does not require a designer: \"it is perhaps possible that evolution (undirected by God or anyone else) has somehow furnished us with our design plans\",[48] but the paradigm case of a design plan is like a technological product designed by a human being (like a radio or a wheel). Ultimately, Plantinga argues that epistemological naturalism- i.e. epistemology that holds that warrant is dependent on natural faculties—is best supported by supernaturalist metaphysics—in this case, the belief in a creator God or designer who has laid out a design plan that includes cognitive faculties conducive to attaining knowledge.[49]\n\nAccording to Plantinga, a belief, B, is warranted if:\n\nPlantinga seeks to defend this view of proper function against alternative views of proper function proposed by other philosophers which he groups together as \"naturalistic\", including the \"functional generalization\" view of John Pollock, the evolutionary/etiological account provided by Ruth Millikan, and a dispositional view held by John Bigelow and Robert Pargetter.[51] Plantinga also discusses his evolutionary argument against naturalism in the later chapters of Warrant and Proper Function.[52]\n\nIn 2000, the third book of the trilogy, Warranted Christian Belief, was published. In this volume, Plantinga's warrant theory is the basis for his theological end: providing a philosophical basis for Christian belief, an argument for why Christian theistic belief can enjoy warrant. In the book, he develops two models for such beliefs, the \"A/C\" (Aquinas/Calvin) model, and the \"Extended A/C\" model. The former attempts to show that a belief in God can be justified, warranted and rational, while the Extended model tries to show that specifically Christian theological beliefs including the Trinity, the Incarnation, the resurrection of Christ, the atonement, salvation etc. Under this model, Christians are justified in their beliefs because of the work of the Holy Spirit in bringing those beliefs about in the believer.\n\nJames Beilby has argued that the purpose of Plantinga's Warrant trilogy, and specifically of his Warranted Christian Belief, is firstly to make a form of argument against religion impossible—namely, the argument that whether or not Christianity is true, it is irrational—so \"the skeptic would have to shoulder the formidable task of demonstrating the falsity of Christian belief\"[53] rather than simply dismiss it as irrational. In addition, Plantinga is attempting to provide a philosophical explanation of how Christians should think about their own Christian belief.\n\nPlantinga has expressed a modal logic version of the ontological argument in which he uses modal logic to develop, in a more rigorous and formal way, Norman Malcolm's and Charles Hartshorne's modal ontological arguments.\n\nPlantinga criticized Malcolm's and Hartshorne's arguments, and offered an alternative.[54] He argued that, if Malcolm does prove the necessary existence of the greatest possible being, it follows that there is a being which exists in all worlds whose greatness in some worlds is not surpassed. It does not, he argued, demonstrate that such a being has unsurpassed greatness in this world.[55]\n\nIn an attempt to resolve this problem, Plantinga differentiated between \"greatness\" and \"excellence\". A being's excellence in a particular world depends only on its properties in that world; a being's greatness depends on its properties in all worlds. Therefore, the greatest possible being must have maximal excellence in every possible world. Plantinga then restated Malcolm's argument, using the concept of \"maximal greatness\". He argued that it is possible for a being with maximal greatness to exist, so a being with maximal greatness exists in a possible world. If this is the case, then a being with maximal greatness exists in every world, and therefore in this world.[55]\n\nThe conclusion relies on a form of modal axiom S5, which states that if something is possibly true, then its possibility is necessary (it is possibly true in all worlds). Plantinga's version of S5 suggests that \"To say that p is possibly necessarily true is to say that, with regard to one world, it is true at all worlds; but in that case it is true at all worlds, and so it is simply necessary.\"[56] A version of his argument is as follows:[57]\n\nPlantinga argued that, although the first premise is not rationally established, it is not contrary to reason. Michael Martin argued that, if certain components of perfection are contradictory, such as omnipotence and omniscience, then the first premise is contrary to reason. Martin also proposed parodies of the argument, suggesting that the existence of anything can be demonstrated with Plantinga's argument, provided it is defined as perfect or special in every possible world.[58]\n\nAnother Christian philosopher, William Lane Craig, characterizes Plantinga's argument in a slightly different way:\n\nAccording to Craig, premises (2)–(5) are relatively uncontroversial among philosophers, but \"the epistemic entertainability of premise (1) (or its denial) does not guarantee its metaphysical possibility.\"[59] Furthermore, Richard M. Gale argued that premise three, the \"possibility premise\", begs the question. He stated that one only has the epistemic right to accept the premise if one understands the nested modal operators, and that if one understands them within the system S5—without which the argument fails—then one understands that \"possibly necessarily\" is in essence the same as \"necessarily\".[60] Thus the premise begs the question because the conclusion is embedded within it.\nOn S5 systems in general, James Garson writes that \"the words 'necessarily' and 'possibly', have many different uses. So the acceptability of axioms for modal logic depends on which of these uses we have in mind.\"[61]\n\nIn Plantinga's evolutionary argument against naturalism, he argues that if evolution is true, it undermines naturalism. His basic argument is that if evolution and naturalism are both true, human cognitive faculties evolved to produce beliefs that have survival value (maximizing one's success at the four Fs: \"feeding, fleeing, fighting, and reproducing\"), not necessarily to produce beliefs that are true. Thus, since human cognitive faculties are tuned to survival rather than truth in the naturalism-evolution model, there is reason to doubt the veracity of the products of those same faculties, including naturalism and evolution themselves. On the other hand, if God created man \"in his image\" by way of an evolutionary process (or any other means), then Plantinga argues our faculties would probably be reliable.\n\nThe argument does not assume any necessary correlation (or uncorrelation) between true beliefs and survival. Making the contrary assumption—that there is, in fact, a relatively strong correlation between truth and survival—if human belief-forming apparatus evolved giving a survival advantage, then it ought to yield truth since true beliefs confer a survival advantage. Plantinga counters that, while there may be overlap between true beliefs and beliefs that contribute to survival, the two kinds of beliefs are not the same, and he gives the following example with a man named Paul:\n\nThe argument has received favorable notice from Thomas Nagel[63] and William Lane Craig,[64] but has also been criticized as seriously flawed, for example, by Elliott Sober.[65][66]\n\nEven though Alvin Plantinga believes that God could have used Darwinian processes to create the world, he stands firm against philosophical naturalism. He said in an interview on the relationship between science and religion that:\n\nPlantinga participated of groups that support the Intelligent Design Movement, and was a member of the 'Ad Hoc Origins Committee'[68] that supported Philip E. Johnson's 1991 book Darwin on Trial, he also provided a back-cover endorsement of Johnson's book: \"Shows how Darwinian evolution has become an idol.\"[69]\n\nHe was a Fellow of the (now defunct) pro-intelligent design International Society for Complexity, Information, and Design,[70] and has presented at a number of intelligent design conferences.[71] In a March 2010 article in The Chronicle of Higher Education, philosopher of science Michael Ruse labeled Plantinga as an \"open enthusiast of intelligent design\".[72] In a letter to the editor, Plantinga made the following response:\n\nThe attitude that he proposes and elaborates upon in Where the Conflict Really Lies: Science, Religion and Naturalism is that there is no tension between religion and science, that the two go hand in hand, and that the actual conflict lies between naturalism and science.[74]\n\n"
        }
    ]
}