{
    "url": "https://en.wikipedia.org/wiki/Amateur_pornography",
    "title": "Amateur pornography",
    "table_of_contents": [
        "1 History",
        "1.1 Photographs",
        "1.2 Home movies and videos",
        "1.3 Literature: sex stories",
        "1.4 Revenge porn",
        "1.5 Minors",
        "2 User-generated online content",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Amateur pornography is a category of pornography that features models, actors or non-professionals performing without pay, or actors for whom this material is not their only paid modeling work. Reality pornography is    made porn that seeks to emulate the style of amateur pornography.[1] Amateur porn has been called one of the most profitable and long-lasting genres of pornography.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The introduction of Polaroid cameras in 1948 allowed amateurs to self-produce pornographic photographs immediately and without the need for sending them to a film processor, who might have reported them as violations of obscenity laws.[2] One of the more significant increases in amateur pornographic photography came with the advent of the internet, image scanners, digital cameras, and more recently camera phones. These have enabled people to take private photos and then share the images almost instantly, without the need for expensive distribution, and this has resulted in an ever-growing variety and quantity of material.[2] It has also been argued that in the Internet age it has become more socially acceptable to make and view amateur porn.[2] Starting in the 1990s, pornographic images were shared and exchanged via online services such as America Online (AOL).[3] Photo sharing sites such as Flickr and social networking sites such as MySpace have also been used to share amateur pornographic photographs –  usually nudes but also hardcore photos. A more private and easy to control method of sharing photos is through Yahoo or Google Groups which have access restricted to group members.\n\nThe general public has become more aware in recent years of the potential dangers to teenagers or children, who may be unaware of the consequences, using their camera phones to make videos and images which are then shared amongst their friends, as in sexting.[2] Images initially meant to be shared between couples can now be spread around the world.[2] The result is now a small but growing amount of online amateur porn depicting underage models, created by the young people themselves.[2]\n\nBefore the advent of camcorders and VHS tapes couples had to film themselves using Super 8 film which then had to be sent for film processing. This was both expensive and risky as the processing laboratory might report the film to the police depending on their local laws.\n\nAmateur pornography began to rapidly increase in the 1980s, with the camcorder revolution, when people began recording their sex lives and watching the results on VCRs.[2] These home movies were initially shared for free, often under the counter at the local video store.[4] Homegrown Video was the first company to release and distribute these types of amateur adult videos commercially.[5] They were established in 1982, and AVN magazine ranked Homegrown Video #1 among the 50 most influential adult titles ever made because it resulted in the creation of the amateur pornography genre in adult video.[6] Several people who sent their tapes to Homegrown Video became professional porn stars, including Stephanie Swift, Melissa Hill, Rayveness,[7] and Meggan Mallone.[8] In 1991, in response to a Boston Globe investigation, video store proprietors reported that between 20 and 60% of video rentals and sales were of adult amateur home video films.[9]\n\nOne highly publicized case was that of Kathy Willets and her husband Jeffrey in 1991. Jeffrey was a deputy sheriff in Broward County, Florida who had recorded his \"nymphomaniac\" wife's sexual exploits with up to eight men a day.[10] He was charging up to $150 an hour and had also taped some significant local figures, so the two were arrested and charged with prostitution. Ellis Rubin acted as defense counsel and contended that Willets' nymphomania was caused by the use of Prozac. In the end, they pleaded guilty and both were convicted, although Kathy has gone on to a career in the adult film industry.[11]\n\nThe term 'realcore' has been used to describe digital amateur porn, which arose due to the combination of cheap digital cameras and the World Wide Web in the late 90s. The term refers both to how porn is made, with simple cameras and a documentary style, and how it is distributed, mostly for free, in web communities or Usenet newsgroups. The term was invented by Sergio Messina, who first used it at the Ars Electronica Symposium in 2000, and was subsequently adopted by a number of authors and experts. Messina has written a book on the subject, entitled Realcore, the digital porno revolution.[12][13]\n\nAmateur porn has also influenced the rise of the celebrity sex tape, featuring stars like Scott Stapp, Kid Rock,[14] Pamela Anderson, Paris Hilton, and Kim Kardashian.[7] The increase of free amateur porn \"tube sites\" has allowed homemade films to be uploaded across multiple tube sites on the internet, like Pornhub or XVideos.[2] Due to the popularity of social networks, people can also connect with other amateur porn enthusiasts to discuss and share their sex life on platforms solely for this purpose. There are sites with an open or \"closed until verification\" community where people can freely share your own pictures or watch amateurs' videos directly from those who record them.[15]\n\nThe internet has also affected amateur authors sharing their pornographic stories. Text is much easier to disseminate than images and so from the early 1990s amateurs were contributing stories to usenet groups such as alt.sex.stories and also to online repositories. While most commercial sites charge for image content, story content is usually free to view and is funded by pop-up or banner advertising. Story submission and rating depends on registration as a user, but this is also usually free. Example sites include Literotica, True Dirty Stories[16] and Lust Library.[citation needed]\n\nThe advent of amateur and self-produced pornography has given rise to civil suits and newly identified and defined criminal activity. So called \"revenge porn\" gained awareness in the late 2000s in the press through initial lawsuits by victims who had images and video of them either nude or in intimate acts posted on the internet.[17][18][19][20]\n\nIf the video or images in question are of individuals who are minors, including material created by the subject (ex. selfies, etc.), investigation by law enforcement can lead to charges for child pornography[21] as has happened in cases involving sexting.[22][23]\n\n"
        },
        {
            "title": "User-generated online content",
            "text": "Like traditional magazine and VHS/DVD-based pornography, Internet pornography has long been a profitable venture. However, with the rise of Web 2.0 ventures and amateur pornography, websites based upon the YouTube platform of user-generated content and video sharing have become highly popular. By January 2008 a search for \"porn\" and \"tube\" returned 8.3 million results on Yahoo and 8.5 million on MSN.[24] (By October 2017 searches for \"porn\" and \"tube\" returned 23 million results on Google. By March 2017 searches for \"porn\" and \"tube\" returned 1420 million results on Google.). Video hosting service \"tube\" websites feature free user-uploaded amateur pornography,[24] and have become the most visited pornography websites on the internet.\n\nSince the content of these websites is entirely free and of reasonably high quality, and because most of the videos are full-length instead of short clips, these websites have sharply cut in to the profits of pornographic paysites and traditional magazine and DVD-based pornography.[24][25] The profits of tube-site owners are also squeezed in an increasingly crowded market, with the number of sites constantly growing.[24]\n\n"
        }
    ]
}