{
    "url": "https://en.wikipedia.org/wiki/Amateur_press_association",
    "title": "Amateur press association",
    "table_of_contents": [
        "1 History",
        "2 Organization",
        "3 List of notable APAs",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An amateur press association (APA) is a group of people who produce individual pages or zines that are sent to a Central Mailer for collation and distribution to all members of the group.\n\n"
        },
        {
            "title": "History",
            "text": "The first APAs were formed by groups of amateur printers. The earliest to become more than a small informal group of friends was the National Amateur Press Association (NAPA) founded February 19, 1876, by Evan Reed Riale and nine other members in Philadelphia, Pennsylvania.[1]  It is still running as of 2018.\n\nThe first British APA was the British Amateur Press Association founded in 1890. This is a different organisation from that launched by comics fans in 1978 (see below).\n\nThe second United States APA was the United Amateur Press Association (UAPA) founded in 1895 by a group of teenagers including William H. Greenfield (aged 14) and Charles W. Heins (aged 17).[2] This became a confederation of small amateur publishers which split into two organisations known interchangeably as UAP and UAAPA. The American Amateur Press Association (AAPA) was formed in 1936 by a secession from what was then called UAPAA.\n\nThe first science fiction APA was the Fantasy Amateur Press Association (FAPA) formed by a group of science fiction fans in 1937.  It continues to be active in 2020.  SAPS, the Spectator Amateur Press Society, started in 1947 and is still active in 2012.  VAPA, The Vanguard Amateur Press Association, formed in 1945 and lasted until 1950.\n\nThe first comics APA was started by Jerry Bails in 1964 in the United States. Called CAPA-alpha (sometimes abbreviated to K-a) it grew to its present limit of 40 members. It has become the archetype for most subsequent comics APAs. Its members have included Dwight Decker,  Mark Evanier, Carl Gafford, Fred Patten, Richard and Wendy Pini, Roy Thomas, Dan Alderson, Rick Norwood, Don Markstein, Don and Maggie Thompson and Jeffrey H. Wasserman. Michael Barrier's animation fanzine Funnyworld began as a CAPA-alpha contribution.\n\nDecker and Gafford were also founding members of the minicomics co-op the United Fanzine Organization. The difference in a co-op and an APA is that an APA is helmed by a central mailer, to whom the members send copies of their publications. The central mailer then compiles all the books into one large volume, which is then mailed out to the membership in \"mailings\" (called \"bundles\" by a few APAs). In a co-op, however, there is no central mailer; the members distribute their own works, and are linked by a group newsletter, a group symbol that appears on each member work, and a group checklist in every \"member zine.\"\n\nThe first European comics APA was called PAPA and launched by a group of comics fans in January 1978. Soon renamed BAPA (for \"British APA\"), it celebrated its twenty-fifth anniversary in 2003, but folded the following summer.\n\nThe APA model was picked up by artists in the 1980s.  Groups of artists contributed elements of combined duplicated artworks that omitted the conversational elements of the fandom-based APAs (these pieces are sometimes called \"assembly art\"). During this same period, a group of British science fiction and comics fans also set up a short-lived \"tape APA\", contributing music and spoken word to a central anthology.\n\nThe latest innovation is a digital distribution, e-APA. Copies of past \"mailings\" are archived at the online resource eFanzines.\n\n"
        },
        {
            "title": "Organization",
            "text": "APAs were a way for widely distributed groups of people to discuss a common interest together in a single forum before the advent of electronic bulletin boards or the Internet. Many were founded in the 1930s and later by fans of science fiction, comics,[3] music, cinema and other topics as a way to develop writing, design and illustration skills. Many professional journalists, creative writers and artists practised in APA groups and email mailing lists.\n\nA Central Mailer (CM) (sometimes called a Distribution Manager or Official Editor) is the coordinator of an APA. The heart of the role is the distribution of the association's publication to its members. The CM manages the subscription lists and the deadlines to which the association works. The CM is usually responsible for chasing members to ensure maximum participation although some APAs simply accumulate contributions between deadlines and mail out whatever is available at the mailing deadline.\n\nWhere the APA requires the submission of multiple copies by contributors, the CM merely collates the contributions. Some APAs involve the submission of camera ready copy; in such cases the CM arranges the reproduction of the material.  Most APAs require the members to submit a minimum amount of material in a specified format to a specified number of mailings. This minimum activity (abbreviated to \"minac\") is usually specified as something in the form of (for example): \"at least two A4 pages to at least two out of every three mailings\". Most APAs also require each member to maintain a credit balance in a central funds account to cover common reproduction costs and postage.\n\nIn most APAs the CM provides an administrative report listing the contents of each mailing and any business information associated with the association. This can include financial accounts, membership information and some news items. Although most APAs have predetermined deadlines at regular intervals it is normal practice for the CM to specify the next mailing deadlines explicitly in each mailing.\n\nAlthough some APAs are autocratic, most run on a democratic basis and the CM usually chairs any discussions and arranges any management meetings.\n\nAPAs that require members to submit multiple copies of their contribution (commonly called \"apazines\") usually set a limit to the number of members and run a waiting list if this becomes necessary. In many cases people on the waiting list are permitted to contribute to mailings and may receive excess apazines provided by the members.\n\n"
        },
        {
            "title": "List of notable APAs",
            "text": "Unless otherwise stated, these APAs are based in the United States.\n\n"
        }
    ]
}