{
    "url": "https://en.wikipedia.org/wiki/Amazon_Prime_Video",
    "title": "Amazon Prime Video",
    "table_of_contents": [
        "1 History",
        "2 Content",
        "2.1 Original programming",
        "2.2 Amazon Channels",
        "2.3 Sports programming",
        "3 Availability",
        "3.1 Requirements",
        "3.2 Website",
        "4 Metadata",
        "4.1 Video quality",
        "4.2 Devices",
        "5 Awards and nominations",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAmazon Prime Video, also known simply as Prime Video, is an American subscription video on-demand over-the-top streaming and rental service of Amazon offered as a standalone service or as part of Amazon's Prime subscription. The service primarily distributes films and television series produced by Amazon Studios and MGM Holdings or licensed to Amazon, as Amazon Originals, with the service also hosting content from other providers, content add-ons, live sporting events, and video rental and purchasing services.\n\nOperating worldwide, the service may require a full Prime subscription to be accessed. In countries such as the United States, United Kingdom, and Germany, the service can be accessed without a full Prime subscription,[3] whereas in Australia, Canada, France, India, Turkey, and Italy, it can only be accessed through a dedicated website. Prime Video additionally offers a content add-on service in the form of channels, called Amazon Channels, or Prime Video Channels, which allow users to subscribe to additional video subscription services from other content providers within Prime Video.[4]\n\nLaunched on September 7, 2006, as Amazon Unbox in the United States, the service grew with an expanding library, and added the Prime Video membership upon the development of the Prime subscription. It was then renamed as Amazon Instant Video on Demand. After acquiring the UK-based streaming and DVD-by-mail service LoveFilm in 2011,[5] Prime Video was added to the Prime subscription in the United Kingdom, Germany and Austria in 2014,[6][7] available on a monthly subscription of £/€7.99 per month, continuing the plan of LoveFilm Instant.[8] The service was previously available in Norway, Denmark, and Sweden in 2012, but was discontinued in 2013.[9] On April 18, 2016, Amazon split Prime Video from Amazon Prime in the US for $8.99 per month.[10]\n\nOn December 14, 2016, Prime Video launched worldwide (except for Mainland China, Cuba, Iran, North Korea and Syria) expanding its reach beyond the United States, United Kingdom, Germany, Austria, and Japan. Among the new territories, the service was included with Prime in Belgium, Brazil, Canada, France, India, Ireland, Italy, Poland, Turkey and Spain, while for all other countries, it was made available for a monthly promotional price of $/€2.99 per month for the first six months and $/€5.99 per month thereafter.[11]\n\n"
        },
        {
            "title": "History",
            "text": "The service debuted on September 7, 2006, as Amazon Unbox in the United States.[12] On September 4, 2008, the service was renamed Amazon Video on Demand.[13][14] As of August 2014 the service is no longer available for downloading purchased instant videos. On February 22, 2011, the service rebranded as Amazon Instant Video and added access to 5,000 movies and TV shows for Amazon Prime members.[15][16] On February 8, 2012, Amazon signed a deal with Viacom to add shows from MTV, Nickelodeon, Comedy Central, TV Land, VH1, CMT, Spike, BET and Logo TV to Prime Instant Video.[17] On September 4, 2012, Amazon signed a deal with pay-TV channel Epix to feature movies on their streaming service, in a move to rival their competitor Netflix.[18] Additionally, in November 2013, Amazon premiered the comedies Alpha House and Betas, which are original series available exclusively online via the Prime Instant Video service. Amazon offered the first three episodes of both series at once for free, with each subsequent episode released weekly thereafter for  Prime members.[19]\n\nIn February 2014, Amazon announced that the streaming service of its UK subsidiary LoveFilm would be folded into the Instant Video service on February 26, 2014.[20][21] In January 2015, Transparent became the first show produced by Amazon Studios to win a major award and the first series from a streaming video service to win the Golden Globe Award for Best Television Series – Musical or Comedy.[22]\n\nOn July 30, 2015, Amazon announced that they had hired Jeremy Clarkson, Richard Hammond, and James May to produce an untitled motoring show for Amazon Prime Video that would later be named The Grand Tour.  Neither Jeff Bezos nor Amazon.com had stated how much Clarkson, Hammond, or May are being paid to produce the programme via their production company W. Chump & Sons, but Jeff Bezos stated that the deal was \"very expensive, but worth it\".[23] The budget for the show has not officially been announced, but Andy Wilman, the former executive producer of Top Gear stated that each episode would have a budget of around £4.5 million, nine times larger than Top Gear's budget.[24] Also in July, Amazon announced plans to expand the service into India.[25]\n\nIn September 2015 the word \"Instant\" was dropped from its title in the US, and it was renamed simply Amazon Video.[26] In November 2016, the Wall Street Journal reported that Amazon was pursuing streaming rights to U.S. professional sports leagues to further differentiate the service.[27][28][29]\n\nAmazon announced in November 2016 that it planned to stream The Grand Tour globally, which led to speculation over whether the full Prime Video service would begin a wider international rollout to compete with Netflix.[30][31] On December 14, 2016, Prime Video expanded into 200 additional countries.[32]\n\nAmazon Studios owns global television adaptation rights to The Lord of the Rings, which streams on Prime Video.[33]\n\nOn May 17, 2021, parent company Amazon entered negotiations to acquire Hollywood studio Metro-Goldwyn-Mayer (MGM).[34] On May 26, 2021, it was officially announced that they would acquire MGM for $8.45 billion, subject to regulatory approvals and other routine closing conditions; with the studio continuing to operate as a label alongside Amazon Studios and Amazon Prime Video.[35] The deal was closed after receiving all governmental approvals on March 17, 2022.[36]\nIn July 2021, Amazon and Universal Pictures reached a multi-year deal to bring Universal's films to Prime Video, as well as IMDb TV (soon Amazon Freevee). As part of the deal, titles from Universal's library as well as future theatrical releases would become available on Amazon's streaming services following their first pay window and four months after release on Peacock. The deal makes major franchises such as Fast & Furious, Jurassic Park and Bourne eligible to stream on Prime Video.[37] Most recently, Prime Video had signed a deal with Nigerian studio Anthill Studios.[38]\n\nOn February 9, 2022, Amazon signed a long-term deal with the Shepperton Studios for exclusive use of new production facilities.[39]\n\nOn July 31, 2022, it was announced that the service will expand to Southeast Asia, and be offered in Indonesia, Thailand and the Philippines. The offerings will include localized content, as well as localized interface and subtitles for non-local content.[40]\n\n"
        },
        {
            "title": "Content",
            "text": "In 2015, Amazon launched the Streaming Partners Program (now known as Amazon Channels), a platform allowing subscription-based third-party channels and streaming services to be offered to Amazon Prime subscribers through the Amazon Video platform. These services are separate from the Amazon Video offering, and must be purchased separately. The original launch in the U.S. included services such as Curiosity Stream, Lifetime Movie Club, AMC's Shudder, Showtime, Starz, and others.[41][42] The service subsequently added other partners, such as HBO and Cinemax, Boomerang, Discovery Channel, Fandor, Noggin, PBS Kids, Seeso and Toku.[43]\n\nIn January 2017, Amazon announced Anime Strike, an anime focused Amazon Channels service.[44] In May 2017, Amazon Channels expanded into Germany and the UK; in the UK, the company reached deals to offer channels from Discovery Communications (including Eurosport), and live/on-demand content from ITV.[42][45]\n\nOn January 5, 2018, Amazon announced that Anime Strike and Heera (a second Channel devoted to Indian films and series) would be discontinued as separate services, and that their content would be merged into the main Prime Video library at no additional charge.[46]\n\nIn April 2017, Amazon began to make sports-related content acquisitions, first acquiring non-exclusive rights to stream portions of the NFL's Thursday Night Football games during the 2017 NFL season to Prime subscribers in a $50 million deal, replacing a previous deal with Twitter.[47] In August, Amazon acquired the British television rights to the ATP World Tour beginning 2019, replacing Sky Sports. The deal will run until 2023 and will exclusively show all masters 1000 events and 12 500 and 250 series tournaments. Amazon will be the third party pay TV provider for the ATP finals and starting in 2018 for Queens Club and Eastbourne tournaments.[48][49] The ATP announced a two-year deal in September for Amazon to stream the Next Generation ATP Finals.[50] In November it was announced that Amazon had acquired the British television rights to the US Open for five years from the 2018 edition, for a reported £30 million. Eurosport who owned the pan European rights extended their deal with the US Open but excluded the UK, which was ironic as Amazon had reached a deal with the broadcaster to stream their channels on their station.[51] The ATP additionally announced that Amazon in the US would screen the tennis channel, Tennis TV from 2018.[49]\n\nIn June 2018, it was announced that Amazon had secured the UK rights to broadcast 20 live Premier League football matches from the 2019–20 season on a three-year deal. This will be the first time that the league will be shown on a domestic live streaming service, as opposed to being shown exclusively on television.[52] The deal has since been extended for a further three years until the 2024–25 season.[53]\n\nOn March 18, 2021, Prime Video announced that they have renewed their deal to and will be the exclusive broadcaster of Thursday Night Football between the 2022 and 2033 seasons.[54] Because Prime Video is a subscription service, the NFL will require Amazon to have the games syndicated to over-the-air television stations in the local market of the teams.[55]\n\nOn July 1, 2022, Amazon announced a deal with UEFA Champions League football. Prime Video will air 17 games for the 2023–24 season in the United Kingdom.[56]\n\nOn October 20, 2022, Prime Video acquired the rights to broadcast NBA during the 2022–23 season in Brazil.[57]\n\nOn November 9, 2022, Prime Video will launch seven sports talk shows from 8 AM-8 PM. They will air Monday-Friday.[58]\n\n"
        },
        {
            "title": "Availability",
            "text": "Prime Video is available worldwide (except for Mainland China, Iran, North Korea, Russia[1] and Syria).[11] Initially it was available only to residents of the United States, United Kingdom, Japan, Germany and Austria.[59][60]\n\nThe service supports online streaming via web player,[61] as well as apps on Amazon Fire-branded devices, and supported third-party mobile devices, digital media players (particularly Roku), video game consoles, and smart TVs. An Android TV app is also available, which was initially exclusive to Sony Bravia smart TVs running Android TV, and Nvidia Shield.[62]\n\nAmazon had historically withheld support for Apple TV and Google's Chromecast platform. In October 2015, the company banned the sale of these devices on its online marketplace because they do not support the Prime Video ecosystem. This led to critics arguing that Amazon was displaying protectionism against devices that could be competitors to its own Fire TV products.[63][64][65] However, in December 2017, Amazon released an Apple TV app for Prime Video,[66] and announced in April 2019 that it would add Chromecast support to the Prime Video mobile app and perform a wider release of Prime Video's Android TV app. This was delivered in July 2020[67] as part of concessions to restore access to YouTube on Fire TV devices after a related feud with Google.[68]\n\nIn some countries where Amazon Video is available and movies/television shows can be purchased or rented, Prime Video is offered on the local Amazon website (e.g. amazon.com, amazon.de, amazon.co.uk etc.).\n\nAlthough a local Amazon website might be available, the full range of digital content services (e.g. Amazon Music, Amazon Video, Kindle Store) might not be available in that particular country (e.g. amazon.in, amazon.sg, amazon.com.tr etc.). In other countries where Amazon Video is unavailable and movies/television shows cannot be purchased or rented, Prime Video is offered as a standalone service on a separate website.\n\nIn Brazil, a similar Amazon Video was launched, but under the name Loja Prime Video (\"Prime Video Shop\"), and for renting of movies only.[69]\n\n"
        },
        {
            "title": "Metadata",
            "text": "In April 2020, Amazon and Apple formed a deal that allowed Amazon to process in-app payments on the Prime Video app on iOS, without using Apple's official in-app purchase mechanism. Apple's official in-app purchase mechanism is used when a user does not have an existing Prime subscription.[71][72] This move was considered notable as most apps on the Apple App Store are not allowed to use their own payment processor; in-app transactions for digital content have to be handled by Apple.\n\nIn May 2022, Amazon removed the ability for iOS and Android users to make in-app purchases on several of Amazon's digital storefronts, including Kindle, Audible and Music apps, due to disputes over transaction fees.[73]\n\nDepending on the device, Amazon supports up to 4K (UHD) and high-dynamic-range (HDR) streaming. UHD/HDR rolled out with its original content.[74] Other titles support 1080p (HD) streaming with 5.1 Dolby Digital or Dolby Digital Plus audio, with Dolby Atmos coming soon to certain titles. For titles available for purchase (and not included in a customer's Amazon Prime subscription), the HD option is often offered at an additional price.\n\nOn March 18, 2020, Thierry Breton, a European commissioner in charge of digital policy of the European Union urged streaming services including Amazon Prime Video to limit their services. The request came as a result of the prevention of Europe's broadband networks from crashing as tens of millions of people started remote work due to the COVID-19 pandemic. The EU wanted the streaming platforms to offer only standard definition, rather than high-definition, programs and make users responsible for their data consumption.[75] On March 20, 2020, Amazon said that they have already begun the effort to reduce streaming bitrates while also maintaining a quality streaming, \"We support the need for careful management of telecom services to ensure they can handle the increased internet demand with so many people now at home full-time due to COVID-19. Prime Video is working with local authorities and Internet Service Providers where needed to help mitigate any network congestion.\"[76]\n\n"
        }
    ]
}