{
    "url": "https://en.wikipedia.org/wiki/Ambrosio_Film",
    "title": "Ambrosio Film",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Ambrosio Film was an Italian film production and distribution company which played a leading role in Italian cinema during the silent era. Established in Turin in 1906 by the pioneering filmmaker Arturo Ambrosio, assisted by cinematographers Giovanni Vitrotti and Roberto Omegna, the company initially produced large numbers of documentary and fictional short films, but its output quickly grew more ambitious.\n\nIn 1908 the company made The Last Days of Pompeii (directed by Ambrosio and Luigi Maggi). The film was a major success, further enhancing the company's status and creating a fashion for Italian historical epics which other studios copied. In the wake of this, Ambrosio oversaw the production of a series of literary adaptations.[1] The company built a large studio and picture house in Turin, and the city emerged as a major centre of the early Italian film industry.\n\nIn February 1909 Ambrosio took part in the Paris Film Congress, an attempt by leading European producers to form a cartel similar to that operated by the MPPC in the United States. However this plan fell through when Pathe, then the largest film company in the world, withdrew from the group. The same year one of his employees Ernesto Maria Pasquali left to form his own Pasquali Film.\n\nThe company enjoyed success exporting its films to lucrative foreign markets such as Britain and America (Ambrosio opened an affiliate in New York). Ambrosio struck co-production deals with Russian and Germany companies.[2] It remained a leading producer during the 1910s, but was hit by the slump that overcame the Italian film industry after the First World War. Arturo Ambrosio sold his share in the studio to a Milan businessmen Armando Zanotto.[3] The company reduced its production programmes, and in 1924 was liquidated.[4]\n\n"
        }
    ]
}