{
    "url": "https://en.wikipedia.org/wiki/American_International_Pictures",
    "title": "American International Pictures",
    "table_of_contents": [
        "1 AIP personnel",
        "2 Emphasis on teenagers",
        "3 The ARKOFF formula",
        "4 History",
        "4.1 American Releasing Corporation",
        "4.1.1 Roger Corman",
        "4.1.2 Alex Gordon",
        "4.2 American International in the 1950s",
        "4.2.1 Roger Corman",
        "4.2.2 Alex Gordon and Lou Rusoff",
        "4.2.3 Herman Cohen",
        "4.2.4 Other producers",
        "4.2.5 Pickups",
        "4.2.6 Anglo-Amalgamated",
        "4.2.7 Late 1950s crisis",
        "4.3 AIP's 1960s output",
        "4.3.1 Imports",
        "4.3.2 The Corman-Poe cycle",
        "4.3.3 List of Corman-Poe films",
        "4.3.4 Beach Party era",
        "4.3.5 International American International",
        "4.3.6 AIP-TV",
        "4.3.7 AIP Records",
        "4.4 Later years",
        "4.4.1 Resignation of Nicholson",
        "4.4.2 Arkoff alone",
        "4.5 Merger with Filmways",
        "4.6 Relaunch",
        "4.7 Legacy",
        "5 Film library",
        "5.1 1950s",
        "5.2 1960s",
        "5.3 1970s",
        "5.4 1980s",
        "5.5 2020s",
        "5.6 Unproduced films",
        "5.7 Financial earnings",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "American International Pictures (AIP) is an American motion picture production label of Metro-Goldwyn-Mayer. In its original operating period, AIP was an independent film production and distribution company known for producing and releasing films from 1955 until 1980, a year after its acquisition by Filmways in 1979.\n\nIt was formed on April 2, 1954 as American Releasing Corporation (ARC) by former Realart Pictures Inc. sales manager James H. Nicholson and entertainment lawyer Samuel Z. Arkoff[1] and their first release was the 1953 UK documentary film Operation Malaya. It was dedicated to releasing low-budget films packaged as double features, primarily of interest to the teenagers of the 1950s, 1960s, and 1970s.\n\nThe company eventually became a part of Orion Pictures, which in turn, became a division of MGM. On October 7, 2020, four decades after the original closure, MGM revived AIP as a label for acquired films for digital and theatrical releases, with MGM overseeing across streaming platforms and United Artists Releasing handling theatrical distribution in North America.\n\n"
        },
        {
            "title": "AIP personnel",
            "text": "Nicholson and Arkoff served as executive producers while Roger Corman and Alex Gordon were the principal film producers and, sometimes, directors. Writer Charles B. Griffith wrote many of the early films, along with Arkoff's brother-in-law, Lou Rusoff, who later produced many of the films he had written. Other writers included Ray Russell, Richard Matheson and Charles Beaumont. Floyd Crosby, A.S.C. famous for his camera work on a number of exotic documentaries and the Oscar winner, High Noon, was chief cinematographer. His innovative use of surreal color and odd lenses and angles gave AIP films a signature look. The early rubber monster suits and miniatures of Paul Blaisdell were used in AIP's science fiction films. The company also hired Les Baxter[2] and Ronald Stein to compose many of its film scores.\n\nIn the 1950s, the company had a number of actors under contract, including John Ashley, Fay Spain and Steve Terrell.\n\n"
        },
        {
            "title": "Emphasis on teenagers",
            "text": "When many of ARC/AIP's first releases failed to earn a profit, Arkoff quizzed film exhibitors who told him of the value of the teenage market as adults were watching television.[3][4]  AIP stopped making Westerns with Arkoff explaining: \"To compete with television westerns you have to have color, big stars and $2,000,000\".[5]: 126 \n\nAIP was the first company to use focus groups,[6] polling American teenagers about what they would like to see and using their responses to determine titles, stars, and story content. AIP would question their exhibitors (who often provided 20% of AIP's financing[5]: 35 ) what they thought of the success of a title, then would have a writer create a script for it.[5]: 156   A sequence of tasks in a typical production involved creating a great title, getting an artist such as Albert Kallis who supervised all AIP artwork from 1955–73[7] to create a dynamic, eye-catching poster, then raising the cash, and finally writing and casting the film.\n\n"
        },
        {
            "title": "The ARKOFF formula",
            "text": "Samuel Z. Arkoff related his tried-and-true \"ARKOFF formula\" for producing a successful low-budget movie years later, during a 1980s talk show appearance. His ideas for a movie included:\n\nLater, the AIP publicity department devised a strategy called \"the Peter Pan Syndrome\":\n\na) a younger child will watch anything an older child will watch;\nb) an older child will not watch anything a younger child will watch;\nc) a girl will watch anything a boy will watch;\nd) a boy will not watch anything a girl will watch;\ntherefore:\nto catch your greatest audience you zero in on the 19-year-old male.[8]\n\n"
        },
        {
            "title": "History",
            "text": "AIP began as the American Releasing Corporation, a new distribution company formed in 1954 by James H. Nicholson and Samuel Z. Arkoff.\n\nThey were interested in distributing a car chase movie produced by Roger Corman for his Palo Alto Productions, The Fast and the Furious (1955). Corman had received offers from other companies for the film, but ARC offered to advance money to enable Corman to make two other films. Corman agreed, The Fast and the Furious performed well at the box office and the company was launched.\n\nCorman's next two films for the company were a Western, Five Guns West (1955), which Corman directed, and a science fiction film, The Beast with a Million Eyes (1955). The title from the latter had come from Nicholson.\n\nARC also distributed the Western Outlaw Treasure (1955) starring Johnny Carpenter.\n\nARC got Corman to direct another Western and science fiction double bill Apache Woman (1955) and Day the World Ended (1955). Both scripts were written by Arkoff's brother-in-law Lou Rusoff, who would become the company's leading writer in its early days. Apache Woman was produced by Alex Gordon, an associate of Arkoff's, Day was produced by Corman. Both were made by Golden State Productions, ARC's production arm.[9][10]\n\nNormally, B movies were made for the second part of a bill and received a flat rate. As television was encroaching on the B movie market, Nicholson and Arkoff felt it would be more profitable to make two low budget films and distribute them together on a double feature. Nicholson came up with a title for a film to support Day the World Ended, The Phantom from 10,000 Leagues (1955), but lacked the money to make both films. They split the costs with Dan and Jack Milner, film editors who wanted to get into production. The resulting double bill was very successful at the box office.[9]\n\nGordon also produced The Oklahoma Woman (1955), a Western by Corman, made through Sunset Productions. It was put on a double feature with Female Jungle (1955), a film noir.\n\nOther films released under the ARC banner include a British documentary Operation Malaya (1955) and Corman's Gunslinger (1956).\n\nArkoff and Nicholson had always wanted to name their company \"American International Pictures\", but the name was unavailable. When the name became available, they changed over.\n\nThere were three main production arms at AIP in the late 1950s: Roger Corman, Alex Gordon and Lou Rusoff, and Herman Cohen. Arkoff and Nicholson would buy films from other filmmakers as well, and import films from outside America.\n\nCorman continued to be an important member of AIP (though he also worked for Allied Artists and his own Filmgroup company during this period). He had a big hit for the company with the science fiction film It Conquered the World (1956) from a script by Rusoff that was rewritten by Charles B. Griffith.\n\nHis films included Rock All Night (1956); Naked Paradise (1957), in which Arkoff had a small role; The Undead; Sorority Girl; The Saga of the Viking Women and Their Voyage to the Waters of the Great Sea Serpent (1957); Machine Gun Kelly with Charles Bronson; and Teenage Caveman (1958), with Robert Vaughn.\n\nAIP also distributed films Corman helped finance films, such as Night of the Blood Beast, She Gods of Shark Reef and The Brain Eaters (all released in 1958).\n\nThe other key producer for AIP was Alex Gordon who mostly made films though his Golden State Productions outfit, usually written by Lou Rusoff. He made Girls in Prison (1956), with director Edward L. Cahn who would become one of AIP's most prolific directors. AIP released it on a double bill with Hot Rod Girl (1956).\n\nCahn also directed the following for Gordon: The She-Creature (released as a double feature with It Conquered the World); Flesh and the Spur, the last Western made by AIP; Shake, Rattle & Rock!, a rock musical with Mike Connors; Runaway Daughters (1956); Voodoo Woman; Dragstrip Girl (1957), with John Ashley; Motorcycle Gang (1957), again with Ashley; Jet Attack and Submarine Seahawk (1958). Most of these were written by Rusoff and directed by Edward L. Cahn.\n\nGordon left AIP and Rusoff alone produced Hot Rod Gang (1958) and Ghost of Dragstrip Hollow (1959).\n\nAnother key producer for AIP was Herman Cohen, who had a huge hit with I Was a Teenage Werewolf (1957) starring Michael Landon). He followed it with I Was a Teenage Frankenstein, Blood of Dracula (both also in 1957 as a double feature), How to Make a Monster (1958), The Headless Ghost and Horrors of the Black Museum (both in 1959).\n\nOther key collaborators who worked for AIP in the late 1950s included:\n\nAIP would flesh out their distribution schedule by buying films made by outside producers. These included The Astounding She-Monster, the documentary Naked Africa, The Screaming Skull (1957), The Cool and the Crazy, Daddy-O, Dragstrip Riot and Tank Battalion (1958).\n\nAIP developed a mutual relationship with Britain's Anglo-Amalgamated who would distribute AIP's product in the U.K. In return, AIP would distribute their films in the U.S., such as The Tommy Steele Story (1957) and Cat Girl (1957).\n\nAIP also imported The White Huntress (1954, England), Pulgarcito (1958, Mexico) and The Sky Calls (1959, Russia).\n\nAIP became a victim of its own success when other companies started copying its double feature strategy. Costs were rising and were not compensated by increased box office grosses. AIP shut down most of their production arms and focused on distributing films from Italy, while they decided what to do next.\n\nThe company moved into rented office space at the former Chaplin Studios.\n\nIn the late 1950s, AIP kept their company afloat by importing films from Italy. These included Sheba and the Gladiator (1959), Goliath and the Barbarians (1959) and Black Sunday (1960); the latter film proved to be one of the company's early successes.\n\nThere was also Atomic Agent (1959, France), The Angry Red Planet (1959, Denmark), Tiger of Bengal (1959) and The Indian Tomb (1960) from Fritz Lang in Germany, Portrait of a Sinner (1959, West Germany), The Professionals (1960, Great Britain), and Escape to Paradise (1960, the Philippines).\n\nThey also bought Why Must I Die? and The Jailbreakers (1960).\n\nIn the early 1960s, AIP gained some kudos by combining Roger Corman, Vincent Price and the stories of Edgar Allan Poe into a series of horror films, with scripts by Richard Matheson, Charles Beaumont, Ray Russell, R. Wright Campbell and Robert Towne.\n\nThe original idea, usually credited[who?] to Corman and Lou Rusoff, was to take Poe's story \"The Fall of the House of Usher\", which had both a high name-recognition value and the merit of being in the public domain, and thus royalty-free, and expand it into a feature film. Corman convinced the studio to give him a larger budget than the typical AIP film so he could film the movie in widescreen and color, and use it to create lavish sets as well.[11]\n\nThe success of House of Usher led AIP to finance further films based on Poe's stories. The sets and special effects were often reused in subsequent movies (for example, the burning roof of the Usher mansion reappears in most of the other films as stock footage), making the series quite cost-effective. All the films in the series were directed by Roger Corman, and they all starred Price except The Premature Burial, which featured Ray Milland in the lead. It was originally produced for another studio, but AIP acquired the rights to it.[11]\n\nAs the series progressed, Corman made attempts to change the formula. Later films added more humor to the stories, especially The Raven, which takes Poe's poem as an inspiration and develops it into an all-out farce starring Price, Boris Karloff and Peter Lorre; Karloff had starred in a 1935 film with the same title. Corman also adapted H. P. Lovecraft's short novel The Case of Charles Dexter Ward in an attempt to get away from Poe, but AIP changed the title to that of an obscure Poe poem, The Haunted Palace, and marketed it as yet another movie in the series. The last two films in the series, The Masque of the Red Death and The Tomb of Ligeia, were filmed in England with an unusually long schedule for Corman and AIP.\n\nAlthough Corman and Rusoff are generally credited with coming up with the idea for the Poe series, in an interview on the Anchor Bay DVD of Mario Bava's Black Sabbath, Mark Damon claims that he first suggested the idea to Corman. Damon also says that Corman let him direct The Pit and the Pendulum uncredited. Corman's commentary for Pit mentions nothing of this and all existing production stills of the film show Corman directing.\n\nDuring the early 1960s, AIP produced a series of horror films inspired by the Poe cycle. Of eight films, seven feature stories that are actually based on the works of Poe.\n\nSeven of the films, with the exception of The Premature Burial, featured Vincent Price as the star. Occasionally, Corman's 1963 film The Terror (produced immediately after The Raven) is recognized as being part of the Corman-Poe cycle, although the film's story and title are not based on any literary work of Poe.\n\nIn 1962, Arkoff said AIP was in a position similar to Columbia Pictures just before they made Submarine and Dirigible:\n\nBeginning with 1963's Beach Party, AIP created a new genre of beach party films featuring Annette Funicello and Frankie Avalon. The original idea and the first script were Rusoff's. The highly successful and often imitated series ended in 1966 with the seventh film, The Ghost in the Invisible Bikini. Many actors from the beach films also appeared in AIP's spy-spoofs, such as Dr. Goldfoot and the Bikini Machine (1965) and car racing films like Fireball 500 (1966) and Thunder Alley. During this time, AIP also produced or distributed most of Corman's horror films, such as X: The Man with the X-ray Eyes.\n\nIn 1966, the studio released The Wild Angels starring Peter Fonda, based loosely on the real-life exploits of the Hells Angels motorcycle gang.  This film ushered in AIP's most successful year and kicked off a subgenre of motorcycle gang films that lasted almost 10 years and included Devil's Angels, The Glory Stompers with Dennis Hopper, and The Born Losers—the film that introduced the Billy Jack character.\n\nIn 1968, AIP launched a $22 million film programme.[13] The psychedelic and hippie scenes of the late '60s were also exploited with films like The Trip, also with Fonda, Riot on Sunset Strip, Wild in the Streets, Maryjane, Gas-s-s-s and Psych-Out with Jack Nicholson. These \"social protest\" films were also highly successful. Horror movies also enjoyed a revival of popularity in the late 60s.[14]\n\nIn the U.K., AIP struck up a film making partnership with Nat Cohen and Stuart Levy's Anglo-Amalgamated.\n\nOn a trip to Italy, Arkoff met Fulvio Lucisano, an Italian screenwriter and producer who eventually headed Italian International Film,[citation needed] which co-produced 25 films in Italy for AIP.[15] Due to importing completed productions from other foreign countries being cheaper and simpler than producing their own in-house studio films in America, AIP had released many giallo, peplum, Eurospy and Macaroni Combat war films featuring many American stars and Italian stars such as the comedy team of Franco Franchi and Ciccio Ingrassia. However, AIP released only two Spaghetti Westerns (Massacre Time and God Forgives... I Don't!), perhaps recalling their failure with Westerns in the 1950s. Many of these films were edited, rewritten with different (dubbed English) dialogue, usually by Arkoff's nephew Ted Rusoff, and sometimes re-scored by Les Baxter.\n\nAIP, through Henry G. Saperstein, is known for being the major U.S. distributor for Toho's Godzilla and Daiei's Gamera (kaiju) films of the '60s and '70s. AIP also distributed other Japanese science fiction films like Frankenstein Conquers the World, Monster from a Prehistoric Planet, The X from Outer Space and the South Korean production Yongary, Monster from the Deep, as well as two Japanese animated features from Toei Animation, Alakazam the Great and Jack and the Witch.\n\nAIP also released a pair of Japanese spy thrillers re-dubbed as a comedy co-written by Woody Allen called What's Up Tiger Lily?.[16]\n\nThe studio also released edited and English-dubbed versions of several Eastern Bloc science fiction films that had the dialogue rewritten for the American market and in some cases had additional scenes filmed with American and British actors. These include the Soviet film Planeta Bur (Planet of Storms) which was released by AIP in two different English-dubbed versions, as Voyage to the Prehistoric Planet and Voyage to the Planet of Prehistoric Women and the highly regarded 1963 Czech science fiction film Ikarie XB-1, which was re-titled Voyage to the End of the Universe.\n\nA few years later, AIP backed a British Poe film directed by Gordon Hessler: The Oblong Box (1969) based on the short story of the same name.\n\nIn 1964, AIP became one of the last film studios to start its own television production company, American International Productions Television (a.k.a. American-International Television or AIP-TV).[17] AIP-TV at first released many of their 1950s films to American television stations, then filmed unsuccessful television pilots for Beach Party and Sergeant Deadhead. The company then made several color sci-fi/horror television films by Larry Buchanan that were remakes of black-and-white AIP films, and sold packages of many English-dubbed European, Japanese and Mexican films (the last type were produced by K. Gordon Murray) and foreign-made live-action and animated TV series (including Prince Planet). The best known animated series AIP-TV distributed was Sinbad Jr. and his Magic Belt.\n\nIn order to allay the fears of cinema owners who feared current releases would soon end up being shown on television, AIP issued a statement retroactive to 1963 that the company would not release any of their films to television until five years after cinema release, unless the film had not made back its original negative costs.[18] AIP-TV also filmed specials for promotion of AIP films, such as The Wild Weird World of Dr. Goldfoot (1965, ABC) and An Evening of Edgar Allan Poe (1972, syndication), both with Vincent Price.\n\nIn 1978, AIP-TV distributed the pop music series Twiggy's Jukebox. For several years around this time, AIP-TV also distributed several British TV series, including The Avengers, to U.S. stations.\n\nAIP started their own record label, American International Records, in 1959[19] to release music used in their films. There were a number of soundtrack albums as well.[20]\n\nAIP Records was once distributed by MGM Records,[21] the record label owned by AIP's successor-in-interest MGM.\n\nIn 1969, AIP went public to raise extra capital, issuing 300,000 shares.[22][23]\n\nIn 1970, they entered into an agreement with Commonwealth United Entertainment to issue their films.[24] In 1971 they released 31 films, their greatest number to date, and were seen as one of the most stable companies in Hollywood.[25] Despite their exploitation roots, they did not concentrate on R- or X-rated filmmaking during this period.[26]\n\nIn 1972, James H. Nicholson resigned from AIP to set up his own production company working out of 20th Century Fox, called Academy Pictures Corporation; its only two releases were The Legend of Hell House and Dirty Mary, Crazy Larry.[27][28] AIP bought out over 100,000 of Nicholson's shares.[29] He died shortly thereafter of a cancerous brain tumor.[30]\n\nArkoff continued on at AIP as president until the end of the decade. Heads of production during the 1970s included Larry Gordon[31] and Jere Henshaw.\n\nBy the early 1970s, AIP felt the horror movie cycle was in decline and so switched to other genres, such as kung fu and gangsters.[32] Notably, they produced some of that decade's blaxploitation films, like Blacula and Foxy Brown. In a throwback to the old \"studio days\", the company is credited with making Pam Grier a household name, as the majority of her early '70s films were made under contract to American International.\n\nIn the mid- to late 1970s, AIP began to produce more mainstream films, such as Bunny O'Hare, Cooley High, The Great Scout & Cathouse Thursday, The Amityville Horror, Love at First Bite, Meteor, Force 10 from Navarone, Shout at the Devil, The Island of Dr. Moreau and C.H.O.M.P.S.[33] The increased spending on these projects, though they did make some money, contributed to the company's downfall. In the meantime, the studio imported and released its final foreign film, an Australian film, Mad Max, dubbed into American English.\n\nJames Nicholson's first wife Sylvia was still a major shareholder of the company. She sued AIP for mismanagement, but this was resolved in 1978 when AIP bought out her shares.[34]\n\nBy the late 1970s, filmmaking costs continued to rise, AIP's tactic of moving into bigger budgeted quality pictures was not paying off at the box office, and Arkoff began to think of merging the company. \"We've been the Woolworths of the movie business but Woolworths is being out priced\", said Arkoff.[35] Talks began with Filmways, Incorporated. Negotiations stalled for a while,[36] but resumed a number of months later.[37] In 1979, AIP was sold to Filmways for $30 million and became a subsidiary production unit thereof, renamed Filmways Pictures in 1980.[38][39]\n\nArkoff was unhappy with the direction of the company and resigned to set up his own production company, receiving a pay out worth $1.4 million.[40][41]\n\nAIP-TV was absorbed as the wholly owned program syndication arm of Filmways Television. Filmways was later bought by Orion Pictures Company in 1982 and Filmways was later renamed Orion Pictures Corporation, but retained the distribution arm. This allowed Orion to establish its own distribution, after utilizing Warner Bros. for distribution. Warner Bros. still has distribution rights to Orion films which were originally distributed by this company. Today, a majority of the AIP library is owned by Metro-Goldwyn-Mayer's subsidiary Orion Pictures Corporation. The American International name is still a registered trademark owned by MGM's Orion Pictures unit.[42][43]\n\nOn October 7, 2020, it was announced that Metro-Goldwyn-Mayer relaunched AIP as a label for films that the studio will acquire for digital and limited theatrical releases. A founder of Open Road Films, Eric Hohl, was accepted as an executive of the studio, after he was reinstated by MGM in 2017. MGM will oversee AIP's new films across all streaming platforms and the theatrical releases of them will be handled by its joint distribution venture United Artists Releasing. The first film from the relaunched AIP was Breaking News in Yuba County, directed by Tate Taylor and starring Allison Janney, which was released on February 12, 2021.[44]\n\nOn May 17, 2021, technology company Amazon entered negotiations to acquire MGM and even made a bid for about $9 billion. The negotiations are made with Anchorage Capital Kevin Ulrich.[45][46] On May 26, 2021, it was officially announced that MGM will be acquired by Amazon for $8.45 billion, subject to regulatory approvals and other routine closing conditions; with the studio continuing to operate as a label under the new parent company, which includes AIP and its titles.[citation needed] The merger was finalized on March 17, 2022.[47]\n\nIn 2005, less than four years after the death of Arkoff, filmmaker and Troublemaker Studios co-founder Robert Rodriguez founded a horror genre film and television company called Rodriguez International Pictures, which is a homage to the company.\n\n"
        },
        {
            "title": "Film library",
            "text": "The following films were announced for production by AIP, but never made:\n\n"
        }
    ]
}