{
    "url": "https://en.wikipedia.org/wiki/American_middle_class",
    "title": "American middle class",
    "table_of_contents": [
        "1 History",
        "2 Sub-divisions",
        "2.1 Professional/managerial middle class",
        "2.2 Lower middle class",
        "2.3 Working class majority",
        "2.4 Weberian definition",
        "3 Income",
        "3.1 Education and income",
        "3.2 Household income controversy",
        "4 Influence",
        "5 Typical occupations",
        "6 Consumption",
        "7 Academic models",
        "8 Middle-class squeeze",
        "8.1 Struggle for reemployment: downsizing and outsourcing",
        "8.2 Increasing inequality",
        "8.2.1 Up to 2008",
        "8.2.2 2008 and after",
        "9 See also",
        "10 References",
        "11 Bibliography",
        "11.1 News articles",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThough the American middle class does not have a definitive definition,[1] contemporary social scientists have put forward several ostensibly congruent theories on it. Depending on the class model used, the middle class constitutes anywhere from 25% to 75% of households.\n\nOne of the first major studies of the middle class in America was White Collar: The American Middle Classes, published in 1951 by sociologist C. Wright Mills. Later sociologists such as Dennis Gilbert of Hamilton College commonly divide the middle class into two sub-groups. Constituting roughly 15% to 20% of households is the upper or professional middle class consisting of highly educated, salaried professionals and managers. Constituting roughly one third of households is the lower middle class consisting mostly of semi-professionals, skilled craftsmen and lower-level management.[2][3] Middle-class persons commonly have a comfortable standard of living, significant economic security, considerable work autonomy and rely on their expertise to sustain themselves.[4]\n\nMembers of the middle class belong to diverse groups which overlap with each other. Overall, middle-class persons, especially upper-middle-class individuals, are characterized by conceptualizing, creating and consulting. Thus, college education is one of the main indicators of middle-class status. Largely attributed to the nature of middle-class occupations, middle class values tend to emphasize independence, adherence to intrinsic standards, valuing innovation and respecting non-conformity.[2][4] The middle class is more politically active than other demographics.[5]\n\nIncome varies considerably, from near the national median to well in excess of US$100,000.[2][3] However, household income figures do not always reflect class status and standard of living as they are largely influenced by the number of income earners and fail to recognize household size. It is therefore possible for a large, dual-earner, lower middle class household to out-earn a small, one-earner, upper middle class household.[4] The middle classes are very influential as they encompass the majority of voters, writers, teachers, journalists and editors.[6] Most societal trends in the U.S. originate within the middle classes.[7]\n\n"
        },
        {
            "title": "History",
            "text": "Scholars have a variety of technical measures of who is  middle-class. By contrast public opinion has a variety of implicit measures. The definitions seem to stretch quite a great deal depending on the political cause that is being invoked or defended, as one commentator noted:\n\n"
        },
        {
            "title": "Sub-divisions",
            "text": "The middle class by one definition consists of an upper middle class, made up of professionals distinguished by exceptionally high educational attainment as well as high economic security; and a lower middle class, consisting of semi-professionals. While the groups overlap, differences between those at the center of both groups are considerable.\n\nThe lower middle class has lower educational attainment, considerably less workplace autonomy, and lower incomes than the upper middle class. With the emergence of a two-tier labor market, the economic benefits and life chances of upper middle class professionals have grown considerably compared to those of the lower middle class.[2][4]\n\nThe lower middle class needs two income earners in order to sustain a comfortable standard of living, while many upper middle class households can maintain a similar standard of living with just one income earner.[9][10]\n\nThe \"professional class\", also called the \"upper middle class,\" consists mostly of highly educated white collar salaried professionals, whose work is largely self-directed. In 2005, these household incomes commonly exceed $100,000 per year.[2][4][11] Class members typically hold graduate degrees, with educational attainment serving as the main distinguishing feature of this class.[2][12]\n\nThese professionals typically conceptualize, create, consult, and supervise. As a result, upper middle class employees enjoy great autonomy in the work place and are more satisfied with their careers than non-professional middle class individuals. In terms of financial wealth income, the professional middle class fits in the top third, but seldom reach the top 5% of American society.[13] According to sociologists such as Dennis Gilbert, James M. Henslin, Joseph Hickey, and William Thompson, the upper middle class constitutes 15% of the population.[2]\n\nValues and mannerisms are difficult to pinpoint for a group encompassing millions of persons. Naturally, any large group of people will feature social diversity to some extent. However, some generalizations can be made using education and income as class defining criteria. William Thompson and Joseph Hickey noted that upper middle class individuals have a more direct and confident manner of speech.[2] In her 1989 publication Effects of Social Class and Interactive Setting on Maternal Speech, Erica Hoff-Ginsberg found that among her surveyed subjects, \"upper-middle class mothers talked more per unit of time and sustained longer interactions with children\". She also found that the speech of upper middle-class mothers differs \"in its functional, discourse, and lexico-syntactic properties\", from those in the working class.[15]\n\nUpper middle-class manners tend to require individuals to engage in conversational discourse with rather distant associates and to abstain from sharing excessive personal information. This contradicts working-class speech patterns, which often include frequent mentions of one's personal life.[16] Further research also suggests that working-class parents emphasize conformity, traditional gender roles, and the adherence to external standards in their children, such as being neat and clean and \"[believing] in strict leadership\".[17] This contrasted with professional-class households, where gender roles were more egalitarian and loosely defined. Upper middle class children were largely taught to adhere to internal standards, with curiosity, individuality, self-direction, and openness to new ideas being emphasized.[14]\n\nWhile a recent Gallup survey showed mass affluent households to be conservative on economic issues while liberal on social issues, the upper middle class seems to be relatively politically polarized. In the 2006 mid-term elections both Democrats and Republicans received over 40% of the vote from those with advanced degrees and those in households with six figure incomes. While households with incomes exceeding $100,000 tend to favor Republicans slightly, they are also the only income demographic where Ralph Nader won more than 1% of the vote. Among those with graduate degrees, a smaller group than those with six figure incomes, the majority tends to vote Democratic[18] with roughly 1% having voted for Nader in 2004.[19]\n\nThe lower middle class is the 2nd most populous according to both Gilbert's as well as Thompson & Hickey's models, constituting roughly one third of the population, the same percentage as the working class. However, according to Henslin, who also divides the middle class into two sub-groups, the lower middle class is the most populous, constituting 34% of the population.[3] In all three class models the lower middle class is said to consist of \"semi-professionals\" and lower level white collar employees. An adaptation by sociologists Brian K. William, Stacy C. Sawyer, and Carl M. Wahlstrom of Dennis Gilbert's class model gave the following description of the lower middle class:[3]\n\nTaking into account the percentages provided in the six-class model by Gilbert, as well as the model of Thompson and Hickey, one can apply U.S. Census Bureau statistics regarding income. According to these class models the lower middle class is located roughly between the 52nd and 84th percentile of society. In terms of personal income distribution in 2005, that would mean gross annual personal incomes from about $32,500 to $60,000.[20]\n\nAs 42% of all households, and the majority of those in the top 40%, had two income earners, household income figures would be significantly higher, ranging from roughly $50,000 to $100,000 in 2005.[13] In terms of educational attainment, 27% of persons had a Bachelor's degree or higher.\n\nSeen from a sociological perspective based on class-cleavages, the majority of Americans can be described as members of the working class.[21]\n\nThe use of the term \"working class\" is applicable if the position of individuals, households and families in relation to the production of goods and services is the main determinant of social class. Class distinctions are seen in the distribution of individuals within society whose influence and importance differ. The nature of a person's work and the associated degrees of influence, responsibility, and complexity determine a person's social class. The higher the degree of influence and responsibility a person has or the more complex the work, the higher his or her status in society.[22]\n\nAs qualified personnel become scarce for relatively important, responsible, and complex occupations income increases, following the economic theory of scarcity resulting in value. According to this approach, occupation becomes more essential in determining class than income.[22] Whereas professionals tend to create, conceptualize, consult and instruct, most Americans do not enjoy a high degree of independence in their work, as they merely follow set instructions.[7][21]\n\nDefinitions of the working class are confusing. Defined in terms of income, they may be split into middle-middle or statistical middle class in order to speak to issues of class structure. Class models such as Dennis Gilbert or Thompson and Hickey estimate that roughly 53% of Americans are members of the working or lower classes.[2][14]\n\nFactors such as nature of work and lack of influence within their jobs leads some theorists to the conclusion that most Americans are working class. They have data that shows the majority of workers are not paid to share their ideas. These workers are closely supervised and do not enjoy independence in their jobs. Also, they are not paid to think. For example: The median annual earnings of salaried dentists were $136,960 in May 2006, indicating a high degree of scarcity for qualified personnel. The opinions and thoughts of dentists, much like those of other professionals, are sought after by their organizations and clients. The dentist creates a diagnosis, consults the patient, and conceptualizes a treatment.[23] In 2009, Dental assistants made roughly $14.40 an hour, about $32,000 annually. Unlike dentists, dental assistants do not have much influence over the treatment of patients.[24] They carry out routine procedures and follow the dentists' instructions. Here we see that a dental assistant being classified as working class. Similar relationships can be observed in other occupations.\n\nSome modern theories of political economy consider a large middle class to be a beneficial and stabilizing influence on society because it has neither the possibly explosive revolutionary tendencies of the lower class, nor the absolutist tendencies of an entrenched upper class. Most sociological definitions of middle class follow Max Weber. Here, the middle class is defined as consisting of professionals or business owners who share a culture of domesticity and sub-urbanity and a level of relative security against social crisis in the form of socially desired skill or wealth. Thus, the theory on the middle class by Weber can be cited as one that supports the notion of the middle class being composed of a quasi-elite of professionals and managers, who are largely immune to economic downturns and trends such as out-sourcing which affect the statistical middle class.[10]\n\n"
        },
        {
            "title": "Income",
            "text": "Sociologists   contend that middle class persons usually have above median incomes. As social classes lack clear boundaries and overlap there are no definite income thresholds as for what is considered middle class. In 2004, sociologist Leonard Beeghley identifies a male making $57,000 and a female making $40,000 with a combined households income of $97,000 as a typical American middle-class family.[25] In 2005, sociologists William Thompson and Joseph Hickey estimate an income range of roughly $35,000 to $75,000 for the lower middle class and $100,000 or more for the upper middle class. \n\nEducational attainment is one of the most prominent determinants of class status. Expertise  is a necessary component of the capitalist market system, and is seen as  one of the factors of production.[11]  Those with higher educational attainment tend to be positioned in occupations with greater autonomy, influence over the organizational process, and higher financial compensation.[11][7][29] The following chart further explains the  correlation between educational attainment and personal as well as household income.[12]\n\nSource: U.S. Census Bureau, 2018[30]\n\nHousehold income is one of a household's attributes most commonly used to determine its class status but income may not always accurately reflect a household's position within society or the economy.[22] Unlike personal income, household income does not reflect occupational achievement as much as it measures the number of income earners. Sociologist Dennis Gilbert acknowledges that a working-class household with two income earners may out-earn a single-income upper-middle-class household. For example, according to the US Department of Labor, two registered nurses could quite easily command a household income of $126,000 in 2006,[31] while the median income for a lawyer was $94,930.[32]\n\nFurthermore, household income fails to recognize household size. For example, a single attorney, earning $95,000, may have a higher standard of living than a family of four with an income of $120,000. Yet household income is still a commonly used class indicator.[14]\n\n"
        },
        {
            "title": "Influence",
            "text": "The influence of the middle class depends on which theory one utilizes. If the middle class is defined as a modern bourgeoisie, the \"middle class\" has great influence. If middle class is used in a manner that includes all persons who are at neither extreme of the social strata, it might still be influential, as such definition may include the \"professional middle class\", which is then commonly referred to as the \"upper middle class\". Despite the fact that the professional (upper) middle class is a privileged minority, it is the perhaps the most influential class in the United States.[7]\n\nSeveral reasons can be cited as to why the professional middle class is so influential. One is that journalists, commentators, writers, professors, economists, and political scientists, who are essential in shaping public opinion, are almost exclusively members of the professional middle class. Considering the overwhelming presence of professional middle-class persons in post secondary education, another essential instrument in regards to shaping public opinion, it should come as no surprise that the lifestyle exclusive to this quasi-elite has become indicative of the American mainstream itself. In addition to setting trends, the professional middle class also holds occupations which include managerial duties, meaning that middle-class professionals spend much of their work-life directing others and conceptualizing the workday for the average worker.[7]\n\nYet another reason is the economic clout generated by this class. In 2005 according to U.S. Census statistics, the top third of society, excluding the top 5%, controlled the largest share of income in the United States.[13] Although some in the statistical middle class (for example, police officers and fire fighters in the more affluent suburbs in the San Francisco Bay Area) may have lifestyles as comfortable as those found among the ranks of the professional middle class, only few have the same degree of autonomy and influence over society as those in the professional middle class.[7] Other white-collar members of the statistical middle class may not only be unable to afford the middle-class lifestyle[9] but also lack the influence found in the professional middle class.[33]\n\n"
        },
        {
            "title": "Typical occupations",
            "text": "Due to the many different ways of sub-dividing the middle class, some occupations indicative of the professional middle class might be categorized as upper-middle or lower-middle. Typical occupations for members of the middle class are those identified as being part of \"the professions\" and often include managerial duties as well, with all being white collar:  Accountants, Tenured Professors (Post-secondary educators), Psychologists, Physicians, Engineers, Lawyers, commissioned Military Officers, Architects, Journalists, Mid-level corporate managers, Writers, Economists, Political Scientists, Urban planners, Financial managers, Registered Nurses (RNs), Pharmacists and Analysts.[7][34]\n\nAutonomy is often seen as one of the greatest measurements of a person's class status. Even though some working class employees might also enjoy largely self-directed work, large degrees of autonomy in the work place, as well as influence over the organizational process, which are commonly the results of obtained expertise, these can still be seen as hallmarks of upper-middle-class or professional-middle-class professions.[11]\n\nAs for the lower middle class, other less prestigious occupations, many sales positions, entry-level management, secretaries, etc., would be included.[35] In addition to professionals whose work is largely self-directed and includes managerial duties, many other less privileged members of the statistical middle class would find themselves in semi-independent to independent white collar positions. Many of those in the statistical middle class might work in what are called the professional support fields. These fields include occupations such as dental hygienists, and other professional and sales support.\n\n"
        },
        {
            "title": "Consumption",
            "text": "The American middle class, at least those living the lifestyle, has become known around the world for conspicuous consumption. To this day, the professional middle class in the United States holds the world record for having the largest homes, most appliances, and most automobiles. In 2005, the average new home had a square footage of 2,434 square feet (roughly 226 square meters) with 58% of these homes having ceilings with heights in excess of nine feet on the first floor. As new homes only represent a small portion of the housing stock in the US, with most suburban homes having been built in the 1970s when the average square footage was 1,600,[36] it is fair to assume that these large new suburban homes will be inhabited by members of the professional middle class.\n\nOverall, many social critics and intellectuals, most of whom are members of the professional middle class themselves, have commented on the extravagant consumption habits of the professional middle class. It is also often pointed out that the suburban lifestyle of the American professional middle class is a major reason for its record consumption. The increasing materialism, even among such a highly educated class, is also often claimed to be connected to the notion of rugged individualism which gained popularity among the ranks of the professional middle class in the 1970s and 1980s.[7][34]\n\n"
        },
        {
            "title": "Middle-class squeeze",
            "text": "When middle-class workers lose their jobs, they tend to be rehired but for a lower rate of pay. More often than not, people seek out temporary employment to make ends meet. About 4 percent of workforce, 11.4 million workers, a year are temporary workers.[citation needed]\n\nAccording to[37] Christopher B. Doob, outsourcing is companies' subcontracting of services to other companies instead of continuing to provide those services themselves. This takes away from jobs offered in the United States and makes it more difficult to maintain and get jobs. Outsourcing raises the unemployment rate, and while outsourcing has been steadily increasing since the 1990s, data on the subject is limited by the power elite. Companies like[38] Apple and[39] Nike outsource jobs overseas so they can have cheaper labor to make their products and keep from raising prices in the States.\n\nThe deliberate reduction of permanent employees in an effort to provide an organization more efficient operations and to cut costs. Large firms like IBM, AT&T, and GM are reducing their heavily middle class workforce by 10 to 20 percent because of the advancement of technology and the closing of work facilities. Downsizing has grown significantly in the States, as rising debt has forced companies to downsize so they can remain open. According to Doob, between 2005 and 2007, 3.6 million workers with three or more years on the job lost their positions because of companies closing down, relocating, having insufficient work, or due to the elimination of their positions.\n\nInequality and poverty rates are not always correlated. Poverty rates increased early in the 1980s until late in the 1990s when they started to go back down. From 2000-2010, the percentage of all people living in poverty rose from 11.3% to 15.1%. This statistical measure of the poverty rate takes into account only a household's current yearly income, while ignoring the net worth of the household.[40][41]\n\nIncome data indicate that the middle class, including the upper middle class, have seen far slower income growth than the top 1% since 1980.[43][44] While its income increased as fast as that of the rich in the years following World War II, it has since experienced far slower income gains than the top. According to economist Janet Yellen \"the growth [in real income] was heavily concentrated at the very tip of the top, that is, the top 1 percent\".[44] Between 1979 and 2005, the mean after-tax income of the top 1% increased by an inflation adjusted 176% versus 69% for the top 20% overall. The fourth quintile saw its mean net income increase by 29%, the middle income quintile by 21%, the second quintile by 17% and the bottom quintile by 6%, respectively.[42]\n\nThe share of gross annual household income of the top 1% has increased to 19.4%, the largest share since the late 1920s.[45][46][47] As the U.S. is home to a progressive tax structure the share of net-income received by the top 1% is smaller, and the share of the middle class consequently larger, than their shares of gross pre-tax income. In 2004, the top percentile's share of net income was 14%, 27.8% less than its share of gross income, but nonetheless nearly twice as large as in 1979, when it was clocked at 7.5%.[42]\n\nThe reduced size of the share of aggregate share of income, both before and after tax, of the middle class has been attributed to the reduced bargaining power of wage earning employees, caused by the decline of unions; a lessening of government redistribution;[48] and technological changes which have created opportunities for certain people to accumulate far greater relative wealth very quickly (including larger markets due to globalization and Information Age technologies allowing faster and wider distribution of work product).\n\nIn 2006 households that earn between $25,000 and $75,000 represent approximately the middle half of the income distribution tables provided by the U.S. Census Bureau. Over the past two decades, the number of households in those brackets decreased by 3.9%, from 48.2% to 44.3%. During the same time period, the number of households with incomes below $25,000 decreased 3.5%, from 28.7% to 25.2%, while the number of households with incomes above $75,000 increased over 7%, from 23.2% to 30.4%.[40] A possible explanation for the increase in the higher earnings categories is that more households now have two wage earners.[49] However, a closer analysis reveals all of the 7% increase can be found in households who earn over $100,000.[40]\n\nA study by Brookings Institution in June 2006 revealed that Middle-income neighborhoods as a proportion of all metropolitan neighborhoods declined from 58 percent in 1970 to 41 percent in 2000. As housing costs increase, the middle class is squeezed and forced to live in less desirable areas making upward mobility more difficult. Safety, school systems, and even jobs are all linked to neighborhood types.[50]\n\nThe statistics used to track the share of income going to the top 1% have been criticized by Alan Reynolds. He points out that the Tax Reform Act of 1986 changed the way that income is defined on tax returns, which is the primary source of data utilized to compile income shares.[51] Among these changes includes the fact that beginning in the 1980s, many C-Corporations switched to S-Corporations, which changed the way that their income is reported on income tax returns. S-Corporations report all income on the individual income tax returns of the owners, while C-Corporations file a separate tax return and corporate profits are not allocated to any individuals. Prior to 1986, approximately one fourth of all American corporations were S-Corporations, but by 1997 this share had risen to more than half. In addition, by 2001 S-Corporations were responsible for about 25% of before-tax profits.[52]\n\nThis shift to S-Corporations means that income previously not included on personal income tax returns appeared there during this change, as S-Corporation investors directly pay taxes on corporate profit regardless of whether it is distributed or not. Furthermore, Reynolds points out in the same literature that tax-deferred savings accounts grew substantially from the 1980s onward, so that investment income to these accounts was not included as personal income in the years which it accrued. The CBO noted that at the end of 2002, $10.1 trillion was in tax-deferred retirement plans, and that $9 trillion of that was taxable upon withdrawal.[53] These numbers amount to potentially large amounts of investment income to middle-class families that are no longer reported on tax returns each year, but were reported prior to the widespread growth of tax-deferred retirement plans.\n\nPanel data that track the same individuals over time are much more informative than statistical categories that do not correspond to specific people. The Treasury did a study in 2007 that tracked the same individual taxpayers over the age of 25 from 1996 to 2005 and found differing results from what the graph above shows.[54] The results showed that during those years, half of taxpayers moved to a different income quintile, with half of those in the bottom quintile moving to a higher one. About 60% of taxpayers in the top 1% in 1996 no longer stayed in that category by 2005.\n\nOn an absolute scale, the lowest incomes saw the greatest gains in percentage terms and the highest incomes actually declined. Half of those in the bottom 20% in 1996 saw their incomes at least double during these years, while the median income of the top 1% declined by 25.8%. The reason that the results are so inconsistent with household income statistics is that household statistics do not track the same people over time; it is important to specify how many of the households in the top 1% in a given year were still there when looking at that category years later and gauging income gains.\n\nAfter the financial crisis of 2007–2008, inequality between social classes has further increased. As William Lazonick puts it:\n\n"
        }
    ]
}