{
    "url": "https://en.wikipedia.org/wiki/American_English",
    "title": "American English",
    "table_of_contents": [
        "1 History",
        "2 Phonology",
        "2.1 Conservative phonology",
        "2.2 Innovative phonology",
        "3 Vocabulary",
        "4 Differences between American and British English",
        "5 Varieties",
        "5.1 Regional accents",
        "5.2 General American",
        "5.3 Other varieties",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Bibliography",
        "10 Further reading",
        "10.1 History of American English",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAmerican English, sometimes called United States English or U.S. English,[b] is the set of varieties of the English language native to the United States.[5] English is the most widely spoken language in the United States and in most circumstances is the de facto common language used in government, education and commerce. Since the 20th century, American English has become the most influential form of English worldwide.[6][7][8][9][10][11]\n\nAmerican English varieties include many patterns of pronunciation, vocabulary, grammar and particularly spelling that are unified nationwide but distinct from other English dialects around the world.[12] Any American or Canadian accent perceived as lacking noticeably local, ethnic or cultural markers is popularly called \"General\" or \"Standard\" American, a fairly uniform accent continuum native to certain regions of the U.S. and associated nationally with broadcast mass media and highly educated speech. However, historical and present linguistic evidence does not support the notion of there being one single \"mainstream\" American accent.[13][14] The sound of American English continues to evolve, with some local accents disappearing, but several larger regional accents having emerged in the 20th century.[15]\n\n"
        },
        {
            "title": "History",
            "text": "The use of English in the United States is a result of British colonization of the Americas. The first wave of English-speaking settlers arrived in North America during the early 17th century, followed by further migrations in the 18th and 19th centuries. During the 17th and 18th centuries, dialects from many different regions of England and the British Isles existed in every American colony, allowing a process of extensive dialect mixture and leveling in which English varieties across the colonies became more homogeneous compared with the varieties in Britain.[16][17] English thus predominated in the colonies even by the end of the 17th century's first immigration of non-English speakers from Western Europe and Africa. Additionally, firsthand descriptions of a fairly uniform American English (particularly in contrast to the diverse regional dialects of British English) became common after the mid-18th century,[18] while at the same time speakers' identification with this new variety increased.[19]\nSince the 18th century, American English has developed into some new varieties, including regional dialects that retain minor influences from waves of immigrant and enslaved speakers of diverse languages.[20][8][21]\n\nSome racial and regional variation in American English reflects these groups' geographic settlement, their de jure or de facto segregation, and patterns in their resettlement. This can be seen, for example, in the influence of the Scotch-Irish immigration in Appalachia developing Appalachian English and the Great Migration bringing African-American Vernacular English to the Great Lakes urban centers.[20][22]\n\n"
        },
        {
            "title": "Phonology",
            "text": "Any phonologically unmarked North American accent is known as \"General American\" (akin to Received Pronunciation in British English, which has been referred to as \"General British\"). This section mostly refers to such General American features.\n\nStudies on historical usage of English in both the United States and the United Kingdom suggest that spoken American English did not simply deviate away from period British English, but is conservative in some ways, preserving certain features contemporary British English has since lost.[23]\n\nFull rhoticity (or R-fulness) is typical of American accents, pronouncing the phoneme /r/ (corresponding to the letter ⟨r⟩) in all environments, including after vowels, such as in pearl, car and court.[24][25] Non-rhotic American accents, those that do not pronounce ⟨r⟩ except before a vowel, such as some Eastern New England, New York, a specific few (often older) Southern, and African American vernacular accents, are often quickly noticed by General American listeners and perceived to sound especially ethnic, regional or \"old-fashioned\".[24][26][27]\n\nRhoticity is common in most American accents, although it is now rare in England because during the 17th-century British colonization nearly all dialects of English were rhotic, and most North American English simply remained that way.[28] The preservation of rhoticity in North America was also supported by continuing waves of rhotic-accented Scotch-Irish immigrants, most intensely during the 18th century (and moderately during the following two centuries) when the Scotch-Irish eventually made up one-seventh of the colonial population. Scotch-Irish settlers spread from Delaware and Pennsylvania throughout the larger Mid-Atlantic region, the inland regions of both the South and North and throughout the West: American dialect areas that were all uninfluenced by upper-class non-rhoticity and that consequently have remained consistently rhotic.[29] The pronunciation of ⟨r⟩ is a postalveolar approximant [ɹ̠] (listen) or retroflex approximant [ɻ] (listen),[30] but a unique \"bunched tongue\" variant of the approximant r sound is also associated with the United States, perhaps mostly in the Midwest and the South.[31]\n\nAmerican accents that have not undergone the cot–caught merger (the lexical sets LOT and THOUGHT) have instead retained a LOT–CLOTH split: a 17th-century distinction in which certain words (labeled as the CLOTH lexical set) separated away from the LOT set. The split, which has now reversed in most British English, simultaneously shifts this relatively recent CLOTH set into a merger with the THOUGHT (caught) set. Having taken place prior to the unrounding of the cot vowel, it results in lengthening and perhaps raising, merging the more recently separated vowel into the THOUGHT vowel in the following environments: before many instances of /f/, /θ/, and particularly /s/ (as in Austria, cloth, cost, loss, off, often, etc.), a few instances before /ŋ/ (as in strong, long, wrong), and variably by region or speaker in gone, on, and certain other words.[32]\n\nThe standard accent of southern England, Received Pronunciation (RP), has evolved in other ways compared to which General American has remained relatively conservative. Examples include the modern RP features of a  trap–bath split and the fronting of /oʊ/, neither of which is typical of General American accents. Moreover, American dialects do not participate in H-dropping, an innovative feature that now characterizes perhaps a majority of the regional dialects of England.\n\nHowever, General American is more innovative than the dialects of England or elsewhere in the world in a number of its own ways:\n\nSome mergers found in most varieties of both American and British English include the following:\n\n"
        },
        {
            "title": "Vocabulary",
            "text": "The process of coining new lexical items started as soon as English-speaking British-American colonists began borrowing names for unfamiliar flora, fauna, and topography from the Native American languages.[75] Examples of such names are opossum, raccoon, squash, moose (from Algonquian),[75] wigwam, and moccasin. American English speakers have integrated traditionally non-English terms and expressions into the mainstream cultural lexicon; for instance, en masse, from French; cookie, from Dutch; kindergarten from German,[76] and rodeo from Spanish.[77][78][79][80] Landscape features are often loanwords from French or Spanish, and the word corn, used in England to refer to wheat (or any cereal), came to denote the maize plant, the most important crop in the U.S.\n\nMost Mexican Spanish contributions came after the War of 1812, with the opening of the West, like ranch (now a common house style). Due to Mexican culinary influence, many Spanish words are incorporated in general use when talking about certain popular dishes: cilantro (instead of coriander), queso, tacos, quesadillas, enchiladas, tostadas, fajitas, burritos, and guacamole. These words usually lack an English equivalent and are found in popular restaurants. New forms of dwelling created new terms (lot, waterfront) and types of homes like log cabin, adobe in the 18th century; apartment, shanty in the 19th century; project, condominium, townhouse, mobile home in the 20th century; and parts thereof (driveway, breezeway, backyard).[citation needed] Industry and material innovations from the 19th century onwards provide distinctive new words, phrases, and idioms through railroading (see further at rail terminology) and transportation terminology, ranging from types of roads (dirt roads, freeways) to infrastructure (parking lot, overpass, rest area), to automotive terminology often now standard in English internationally.[81] Already existing English words—such as store, shop, lumber—underwent shifts in meaning; others remained in the U.S. while changing in Britain. Science, urbanization, and democracy have been important factors in bringing about changes in the written and spoken language of the United States.[82] From the world of business and finance came new terms (merger, downsize, bottom line), from sports and gambling terminology came, specific jargon aside, common everyday American idioms, including many idioms related to baseball. The names of some American inventions remained largely confined to North America (elevator [except in the aeronautical sense], gasoline) as did certain automotive terms (truck, trunk).[citation needed]\n\nNew foreign loanwords came with 19th and early 20th century European immigration to the U.S.; notably, from Yiddish (chutzpah, schmooze, bupkis, glitch) and German (hamburger, wiener).[83][84] A large number of English colloquialisms from various periods are American in origin; some have lost their American flavor (from OK and cool to nerd and 24/7), while others have not (have a nice day, for sure);[85][86] many are now distinctly old-fashioned (swell, groovy). Some English words now in general use, such as hijacking, disc jockey, boost, bulldoze and jazz, originated as American slang.\n\nAmerican English has always shown a marked tendency to use words in different parts of speech and nouns are often used as verbs.[87] Examples of nouns that are now also verbs are interview, advocate, vacuum, lobby, pressure, rear-end, transition, feature, profile, hashtag, head, divorce, loan, estimate, X-ray, spearhead, skyrocket, showcase, bad-mouth, vacation, major, and many others. Compounds coined in the U.S. are for instance foothill, landslide (in all senses), backdrop, teenager, brainstorm, bandwagon, hitchhike, smalltime, and a huge number of others. Other compound words have been founded based on industrialization and the wave of the automobile: five-passenger car, four-door sedan, two-door sedan, and station-wagon (called an estate car in England).[88] Some are euphemistic (human resources, affirmative action, correctional facility). Many compound nouns have the verb-and-preposition combination: stopover, lineup, tryout, spin-off, shootout, holdup, hideout, comeback, makeover, and many more. Some prepositional and phrasal verbs are in fact of American origin (win out, hold up, back up/off/down/out, face up to and many others).[89]\n\nNoun endings such as -ee (retiree), -ery (bakery), -ster (gangster) and -cian (beautician) are also particularly productive in the U.S.[87] Several verbs ending in -ize are of U.S. origin; for example, fetishize, prioritize, burglarize, accessorize, weatherize, etc.; and so are some back-formations (locate, fine-tune, curate, donate, emote, upholster and enthuse). Among syntactical constructions that arose are outside of, headed for, meet up with, back of, etc. Americanisms formed by alteration of some existing words include notably pesky, phony, rambunctious, buddy, sundae, skeeter, sashay and kitty-corner. Adjectives that arose in the U.S. are, for example, lengthy, bossy, cute and cutesy, punk (in all senses), sticky (of the weather), through (as in \"finished\"), and many colloquial forms such as peppy or wacky.\n\nA number of words and meanings that originated in Middle English or Early Modern English and that have been in everyday use in the United States have since disappeared in most varieties of British English; some of these have cognates in Lowland Scots. Terms such as fall (\"autumn\"), faucet (\"tap\"), diaper (\"nappy\"; itself unused in the U.S.), candy (\"sweets\"), skillet, eyeglasses, and obligate are often regarded as Americanisms. Fall for example came to denote the season in 16th century England, a contraction of Middle English expressions like \"fall of the leaf\" and \"fall of the year.\"[90][better source needed] Gotten (past participle of get) is often considered to be largely an Americanism.[8][91] Other words and meanings were brought back to Britain from the U.S., especially in the second half of the 20th century; these include hire (\"to employ\"), I guess (famously criticized by H. W. Fowler), baggage, hit (a place), and the adverbs overly and presently (\"currently\"). Some of these, for example, monkey wrench and wastebasket, originated in 19th century Britain. The adjectives mad meaning \"angry,\" smart meaning \"intelligent,\" and sick meaning \"ill\" are also more frequent in American (and Irish) English than British English.[92][93][94]\n\nLinguist Bert Vaux created a survey, completed in 2003, polling English speakers across the United States about their specific everyday word choices, hoping to identify regionalisms.[95] The study found that most Americans prefer the term sub for a long sandwich, soda (but pop in the Great Lakes region and generic coke in the South) for a sweet and bubbly soft drink,[96] you or you guys for the plural of you (but y'all in the South), sneakers for athletic shoes (but often tennis shoes outside the Northeast), and shopping cart for a cart used for carrying supermarket goods.\n\n"
        },
        {
            "title": "Differences between American and British English",
            "text": "American English and British English (BrE) often differ at the levels of phonology, phonetics, vocabulary, and, to a much lesser extent, grammar and orthography. The first large American dictionary, An American Dictionary of the English Language, known as Webster's Dictionary, was written by Noah Webster in 1828, codifying several of these spellings.\n\nDifferences in grammar are relatively minor, and do not normally affect mutual intelligibility; these include: typically a lack of differentiation between adjectives and adverbs, employing the equivalent adjectives as adverbs he ran quick/he ran quickly; different use of some auxiliary verbs; formal (rather than notional) agreement with collective nouns; different preferences for the past forms of a few verbs (for example, AmE/BrE: learned/learnt, burned/burnt, snuck/sneaked, dove/dived) although the purportedly \"British\" forms can occasionally be seen in American English writing as well; different prepositions and adverbs in certain contexts (for example, AmE in school, BrE at school); and whether or not a definite article is used, in very few cases (AmE to the hospital, BrE to hospital; contrast, however, AmE actress Elizabeth Taylor, BrE the actress Elizabeth Taylor). Often, these differences are a matter of relative preferences rather than absolute rules; and most are not stable since the two varieties are constantly influencing each other,[97] and American English is not a standardized set of dialects.\n\nDifferences in orthography are also minor. The main differences are that American English usually uses spellings such as flavor for British flavour, fiber for fibre, defense for defence, analyze for analyse, license for licence, catalog for catalogue and traveling for travelling. Noah Webster popularized such spellings in America, but he did not invent most of them. Rather, \"he chose already existing options on such grounds as simplicity, analogy or etymology.\"[98] Other differences are due to the francophile tastes of the 19th century Victorian era Britain (for example they preferred programme for program, manoeuvre for maneuver, cheque for check, etc.).[99] AmE almost always uses -ize in words like realize. BrE prefers -ise, but also uses -ize on occasion (see: Oxford spelling).\n\nThere are a few differences in punctuation rules. British English is more tolerant of run-on sentences, called \"comma splices\" in American English, and American English requires that periods and commas be placed inside closing quotation marks even in cases in which British rules would place them outside. American English also favors the double quotation mark (\"like this\") over the single ('as here').[100]\n\nVocabulary differences vary by region. For example, autumn is used more commonly in the United Kingdom, whereas fall is more common in American English. Some other differences include: aerial (United Kingdom) vs. antenna, biscuit (United Kingdom) vs. cookie/cracker, car park (United Kingdom) vs. parking lot, caravan (United Kingdom) vs. trailer, city centre (United Kingdom) vs. downtown, flat (United Kingdom) vs. apartment, fringe (United Kingdom) vs. bangs, and holiday (United Kingdom) vs. vacation.[101]\n\nAmE sometimes favors words that are morphologically more complex, whereas BrE uses clipped forms, such as AmE transportation and BrE transport or where the British form is a back-formation, such as AmE burglarize and BrE burgle (from burglar). However, while individuals usually use one or the other, both forms will be widely understood and mostly used alongside each other within the two systems.\n\n"
        },
        {
            "title": "Varieties",
            "text": "While written American English is largely standardized across the country and spoken American English dialects are highly mutually intelligible, there are still several recognizable regional and ethnic accents and lexical distinctions.\n\nThe regional sounds of present-day American English are reportedly engaged in a complex phenomenon of \"both convergence and divergence\": some accents are homogenizing and leveling, while others are diversifying and deviating further away from one another.[103]\n\nHaving been settled longer than the American West Coast, the East Coast has had more time to develop unique accents, and it currently comprises three or four linguistically significant regions, each of which possesses English varieties both different from each other as well as quite internally diverse: New England, the Mid-Atlantic States (including a New York accent as well as a unique Philadelphia–Baltimore accent), and the South. As of the 20th century, the middle and eastern Great Lakes area, Chicago being the largest city with these speakers, also ushered in certain unique features, including the fronting of the LOT /ɑ/ vowel in the mouth toward [a] and tensing of the TRAP /æ/ vowel wholesale to [eə]. These sound changes have triggered a series of other vowel shifts in the same region, known by linguists as the \"Inland North\".[104] The Inland North shares with the Eastern New England dialect (including Boston accents) a backer tongue positioning of the GOOSE /u/ vowel (to [u]) and the MOUTH /aʊ/ vowel (to [ɑʊ~äʊ]) in comparison to the rest of the country.[105] Ranging from northern New England across the Great Lakes to Minnesota, another Northern regional marker is the variable fronting of /ɑ/ before /r/,[106] for example, appearing four times in the stereotypical Boston shibboleth Park the car in Harvard Yard.[107]\n\nSeveral other phenomena serve to distinguish regional U.S. accents. Boston, Pittsburgh, Upper Midwestern, and Western U.S. accents have fully completed a merger of the LOT vowel with the THOUGHT vowel (/ɑ/ and /ɔ/, respectively):[109] a cot–caught merger, which is rapidly spreading throughout the whole country. However, the South, Inland North, and a Northeastern coastal corridor passing through Rhode Island, New York City, Philadelphia, and Baltimore typically preserve an older cot–caught distinction.[104] For that Northeastern corridor, the realization of the THOUGHT vowel is particularly marked, as depicted in humorous spellings, like in tawk and cawfee (talk and coffee), which intend to represent it being tense and diphthongal: [oə].[110] A split of TRAP into two separate phonemes, using different a pronunciations for example in gap [æ] versus gas [eə], further defines New York City as well as Philadelphia–Baltimore accents.[63]\n\nMost Americans preserve all historical /ɹ/ sounds, using what is known as a rhotic accent. The only traditional r-dropping (or non-rhoticity) in regional U.S. accents variably appears today in eastern New England, New York City, and some of the former plantation South primarily among older speakers (and, relatedly, some African-American Vernacular English across the country), though the vowel-consonant cluster found in \"bird,\" \"work,\" \"hurt,\" \"learn,\" etc. usually retains its r pronunciation, even in these non-rhotic American accents. Non-rhoticity among such speakers is presumed to have arisen from their upper classes' close historical contact with England, imitating London's r-dropping, a feature that has continued to gain prestige throughout England from the late 18th century onwards,[111] but which has conversely lost prestige in the U.S. since at least the early 20th century.[112] Non-rhoticity makes a word like car sound like cah or source like sauce.[113]\n\nNew York City and Southern accents are the most prominent regional accents of the country, as well as the most stigmatized and socially disfavored.[114][115][116][117] Southern speech, strongest in southern Appalachia and certain areas of Texas, is often identified by Americans as a \"country\" accent,[118] and is defined by the /aɪ/ vowel losing its gliding quality: [aː], the initiation event for a complicated Southern vowel shift, including a \"Southern drawl\" that makes short front vowels into distinct-sounding gliding vowels.[119] The fronting of the vowels of GOOSE, GOAT, MOUTH, and STRUT tends to also define Southern accents as well as the accents spoken in the \"Midland\": a vast band of the country that constitutes an intermediate dialect region between the traditional North and South. Western U.S. accents mostly fall under the General American spectrum.\n\nBelow, ten major American English accents are defined by their particular combinations of certain vowel sounds:\n\nIn 2010, William Labov noted that Great Lakes, Philadelphia, Pittsburgh, and West Coast accents have undergone \"vigorous new sound changes\" since the mid-nineteenth century onwards, so they \"are now more different from each other than they were 50 or 100 years ago\", while other accents, like of New York City and Boston, have remained stable in that same time-frame.[103] However, a General American sound system also has some debated degree of influence nationwide, for example, gradually beginning to oust the regional accent in urban areas of the South and at least some in the Inland North. Rather than one particular accent, General American is best defined as an umbrella covering an American accent that does not incorporate features associated with some particular region, ethnicity, or socioeconomic group. Typical General American features include rhoticity, the father–bother merger, Mary–marry–merry merger, pre-nasal \"short a\" tensing, and other particular vowel sounds.[c] General American features are embraced most by Americans who are highly educated or in the most formal contexts, and regional accents with the most General American native features include North Midland, Western New England, and Western accents.\n\nAlthough no longer region-specific,[121] African-American Vernacular English, which remains the native variety of most working- and middle-class African Americans, has a close relationship to Southern dialects and has greatly influenced everyday speech of many Americans, including hip hop culture. Hispanic and Latino Americans have also developed native-speaker varieties of English. The best-studied Latino Englishes are Chicano English, spoken in the West and Midwest, and New York Latino English, spoken in the New York metropolitan area. Additionally, ethnic varieties such as Yeshiva English and \"Yinglish\" are spoken by some American Orthodox Jews, Cajun Vernacular English by some Cajuns in southern Louisiana, and Pennsylvania Dutch English by some Pennsylvania Dutch people. American Indian Englishes have been documented among diverse Indian tribes. The island state of Hawaii, though primarily English-speaking, is also home to a creole language known commonly as Hawaiian Pidgin, and some Hawaii residents speak English with a Pidgin-influenced accent. American English also gave rise to some dialects outside the country, for example, Philippine English, beginning during the American occupation of the Philippines and subsequently the Insular Government of the Philippine Islands; Thomasites first established a variation of American English in these islands.[122]\n\n"
        }
    ]
}