{
    "url": "https://en.wikipedia.org/wiki/American_Veterans_Disabled_for_Life_Memorial",
    "title": "American Veterans Disabled for Life Memorial",
    "table_of_contents": [
        "1 Description",
        "2 Origins",
        "2.1 Legislative approval",
        "2.2 Site selection",
        "3 Fundraising and extension of deadline",
        "3.1 Early fundraising efforts",
        "3.2 Second wave of major donations",
        "3.3 Financial problems",
        "3.4 Authorization extension",
        "3.5 Commemorative coin fundraising",
        "3.6 Post-commemorative coin fundraising efforts",
        "4 Design",
        "4.1 Design competition",
        "4.2 Initial design",
        "4.3 First revised design",
        "4.4 Second revised design",
        "4.5 Third revised design",
        "4.6 Final design",
        "5 Construction",
        "5.1 Groundbreaking",
        "5.2 Final fundraising",
        "5.3 Fabrication and construction",
        "6 Dedication",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The American Veterans Disabled for Life Memorial is a memorial in Washington, D.C., which honors veterans of the armed forces of the United States who were permanently disabled during the course of their national service.  Congress adopted legislation establishing the memorial on October 23, 2000, authorizing the Disabled Veterans for Life Memorial Foundation to design, raise funds for, and construct the memorial. The fundraising goal was reached in mid-2010 and ground for the memorial broken on November 10, 2010. The memorial was dedicated by President Barack Obama on October 5, 2014.\n\nThe American Veterans Disabled for Life Memorial is located on a 1.72-acre (7,000 m2) triangular parcel bounded by 2nd Street SW, Washington Avenue SW, and the on-ramps from both streets to I-395.[1] The site is adjacent to and east of the Hubert H. Humphrey Building, headquarters of the Department of Health and Human Services; adjacent to and northeast of the Thomas P. O'Neill, Jr. Federal Building; and southeast and adjacent to the Bartholdi Fountain portion of the grounds of the United States Botanic Garden. The site is federally owned and under the administrative jurisdiction of the National Park Service.[2]\n\nThe memorial was designed by Michael Vergason of Michael Vergason Landscape Architects, with sculptor Larry Kirkland consulting. Architectural services were supplied by Shalom Baranes Associates, and engineering services by RK&K Engineers. Technical assistance for the fountain and reflecting pool were provided by Fluidity, Inc.  Technical assistance in graphic design was provided by Cloud Gehshan Associates, and consultant Claude Engle assisted with the lighting design.[3]\n\n"
        },
        {
            "title": "Description",
            "text": "The memorial consists of five elements:\n\nLandscaping elements form an integral part of the memorial design. A row of gingko trees lines the side of the site west of the \"Wall of Gratitude\", as well as both sides of the wide sidewalk on the Washington Avenue side of the site. Planting beds approximately 8 feet (2.4 m) deep exist behind each glass wall. Ground cover consists of mondo grass and lily turf. Shrubs used at the site include Carolina allspice, dwarf sweet pepperbush, Harry's garnet sweetspire, \"Gulftide\" holly osmanthus, and Burkwood viburnum. Perennial plantings at the site include marginal wood fern, autumn fern, lenten rose, Virginia bluebell, and woodland sedge.[5]\n\nMost of the memorial is paved using a gray granite known in the stone trade as Virginia Mist.[4] All paving stones were treated with a thermal coating to help them resist weatherization.[5]\n\nPerimeter lighting along city sidewalks bordering the site is provided by standard single- or double-globe D.C. standard streetlights.  Metal halide lights illuminate the eastern side of the \"Wall of Gratitude\", the flagpole, and the memorial grove. LED lights are used to backlight each glass wall, and for under-lighting the granite benches at the site.[15]\n\n"
        },
        {
            "title": "Origins",
            "text": "In 1995, Lois Pope, widow of National Enquirer owner Generoso Pope Jr.,[b][16] met a disabled American veteran at the Vietnam Veterans Memorial and realized there was no memorial in the city which honored disabled veterans.[17] Although she did not know him, Pope called the office of Secretary of Veterans Affairs Jesse Brown to plead for a memorial. Pope called every day for the next six months, until finally Brown's secretary put her call through.[16][18] Brown agreed to support legislation establishing a memorial.[7] Because the Commemorative Works Act (CWA) of 1986 (P.L. 99-625) barred the expenditure of federal funds for memorials, a foundation needed to be established to oversee private fundraising. Brown introduced Pope to Art Wilson,[16] the national adjutant (CEO) of the Disabled American Veterans (DAV), an organization founded in 1920 to assist disabled veterans. The DAV was itself not a nonprofit, and thus Pope and Wilson agreed that a new foundation, the Disabled Veterans for Life Memorial Foundation (DVLMF; also known as the Disabled Veterans' LIFE Memorial Foundation) should be created.[16] Brown (who left office in 1997), Pope, and Wilson incorporated the foundation in 1998, and Wilson was named its president.[19]\n\nThey and their supporters began lobbying Congress to win passage of the necessary federal legislation.[18]  The effort was announced on November 9, 1998.[20] They received the support of Senators John McCain (R-Arizona), Max Cleland (D-Georgia), and John Kerry (D-Massachusetts), who introduced legislation authorizing a memorial in January 1999 (106th Congress).[21] Companion legislation was introduced in the House of Representatives by Representative John Murtha (D-Pennsylvania).[22]\n\nThe CWA proved to be an obstacle for the memorial foundation, as it barred construction of any memorial on the National Mall or its immediate environs unless 25 years had passed since the event, or the last surviving member of the group had died.[23] Exemptions could be made for events or individuals of singular importance or long-lasting historic significance. That exemption could only be issued by the National Capital Memorial Commission (NCMC). The memorial foundation sought just such an exemption, but in November 1999 the NCMC denied the exemption. Veterans groups were outraged, and Pope declared that \"bureaucracy\" was standing in the way of honoring people who had \"taken a bullet\" for the nation.[24] The NCMC defended its decision, pointing out that Congress enacted the law to slow the rapid proliferation of memorials on the Mall. The agency also noted that there were already many memorials to veterans and to several wars on the National Mall. Since very little space remained for memorials, what was left should be kept open for future generations, NCMC officials argued.[24]\n\nIn the wake of this decision, the legislation's backers in Congress quickly added new language to their bill exempting the memorial from the CWA's National Mall ban.[23] The National Park Service (NPS) and the Department of the Interior now opposed the legislation because of this exemption.[25][26] But Congress quickly approved the bill, and President Bill Clinton signed it into law (Public Law 106–348) on October 24, 2000.[27][2]\n\nMost of the rules of the CWA still applied to the disabled veterans memorial, however. The memorial foundation was required to raise enough private funds to design and build the memorial, and an amount equal to 10 percent of the memorial's construction cost also needed to be raised and placed in a trust fund for the memorial's maintenance and operation. The CWA gave the foundation seven years to begin construction, or its authorization would expire.[27]\n\nThe first site selected by the memorial foundation was disapproved. The foundation asked for a site within the Reserve, an area which included the National Mall and its immediate surroundings. On January 16, 2001, the NCMC voted 6-to-0 (with one abstention) to deny approval for a memorial anywhere in the Reserve. Foundation executives were angered. Jesse Brown, now executive director of the foundation, said the NCMC was declaring that \"2.3 million disabled veterans are not good enough\" to be on the Mall.[28] Lois Pope took issue with the NCMC's conclusion that the memorial was not of lasting importance or historic significance, arguing, \"We wouldn't have freedom if it wasn't for these men and women.\"[28] Two weeks after the ruling, The Washington Times published an editorial by Art Wilson which attacked the NCMC's decision.[29][c] The DVLMF considered asking Congress to overturn the NCMC's ruling, but decided against doing so. Extensive controversy surrounded the decision of the World War II Memorial's advisory board to seek an exemption for its memorial, which led to expensive lawsuits and significantly delayed the its construction. \"We [didn't] want to go down that road,\" said Brown.[30]\n\nFollowing the siting guidelines and maps provided by the NCMC, the DVLMF looked at more than 50 potential memorial sites throughout the National Capital Area.[31] Foundation leaders worked closely with D.C. government officials to identify a site.[32] Ten sites were short-listed by the city and foundation,[30] although the DVLMF only seriously considered six of these.[2] The District pushed for the memorial to be located in an existing park-like triangle of land bounded by Washington Avenue SW, C Street SW, and 2nd Street SW,[32] southwest from the United States Botanic Garden's Bartholdi Fountain Park and less than two blocks from the United States Capitol.[31] The site was man-made, built using air rights when the tunnel carrying Interstate 395 was constructed from 1965 to 1973.[30] The lot was city-owned, but the city was willing to transfer it to the NPS.[30][33][d][2] Robert Hansen, the foundation's chief operating officer, praised D.C. officials for their assistance.[32] Lois Pope personally agreed to the site selection.[18] Key considerations were the site's proximity to Capitol Hill, the museums of the Smithsonian Institution, and Washington Metro subway stations.[2] The foundation submitted its site selection report to NCMC in August 2001.[34]\n\nOn August 30, NCMC voted unanimously to approve the memorial foundation's preferred site on Washington Avenue SW.[30][32] NCMC gave active consideration to six of the sites proposed by the foundation.[32] District of Columbia officials strongly supported the preferred site in their testimony before the commission.[32] D.C. officials expressed concern about the number of pedestrians crossing 2nd Street SW to the east and Independence Avenue SW to the north to reach the memorial[30][32] and the weight of the planned memorial. The man-made below-ground structure supporting the existing parkland and streets was not designed to carry a heavy granite or bronze memorial, nor the weight of a fountain.[30] They cautioned that the District of Columbia supported the preferred site only because they understood that the memorial would consist of a garden rather than sculpture or a monument.[25] City officials, however, pledged to work with memorial designers to overcome these problems.[30][32] Brown testified that the DVLMF supported the site because it had a direct line of sight with the Capitol, and would remind members of Congress of their weighty responsibilities when considering issues of war and peace.[25][30]\n\nThe memorial site also required approval from the National Capitol Planning Commission (NCPC) and the Commission of Fine Arts (CFA).[25] But no significant opposition was expected from either body, since representatives from both agencies served on the National Capital Memorial Commission.[30] Both quickly approved the site as well.[35]\n\nThe memorial foundation said its proposed memorial would cost $35 million in August 2001.[30][32] If design approval and fundraising went as expected, the foundation said it would begin construction by spring 2005.[25][32]\n\n"
        },
        {
            "title": "Fundraising and extension of deadline",
            "text": "Section 10(b) of the Commemorative Works Act limited the legislative authorization for memorials to seven years unless otherwise specified. A memorial's site and design must be approved; the memorial foundation must show that art, architectural, and historic preservationists were consulted in the memorial's design and siting; contracts for construction must be signed; and sufficient funds to complete construction of the memorial must be in hand before the seven-year deadline was reached.[36] In 2003, Congress relaxed this standard slightly. The Secretary of the Interior or the Administrator of the General Services Administration, in consultation with NCMC, had the discretion to issue a construction permit if both the NCPC and CFA had issued final (not preliminary) design approval and the foundation had 75 percent of the construction funds in hand.[37] Furthermore, Section 8(b) of the Commemorative Works Act required that each memorial foundation raise an amount equal to 10 percent of the total construction cost, and to deposit these monies into a trust fund administered by the Department of the Interior to pay for the cost of perpetual maintenance and preservation of the work.[38][39]\n\nThe foundation did not begin fundraising until August 2002.[40] Just how much money the foundation needed was unclear, with some sources claiming $35 million[41] but others $60 million.[26][40] One of the first fundraising efforts involved the sale of a gold-plated commemorative medallion priced at $29.95 each.[40] To urge the public to donate, Pope herself paid for advertisements which featured General H. Norman Schwarzkopf, poet Maya Angelou, and National Football League star Michael Strahan.[7][40] On Veterans Day in 2002, the Lois Pope LIFE Foundation donated $2 million to the project.[26][40][41] The same day, the Disabled American Veterans said its chapters would also begin fundraising for the memorial.[41] Shortly thereafter, the DVLMF launched a direct mail fundraising effort as well.[40]\n\nBy 2004 the memorial's cost was still being pegged by the DVLMF at $60 million.[42] About $20 million was budgeted for restoring C Street SW to its traditional east–west alignment so that a unified plot of land could be created for the memorial.[42]\n\nThe DVLMF contracted with Tom Brokaw, former NBC News anchor and author of The Greatest Generation (1998), to host a fundraiser in New York City in April 2004, and the estate of Jesse Brown (who died in 2002) agreed to donate the proceeds of Brown's book The Price of Their Blood: Profiles in Spirit (which documented the lives of 10 disabled veterans) to the memorial construction fund.[42] But one fundraising effort was stalled. Senator Tim Johnson (D-South Dakota) introduced legislation in July 2003 to authorize the United States Mint to manufacture commemorative coins which would be sold to raise money for the memorial. The coins would sell for $10 each. The cost of manufacturing the coins would come from the sale price, with the remainder going to the memorial construction fund. This legislation passed the Senate, but stalled in the House.[43] Johnson's bill died at the end of the 108th Congress. Nevertheless, the DVLMF said in April 2004 construction on the memorial would begin in the spring of 2005.[42]\n\nBy November 2005, the DVLMF acknowledged that the cost of the memorial had risen to $65 million.[44][45] To boost fundraising efforts and national awareness, the DVLMF hired actor Gary Sinise, who played the disabled Vietnam War veteran Lt. Dan Taylor in the 1994 film Forrest Gump, to serve as the memorial's national spokesman.[46][47] Pope was personally responsible for inviting Sinise to join the effort.[17] The Veterans of Foreign Wars (VFW) became the first large national veterans' organization to make a donation to the memorial effort when it gave $100,000 on December 28, 2005.[48][49] Another major donation announced the same day came from the Fifth Third Bank Foundation, which said it would match donations to the DVLMF up to $100,000 a year for five years.[45][50] These brought the total funds raised to more than $10 million.[48][50][51][e][16] Additionally, Lois Pope made her own personal donation to the DVLMF when she provided a matching donation of $5 million.[39][48][50][f][16]\n\nBut despite these major donations, overall fundraising was still slow. This began to delay the construction start date. By December 2005, the groundbreaking date for the memorial had slipped to 2010.[48] (One newspaper reported that Pope hoped to break ground in 2006, and dedicate it in 2011.)[16]\n\nFunds continued to arrive in 2006. By March, Pope's donations and matching donations totaled $2 million.[51] The following month, Leo Albert, the former chair of the board of directors of Prentice Hall, donated $1 million to the memorial fund. Lois Pope agreed to match the donation.[52] Former Secretary of Veterans Affairs Anthony Principi was added to the memorial's advisory board to help with fund-raising,[51] and the president and CEO of Fifth Third Bank, George Schaefer Jr., was added in April.[45] DVLMF planners still insisted that the memorial would open in 2009 or 2010.[51] In October 2006, a second national spokesperson, the comedian Phyllis Diller, was added to the memorial foundation's fundraising efforts.[53]\n\nIn March 2005, Senator Johnson re-introduced his American Veterans Disabled for Life Commemorative Coin Act (S. 633). The Senate adopted the bill in the summer of 2006. Companion legislation (H.R. 1951) was introduced in the House in April 2005 by Representative Sue W. Kelly (R-NY). But the bill stalled in the Financial Services Committee's Subcommittee on Domestic and International Monetary Policy, Trade and Technology.[54] The Disabled American Veterans (DAV) railed against the congressional inaction to its membership in November 2006.[54] But once more legislation died at the end of the congressional session. Still, memorial planners were optimistic, saying they expected the bill to pass early in the next session—which would enable them to raise funds much faster and dedicate the memorial in 2010.[54]\n\nJurisdiction over the memorial site was transferred from the District of Columbia to the Department of the Interior (NPS) by the Federal and District of Columbia Government Real Property Act of 2006 (Public Law 109–396).[55][g] Title II, Section 201(a)(2) gave the federal government control over the site, barred the realignment of C Street SW without the approval of the Architect of the Capitol, and required an east–west pedestrian walkway across the southern part of the site. Jurisdiction over the subsurface (footings, soils, tunnels, walls, and related items) was retained by the District of Columbia.[h]\n\nSources differ as to how much money the foundation had raised by 2007. The Palm Beach Daily News said just $20 million in April 2006.[52] The Philadelphia Inquirer quoted Pope, who claimed $35 million in July 2007,[18] and the Kansas City Star suggested the foundation had raised about $32 million.[56] But a report released by the Senate Committee on Energy and Natural Resources put the figure at just $26 million in September 2007.[27][i] By this time, the Newark Star-Ledger said in May 2007, Pope had pledged $8 million of her own (not LIFE Foundation) money, the DAV had pledged another $3 million, and the DAV's affiliates were raising contributions.[7] It was also unclear just how much money was needed.  Sources continued to put the figure at $65 million in 2006[52] and early and mid-2007.[18][7][56][57][58] Nevertheless, the ADVLMF continued to claim it would have enough money on hand to break ground on the memorial in 2008 and dedicate it in 2010.[56][59]\n\nIn April 2007, the Palm Beach Post newspaper broke a story in which it suggested the DVLMF was in serious financial trouble. The memorial foundation was running a deficit of almost $255,000, the newspaper said, and had more than $2 million in unpaid debts.[60] The paper suggested that the foundation's spending was the problem. Nonprofit watchdog groups said charities should spend 75 percent on their mission program, 15 percent on administration, and just 10 percent on fundraising.[60] But the DVLMF was spending 88 percent of its money on fundraising.[60] The memorial foundation was strongly criticized on this point by watchdog groups. Charity Navigator's Sandra Miniutti said her group gave the foundation zero out of four stars (its lowest rating) and scored DVLMF's operations: \"Their finances are out of whack, and it appears they are not adhering to their mission\".[60] Charity Brands Marketing, a group which helps match donors to charities, was also highly critical. Their chief executive officer, Stephen Adler, warned DVLMF was spending too heavily on fundraising: \"The numbers tell the story, and that's not an acceptable number for a nonprofit\".[60] The Palm Beach Post also reported that Lois Pope had used money from her LIFE Foundation to keep the DVLMF afloat. The DVLMF was $267,089 in deficit by the end of 2001, and the LIFE Foundation's 2002 donation of $3.5 million had kept it afloat.[60] Rick Fenstermacher, an DVLMF consultant, admitted that Pope had pledged even more, but declined to say how much the additional donation was worth.[60]\n\nThe DVLMF categorically denied it was in any financial difficulty. It admitted spending $4.9 million on fundraising in 2005, most of it to purchase personalized items such as coffee mugs, T-shirts, stadium  blankets, and umbrellas to mail to potential donors.[60] But such expenditures were paying off, it said. The foundation had mailed 8.5 million letters to potential donors by March 2007, and received 749,306 donations with an average value of $16.58.[60] Fenstermacher asserted that steep initial investment costs were to be expected, and that non-final 2006 fundraising figures were \"stellar\".[60] Bob Montgomery, Pope's attorney, also justified the fundraising strategy. \"You have to have parties...,\" he told the Palm Beach Post, noting that people gave money at these types of events.[60] He pointed to a gala hosted in 2006 by the DVLMF in Palm Beach which raised $500,000.[60]\n\nAnother scandal hit the DVLMF in 2007 when Lois Pope was sued by her son, Paul D. Pope. Tensions between them had simmered for years, driven largely by financial issues.[61] Paul Pope contended that his mother promised him a $1 million a year income as well as a home and luxury automobile, and then reneged on the promises.[60] He claimed that his mother's support of the DVLMF was to blame for the broken agreement and asserted that the memorial foundation had squandered $14 million on high staff salaries, parties, and expensive trinkets.[60] He also alleged that the DVLMF had commissioned two reports from consultants, and that these reports accused the foundation of \"poor financial performance and a lack of accountability\".[60] Montgomery called his claims \"baseless\".[60] Lois Pope counter-sued Paul Pope, demanding repayment of a $340,000 personal loan.[61][62] She also accused him of squandering the $20 million which he inherited from his father, and lavishly spending $840,000 a year.[62] These legal issues were subsequently settled when an agreement was reached in which Lois Pope gave Paul and his five siblings a combined $12 million.[63][j][64]\n\nDespite the negative press, major donations continued to come in. Donald Trump gave $25,000 for an illuminated flag and flagpole at the memorial in August 2007 through the Trump Foundation in lieu of a fine to West Palm Beach.[59][65]\n\nWith nowhere nearly enough money on hand to begin construction by the legislatively mandated deadline, the memorial foundation petitioned Congress for an extension, arguing that fundraising would be complete by 2010.[18][27] Legislation was introduced in the House of Representatives (H.R. 4275) in 2006 and passed, but received no consideration in the Senate. The legislation died at the end of the 109th Congress.[27] Representative Phil Hare (D-Illinois) introduced similar legislation (H.R. 995) in 2007, which passed the House on March 5, 2007.[66] A companion measure (S. 824) was introduced in the Senate by Senator John Thune (R-South Dakota).[27] S. 824 passed on October 24, 2007, and a day later President George W. Bush signed P.L. 110-106 into law. The law extended the deadline for construction to begin to October 24, 2015.[27]\n\nThe memorial foundation next asked Congress to assist with its fundraising through the issuance of a commemorative coin. Since the passage of the United States Commemorative Coin Act (P.L. 104–329) in October 1996, many groups (including those building federal memorials) had raised funds by paying the United States Mint to manufacture commemorative coins. To participate in the commemorative coin program required an act of Congress, however.\n\nRepresentative Dennis Moore (D-Kansas) introduced H.R. 634 in January 2007, and it passed the House 416-to-0 in May.[67] Senator Tim Johnson then introduced companion legislation (S. 2119) in the Senate in October 2007.[68] The DVLMF told members of Congress that the foundation had raised roughly $43 million of the $65 million needed to build the memorial, and that commemorative coin sales would allow it to complete fundraising in 2008.[66] The Senate Banking Committee favorably reported the legislation on May 20, 2008, with clarifying legislation from Senator Johnson.[22] The Senate adopted the amended bill by a unanimous vote on June 10,[67] and the House adopted the Senate bill on June 18.[69]\n\nOn July 17, 2008, President George W. Bush signed the American Veterans Disabled for Life Commemorative Coin Act (Public Law 110–277) into law.[67][70] Although the coin had a face value of $1, it sold for $10 (the standard surcharge), with the entire amount of the surcharge (less costs) going toward construction of the memorial and the creation of the maintenance trust fund.[56][70] Just 350,000 coins were made.[56][70] The commemorative coin was released on February 25, 2010, and 190,000 were sold within the first two months.[70] A total of 281,071 coins were sold by the end of 2010.[k][71]\n\nFundraising improved markedly after passage of the commemorative coin act.\n\nAs the commemorative coin act legislation was pending, the DAV announced in March 2008 an additional donation of $600,000—half of which came from the state chapter in California, and half of which was a matching donation by the DAV. But although the national DAV had pledged to match state donations up to $3 million (for a total DAV state and national contribution of $6 million), $2.4 million of the pledge was still unfulfilled by early 2008.[39] A second major donation came in April 2008 when businessman H. Ross Perot agreed to give three annual payments of $1 million each to the DVLMF.[72][73] Perot's contribution (the largest yet from an individual or group not already associated with the memorial foundation) brought the total amount of funds raised for construction and maintenance to $55.1 million.[72][73] At this point, the DVLMF still claimed they only needed $65 million to begin construction.[72] News sources reported that the foundation intended to begin and finish construction in 2010.[72][73]\n\nBy November 2008, however, the published cost of the memorial had risen sharply to $86 million,[74] including the maintenance trust fund donation.[75] The DVLMF accepted another $200,000 combined donation that month from the DAV, which reported that it had contributed less than $2 million of its $3 million matching-fund commitment.[74] The DAV's donation pushed the total funds raised for the memorial past the $70 million mark.[74] On December 1, Lois Pope made good on her matching-grant pledge and presented the DVLMF with a check for $5 million.[76] By this time, Pope's total contributions to the memorial foundation totaled $8.6 million.[49][76] Fundraising continued in fits and starts. By April 2009, the DVLMF still had only about $70 million on hand.[49] But just a month later, donations reached $80.1 million.[75]\n\nBy October 2009, with the memorial's cost still pegged at $86 million, the DVLMF was predicting a 2010 dedication.[77] Rick Fenstermacher, who had now joined the DVLMF as its chief operating officer, said the foundation would begin the process of obtaining a construction permit from the Department of the Interior.[77]\n\n"
        },
        {
            "title": "Design",
            "text": "The design of memorials on federal property in the District of Columbia are subject to the approval of the National Capital Planning Commission (NCPC), the U.S. Commission of Fine Arts (CFA), and the D.C. Historic Preservation Office.[78]\n\nThe first design element imposed on the memorial regarded the site.  In approving the memorial foundation's preferred site in October 2001, the NCPC said that the site should be configured to allow C Street SW to be restored to its historic alignment. This changed slightly the geometry of the memorial site, and restricted the amount of on-site parking which the memorial planners desired.[79]\n\nTo design the memorial on the slightly restricted site, the memorial foundation held a design competition. On November 11, 2002, the DVLMF invited about 20 architects and landscape architects to submit design proposals for the memorial. Six firms responded with a proposal. The DVLMF established a nine-member design committee consisting of members of the foundation's Board of Directors as well as architects, artists, and landscape architects. In February 2003, the six proposals were presented anonymously to the design committee. Two firms, Michael Vergason Landscape Architects and Nelson Byrd Woltz Landscape Architects, were asked to submit a refined proposal. This second proposal included, among other things, cost estimates, a project schedule, and a scale model. The design committee submitted a list of questions to each firm, and asked them to address the questions in their second submission. Each firm was also asked to discuss possible design alternatives. In July 2003, the design committee selected Michael Vergason Landscape Architects as the memorial designer. The DVLMF Board of Directors affirmed the choice.[80]\n\nVergason's winning design envisioned a plot that formed a right triangle, with the right angle in the southwest corner of the site. Along the sidewalks that formed the legs of the triangle were dense rows of trees.  Slightly inward from the right angle was a pentagon-shaped paved area whose tip was aimed at the southwest corner of the site. Within this paved area, two walls formed a partial top of another pentagon, while two walls formed complete sides to it. The base of this shape, which faced northeast, was open to provide a view of the U.S. Capitol. Within the pentagonal area bounded by these walls was a fountain with a pentagon-shaped bowl. Aligned with the base of the paved pentagonal area was the edge of the reflecting pool.  Beginning near the tip of the pentagonal paving area were stone walls, approximately 15 feet (4.6 m) high, which extended to the northern and southeastern tips of the site. These walls had rectangular windows in them, and they were inscribed with quotations about democracy, sacrifice, and honor. Paralleling the stone wall, creating a path about 10 feet (3.0 m) in width, were glass walls approximately 12 feet (3.7 m) high on which images of disabled veterans were inscribed. The glass walls were also to carry stories about disabled veterans and quotations from them about the meaning of their military service and the sacrifices they made.  The northeastern side of the right triangle site formed the base of a trapezoidal reflecting pool.  Its sides were the glass wall, and its top the edge of the paved area.  Trees partially lined the northeastern side of the site, with a gap in them to permit views of the Capitol.[81]\n\nVergason's initial design underwent changes before being submitted to the CFA for approval.  It now consisted of five elements. The first was the fountain. Intended to be the center of the memorial, it was still located near the southwestern corner of the site. But instead of a pentagonal shape, the fountain was now a circular granite basin which contained both water and an eternal flame.[82][33] The flame was about 12 to 18 inches (30 to 46 cm) high, and was designed to gout higher during times of war or national emergency.[33] A circular area around the fountain was paved with specially colored stones to emphasize its centrality to the site.[33] The second element was the stone walls and trees.  The white, marble-faced stone walls were now called the \"Walls of Loss\", and Vergason intended for them to be inscribed with stories from disabled veterans documenting how they were wounded, their reactions to their disabilities, and the way they felt society treated them.[82] Circular openings in the stone walls helped maintain a sense of openness (as opposed to being walled in).[83] The west and south sides of the site continued to be lined with trees, but the stone walls no longer connected with the paved area around the fountain. The stone walls were also no longer continuous, so as not to create the sense that the memorial was walled off from the surrounding area. The third element was the triangular reflecting pool, which extended south and east from the fountain,[82] with trees at the north end emerging from the water at seemingly random points.[84] An opening in the grove on the northeast portion of the site still permitted views of the U.S. Capitol. The fourth element was the glass walls. These were moved inward, away from the stone walls, to form trapezoidal paved areas that formed paths guiding the visitor between the various groves of trees.[82] These trapezoidal, paved areas were oriented toward the north, or main, entrance to the memorial.[84] They also created partial walls forcing visitors to use one of the memorial's three entrances. (In addition to the memorial's primary entrance on the north end,[82][84] entrances existed in the southeast and southwest corners.) The glass walls were now called the \"Walls of Light\". Vergason intended for these walls to be more uplifting, and to be inscribed with quotes about democracy, honor, sacrifice service, duty, and patriotism.  The fifth element consisted of the masses of trees around the site.  Nearly the entire site would be paved with grey granite, and grey granite benches would be placed in strategic locations to force visitors to view the Capitol and fountain from the best angles. The memorial also had a flagpole,[85] and Vergason intended for \"works of art\" to be placed around the memorial site (although the nature of these artworks had yet to be determined).[82]\n\nCFA members were, on the whole, positive and enthusiastic about the memorial design, but they also had a number of criticisms. First, the memorial seemed to be merely a collection of elements rather than a unified design. The memorial designers were asked to simply and harmonize the design, and reduce the number of elements if possible.[84][86] Member Diana Balmori, a landscape architect, made the specific suggestion that the fountain and pool be combined, and the flame placed in the pool.[85] Second, the large number of interior walls on the site created areas that ignored the street alignments which gave the site shape.[84] While the DVLMF believed nearly all visitors would come from the north (with pedestrians coming from the Capitol, United States Botanic Garden, and the National Museum of the American Indian), the CFA questioned this assumption and asked that pedestrian flow be studied.[84][86] Finally, CFA members thought that raising and lowering the flame would trivialize the memorial,[87] the flagpole should be located in less intrusive place, and that the trees in the reflecting pool would create serious maintenance problems.[85] Nonetheless, the CFA approved the memorial's preliminary design on March 18, 2004.[86]\n\nThe National Capital Planning Commission approved the preliminary design concept of the American Veterans Disabled for Life Memorial on April 1, 2004.[42][86] However, the NCPC made three requests of the memorial's planners. First, they asked them to continue to study vehicular movement around the memorial and refine the design and site plot accordingly. Second, they asked the planners to study the ways pedestrians would cross busy Independence Avenue SW, 2nd Street SW, and Washington Avenue SW, and to make design refinements based on these studies. Third, the NCPC asked that the circular holes in the stone walls, which disconcertingly looked like gun ports, be redesigned.[83]\n\nA revised design was submitted to the CFA as well as to the NCPC in June 2005.[86] In the revised design, the fountain was now a simple basin (without water jets) in the shape of a star, with the eternal flame at its center.[88] A thin scrim of water surrounded the flame, making it appear as if the fire were emerging from the water itself.[82] The northeastern sides and arms of the star spilled water over into a reflecting pool.[88] Extending northwest and southeast from the star-shaped basin was a triangular reflecting pool whose long edge bordered Washington Avenue. Both the star-shaped basin and the reflecting pool were intended to be of black granite.[88] Both the basin and the reflecting pool were designed to have as little rippling water as possible, so as best to reflect both the eternal flame and the Capitol building.[88] Trees lined the edges of the reflecting pool, except for an opening on the northeast portion of the site (which permitted views of the U.S. Capitol). The length of the stone and glass walls was now much reduced, and they were set near the trees on the western and southern edges of the site. The memorial's primary entrance was still considered to be on the north end, but stone walls came close together in the southwest corner of the site to create a major secondary entrance.  The white marble-faced stone walls were called the \"Walls of Loss\", and Vergason intended for them to be inscribed with stories from disabled veterans documenting how they were wounded, their reactions to their disabilities, and the way they felt society treated them.[82] Circular openings in the stone walls helped maintain a sense of openness rather than being walled off.[83] The glass walls were called the \"Walls of Light\". Vergason intended for these walls to be more uplifting, and to be inscribed with quotes about democracy, honor, sacrifice service, duty, and patriotism.  Nearly the entire site would be paved with grey granite, and grey granite benches would be placed in strategic locations to force visitors to the Capitol and fountain from the best angles. Vergason also intended for \"works of art\" to be placed around the memorial site, although the nature of these artworks had yet to be determined.[82] The revised design still returned C Street SW to its original configuration in the L'Enfant Plan.[89] All steps and grade changes were eliminated and special-needs parking along C Street SW increased to make the memorial more handicapped-accessible.[88]\n\nThe CFA received an update on this first revision in July 2005. The DVLMF had hired sculptor Larry Kirkland as the designer of the artworks, and Vergason emphasized strongly that Kirkland was very much a member of the design team. These artworks were to be bronze panels, 9 feet (2.7 m) tall,[51] Neoclassical in style but with some abstraction, and life-size human bodies with missing limbs.[88] Each panel featured a counter-relief image of a human body, each missing one or more limbs. Sample panels included full human bodies, headless bodies, and single body parts.[90][l][11] One statue would be female. Three of the sculptures would be associated with the eastern wall and one with the north wall, be placed between the glass walls (which were envisioned to be 8 to 9 feet (2.4 to 2.7 m) in height) and the taller marble-clad walls. The DVLMF had also contracted with Kirkland to assist with the inscriptions on the glass and stone walls. Kirkland reported that the northern wall was intended to express gratitude toward disabled veterans, while the eastern wall would provide quotations from disabled veterans themselves.[88] More than 700 quotations had been collected, he said.[88][90] Although no quotations had yet been selected, the designers were mindful of picking text that related to the statues. Each glass wall would consist of five layers of glass, laminated together. Quotations would be inscribed on an inner layer, so that the exterior remained smooth. Inscriptions would be placed at different layers at different points within the wall, and the number and grouping of quotations would be varied. Both elements would help to achieve a diverse appearance. CFA members generally applauded the revisions and were positive about Kirkland's preliminary statue and glass wall designs.[88] But they emphasized that the memorial still lacked a hierarchy of design and was too complex. \"There were too many elements – fire, a star, water, two kinds of walls, writing, sculpture, landscaping – but there was no clear hierarchy,\" said one member of the CFA.[78]\n\nThe first revised design was being tweaked in March 2006[51] when a major design change occurred.\n\nBecause of concerns expressed by the Architect of the Capitol and the Capitol Police[66] that a realigned C Street SW might provide an easy route for a truck bomb to be used against one of the House of Representatives' office buildings, C Street was now designed to dead-end at 2nd Street SW.[4][91][92] This radically altered the site's southern boundary, extending it southward and forcing a reconsideration of the memorial's entire design.[92][93] However, since a portion of the site was also given to the Architect of the Capitol, the site's size was reduced to just 1.72 acres (7,000 m2).[1]\n\nThe second revised design was submitted to the CFA in November 2006. This new design moved the five-pointed[57] star-shaped basin to the northern tip of the site.[92][1] The eternal flame remained at the center of the basin.[56][57] To provide an unobstructed view of the Capitol, no trees would line the northern half of the northeastern side of the site.  The stone walls were reduced so that they now only occurred in two long sections on the western side of the site, and a pedestrian walkway was added in the much-expanded southern grove of trees to allow office workers to move through the site.[92] To maintain handicapped-accessibility, the new plan widened 2nd Street NW and added a lane nearest the memorial for bus and special-needs parking.[1] The range of quotations on the stone wall were now limited only to expressions of loss and the nation's gratitude.[92] Because of the diminution of the screening walls and a more limited number of trees, which reduced traffic noise, the star-shaped basin was now raised to a height of about 3 feet (0.91 m). A cascade of water 30 inches (76 cm) high led from the basin to the tree-lined reflecting pool. This cascade, it was hoped, would make white noise which would reduce the intrusiveness of the traffic noises.[56][92][57] The reflecting pool was now capable of being drained quickly to be used as a platform for events, rallies, or commemorations. Changes were made to the glass walls as well, which were now scattered in the larger grove of trees on the southern portion of the site. Vergason said that the glass panels (confirmed to be 8 feet (2.4 m) high) would reflect the trees and visitors reading their inscriptions. The bronze panels were reduced in number to four,[56] each one depicting the silhouette of a veteran with missing body parts.[92] Addressing landscape concerns, Vergason said the large, southern grove of trees would consist of ginkgo, with bald cypress along 2nd Street.[92][1] Disease-resistant American elms would be planted in a double-row along Washington Avenue.[92][1] Vergason confirmed that grey granite would be used for the plaza, and black granite for the bottom of the basin and pool. Lighting would be provided by standard CFA-approved single-globe or double-globe lighting standards. Spotlights on poles would illuminate the bronze sculptural panels, and the glass panels would be lit from behind and below by ground lamps.[92][92][m][94]\n\nSome elements were still in flux, however. Ground plantings had not been selected yet, and the depth of the reflecting pool and the direction of its water flow were undecided. Also not yet finalized were how to handle the water features in winter. The NPS wished to drain both water elements, but memorial planners were hoping to maintain a low level of water in the star-shaped basin year-round. The height and style of the reflecting pool's edge was also unclear, as it depended on the direction of the water flow and other details. Among the designs being considered were a low, flat edge which could serve as seating; a low, angled edge which discouraged seating; and no edge, in which case the reflecting pool would be nearly level with the plaza. The design of benches, and their placement, was also still under discussion.[92]\n\nAlthough the CFA still expressed some concerns with the memorial's design, it approved the second revised concept on November 16, 2006.[56][92]\n\nThe National Capital Planning Commission approved the second revised concept on November 30, 2006.[56][95] The NCPC expressed concern that the water features either provide for year-round operation or be aesthetically pleasing when drained. The group also asked the memorial planners to consider not just physically disabled individuals but also those with visual and hearing impairments when designing the memorial's accessibility features. These elements should not be added later, but incorporated into the design, NCPC members stressed. Finally, the agency expressed its ongoing concern over pedestrian access.[96]\n\nBoth the CFA and NCPC still needed to give their final approval to the design, however.[56]\n\nThe third revised design was presented to the CFA on July 17, 2008. Two firms had been hired by the memorial planners to assist the design team: Fluidity Design Consultants, which helped with the design of the star-shaped fountain; and Cloud Gehshan Associates, which worked on the glass panels and artworks. The first major change to the memorial design involved the star-shaped basin, which no longer overflowed into the triangular reflecting pool. Now the fountain overflowed itself, with water passing down its sides into a trough at the base of the structure. The overflow was designed to be a quiet one. The basin's underlying stone was no longer black granite, but the same grey granite as the rest of the plaza. The height of the star-shaped basin was also raised to 34 inches (0.86 m) above the plaza, to make it a more visible and dramatic part of the memorial's design. (The height of the fountain permitted someone in a wheelchair to see the flame, but was also high enough to discourage a person from climbing into the water and approaching the flame.) The fountain was designed to be turned off in winter, although the basin would not be drained. A sensor system would detect if anyone climbed into the fountain's basin, and turn off the flame as a protective measure. The nature of the eternal flame had also been further refined. The new plan called for five stones to protrude slightly above the water. Just out of sight below the surface of the water, jets would allow natural gas to bubble to the surface. As the bubbles broke the surface, igniters hidden in the stones would cause the gas to burst into a 3 feet (0.91 m) high flame. Sensors would adjust the flow of gas and the operation of the igniters to accommodate weather (such as wind or rain).[94]\n\nThe second major change to the memorial's design involved the glass walls and bronze artwork. Placed on the northern edge of the southern gingko tree grove, these four freestanding glass walls—now called \"Voices of Veterans\"—would not only contain quotations and other inscriptions but also photo-realistic images of disabled veterans. Each glass wall consisted of 17 or 18 panels, with each panel 4 feet (1.2 m) wide, 8 to 9 feet (2.4 to 2.7 m) high, and 2.25 inches (5.7 cm) thick. A 0.5-inch (1.3 cm) gap between each panel permitted the movement of air. About 30 quotations would be used. The images would depict disabled veterans from the American Civil War to the present, although the quotations extended back to the American Revolutionary War. The number of rectangular bronze panels now numbered five, and they were to be placed behind some of the glass walls. These artworks passed light through to the glass walls as well as helped create a stronger visual element than glass alone. Trees in the grove would have their limbs removed up to a height of about 10 to 12 feet (3.0 to 3.7 m) to provide visibility, and a planting bed about 8 feet (2.4 m) deep behind the glass panels would discourage anyone from approaching them from behind. Kirkland said that as the bronze panels evolved, both veterans and DVLMF board members began questioning whether they effectively depicted the experiences of disabled veterans.[94][n][11] It became clear that a more photo-realistic approach was needed, but this could only be accommodated by the glass panels. The designers realized that glass panels with only quotations was not dynamic enough, and that the bronze elements would help present the idealized elements that the photo-realistic images could not.[94]\n\nSeveral small changes were also made to the rest of the memorial. The overall size of the reflecting pool was reduced to just 150-foot (46 m) in length. The height of the pool was raised so it was about 10 inches (25 cm) off the ground, which gave the pool a more \"honorific\" quality. The reflecting pool was designed to be drained in winter, leaving a flat expanse of stone. The \"Walls of Loss\" was now called the \"Wall of Gratitude\", and designers said it would be 14 feet (4.3 m) high. The northern segment of this wall would not only contain the name of the memorial, but also include several quotations and the seals of each branch of the armed services as well.[94]\n\nThe CFA requested a site visit to see in-place mock-ups for the stone and glass walls and their lighting. The effectiveness of the photo-realistic elements were questioned by some members of the CFA, who pointed out that they created a time-bound (rather than timeless) memorial and had proven ineffective at the Korean War Veterans Memorial.[94] Several commissioners also expressed very strong concern over the significant changes in the bronze panels. But CFA chair Earl A. Powell III (himself a Vietnam War veteran) strongly endorsed it, which appeared to mute these concerns.[11] Deputy Secretary of Veterans Affairs Gordon H. Mansfield, a Vietnam War veteran who was paralyzed in combat, spoke movingly before the CFA in favor of the revised bronzes. Mansfield's testimony, given as a paralyzed individual and not in an official capacity, also helped to win over the CFA.[11] The CFA also asked that the designers study the spacing and placement of the glass panels, the size of the gap between the two segments of the stone wall, and whether the stone wall might be broke into three or more sections. Commission members noted that the spotlights on poles might be eliminated, suggesting that light from surrounding buildings and street lights made them unnecessary. They requested a nighttime lighting study from the memorial planners to help decide the issue.[94]\n\nThe Commission approved the third revised concept on July 17, 2008.[94]\n\nAs requested, the DVLMF manufactured mock-ups of the glass and bronze panels.  The site visit was held in early March 2009. Mock-ups of the glass panels were placed in their planned locations, and various sticks and flags indicated the position and height of other memorial elements. CFA members made minor suggestions regarding the opacity of the lettering and the typography on the glass panels, and expressed ongoing concern about the site's accessibility. Commission members also asked that the memorial planners to study whether the \"Wall of Gratitude\" was so high as to block views of the U.S. Capitol from points east, to consider widening the pedestrian access points in the wall, and to reduce further the size of the reflecting pool. Another site visit, with more details about the water elements and lighting scheme, was planned.[97]\n\nThe second site visit was held in May 2009. The memorial's designers had once more reduced the size of the reflecting pool and also widened the walkways and access points. Commission members stressed that art was more important than the quotations on the glass panels, and made two suggestions: First, that more images be added, and second, that the images be made more complex to heighten their impact. The memorial planners discussed the \"Wall of Gratitude\" height study and the nighttime ambient street lighting study with the commission. The decision was made to limit the wall's height to 12 feet (3,700 mm), and to eliminate the pole lights. The members of the CFA said they believed that, pending resolution of these issues, the memorial was ready for final approval, and requested a final design approval submission (complete with a description of all materials and plantings as well as material samples).[98]\n\nThe CFA reviewed the final site design on July 16, 2009. A nearly complete mockup of the artwork was prepared and viewed by the commissioners prior to the meeting. The commission was extremely pleased with the final site plan and made a single minor suggestion (ensure even distribution of illumination along the Wall of Gratitude). CFA staff were delegated to work with the memorial planners on final details. In its last action regarding the memorial, the CFA approved the final design.[4][99]\n\nThe final design was then submitted to the National Capital Planning Commission on June 24, 2010.[100] By this time, the southernmost glass wall had been eliminated to provide for better east–west pedestrian flow through the site (leaving the memorial with just three glass panels). The placement of the remaining glass walls was adjusted, and the number of glass panels reduced from 70 to 49.[101] Per the request of the CFA, the height of the \"Wall of Gratitude\" was reduced from 14 feet (4.3 m) to 12 feet (3.7 m).[8] At the request of the NPS, this wall was now composed of granite, which was more durable than marble.[4] The American elms planned for Washington Avenue were replaced with gingko,[5] and the pole-mounted lights and ground-level lighting for the glass panels eliminated. Small LED lights were added to the top and back of each glass panel, and LED lights were used to underlight each granite bench.[15] Accessibility elements for special-needs individuals were also incorporated into the submitted final design. All crosswalks now had tactile paving and audible crosswalk signals. Seating height within the memorial was adjusted to be more accessible to the physically impaired, and the memorial planners had reached an agreement with the Architect of the Capitol to provide special needs parking south of the memorial site. To assist those who were visually impaired, the memorial now also provided an audio tour, accessed for free via cell phone, which described the memorial's art and components and provided an interpretive description of them.[102]\n\nOn July 1, 2010, the NCPC gave its approval to the memorial's final site design.[4][103]\n\n"
        },
        {
            "title": "Construction",
            "text": "By early 2010, the Veterans Disabled for Life Memorial Foundation had about $2.0 million to $2.5 million still to raise to complete its $86 million campaign.[14][104] By this time, Lois Pope had donated between $8.5 million[13] and $9 million[14] of personal and LIFE Foundation money (sources vary), and the DAV and its members had donated another $10 million.[14][13] Major corporate sponsors included AT&T and Ford.[105] Although it was short of its total goal, the memorial foundation had 75 percent of construction costs in-hand and final approval of the memorial design, so it successfully petitioned the Department of the Interior to issue a construction permit.\n\nGround was broken on the 1.72-acre (7,000 m2) memorial site on November 10, 2010.[14][13] Attending the groundbreaking were Lois Pope, Art Wilson, and Gary Sinise, all representing the DVLMF;[106] Secretary of Veterans Affairs Eric K. Shinseki; former Secretary of Veterans Affairs Anthony Principi; and Speaker of the House Nancy Pelosi (D-California).[107] More than 400 members of the public, most of them disabled veterans, watched the ceremony.[107] The DVLMF said the memorial would be dedicated on Veterans Day in 2012.[13][107][108]\n\nJust how much money remained to be raised after the memorial's groundbreaking was not clear.  Some sources said $2.5 million,[14][105][109] another reported $3.2 million,[108] while another claimed $3.5 million.[107] To raise the final funds needed for the memorial, the DVLMF relied heavily on commemorative coin sales.[14][108] Also unclear was how costly the memorial now was. One source said $86 million,[107] but other sources said the cost was just $85 million[14][105][109] and the DVLMF claimed in May 2011 that it had dropped to $82 million.[110][o][96]\n\nIn February 2011, Pope announced she would match donations to the memorial foundation up to $500,000.[109] The next May, Pope made a final $1 million contribution.  The memorial foundation said that her total giving now topped $10 million.[110][111] By October 2011, the DVLMF needed just $250,000 to reach its fundraising goal, which foundation officials felt might be reached by selling the last remaining commemorative coins.[112] Just how close the DVLMF was to its fundraising target can be seen in the activities of some of its most active donors. Pope's LIFE Foundation held its 18th and final \"Lady in Red\" gala event in Palm Beach in November 2011. According to Pope, \"This gala will be the last to raise funds for the American Veterans Disabled for Life Memorial as we have reached [the LIFE Foundation's] fundraising goal.\"[113]\n\nFabrication of elements of the memorial, preparation of the site, and memorial construction began in 2011. Bronze artworks were part of the memorial design, and in May 2011 the DVLMF announced that sculptor Larry Kirkland, who designed the bronze panels, had been also commissioned to fabricate them.[4] Washington, D.C.-based Tompkins Builders was chosen in June 2011 to oversee the memorial's construction.[114]\n\nConstruction was to have begun in June 2011,[3] but problems emerged. Five utilities (including four communications lines and one electrical line)[p][93] were discovered to have lines running below the site. While the utilities that owned these lines could move them quickly, the cash-strapped District of Columbia required federal funds to assist it in managing the street closures and infrastructure improvements that would be made during the relocations. Because of this, the NPS declined to issue a construction permit until a program had been worked out to move these utilities and obtain these funds.[4]\n\nConstruction of the memorial subsequently occurred in two phases. Phase I consisted of removing and rerouting fiber optic cables, broadband computer lines, telephone lines, and other communication lines from beneath the memorial site.[3] Phase II consisted of realigning the city streets and relocating traffic signals.[3][112] Work began on Phase I in fall 2011,[112] but the communications lines were not rerouted until fall 2012.[93][115] By November 2012, granite for the memorial was being quarried, and work on the bronze statues was under way.[112] With Phase II construction to take 12 months,[3] DVLMF officials said they hoped for a November 2013 dedication.[112]\n\nThroughout the latter half of 2011 and the first half of 2012, memorial foundation and D.C. officials sought the necessary highway construction funds. The fund worked closely with Senator Patty Murray (D-Washington), chair of the Senate Committee on Veterans' Affairs; Representative Nancy Pelosi; Representative Tom Latham (R-Iowa), chair of the Subcommittee on Transportation, Housing and Urban Development, and Related Agencies of the House Committee on Appropriations; Secretary of Transportation Ray LaHood; and Victor Mendez, Administrator of the Federal Highway Administration, to secure the funds. Their efforts were successful, and in mid-2012 the DC Department of Transportation (DDOT) received a $6 million grant from the Public Lands Highway Discretionary Program to construct the street realignments and complete Phase II.[9][q][116]\n\nWork on the glass panels also proceeded. The DVLMF hired Cloud Gehshan Associates to assist with the selection of quotations for the panels. Research into the speeches and writings of famous disabled veterans was made, and hundreds of interviews with disabled veterans conducted. More than 700 quotations were gathered, but just 18 of them—representing a wide diversity of voices spread through time—were used.[117] Initially, a New York-based firm was hired to fabricate the glass panels, but this company backed out of the project.[11] Savoy Studios, a glass manufacturing firm located in Portland, Oregon, was then hired to inscribe and fabricate the panels.[10][118] Individual sheets of glass were purchased from PPG Industries.[10] Savoy Studios used a computer-controlled water jet cutter to carve the text into them.[11] Moon Shadow Glass, a decorative glass fabricator (known for sandblasting artwork onto vandalized bus shelter glass for the TriMet bus system in Portland) used fine-art abrasive blasting to etch the photo-realistic images into the glass.[11] Savoy Studios then used GlassLam, a liquid polymer trademarked by the GlassLam company of Pompano Beach, Florida, to laminate the glass sheets together into a panel. The laminate not only cemented the sheets together, but also filled in any empty spaces between the sheet. Savoy Studios then used a water jet to cut the panels to their final size.[119]\n\nTechnifex, a special effects company located in Valencia, California, was hired in 2011 to design and fabricate the one-of-a-kind steel system providing natural gas to the eternal flame. Technifex also designed the electronically controlled ignition system that would keep the flame lit.[10]\n\nWork on the bronze panel artworks was under way by mid-2012.  These panels were fabricated at the Walla Walla Foundry in Walla Walla, Washington. The process was much simpler than creating the glass panels. Sculptor Kirkland created a silhouette of the figures he wanted for the panels. Red wax slabs 6-by-8-foot (1.8 by 2.4 m) in size were created, and the shape cut into them by a computer-controlled router. The shapes did not need to be perfect, as Kirkland preferred a slightly imperfect image that gave the viewer the impression that the \"artist's hand\" was still crafting the work. The bronze panels were then cast using the lost-wax method.[11]\n\nBy November 2012, all utilities except electricity had been relocated.[9] In mid-December 2012, Pepco began relocation of the electrical line.[93][115] DDOT said it would call for proposals to do the street work later that month, award a contract in January or February 2013, and begin construction work in March.[93][115][9]\n\nBy this time it was not exactly clear what the DVLMF's construction timeline was, however. In November 2012, the DAV reported that the memorial would be completed and ready for dedication in early 2014.[9][116] But the DVLMF said in December 2012 that the dedication would be in October 2014.[93] By March 2013, the DAV also reported the dedication date as October 2014.[115] Finally, in March 2014, the DVLMF set the dedication date for October 5, 2014.[120]\n\n"
        },
        {
            "title": "Dedication",
            "text": "The American Veterans Disabled for Life Memorial was dedicated on October 5, 2014.  President Barack Obama addressed a crowd of about 3,100 visitors and guests, many of them disabled veterans, who witnessed the memorial's unveiling.[121]  \"In the United States of America, those who have fought for our freedom should never be shunned and should never be forgotten,\" Obama said. \"When our wounded veterans set out on that long road of recovery, we need to move heaven and earth to make sure they get every single benefit, every single bit of care that they have earned, that they deserve.\"[121]\n\nAlso in attendance at the event was Secretary of Veterans Affairs Robert A. McDonald and Secretary of the Interior Sally Jewell. Actor Gary Sinise spoke at the event as national spokesperson for the memorial foundation. Speaking to the crowd, McDonald said, \"Few have given more to America. This imposing memorial stands as a powerful reminder of their service and their sacrifice.\"[121]\n\n"
        }
    ]
}