{
    "url": "https://en.wikipedia.org/wiki/American_Film_Institute",
    "title": "American Film Institute",
    "table_of_contents": [
        "1 Leadership",
        "2 History",
        "3 List of programs in brief",
        "4 AFI Conservatory",
        "4.1 Notable alumni",
        "5 AFI programs",
        "5.1 AFI Catalog of Feature Films",
        "5.2 AFI Life Achievement Award",
        "5.3 AFI Awards",
        "5.4 AFI Maya Deren Award",
        "5.5 AFI 100 Years... series",
        "5.6 AFI film festivals",
        "5.6.1 AFI Fest",
        "5.6.2 AFI Docs",
        "5.7 AFI Silver Theatre and Cultural Center",
        "5.8 The AFI Directing Workshop for Women",
        "6 AFI Directors Series",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe American Film Institute (AFI) is an American nonprofit film organization that educates filmmakers and honors the heritage of the motion picture arts in the United States. AFI is supported by private funding and public membership fees.\n\n"
        },
        {
            "title": "Leadership",
            "text": "The institute is composed of leaders from the film, entertainment, business, and academic communities. The board of trustees is chaired by Kathleen Kennedy and the board of directors chaired by Robert A. Daly guide the organization, which is led by President and CEO, film historian Bob Gazzale. Prior leaders were founding director George Stevens Jr. (from the organization's inception in 1967 until 1980) and Jean Picker Firstenberg (from 1980 to 2007).[2]\n\n"
        },
        {
            "title": "History",
            "text": "The American Film Institute was founded by a 1965 presidential mandate announced in the Rose Garden of the White House by Lyndon B. Johnson—to establish a national arts organization to preserve the legacy of American film heritage, educate the next generation of filmmakers, and honor the artists and their work. Two years later, in 1967, AFI was established, supported by the National Endowment for the Arts, the Motion Picture Association of America and the Ford Foundation.[3]\n\nThe original 22-member Board of Trustees included actor Gregory Peck as chairman and actor Sidney Poitier as vice-chairman, as well as director Francis Ford Coppola, film historian Arthur Schlesinger, Jr., lobbyist Jack Valenti, and other representatives from the arts and academia.[4]\n\nThe institute established a training program for filmmakers known then as the Center for Advanced Film Studies. Also created in the early years were a repertory film exhibition program at the Kennedy Center for the Performing Arts and the AFI Catalog of Feature Films — a scholarly source for American film history. The institute moved to its current eight-acre Hollywood campus in 1981.[5] The film training program grew into the AFI Conservatory, an accredited graduate school.\n\nAFI moved its presentation of first-run and auteur films from the Kennedy Center to the historic AFI Silver Theatre and Cultural Center, which hosts the AFI DOCS film festival, making AFI the largest nonprofit film exhibitor in the world. AFI educates audiences and recognizes artistic excellence through its awards programs and 10 Top 10 Lists.\n\n"
        },
        {
            "title": "List of programs in brief",
            "text": "AFI educational and cultural programs include:\n\n"
        },
        {
            "title": "AFI Conservatory",
            "text": "In 1969, the institute established the AFI Conservatory for Advanced Film Studies at Greystone, the Doheny Mansion in Beverly Hills, California. The first class included filmmakers Terrence Malick, Caleb Deschanel, and Paul Schrader.[15] That program grew into the AFI Conservatory, an accredited graduate film school located in the hills above Hollywood, California, providing training in six filmmaking disciplines: cinematography, directing, editing, producing, production design, and screenwriting. Mirroring a professional production environment, Fellows collaborate to make more films than any other graduate level program. Admission to AFI Conservatory is highly selective, with a maximum of 140 graduates per year.[16]\n\nIn 2013, Emmy and Oscar-winning director, producer, and screenwriter James L. Brooks (As Good as It Gets, Broadcast News, Terms of Endearment) joined as the artistic director of the AFI Conservatory where he provides leadership for the film program.[17] Brooks' artistic role at the AFI Conservatory has a rich legacy that includes Daniel Petrie, Jr., Robert Wise, and Frank Pierson. Award-winning director Bob Mandel served as dean of the AFI Conservatory for nine years. Jan Schuette took over as dean in 2014 and served until 2017. Film producer Richard Gladstein was dean from 2017 until 2019, when Susan Ruskin was appointed.[18]\n\nAFI Conservatory's alumni have careers in film, television and on the web. They have been recognized with all of the major industry awards—Academy Award, Emmy Award, guild awards, and the Tony Award.\n\nAmong the alumni of AFI are Andrea Arnold (Red Road, Fish Tank), Darren Aronofsky (Requiem for a Dream, Black Swan), Carl Colpaert (Gas Food Lodging, Hurlyburly, Swimming with Sharks), Doug Ellin (Entourage), Todd Field (In the Bedroom, Little Children), Jack Fisk (Badlands, Days of Heaven, There Will Be Blood), Carl Franklin (One False Move, Devil in a Blue Dress, House of Cards), Patty Jenkins (Monster, Wonder Woman), Janusz Kamiński (Lincoln, Schindler's List, Saving Private Ryan), Matthew Libatique (Noah, Black Swan), David Lynch (Mulholland Drive, Blue Velvet), Terrence Malick (Days of Heaven, The Thin Red Line, The Tree of Life), Melina Matsoukas (Queen and Slim), Rachel Morrison (Black Panther, Fruitvale Station), Victor Nuñez, (Ruby in Paradise, Ulee's Gold), Wally Pfister (Memento, The Dark Knight, Inception), Robert Richardson (Platoon), Ari Aster (Hereditary, Midsommar),  and many others.[19]\n\n"
        },
        {
            "title": "AFI programs",
            "text": "\n\nThe AFI Catalog, started in 1968, is a web-based filmographic database. A research tool for film historians, the catalog consists of entries on more than 60,000 feature films and 17,000 short films produced from 1893 to 2011, as well as AFI Awards Outstanding Movies of the Year from 2000 through 2010. Early print copies of this catalog may also be found at local libraries.[20]\n\nCreated in 2000, the AFI Awards honor the ten outstanding films (\"Movies of the Year\") and ten outstanding television programs (\"TV Programs of the Year\").[21] The awards are a non-competitive acknowledgment of excellence.\n\nThe awards are announced in December, and a private luncheon for award honorees takes place the following January.\n\nThe AFI 100 Years... series, which ran from 1998 to 2008 and created jury-selected lists of America's best movies in categories such as Musicals, Laughs and Thrills, prompted new generations to experience classic American films. The juries consisted of over 1,500 artists, scholars, critics, and historians. Citizen Kane was voted the greatest American film twice.\n\nAFI operates two film festivals: AFI Fest in Los Angeles, and AFI Docs (formally known as Silverdocs) in Silver Spring, Maryland, and Washington, D.C.\n\nAFI Fest is the American Film Institute's annual celebration of artistic excellence. It is a showcase for the best festival films of the year and an opportunity for master filmmakers and emerging artists to come together with audiences in the movie capital of the world. It is the only festival of its stature that is free to the public. The Academy of Motion Picture Arts and Sciences recognizes AFI Fest as a qualifying festival for the Short Films category for the annual Academy Awards.\n\nThe festival has paid tribute to numerous influential filmmakers and artists over the years, including Agnès Varda, Pedro Almodóvar and David Lynch as guest artistic directors, and has screened scores of films that have produced Oscar nominations and wins.\n\nHeld annually in June, AFI Docs (formerly Silverdocs) is a documentary festival in Washington, D.C. The festival attracts over 27,000 documentary enthusiasts.\n\nThe AFI Silver Theatre and Cultural Center is a moving image exhibition, education and cultural center located in Silver Spring, Maryland. Anchored by the restoration of noted architect John Eberson's historic 1938 Silver Theatre, it features 32,000 square feet of new construction housing two stadium theatres, office and meeting space, and reception and exhibit areas.\n\nThe AFI Silver Theatre and Cultural Center presents film and video programming, augmented by filmmaker interviews, panels, discussions, and musical performances.\n\nThe Directing Workshop for Women is a training program committed to educating and mentoring participants in an effort to increase the number of women working professionally in screen directing. In this tuition-free program, each participant is required to complete a short film by the end of the year-long program.[22]\n\nAlumnae of the program include Maya Angelou, Anne Bancroft, Dyan Cannon, Ellen Burstyn, Jennifer Getzinger, Lesli Linka Glatter, Lily Tomlin, Susan Oliver and Nancy Malone.[23]\n\n"
        },
        {
            "title": "AFI Directors Series",
            "text": "AFI released a set of hour-long programs reviewing the career of acclaimed directors. The Directors Series content was copyrighted in 1997 by Media Entertainment Inc and The American Film Institute, and the VHS and DVDs were released between 1999 and 2001 on Winstar TV and Video.[24]\n\nDirectors featured included:\n\n"
        }
    ]
}