{
    "url": "https://en.wikipedia.org/wiki/American_Philosophical_Society",
    "title": "American Philosophical Society",
    "table_of_contents": [
        "1 History",
        "2 Membership",
        "3 Awards",
        "4 Publications, archive",
        "5 Buildings",
        "5.1 Philosophical Hall",
        "5.2 Library Hall",
        "5.3 Benjamin Franklin Hall",
        "5.4 Richardson Hall",
        "6 Gallery",
        "7 Citations",
        "8 General and cited sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe American Philosophical Society (APS), founded in 1743 in Philadelphia, is a scholarly organization that promotes knowledge in the sciences and humanities through research, professional meetings, publications, library resources, and community outreach. Considered the first learned society in the United States, it has about 1,000 elected members, and by April 2020 had had only  5,710 members since its creation. Through research grants, published journals, the American Philosophical Society Museum, an extensive library, and regular meetings, the society supports a variety of disciplines in the humanities and the sciences.\n\nPhilosophical Hall, now a museum, is just east of Independence Hall in Independence National Historical Park; it was designated a National Historic Landmark in 1965.\n\n"
        },
        {
            "title": "History",
            "text": "The Philosophical Society, as it was originally called, was founded in 1743 by Benjamin Franklin, James Alexander, Francis Hopkinson, John Bartram, Philip Syng, Jr. and others[2][3] as an offshoot of an earlier club, the Junto.\n\nEarly members included: Benjamin Franklin, John Dickinson, George Washington, John Adams, Thomas Jefferson,[4] Alexander Hamilton, James McHenry, Thomas Paine, David Rittenhouse, Peter Stephen Du Ponceau, Nicholas Biddle, Owen Biddle, Benjamin Rush, James Madison, Michael Hillegas, John Marshall, Charles Pettit and John Andrews.\n\nIt was common at the time for intellectual societies to invite members from around the world, where the society recruited members from other countries, including Alexander von Humboldt, the Marquis de Lafayette, Baron von Steuben, Tadeusz Kościuszko, and Princess Dashkova.\n\nThe society lapsed into inactivity by 1746, but in 1767 it was revived. On January 2, 1769, it united with the American Society for Promoting Useful Knowledge under the name American Philosophical Society Held at Philadelphia for Promoting Useful Knowledge. Franklin was elected the first president.[5] During this time, the society maintained a standing Committee on American Improvements; one of its investigations was to study the prospects for a canal to connect the Chesapeake Bay and the Delaware River.[6] The Chesapeake and Delaware Canal, which had been proposed by Thomas Gilpin, Sr., was built in the 1820s.[7]\n\nAfter the American Revolution, the society looked for leadership to Francis Hopkinson, one of the signatories of the United States Declaration of Independence. Under his influence, the society received land from the government of Pennsylvania, along with a plot of land in Philadelphia, where Philosophical Hall now stands.\n\nCharles Darwin, Robert Frost, Louis Pasteur, Elizabeth Cabot Agassiz, John James Audubon, Linus Pauling, Margaret Mead, Maria Mitchell, and Thomas Edison were all prominent members of the society.\n\nMany members of the Society of the Cincinnati were among the APS's first board members and contributors; the APS and SOC still maintain an informal, collegial relationship.\n\n"
        },
        {
            "title": "Membership",
            "text": "Membership of the APS \"honors extraordinary accomplishments in all fields.\" It has about 1,000 elected members, comprising about 840 \"resident\" members (United States citizens or those working or living in the United States) and about 160 \"international\" members. As of April 2020[update] it had elected 5,710 members since its foundation.[8]\n\nOver that history, 208 members have been from Harvard University, 115 from Princeton University, 88 from Stanford University, and 84 from the University of California, Berkeley. Ten academic institutions have each been affiliated with 50 or more members:[9]\n\n"
        },
        {
            "title": "Awards",
            "text": "In 1786, the society established the Magellanic Premium, a prize for achievement in \"navigation, astronomy, or natural philosophy,\" the oldest scientific prize awarded by an American institution, which it still awards. Other awards include the Barzun Prize for cultural history, the Judson Daland Prize for Outstanding Achievement in Clinical Investigation, the Benjamin Franklin Medal, the Lashley Award for neurobiology, the Lewis Award, and the Thomas Jefferson Medal for distinguished achievement in the arts, humanities, or social sciences.\n\n"
        },
        {
            "title": "",
            "text": "The APS has published the Transactions of the American Philosophical Society since 1771. Five issues appear each year. The Proceedings have appeared since 1838; they publish the papers delivered at the society's biannual meetings. The society has also published The Papers of Benjamin Franklin, Joseph Henry, William Penn, and Meriwether Lewis and William Clark. Jane Aitken bound 400 volumes for the society.[10]\n\nThe society also has an expansive archive on framer of the U.S. constitution John Dickinson.[11]\n\nAPS has a collection of indigenous language documents from around the United States including the ACLS Collection (American Council of Learned Societies Committee on Native American Languages, American Philosophical Society)[12] recordings of the Odawa language from northern Michigan. APS has created a guide[13] to help provide broad coverage of the Native American and Indigenous archival collections at the Library & Museum of the American Philosophical Society. These materials date from 1553 to 2020 and include manuscript, audio, and visual materials relating to Indigenous peoples throughout the Americas.\n\n"
        },
        {
            "title": "Buildings",
            "text": "Philosophical Hall, at 104 South Fifth Street, Philadelphia, between Chestnut and Walnut Streets, immediately south of Old City Hall, was built in 1785–89 to house the society and designed by Samuel Vaughan in the Federal style.[14][15] A third floor was added in 1890 to accommodate the expanding library, but was removed in 1948–50,[15] when the building was restored to its original appearance for the creation of Independence National Historical Park.[16] In 2001, it was opened to the public as The American Philosophical Society Museum, hosting revolving, thematic exhibitions that explore intersections of history, art, and science. The museum features works of art, scientific instruments, original manuscripts, rare books, natural history specimens, and curiosities of all kinds from the APS's own collections, along with objects on loan from other institutions.[17]\n\nIn 1789–90, the Library Company of Philadelphia (LCP) built its headquarters directly across 5th Street from APS. In 1884 LCP sold its building, which was demolished for the expansion of the Drexel & Company Building in 1887. This building was demolished in the mid-1950s, during the creation of Independence National Historical Park.\n\nAPS built a library on the site in 1958 and recreated the façade of the old LCP building.\n\nAPS restored the former Farmers' & Mechanics' Bank building at 425–29 Chestnut Street, which was built in 1854–55 to the design of John M. Gries in the Italianate style,[18] to serve as a lecture hall. It is the site of meetings and most major events the society hosts.[19]\n\nThe Constance C. and Edgar P. Richardson Hall at 431 Chestnut Street, immediately west of Benjamin Franklin Hall, is the former Pennsylvania Company for Insurances on Lives and Granting Annuities Building, which was built in 1871–73 and designed by Addison Hutton.[20] It contains offices and the Consortium for History of Science, Technology and Medicine.[19]\n\n"
        },
        {
            "title": "Gallery",
            "text": "\n\n"
        }
    ]
}