{
    "url": "https://en.wikipedia.org/wiki/American_Gothic_fiction",
    "title": "American Gothic fiction",
    "table_of_contents": [
        "1 Analysis of major themes",
        "2 Early American Gothic",
        "3 Southern American Gothic",
        "4 New American Gothic",
        "5 Prominent examples",
        "6 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "American gothic fiction is a subgenre of gothic fiction. Elements specific to American Gothic include: rationality versus the irrational, puritanism, guilt, the uncanny (das unheimliche), ab-humans, ghosts, and monsters.\n\n"
        },
        {
            "title": "Analysis of major themes",
            "text": "The inability of many Gothic characters to overcome perversity by rational thought is quintessential American Gothic.[1] It is not uncommon for a protagonist to be sucked into the realm of madness because of his or her inclination towards the irrational. A tendency such as this flies in the face of higher reason and seems to mock 18th-century Enlightenment thinking as outlined by Common Sense and The Age of Reason. Also, one cannot ignore the contemporary Gothic themes of mechanism and automation that rationalism and logic lead to.\n\nPuritan imagery, particularly that of Hell, acted as potent brain candy for 19th-century authors like Edgar Allan Poe and Nathaniel Hawthorne.[2] The dark and nightmarish visions the Puritan culture of condemnation, reinforced by shame and guilt, created a lasting impact on the collective consciousness. Notions of predestination and original sin added to the doom and gloom of traditional Puritan values. This perspective and its underlying hold on American society ripened the blossoming of stories like \"The Pit and the Pendulum\", \"Young Goodman Brown\", and The Scarlet Letter.\n\nThe dungeons and endless corridors that are a hallmark of European Gothic are far removed from American Gothic, in which castles are replaced with caves. Lloyd-Smith reinterprets Moby-Dick to make this point convincingly.[3] Early settlers were prone to fear linked to the unexplored territory which surrounded, and in some cases, engulfed them. Fear of the unknown stemming from environmental factors like darkness and vastness is notable in Charles Brockden Brown's Edgar Huntly.\n\nThe emergence of the \"ab-human\" in American gothic fiction was closely coupled with the emergence of Charles Darwin's theories of evolution.[4] Ideas of evolution or devolution of a species, new biological knowledge, and technological advancement created a fertile environment for many to question their essential humanity. Parallels between humans and other living things on the planet were made obvious by the aforementioned. This is manifest in stories like H.P. Lovecraft’s \"The Outsider\" and Nicholson Baker's \"Subsoil\". Ghosts and monsters are closely related to this theme; they function as the spiritual equivalent of the abhuman and may be evocative of unseen realities, as in The Bostonians.\n\nJulia Kristeva's concepts of jouissance and abjection are employed by American Gothic authors such as Charlotte Perkins Gilman.[5] Kristeva theorizes that the expulsion of all things defiling, much like a corpse, is a common coping mechanism for humanity.[5] Gilman's \"The Yellow Wallpaper\" exploits this concept. Furthermore, \"The Yellow Wallpaper\" can be read as a social commentary on the oppressive conditions women suffered in their home lives at the turn of the 20th century.\n\n"
        },
        {
            "title": "Early American Gothic",
            "text": "Early American Gothic writers were particularly concerned with frontier wilderness anxiety and the lasting effects of a Puritanical society. \"The Legend of Sleepy Hollow\" by Washington Irving is perhaps the most famous example of American Colonial-era Gothic fiction. As mentioned above, Charles Brockden Brown was deeply affected by these circumstances, as can be seen in Wieland (novel).\n\nEdgar Allan Poe, Nathaniel Hawthorne and Washington Irving are often grouped together.[2] They present impressive, albeit disturbing, portraits of the human experience. Poe accomplished this through the window of a diseased and depressive fascination with the morose, Irving with the keen charm of a masterful storyteller, and Hawthorne with familial bonds to past abominations like the Salem Witch Trials which he addresses in \"The Custom House.\"\n\n"
        },
        {
            "title": "Southern American Gothic",
            "text": "The Southern Gothic includes stories set in the Southern United States, particularly following the Civil War and set in the economic and cultural decline that engulfed the region. Southern Gothic stories tend to focus on the decaying economic, educational and living standards of the post-Civil War South. There is often a heavy emphasis on race and class relations, while the rural environment provides an effective substitute for traditional Old World Gothic settings; for example, plantation estates fill the role of European castles. Some writers of Southern Gothic include William Faulkner, Flannery O'Connor and Eudora Welty.\n\n"
        },
        {
            "title": "New American Gothic",
            "text": "Authors who fall under the category of \"New American Gothic\" include: Flannery O'Connor, John Hawkes and J.D. Salinger. These writers rely on the use of private worlds to weave their Gothic intrigue, as such the destruction of the family unit is commonplace in the New American Gothic. The psyche becomes the setting in the microcosms this particular brand of horror creates.[6] Typically, these stories have a sort of \"antihero\"; an anxiety-riddled individual of little admirable strength. These features are conspicuous in stories such as \"A Good Man is Hard to Find\", \"The Laughing Man\", Wise Blood, The Lime Twig and The Beetle Leg.\n\nNote: Flannery O'Connor is cross-referenced as a Southern Gothic author.\n\n"
        }
    ]
}