{
    "url": "https://en.wikipedia.org/wiki/American_Foxhound",
    "title": "American Foxhound",
    "table_of_contents": [
        "1 History",
        "2 George Washington as the Father of the American Foxhound",
        "3 Description",
        "3.1 Appearance",
        "3.2 Coat",
        "3.3 Defining physical characteristics",
        "4 Behavior",
        "4.1 Temperament",
        "4.2 Activity level",
        "4.3 Trainability",
        "5 Health",
        "6 Trigg Hound",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe American Foxhound is a breed of dog that is a cousin of the English Foxhound. They are scent hounds, bred to hunt foxes by scent.\n\n"
        },
        {
            "title": "History",
            "text": " In 1650, Robert Brooke sailed from England to Maryland with his pack of hunting dogs, which were the root of several strains of American hounds. Dogs of this bloodline, known as \"Brooke Hounds,\" remained in the Brooke family for nearly 300 years, possibly one of the longest documented breeding records for a single breed and family.[1] George Washington received French Foxhounds, Grand Bleu de Gascogne, (which look much like an American Bluetick Coonhound) as a gift from the Marquis de Lafayette. Many of the dogs Washington kept were descended from Brooke's, and when crossed with the French hounds, helped to create the present-day American Foxhound. The American Foxhound is known to have originated in the states of Maryland and Virginia, and is the state dog of Virginia.[2]\n\nThe breed was developed by landed gentry purely for the sport of hunting foxes. With the importation (or migration) of the red fox, Irish Foxhounds were added to the lines, to increase speed and stamina in the dog, qualities still prevalent in today's dogs. One quality that the American Foxhound is famous for is its musical bay that can be heard for miles. This is one reason why this breed does not do well in city settings.[3]\n\nThe breed was first recognized by the American Kennel Club in 1886. Today, there are many different strains of American Foxhound, including Walker, Calhoun, Goodman, Trigg, July and Penn-Marydel. Though each strain looks different, they are all recognized as members of the same breed. Most show hounds are Walkers, many of the pack hounds (used with hunting foxes on horseback) are Penn-Marydel and hunters use a variety of strains to suit their hunting style and quarry.\n\n"
        },
        {
            "title": "George Washington as the Father of the American Foxhound",
            "text": "The American Kennel Club does credit George Washington as the Father of the American Foxhound. Washington and his wife Martha were dog breeders in Mount Vernon, Virginia. [4] Washington is said to have had a strong love for dogs; that grew from his love of hunting for foxes. This love of dogs stems from watching the relationship between the dog and the fox it was hunting.[5] Washington was an avid fox hunter. The birth of this breed can be credited to Washington, and his relationship with Marquis de Lafayette. Lafayette gifted a group of French Hound’s to Washington, from there around two years after, Washington acquired eight regular hounds from Philadelphia, Pennsylvania and 2 “Slow Pace” hounds from England. [6] From these 3 breeds of dogs, from America, France and England, Washington then bred the American Foxhound. Washington had no desire to breed this dog for attention to legacy, but rather for personal gain – to hunt foxes with his own collection of specially bred hunting dogs. Washington bred the American Foxhound in hopes of breeding faster speed and tracking of foxes into the breed of hounds he already owned. [7]\n\n"
        },
        {
            "title": "Description",
            "text": "While standards call for the American Foxhound to be about 21–25 in (53–64 cm) tall to the withers, and weigh anywhere between 55–71 lb (25–32 kg), many of them are larger in structure (especially the show strains), with males standing 26–29 in (66–74 cm) and females 25–28 in (64–71 cm) and smaller in weight, typically between 45–65 lb (20–29 kg). The legs of a Foxhound are long and straight-boned. The foxhound's chest is rather narrow. It has a long muzzle, and a large, domed skull. The ears are wide and low-set. The eyes are hazel or brown, and are large and wide-set.\n\n\nA close, hard hound coat of medium length, and any color, though the combination of black, white and tan is prevalent.[8]  American Foxhounds do tend to shed a good amount of hair, but a weekly brushing will decrease shedding. \nThe American Foxhound is taller and rangier than its cousin, the English Foxhound. Also, this breed is known to have a musical bark, called a bay, when it is hunting that can be heard for miles, probably inherited from the Grand Bleu de Gascogne's signature howl. If competing in a dog show, some physical characteristics that judges would look for would be a slightly domed skull, long, large ears, large eyes, straight muzzle, well laid-back shoulders, a moderately long back, fox-like feet, and a slightly curved tail. Though they are traditionally tri-colored (black, white and tan) they can be any color. They are one of the rarest breeds in the American Kennel Club.[8]\n\n"
        },
        {
            "title": "Behavior",
            "text": "The American Foxhound has a very docile and sweet demeanor. A typical dog is gentle, easygoing, and gets along with children and other animals.[8] However, they may act shy and reserved when around strangers; it's not uncommon for the American Foxhound to act sheepish or timid with unfamiliar surroundings. With any dog breed, the typical manner associated does not explicitly mean the dog will display said traits.\n\nThe American Foxhound is a very active breed with very high energy. With longer legs bred into them, they are a very fast dog. They require a lot of exercise and do best in habitats where they have room to run. If they live in a suburban area such as a neighborhood, they should have a fenced-in yard and be taken on multiple walks daily.\n\nObedience training is essential for this breed due to their independence and natural instinct to follow a scent. A Foxhound who picks up a scent will follow it while ignoring commands; training requires patience and skill because of the breed's independence and occasional stubbornness. Because of its strong hunting instinct, American Foxhounds should not be trusted off-leash. Most scent hounds are bred to give \"voice,\" but the Foxhound does not make a good watchdog.\n\n"
        },
        {
            "title": "Health",
            "text": "This breed is not generally a breed that carries genetic disorders. However they can easily become overweight when overfed. A minor health risk in American Foxhounds is thrombocytopathy, or platelet disease. This comes from poorly functioning blood platelets and can result in excessive bleeding from minor bumps or cuts. The treatment is usually based on the severity of the disease. Owners will often have their American Foxhounds undergo blood tests so that the condition can be caught early on. While dysplasia was largely unknown in Foxhounds, it is beginning to crop up occasionally, along with some eye issues. It is not typical or customary for Foxhound breeders to screen for any hereditary disorders at this time. The breed's lifespan is generally 10–12 years. The American Foxhound is an energetic breed. According to some veterinarians and trainers, it needs plenty of exercise, for example, a fairly long walk followed by a game of fetch.\n\n"
        },
        {
            "title": "Trigg Hound",
            "text": "The Trigg Hound (also known as the Trigg Foxhound or Hayden Trigg Hound) is a variety of the American Foxhound, developed in Kentucky by Colonel Haiden Trigg.\n\nThe Trigg Hound originated in Barren County, Kentucky, in the 1860s, when fox hunting enthusiast Colonel Haiden C. Trigg wanted to develop a faster hound than those available in his area. He used dogs from the Birdsong, Maupin, and Walker lines to develop his strain.[9]\n\nAccording to W. L. Porter in an article in The Chase, local fox hunters who saw the dogs purchased from Birdsong found them unattractive, but their performance was surprisingly good. Porter stated that the dogs were \"racy built, crop ears, rough coated, bushy tails and chop mouthed and looked unlike any fox hound any of us had ever seen\". Eventually, Trigg's breeding program became successful on a local and national level.[10]\n\nIn 1910, well-known big-game hunter Paul J. Rainey purchased twenty five hounds from Trigg and took them on a hunting trip in Africa, later buying more from Trigg, his son Alanson, and others. After Trigg's death, some fanciers began to lose interest and the strain declined in popularity, despite a small core of active breeders. After Rainey returned from his trips, however, he announced that the Triggs were the \"best and most courageous hounds in the world,\" causing their popularity to rise again amongst hunters.[9]\n\nMale Trigg Hounds stand 23 to 24 inches (58 to 61 centimetres) at the withers and weigh 45 to 55 pounds (20 to 25 kilograms), while females stand 20 to 22 inches (51 to 56 centimetres) and weigh 35 to 45 pounds (16 to 20 kilograms). The variety has a long snout, hanging ears, and a short, smooth coat, and though it may come in any color, the Continental Kennel Club allows only tricolor and bicolor dogs. The Trigg Hound is obedient but \"tenacious\", and is well-suited to hunting because of its sense of smell and endurance.[3]\n\n"
        }
    ]
}