{
    "url": "https://en.wikipedia.org/wiki/American_Theatre_Organ_Society",
    "title": "American Theatre Organ Society",
    "table_of_contents": [
        "1 History",
        "2 Current activities",
        "3 Instruments",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The American Theatre Organ Society (ATOS) is an American non-profit organization, dedicated to preserving and promoting the theatre pipe organ and its musical art form.[1]\n\nATOS consists of regional member-chapters, and is led by democratically elected leaders. There are currently over 75 local chapters of ATOS, and membership is made up of musicians, technicians, hobbyists, educators, and others who enjoy the music of the theatre organ. The ATOS Board of Directors is the main governing body.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Theatre organs took the place of the orchestra when installed in movie theatres during the heyday of silent films. After the introduction of sound films in the late 1920s, the production of theater organs started decreasing.[3] However, the music and sound of the theater organ continued to remain popular with a number of enthusiasts. And in 1955, ATOS was founded to promote and preserve the heritage of theater organs.[4]\n\nATOS was founded as a group called the American Theatre Organ Enthusiasts, by Richard Simonton. Simonton was a Hollywood businessman and entrepreneur. And as a tremendous fan of theatre organ music, he arranged a gathering at his home on February 8, 1955, where he and several other organ enthusiasts founded what would later become ATOS.\n\n"
        },
        {
            "title": "Current activities",
            "text": "ATOS hosts an annual convention every year, held at various locations across the country.[5] The 2019 Convention will be held in Rochester, New York\n\nMany regional events are sponsored and organized by local chapters.\n\nATOS has an extensive outreach to young musicians, and funds several musical scholarships for youth members. ATOS sponsors an annual Young Theatre Organist Competition.[6]\n\nATOS sponsors ATOS Theatre Organ Radio, an internet radio station dedicated to the theatre organ. It can be streamed through the ATOS Website, 24 hours per day.\n\n"
        },
        {
            "title": "Instruments",
            "text": "There were over 7,000 theater organs installed in American theatres from 1915 to 1933.[7] Though there are few original instruments in their original theatres, hundreds of theatre organs have been installed in public venues throughout the world,[8] while hundreds more (typically rescued from defunct theaters) exist in private residences.\n\nTheater organs are complex instruments that require periodic maintenance. Repair and restoration services can be costly, especially when refurbishing non-working instruments. ATOS established an endowment fund to financially assist ATOS chapters engaged in theatre organ projects and/or programs, which will have a lasting impact on the preservation of theatre organs as a historical American instrument and musical art form.[9]\n\nThe Atos Website maintains a list of venues with theater organs, organized by location.[10]\n\nDue to a limited but steady demand for theater organs, a few companies manufacture modern Digital Theater Organs. Incorporating sampling, a MIDI interface, and newly designed speaker systems, they are produced in the attempt to recreate authentic-sounding pipe tones, thus providing an affordable alternative to an actual pipe organ.[11][12] Despite the availability of new digital theater organs, there is still an active market of original pipe instruments and parts.\n\n"
        }
    ]
}