{
    "url": "https://en.wikipedia.org/wiki/America_the_Beautiful_quarters",
    "title": "America the Beautiful quarters",
    "table_of_contents": [
        "1 Coin designs",
        "1.1 Privy mark",
        "2 Mint marks",
        "3 List of designs",
        "3.1 Site breakdown",
        "4 Mintage details",
        "5 Aftermath",
        "6 Year map",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe America the Beautiful quarters (sometimes abbreviated ATB quarters) were a series of 56 25-cent pieces (quarters) issued by the United States Mint, which began in 2010 and lasted until 2021.[1] The obverse (front) of all the coins depicts George Washington in a modified version of the portrait used for the original 1932 Washington quarter.[2] There were five new reverse (back) designs each year (one in 2021), each commemorating a national natural or historic site such as national parks, national historic site, or national forests – one from each state, the federal district, and each territory. The program was authorized by the America's Beautiful National Parks Quarter Dollar Coin Act of 2008 (Pub.L. 110–456 (text) (PDF).\n\n"
        },
        {
            "title": "Coin designs",
            "text": "Quarters were issued with reverse designs commemorating national parks and sites in the order of which that park or site was deemed a national site.[3] The quarters from three states depict parks or sites that were previously portrayed on the state quarters (Grand Canyon in Arizona, Yosemite in California, and Mount Rushmore in South Dakota). While they depict the same sites, they bear new designs.[3]\n\nIn 2020, the obverses of the quarters struck at West Point also include a privy mark. The privy design features the text \"V75\", celebrating the 75th anniversary of the end of World War II inside an outline of the Rainbow Pool at the World War II Memorial in Washington, DC.[4]\n\n"
        },
        {
            "title": "Mint marks",
            "text": "Over the course of the series, four mint marks were used on the America the Beautiful quarters.  Quarters produced at the Philadelphia and Denver Mints feature the P and D mint marks respectively.\n\nIn 2010 and 2011, the San Francisco Mint (S mint mark) produced quarters exclusively for the annual Proof Set.  In 2012, San Francisco started producing America the Beautiful quarters in the standard circulation finish of the P and D quarters for sale to collectors.[5]\n\nOn April 2, 2019, the United States Mint announced that the West Point Mint would release 10,000,000 quarters (2,000,000 of each design released that year) with the \"W\" mint mark.[6]  This was the first time the mint mark appeared on a circulating coin. The quarters were mixed into uncirculated bags and rolls of the quarters to stimulate public interest in coin collecting.\n\n"
        },
        {
            "title": "List of designs",
            "text": "Of the 56 designs there are\n\n"
        },
        {
            "title": "Mintage details",
            "text": "Beginning with the El Yunque (Puerto Rico) design in the America the Beautiful Quarters Program, the U.S. Mint began selling (at a premium) uncirculated 40-coin rolls and 100-coin bags of quarters with the San Francisco mint mark.[20] These coins were not included in the 2012 uncirculated sets or the three-coin ATB quarter sets (which consisted of an uncirculated \"P\" and \"D\" and proof \"S\" specimen) and no \"S\" mint-marked quarters are being released into circulation, so that mintages will be determined solely by direct demand for the \"S\" mint-marked coins. As of January 2013 initial United States Mint sales figures indicated that between 1.3 million and 1.6 million of each 2012 design had been struck at the San Francisco mint, close to the announced mintage of 1.4 million for each design. Direct U.S. Mint sale of rolls and bags of uncirculated business strike coins continued with the 2013 America the Beautiful quarter issues, with actual quantities again to be determined by customer orders. The mintages of the uncirculated \"S\" quarters are considerably lower than that of the \"P\" and \"D\" mint-marked coins, and are comparable to the 1996-W Roosevelt Dime (also not issued for circulation), which sells in the neighborhood of $20 each in an average grade. As of 2019, uncirculated \"S\" quarters can be obtained from dealers for about three-four times their face value.\n\nIn 2019 the Mint began to release \"W\" mintmarked quarters produced at the West Point Mint.  Two million of each of the year's five issues, mixed in bags with the common \"P\" and \"D\" coins, were  scheduled for distribution at various major cities. Intended to increase interest in coin collecting, these products are not available by order from the Mint.[21]\n\nAlso notable are the 2010 satin finish quarters issued only in 2010 mint sets with a low mintage of 583,897, and proof and silver proof issues, some with mintages almost as low as the 2010 satin finish quarters.\n\nThere are collector versions of the America the Beautiful 5 ounce Silver Bullion Coin Program which debuted on December 10, 2010. They feature an uncirculated finish and contain a ‘P’ mintmark indicating they were struck at the US Mint's facility in Philadelphia. The bullion coins were also struck in Philadelphia but contain no mintmark. The United States Mint struck these coins late in 2010 with an extremely limited mintage of only 27,000. The Mint apparently had insufficient time to strike more before the end of the year owing to initial production difficulties with both America the Beautiful Five Ounce Coin series. This forced the Mint to only release these Hot Springs Coins the following year on April 28, 2011. Demand was intense in the first hours of availability with collectors ordering 19,000 of them in the first nine hours. Within two weeks, the Mint indicated a sell-out of the limited mintage strikes. Each coin's price is determined by the current value of silver and the 2010 issues sold for $279.95. Many subsequent issues have even lower mintages and higher secondary market values. These 5 oz. silver quarters are the \"Big Boys\" quarter collection and due to their low mintage, have increased their value over issue price, even in the face of declining silver prices.\n\n"
        },
        {
            "title": "Aftermath",
            "text": "The 2008 legislation gave the Treasury Secretary the option of ordering a second round of 56 national parks quarters by 2018, but Steven Mnuchin did not do so. According to the legislation, once the America the Beautiful Quarters Program ended in 2021, the obverse of the quarter reverted to the original Flanagan design used from 1932 until the start of the 50 State Quarter Program.  However, the reverse was redesigned to feature General Washington crossing the Delaware River, the same theme that was used on the 1999 New Jersey quarter.[1]  The new quarter was released on April 5, 2021, and was minted for the rest of the year.\n\nWith the passage of the Circulating Collectible Coin Redesign Act of 2020 (Pub.L. 116–330 (text) (PDF), the program will be succeeded by the American Women quarters from 2022 to 2025, a series commemorating the United States Semiquincentennial in 2026, and a series depicting youth sports from 2027 to 2030.[22]\n\n"
        }
    ]
}