{
    "url": "https://en.wikipedia.org/wiki/American_literature",
    "title": "American literature",
    "table_of_contents": [
        "1 Native American literature",
        "1.1 Oral literature",
        "1.2 Published books",
        "2 Colonial literature",
        "2.1 Topics of early prose",
        "2.2 Revolutionary period",
        "3 Post-independence",
        "3.1 The first American novel",
        "4 19th century – Unique American style",
        "4.1 Ethnic, African-American and Native American writers",
        "5 Late 19th century Realist fiction",
        "5.1 Social novel",
        "6 20th century prose",
        "6.1 1920s",
        "6.2 1930s – Depression-era",
        "7 Post-World War II fiction",
        "7.1 Novel",
        "7.2 Short fiction",
        "8 Contemporary fiction",
        "9 Poetry",
        "9.1 18th century",
        "9.2 19th century",
        "9.3 20th century",
        "9.3.1 Post-World War II",
        "10 Drama",
        "11 Ethnic studies and literature",
        "11.1 Ethnic literature",
        "12 Nobel Prize in Literature winners (American authors)",
        "13 American literary awards",
        "14 See also",
        "14.1 Regional and minority focuses in American literature",
        "15 Notes and references",
        "16 Bibliography",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAmerican literature is literature  written or produced in the United States of America and in the colonies that preceded it. The American literary tradition thus is part of the broader tradition of English-language literature, but also includes literature of other traditions produced in the United States and in other immigrant languages.[1] Furthermore, a rich tradition of oral storytelling exists amongst Native American tribes.[2]\n\nThe American Revolutionary Period (1775–1783) is notable for the political writings of Benjamin Franklin, Alexander Hamilton, Thomas Paine, and Thomas Jefferson. An early novel is William Hill Brown's The Power of Sympathy published in 1791. Writer and critic John Neal in the early-mid nineteenth century helped advance America's progress toward a unique literature and culture, by criticizing predecessors like Washington Irving for imitating their British counterparts and influencing others like Edgar Allan Poe.[3] Edgar Allan Poe took American poetry and short fiction in new directions. Ralph Waldo Emerson pioneered the influential Transcendentalism movement; Henry David Thoreau, author of Walden, was influenced by this movement. The conflict surrounding abolitionism inspired the writers like Harriet Beecher Stowe and by slave narratives, such as those by Frederick Douglass. Nathaniel Hawthorne's The Scarlet Letter (1850) explored the dark side of American history, as did Herman Melville's Moby-Dick (1851). Major American poets of the nineteenth century include Walt Whitman, Melville, and Emily Dickinson. Mark Twain was the first major American writer to be born away from the East Coast. Henry James achieved international recognition with novels like The Portrait of a Lady (1881).\n\nFollowing World War I, modernist literature rejected nineteenth century forms and values. F. Scott Fitzgerald captured the carefree mood of the 1920s, but John Dos Passos and Ernest Hemingway, who became famous with The Sun Also Rises and A Farewell to Arms, and William Faulkner adopted experimental forms. American modernist poets included diverse figures: Wallace Stevens, T. S. Eliot, Robert Frost, Ezra Pound, and E. E. Cummings. Depression era writers included John Steinbeck, author of The Grapes of Wrath (1939). America's involvement in World War II influenced works such as Norman Mailer's The Naked and the Dead (1948), Joseph Heller's Catch-22 (1961) and Kurt Vonnegut Jr.'s Slaughterhouse-Five (1969). Prominent playwrights of these years include Eugene O'Neill, who won a Nobel Prize. In the mid-twentieth century, drama was dominated by Tennessee Williams and Arthur Miller, as well as the musical theater.\n\nIn late 20th century and early 21st century there has been increased popular and academic acceptance of the literature written by immigrant, ethnic, Native American, and LGBT writers, and of writings in other languages than English.[4] \nExamples of pioneers in these areas include Asian American authors such as Maxine Hong Kingston, the Native American Louise Erdrich, and African Americans Ralph Ellison, James Baldwin, and 1993 Nobel Laureate Toni Morrison. The folk-rock songwriter Bob Dylan won the 2016 Nobel Prize in Literature, as well.\n\n"
        },
        {
            "title": "Native American literature",
            "text": "Oral literature existed amongst the various Native American tribes prior to the arrival of European colonists. The traditional territories of some tribes traverse national boundaries and such literature is not homogeneous but reflects the different cultures of these peoples.[5]\n\nIn 1771 the first work by a Native American in English, A Sermon Preached at the Execution of Moses Paul, an Indian, by Samson Occom, from the Mohegan tribe, was published and went through 19 editions. The Life and Adventures of Joaquin Murieta (1854) by John Rollin Ridge (Cherokee, 1827–67) was the first novel by a Native American, and O-gi-maw-kwe Mit-I-gwa-ki (Queen of the Woods) (1899) by Simon Pokagon (Potawatomi, 1830–99) was \"the first Native American novel devoted to the subject of Indian life\".[6]\n\nA significant event in the development of Native American literature in English came with the awarding of the Pulitzer Prize in 1969 to N. Scott Momaday (Kiowa tribe) for his novel House Made of Dawn (1968).\n\n"
        },
        {
            "title": "Colonial literature",
            "text": "The Thirteen Colonies have often been regarded as the center of early American literature. However, the first European settlements in North America had been founded elsewhere many years earlier, and the dominance of the English language in American culture was not yet apparent.[7] The first item printed in Pennsylvania was in German and was the largest book printed in any of the colonies before the American Revolution.[7] Spanish and French had two of the strongest colonial literary traditions in the areas that now comprise the United States, and discussions of early American literature commonly include texts by Samuel de Champlain alongside English-language texts by Thomas Harriot and Captain John Smith. Moreover, a wealth of oral literary traditions existed on the continent among the numerous different Native American tribes. Political events, however, would eventually make English the lingua franca as well as the literary language of choice for the colonies at large. Such events included the English capture of the Dutch colony of New Amsterdam in 1664, with the English renaming it New York and changing the administrative language from Dutch to English.[8]\n\nFrom 1696 to 1700, only about 250 separate items were issued from the major printing presses in the American colonies. This is a small number compared to the output of the printers in London at the time. London printers published materials written by New England authors, so the body of American literature was larger than what was published in North America. However, printing was established in the American colonies before it was allowed in most of England. In England, restrictive laws had long confined printing to four locations, where the government could monitor what was published: London, York, Oxford, and Cambridge. Because of this, the colonies ventured into the modern world earlier than their provincial English counterparts.[7]\n\nBack then, some of the American literature were pamphlets and writings extolling the benefits of the colonies to both a European and colonial audience. Captain John Smith could be considered the first American author with his works: A True Relation of Such Occurrences and Accidents of Noate as Hath Happened in Virginia ... (1608) and The Generall Historie of Virginia, New England, and the Summer Isles (1624). Other writers of this manner included Daniel Denton, Thomas Ashe, William Penn, George Percy, William Strachey, Daniel Coxe, Gabriel Thomas, and John Lawson.\n\nThe religious disputes that prompted settlement in America were important topics of early American literature. A journal written by John Winthrop, The History of New England, discussed the religious foundations of the Massachusetts Bay Colony. Edward Winslow also recorded a diary of the first years after the Mayflower's arrival. \"A modell of Christian Charity\" by John Winthrop, the first governor of Massachusetts, was a Sermon preached on the Arbella (the flagship of the Winthrop Fleet) in 1630. This work outlined the ideal society that he and the other Separatists would build in an attempt to realize a \"Puritan utopia\". Other religious writers included Increase Mather and William Bradford, author of the journal published as a History of Plymouth Plantation, 1620–47. Others like Roger Williams and Nathaniel Ward more fiercely argued state and church separation. Others, such as Thomas Morton, cared little for the church; Morton's The New English Canaan mocked the Puritans and declared that the local Native Americans were better people than them.[9]\n\nOther late writings described conflicts and interaction with the Indians, as seen in writings by Daniel Gookin, Alexander Whitaker, John Mason, Benjamin Church, and Daniel J. Tan. John Eliot translated the Bible into the Algonquin language (1663) as Mamusse Wunneetupanatamwe Up-Biblum God.[10] It was the first complete Bible printed in the Western hemisphere; Stephen Daye printed 1,000 copies on the first printing press in the American colonies.[11]\n\nOf the second generation of New England settlers, Cotton Mather stands out as a theologian and historian, who wrote the history of the colonies with a view to God's activity in their midst and to connecting the Puritan leaders with the great heroes of the Christian faith. His best-known works include the Magnalia Christi Americana (1702), the Wonders of the Invisible World and The Biblia Americana.[citation needed]\n\nJonathan Edwards and George Whitefield represented the Great Awakening, a religious revival in the early 18th century that emphasized Calvinist thought. Other Puritan and religious writers include Thomas Hooker, Thomas Shepard, John Wise, and Samuel Willard. Less strict and serious writers included Samuel Sewall (who wrote a diary revealing the daily life of the late 17th century),[9] and Sarah Kemble Knight.[citation needed]\n\nNew England was not the only area in the colonies with a literature: southern literature was also growing at this time. The diary of planter William Byrd and his The History of the Dividing Line (1728) described the expedition to survey the swamp between Virginia and North Carolina but also comments on the differences between American Indians and the white settlers in the area.[9] In a similar book, Travels through North and South Carolina, Georgia, East and West, William Bartram described the Southern landscape and the Indian tribes he encountered; Bartram's book was popular in Europe, being translated into German, French and Dutch.[9]\n\nAs the colonies moved toward independence from Britain, an important discussion of American culture and identity came from the French immigrant J. Hector St. John de Crèvecœur, whose Letters from an American Farmer (1782) addresses the question \"What is an American?\" by moving between praise for the opportunities and peace offered in the new society and recognition that the solid life of the farmer must rest uneasily between the oppressive aspects of the urban life and the lawless aspects of the frontier, where the lack of social structures leads to the loss of civilized living.[9]\n\nThis same period saw the beginning of African-American literature, through the poet Phillis Wheatley and the slave narrative of Olaudah Equiano, The Interesting Narrative of the Life of Olaudah Equiano (1789). At this time American Indian literature also began to flourish. Samson Occom published his A Sermon Preached at the Execution of Moses Paul and a popular hymnbook, Collection of Hymns and Spiritual Songs, \"the first Indian best-seller\".[12]\n\nThe Revolutionary period also contained political writings, including those by colonists Samuel Adams, Josiah Quincy, John Dickinson, and Joseph Galloway, the last being a loyalist to the crown. Two key figures were Benjamin Franklin and Thomas Paine. Franklin's Poor Richard's Almanack and The Autobiography of Benjamin Franklin are esteemed works with their wit and influence toward the formation of a budding American identity. Paine's pamphlet Common Sense and The American Crisis writings are seen as playing a key role in influencing the political tone of the time.\n\nDuring the Revolutionary War, poems and songs such as \"Nathan Hale\" were popular. Major satirists included John Trumbull and Francis Hopkinson. Philip Morin Freneau also wrote poems about the War.\n\nDuring the 18th century, writing shifted from the Puritanism of Winthrop and Bradford to Enlightenment ideas of reason. The belief that human and natural occurrences were messages from God no longer fit with the budding anthropocentric culture. Many intellectuals believed that the human mind could comprehend the universe through the laws of physics as described by Isaac Newton. One of these was Cotton Mather. The first book published in North America that promoted Newton and natural theology was Mather's The Christian Philosopher (1721). The enormous scientific, economic, social, and philosophical, changes of the 18th century, called the Enlightenment, impacted the authority of clergyman and scripture, making way for democratic principles. The increase in population helped account for the greater diversity of opinion in religious and political life as seen in the literature of this time. In 1670, the population of the colonies numbered approximately 111,000. Thirty years later it was more than 250,000. By 1760, it reached 1,600,000.[7] The growth of communities and therefore social life led people to become more interested in the progress of individuals and their shared experience in the colonies. These new ideas can be seen in the popularity of Benjamin Franklin's Autobiography.\n\nEven earlier than Franklin was Cadwallader Colden (1689 - 1776), whose book The History of the Five Indian Nations, published in 1727 was one of the first texts published on Iroquois history.[13] Colden also wrote a book on botany, which attracted the attention of Carl Linnaeus, and he maintained a long term correspondence with Benjamin Franklin.[14][15]\n\n"
        },
        {
            "title": "Post-independence",
            "text": "In the post-war period, Thomas Jefferson established his place in American literature through his authorship of the Declaration of Independence, his influence on the U.S. Constitution, his autobiography, his Notes on the State of Virginia, and his many letters. The Federalist essays by Alexander Hamilton, James Madison, and John Jay presented a significant historical discussion of American government organization and republican values. Fisher Ames, James Otis, and Patrick Henry are also valued for their political writings and orations.\n\nEarly American literature struggled to find a unique voice in existing literary genre, and this tendency was reflected in novels. European styles were frequently imitated, but critics usually considered the imitations inferior.\n\nIn the late 18th and early 19th centuries, the first American novels were published. These fictions were too lengthy to be printed for public reading. Publishers took a chance on these works in hopes they would become steady sellers and need to be reprinted. This scheme was ultimately successful because male and female literacy rates were increasing at the time. Among the first American novels are Thomas Attwood Digges's Adventures of Alonso, published in London in 1775 and William Hill Brown's The Power of Sympathy published in 1789. Brown's novel depicts a tragic love story between siblings who fell in love without knowing they were related.\n\nIn the next decade, important women writers also published novels. Susanna Rowson is best known for her novel Charlotte: A Tale of Truth, published in London in 1791.[17] In 1794 the novel was reissued in Philadelphia under the title, Charlotte Temple. Charlotte Temple is a seduction tale, written in the third person, which warns against listening to the voice of love and counsels resistance. She also wrote nine novels, six theatrical works, two collections of poetry, six textbooks, and countless songs.[17] Reaching more than a million and a half readers over a century and a half, Charlotte Temple was the biggest seller of the 19th century before Stowe's Uncle Tom's Cabin. Although Rowson was extremely popular in her time and is often acknowledged in accounts of the development of the early American novel, Charlotte Temple often is criticized as a sentimental novel of seduction.\n\nHannah Webster Foster's The Coquette: Or, the History of Eliza Wharton was published in 1797 and was extremely popular.[18] Told from Foster's point of view and based on the real life of Eliza Whitman, the novel is about a woman who is seduced and abandoned. Eliza is a \"coquette\" who is courted by two very different men: a clergyman who offers her a comfortable domestic life and a noted libertine. Unable to choose between them, she finds herself single when both men get married. She eventually yields to the artful libertine and gives birth to an illegitimate stillborn child at an inn. The Coquette is praised for its demonstration of the era's contradictory ideas of womanhood.[19] even as it has been criticized for delegitimizing protest against women's subordination.[20]\n\nBoth The Coquette and Charlotte Temple are novels that treat the right of women to live as equals as the new democratic experiment. These novels are of the sentimental genre, characterized by overindulgence in emotion, an invitation to listen to the voice of reason against misleading passions, as well as an optimistic overemphasis on the essential goodness of humanity. Sentimentalism is often thought to be a reaction against the Calvinistic belief in the depravity of human nature.[21]\nWhile many of these novels were popular, the economic infrastructure of the time did not allow these writers to make a living through their writing alone.[22]\n\nCharles Brockden Brown is the earliest American novelist whose works are still commonly read. He published Wieland in 1798, and in 1799 published Ormond, Edgar Huntly, and Arthur Mervyn. These novels are of the Gothic genre.\n\nThe first writer to be able to support himself through the income generated by his publications alone was Washington Irving. He completed his first major book in 1809 titled A History of New-York from the Beginning of the World to the End of the Dutch Dynasty.[23]\n\nOf the picaresque genre, Hugh Henry Brackenridge published Modern Chivalry in 1792–1815; Tabitha Gilman Tenney wrote Female Quixotism: Exhibited in the Romantic Opinions and Extravagant Adventure of Dorcasina Sheldon in 1801; Royall Tyler wrote The Algerine Captive in 1797.[21]\n\nOther notable authors include William Gilmore Simms, who wrote Martin Faber in 1833, Guy Rivers in 1834, and The Yemassee in 1835. Lydia Maria Child wrote Hobomok in 1824 and The Rebels in 1825. John Neal wrote Keep Cool in 1817, Logan, A Family History in 1822, Seventy-Six in 1823, Randolph in 1823, Errata in 1823, Brother Jonathan in 1825, and Rachel Dyer (earliest use of the Salem witch trials as the basis for a novel[24]) in 1828. Catherine Maria Sedgwick wrote A New England Tale in 1822, Redwood in 1824, Hope Leslie in 1827, and The Linwoods in 1835. James Kirke Paulding wrote The Lion of the West in 1830, The Dutchman's Fireside in 1831, and Westward Ho! in 1832. Omar ibn Said, a Muslim slave in the Carolinas, wrote an autobiography in Arabic in 1831, considered an early example of African-American literature.[25][26][27] Robert Montgomery Bird wrote Calavar in 1834 and Nick of the Woods in 1837. James Fenimore Cooper was a notable author best known for his novel The Last of the Mohicans written in 1826.[21] George Tucker produced in 1824 the first fiction of Virginia colonial life with The Valley of Shenandoah. He followed in 1827 with one of the country's first science fictions: A Voyage to the Moon: With Some Account of the Manners and Customs, Science and Philosophy, of the People of Morosofia, and Other Lunarians.\n\n"
        },
        {
            "title": "",
            "text": "After the war with Britain in 1812, there was an increasing desire to produce a uniquely American literature and culture. Literary figures who took up the cause included Washington Irving, William Cullen Bryant, and James Fenimore Cooper. Irving wrote humorous works in Salmagundi and the satire A History of New York, by Diedrich Knickerbocker (1809). Bryant wrote early romantic and nature-inspired poetry, which evolved away from their European origins. Cooper's Leatherstocking Tales about Natty Bumppo (which includes The Last of the Mohicans, 1826) treated uniquely American material in ways that were popular both in the new country and Europe.\n\nJohn Neal as a critic played a key role in developing American literary nationalism. Neal criticized Irving and Cooper for relying on old British conventions of authorship to frame American phenomena,[28] arguing that \"to succeed ... [the American writer] must resemble nobody ... [he] must be unlike all that have gone before [him]\" and issue \"another Declaration of Independence, in the great Republic of Letters.\"[29] As a pioneer of the literary device he referred to \"natural writing\",[30] Neal was \"the first in America to be natural in his diction\"[31] and his work represents \"the first deviation from ... Irvingesque graciousness.\"[32]\n\nEdgar Allan Poe was born in Boston but raised in Virginia and identified with the South. In 1832, he began writing short stories, such as \"The Masque of the Red Death\", \"The Pit and the Pendulum\", and \"The Fall of the House of Usher\", that explore hidden depths of human psychology and push the boundaries of fiction. Poe's \"The Murders in the Rue Morgue\",  is seen as the first detective story.\n\nHumorous writers were also popular and included Seba Smith and Benjamin Penhallow Shillaber in New England and Davy Crockett, Augustus Baldwin Longstreet, Johnson J. Hooper, Thomas Bangs Thorpe, and George Washington Harris writing about the American frontier.\n\nIn New England, a group of writers known as Boston Brahmins included James Russell Lowell, then in later years Henry Wadsworth Longfellow and Oliver Wendell Holmes, Sr.\n\nIn 1836, Ralph Waldo Emerson, who had renounced his ministry, published his essay Nature, which argued that men should dispense with organized religion and reach a lofty spiritual state by studying and interacting with the natural world. He expanded his influence with his lecture \"The American Scholar\", delivered in Cambridge in 1837, which called upon Americans to create a uniquely American writing style. Both the nation and the individual should declare independence. Emerson's influence fostered the movement now known as Transcendentalism.  Among the leaders was Emerson's friend, Henry David Thoreau, a nonconformist and critic of American commercial culture. After living mostly by himself for two years in a nearby cabin by a wooded pond, Thoreau wrote Walden (1854), a memoir that urges resistance to the dictates of society.  Other Transcendentalists included Amos Bronson Alcott, Margaret Fuller, George Ripley, Orestes Brownson, and Jones Very.[33]\n\nAs one of the great works of the Revolutionary period was written by a Frenchman, so too was a work about America from this generation. Alexis de Tocqueville's two-volume Democracy in America (1836&1840)described his travels through the young nation, making observations about the relations between American politics, individualism, and community.\n\nThe political conflict surrounding abolitionism inspired the writings of William Lloyd Garrison and his paper The Liberator, along with poet John Greenleaf Whittier and Harriet Beecher Stowe in her world-famous Uncle Tom's Cabin (1852). These efforts were supported by the continuation of the slave narrative autobiography.\n\nIn 1837, the young Nathaniel Hawthorne (1804–1864) collected some of his stories as Twice-Told Tales, a volume rich in symbolism and occult incidents. Hawthorne went on to write full-length \"romances\", quasi-allegorical novels that explore the themes of guilt, pride, and emotional repression. His masterpiece, The Scarlet Letter (1850), is a drama, set in Puritan Massachusetts, about a woman cast out of her community for committing adultery with a minister who refuses to acknowledge his own sin.\n\nHerman Melville (1819–1891) made a name for himself with Typee and Omoo , adventure tales based loosely on his own life at sea and jumping ship to live among south sea natives. After becoming friends with Hawthorne in 1850, Melville was inspired by his allegories and psychology,  Moby-Dick (1851) became not only an adventurous whaling tale but an exploration of obsession, the nature of evil, and human struggle against the elements. It was a critical and commercial failure, as were his next novels. He turned to poetry, and did not return to fiction until the short novel Billy Budd. which was left unfinished at his death in 1893. Melville dramatizes the conflicting claims of duty and compassion on board a ship in time of war. His more profound books sold poorly, and he had been long forgotten by the time of his death. He was rediscovered in the early 20th century.\n\nAnti-transcendental works from Melville, Hawthorne, and Poe all comprise the Dark Romanticism sub-genre of popular literature at this time.\n\nSlave narrative autobiography from this period include Frederick Douglass's Narrative of the Life of Frederick Douglass, an American Slave (1845) and Harriet Jacobs's Incidents in the Life of a Slave Girl (1861). At this time, American Indian autobiography develops, most notably in William Apess's A Son of the Forest (1829) and George Copway's The Life, History and Travels of Kah-ge-ga-gah-bowh (1847). Moreover, minority authors were beginning to publish fiction, as in William Wells Brown's Clotel; or, The President's Daughter (1853), Frank J. Webb's The Garies and Their Friends, (1857) Martin Delany's Blake; or, The Huts of America (1859–62) and Harriet E. Wilson's Our Nig: Sketches from the Life of a Free Black (1859) as early African-American novels, and John Rollin Ridge's The Life and Adventures of Joaquín Murieta (1854), which is considered the first Native American novel but which also is an early story about Mexican-American issues.\n\n"
        },
        {
            "title": "Late 19th century Realist fiction",
            "text": "Mark Twain (the pen name used by Samuel Langhorne Clemens, 1835–1910) was among the first major American writers to be born away from the East Coast – in the border state of Missouri. His regional masterpieces were the memoir Life on the Mississippi and the novels Adventures of Tom Sawyer and Adventures of Huckleberry Finn (1884). Twain's style – influenced by journalism, wedded to the vernacular, direct and unadorned but also highly evocative and irreverently humorous – changed the way Americans write their language. His characters speak like real people and sound distinctively American, using local dialects, newly invented words, and regional accents.\n\nOther writers interested in regional differences and dialect were George W. Cable, Thomas Nelson Page, Joel Chandler Harris, Mary Noailles Murfree (Charles Egbert Craddock), Sarah Orne Jewett, Mary E. Wilkins Freeman, Henry Cuyler Bunner, and William Sydney Porter (O. Henry). A version of local color regionalism that focused on minority experiences can be seen in the works of Charles W. Chesnutt (writing about African Americans), of María Ruiz de Burton, one of the earliest Mexican-American novelists to write in English, and in the Yiddish-inflected works of Abraham Cahan.\n\nWilliam Dean Howells also represented the realist tradition through his novels, including The Rise of Silas Lapham (1885) and his work as editor of The Atlantic Monthly.\n\nHenry James (1843–1916) confronted the Old World-New World dilemma by writing directly about it. Although he was born in New York City, James spent most of his adult life in England. Many of his novels center on Americans who live in or travel to Europe. With its intricate, highly qualified sentences and dissection of emotional and psychological nuance, James's fiction can be daunting. Among his more accessible works are the novellas Daisy Miller (1878), about an American girl in Europe, and The Turn of the Screw (1898), a ghost story.\n\nStephen Crane (1871–1900), best known for his Civil War novel The Red Badge of Courage (1895), depicted the life of New York City prostitutes in Maggie: A Girl of the Streets (1893). And in Sister Carrie (1900), Theodore Dreiser (1871–1945) portrayed a country girl who moves to Chicago and becomes a kept woman. Frank Norris's (1870 – 1902) fiction was predominantly in the naturalist genre. His notable works include McTeague: A Story of San Francisco (1899), The Octopus: A Story of California (1901) and The Pit (1903). Norris along with Hamlin Garland (1860 – 1940) wrote about the problems of American farmers and other social issues from a naturalist perspective. Garland is best known for his fiction involving hard-working Midwestern farmers.[34] (Main-Travelled Roads (1891), Prairie Folks (1892), Jason Edwards (1892).[35])\n\nEdward Bellamy's utopian novel Looking Backward (1888) was concerned with political and social issues.\n\n"
        },
        {
            "title": "20th century prose",
            "text": "At the beginning of the 20th century, American novelists were expanding fiction to encompass both high and low life and sometimes connected to the naturalist school of realism. In her stories and novels, Edith Wharton (1862–1937) scrutinized the upper-class, Eastern-seaboard society in which she had grown up. One of her finest books, The Age of Innocence (1920), centers on a man who chooses to marry a conventional, socially acceptable woman rather than a fascinating outsider.\n\nSocial issues and the power of corporations was the central concern of some writers at this time. Upton Sinclair (1878-1968), most famous for his muckraking novel The Jungle (1906), advocated socialism. Jack London (1876- 1916) was also very committed to social justice and socialism through some of his books as The Iron Heel or The People of the Abyss. Other political writers of the period included Edwin Markham (1852-1940) and William Vaughn Moody. Journalistic critics, including Ida M. Tarbell and Lincoln Steffens, were labeled \"The Muckrakers\". Henry Brooks Adams's literate autobiography, The Education of Henry Adams (1907) also depicted a stinging description of the education system and modern life.\n\nRace was a common issue as well, as seen in the work of Pauline Hopkins, who published five influential works from 1900 to 1903. Similarly, Sui Sin Far wrote about Chinese-American experiences, and Maria Cristina Mena wrote about Mexican-American experiences.\n\nProminent among mid-western and western American writers were Willa Cather (1843-1947) and Wallace Stegner (1909-1993), both of whom had a major opus set largely in their regions.\n\nExperimentation in style and form soon joined the new freedom in subject matter. In 1909, Gertrude Stein (1874–1946), by then an expatriate in Paris, published Three Lives, an innovative work of fiction influenced by her familiarity with cubism, jazz, and other movements in contemporary art and music. Stein labeled a group of American literary figures who lived in Paris in the 1920s and 1930s the \"Lost Generation\".\n\nThe 1920s brought sharp changes to American literature. Many writers had direct experience of the First World War, and they used it to frame their writings.[36] Writers like Henry James, Gertrude Stein, and poets Ezra Pound, H.D. and T. S. Eliot demonstrate the growth of an international perspective in American literature. American writers had long looked to European models for inspiration, but whereas the literary breakthroughs of the mid-19th century came from finding distinctly American styles and themes, writers from this period were finding ways of contributing to a flourishing international literary scene, not as imitators but as equals. Something similar was happening back in the States, as Jewish writers (such as Abraham Cahan) used the English language to reach an international Jewish audience.\n\nThe period of peace and debt-fueled economic expansion that followed WWI was the setting for many of the stories and novels of F. Scott Fitzgerald (1896–1940). Fitzgerald's work captured the restless, pleasure-hungry, defiant mood of the 1920s, a decade he named the Jazz Age. Fitzgerald's characteristic theme, expressed poignantly in his masterpiece The Great Gatsby, is the tendency of youth's golden dreams to dissolve in failure and disappointment. Fitzgerald also dwells on the collapse of long-held American Ideals, such as liberty, social unity, good governance and peace, features which were severely threatened by the pressures of modern early 20th century society.[37] Sinclair Lewis and Sherwood Anderson also wrote novels with critical depictions of American life. John Dos Passos wrote a famous anti-war novel, Three Soldiers, describing scenes of blind hatred, stupidity, and criminality; and the suffocating regimentation of army life.[38] He also wrote about the war in the U.S.A. trilogy which extended into the Depression.[39] Experimental in form, the U.S.A. trilogy weaves together various narrative strands, which alternate with contemporary news reports, snatches of the author's autobiography, and capsule biographies of public figures including Eugene Debs, Robert La Follette and Isadora Duncan.\n\nErnest Hemingway (1899–1961) saw violence and death first-hand as an ambulance driver in World War I, and the carnage persuaded him that abstract language was mostly empty and misleading. He cut out unnecessary words from his writing, simplified the sentence structure, and concentrated on concrete objects and actions. He adhered to a moral code that emphasized grace under pressure, and his protagonists were strong, silent men who often dealt awkwardly with women. The Sun Also Rises and A Farewell to Arms are generally considered his best novels; in 1954, he won the Nobel Prize in Literature.[40]\n\nWilliam Faulkner (1897–1962) won the Nobel Prize in 1949. Faulkner encompassed a wide range of humanity in Yoknapatawpha County, a Mississippian region of his own invention. He recorded his characters' seemingly unedited ramblings in order to represent their inner states, a technique called \"stream of consciousness\". He also jumbled time sequences to show how the past – especially the slave-holding era of the Deep South – endures in the present. Among his great works are Absalom, Absalom!, As I Lay Dying, The Sound and the Fury, and Light in August.[41]\n\nDepression era literature offered blunt, direct social criticism. John Steinbeck (1902–1968) set many of his stories in  Salinas, California, where he was born. His style was simple and evocative, winning him the favor of the readers but not of the critics. His poor, working-class characters struggled to lead a decent and honest life. The Grapes of Wrath (1939), considered his masterpiece, is a strong, socially-oriented novel of the Joads, a poor family from Oklahoma and their journey to California in search of a better life. Other of his popular novels include Tortilla Flat, Of Mice and Men, Cannery Row, and East of Eden. He was awarded the Nobel Prize in Literature in 1962.\n\nIn his short life, Nathanael West produced two short novels that later came to be considered classics. Miss Lonelyhearts plumbs the life of reluctant (and, to comic effect, male) advice columnist who cannot deal with the tragic letters he receives. The Day of the Locust satirizes Hollywood stereotypes and the dark ironies of Hollywood life.\n\nIn non-fiction, James Agee's Let Us Now Praise Famous Men observes and depicts the lives of three struggling tenant-farming families in Alabama in 1936. Combining factual reporting with poetic beauty, Agee presented an accurate and detailed report of what he had seen coupled with insight into his feelings about the experience and the difficulties of capturing it for a broad audience. In doing so, he created an enduring portrait of a nearly invisible segment of the American population.\n\nHenry Miller's semi-autobiographical novels of sexual exploration, written and published in Paris, were deemed pornographic and officially banned from the United States until 1962. By then, the themes and stylistic innovations in Tropic of Cancer (1934) and Black Spring  had already set an example that paved the way for sexually frank novels of personal experience of the 1950s and 1960s.\n\n"
        },
        {
            "title": "Post-World War II fiction",
            "text": "The period was dominated by the last few of the realistic modernists, the wildly Romantic beatniks, and explorations of personal, racial, and ethnic themes.\n\nWorld War II was the subject of several major novels: Norman Mailer's The Naked and the Dead (1948), Joseph Heller's Catch-22 (1961) and Kurt Vonnegut Jr.'s Slaughterhouse-Five (1969). While the Korean war was a source of trauma for the protagonist of The Moviegoer (1962), by Southern author Walker Percy, winner of the National Book Award; his attempt at exploring \"the dislocation of man in the modern age.\"[42]\n\nThough born in Canada, Chicago raised Saul Bellow became one of the most influential American writers. Works like The Adventures of Augie March (1953) and Herzog (1964), Bellow painted vivid portraits of Jewish life in America that opened the way for further work. He was honored by the Nobel Prize in Literature in 1976. Other noteworthy novels are J.D. Salinger's The Catcher in the Rye (1951), Sylvia Plath's The Bell Jar (1963), and Russian-American Vladimir Nabokov's Lolita (1955). The highly popular To Kill a Mockingbird (1960) by Harper Lee was a less intense novel of racial inequality and white responsibility.\n\nThe 1950s poetry and fiction of the \"Beat Generation\" developed, initially from a New York circle of intellectuals and then established more officially later in San Francisco. The term Beat referred to the countercultural rhythm of the Jazz scene, to a sense of rebellion regarding the conservative stress of post-war society, and to an interest in new forms of spiritual experience through drugs, alcohol, philosophy, and religion (specifically Zen Buddhism). Allen Ginsberg set the tone with his Whitmanesque poem Howl (1956), a work that begins: \"I saw the best minds of my generation destroyed by madness\". Among the achievements of the Beats, in the novel, are Jack Kerouac's On the Road (1957), the chronicle of a soul-searching travel through the continent, and William S. Burroughs's Naked Lunch (1959), a more experimental work structured as a series of vignettes relating, among other things, the narrator's travels and experiments with hard drugs.\n\nIn contrast, John Updike approached American life from a more reflective but no less subversive perspective. His 1960 novel Rabbit, Run, the first of four chronicling the rising and falling fortunes of Harry \"Rabbit\" Angstrom over the course of four decades against the backdrop of the major events of the second half of the 20th century, broke new ground on its release in its characterization and detail of the American middle class and frank discussion of taboo topics such as adultery. Notable among Updike's characteristic innovations was his use of present-tense narration, his rich, stylized language, and his attention to sensual detail. His work is also deeply imbued with Christian themes. The two final installments of the Rabbit series, Rabbit is Rich (1981) and Rabbit at Rest (1990), were both awarded the Pulitzer Prize for Fiction. Other notable works include the Henry Bech novels (1970–98), The Witches of Eastwick (1984), Roger's Version (1986) and In the Beauty of the Lilies (1996), which literary critic Michiko Kakutani called \"arguably his finest\".[43]\n\nFrequently linked with Updike is the novelist Philip Roth. Roth vigorously explores Jewish identity in American society, especially in the postwar era and the early 21st century. Frequently set in Newark, New Jersey, Roth's work is known to be highly autobiographical, and many of Roth's main characters, most famously the Jewish novelist Nathan Zuckerman, are thought to be alter egos of Roth. With these techniques, and armed with his articulate and fast-paced style, Roth explores the distinction between reality and fiction in literature while provocatively examining American culture. His most famous work includes the Zuckerman novels, the controversial Portnoy's Complaint (1969), and Goodbye, Columbus (1959). Among the most decorated American writers of his generation, he has won every major American literary award, including the Pulitzer Prize for his major novel American Pastoral (1997).\n\nIn the realm of African-American literature, Ralph Ellison's 1952 novel Invisible Man was instantly recognized as among the most powerful and important works of the immediate post-war years. The story of a black Underground Man in the urban north, the novel laid bare the often repressed racial tension that still prevailed while also succeeding as an existential character study. Richard Wright was catapulted to fame by the publication in subsequent years of his now widely studied short story, \"The Man Who Was Almost a Man\" (1939), and his controversial second novel, Native Son (1940), and his legacy was cemented by the 1945 publication of Black Boy, a work in which Wright drew on his childhood and mostly autodidactic education in the segregated South, fictionalizing and exaggerating some elements as he saw fit. Because of its polemical themes and Wright's involvement with the Communist Party, the novel's final part, \"American Hunger\", was not published until 1977.\n\nPerhaps the most ambitious and challenging post-war American novelist was William Gaddis, whose uncompromising, satiric, and large novels, such as The Recognitions (1955) and J R (1975) are presented largely in terms of unattributed dialog that requires almost unexampled reader participation. Gaddis's primary themes include forgery, capitalism, religious zealotry, and the legal system, constituting a sustained polyphonic critique of modern American life. Gaddis's work, though largely ignored for years, anticipated and influenced the development of such ambitious \"postmodern\" fiction writers as Thomas Pynchon, David Foster Wallace, Joseph McElroy, William H. Gass, and Don DeLillo. Another neglected and challenging postwar American novelist, albeit one who wrote much shorter works, was John Hawkes, whose surreal visionary fiction addresses themes of violence and eroticism and experiments audaciously with narrative voice and style. Among his most important works is the short nightmarish novel The Lime Twig (1961).\n\nIn the postwar period, the art of the short story again flourished. Among its most respected practitioners was Flannery O'Connor, who developed a distinctive Southern gothic esthetic in which characters acted at one level as people and at another as symbols. A devout Catholic, O'Connor often imbued her stories, among them the widely studied \"A Good Man is Hard to Find\" and \"Everything That Rises Must Converge\", and two novels, Wise Blood (1952); The Violent Bear It Away (1960), with deeply religious themes, focusing particularly on the search for truth and religious skepticism against the backdrop of the nuclear age. Other important practitioners of the form include Katherine Anne Porter, Eudora Welty, John Cheever, Raymond Carver, Tobias Wolff, and the more experimental Donald Barthelme.\n\n"
        },
        {
            "title": "Contemporary fiction",
            "text": "Though its exact parameters remain disputable, from the early 1990s to the present day the most salient literary movement has been postmodernism. Thomas Pynchon, a seminal practitioner of the form, drew in his work on modernist fixtures such as temporal distortion, unreliable narrators, and internal monologue and coupled them with distinctly postmodern techniques such as metafiction, ideogrammatic characterization, unrealistic names (Oedipa Maas, Benny Profane, etc.), plot elements and hyperbolic humor, deliberate use of anachronisms and archaisms, a strong focus on postcolonial themes, and a subversive commingling of high and low culture. In 1973, he published Gravity's Rainbow, a leading work in this genre, which won the National Book Award and was unanimously nominated for the Pulitzer Prize for Fiction that year. His other major works include his debut, V. (1963), The Crying of Lot 49 (1966), Mason & Dixon (1997), and Against the Day (2006).\n\nToni Morrison, recipient of the Nobel Prize in Literature, writing in a distinctive lyrical prose style, published her controversial debut novel, The Bluest Eye, to critical acclaim in 1970. Coming on the heels of the signing of the Civil Rights Act of 1965, the novel, widely studied in American schools, includes an elaborate description of incestuous rape and explores the conventions of beauty established by a historically racist society, painting a portrait of a self-immolating black family in search of beauty in whiteness. Since then, Morrison has experimented with lyric fantasy, as in her two best-known later works, Song of Solomon (1977) and Beloved (1987), for which she was awarded the Pulitzer Prize for Fiction; along these lines, critic Harold Bloom has drawn favorable comparisons to Virginia Woolf,[44] and the Nobel committee to \"Faulkner and to the Latin American tradition [of magical realism].\"[45] Beloved was chosen in a 2006 survey conducted by The New York Times as the most important work of fiction of the last 25 years.[46]\n\nWriting in a lyrical, flowing style that eschews excessive use of the comma and semicolon, recalling William Faulkner and Ernest Hemingway in equal measure, Cormac McCarthy seizes on the literary traditions of several regions of the United States and includes multiple genres. He writes in the Southern Gothic aesthetic in his Faulknerian 1965 debut, The Orchard Keeper, and Suttree (1979); in the Epic Western tradition, with grotesquely drawn characters and symbolic narrative turns reminiscent of Melville, in Blood Meridian (1985), which Harold Bloom styled \"the greatest single book since Faulkner's As I Lay Dying\", calling the character of Judge Holden \"short of Moby Dick, the most monstrous apparition in all of American literature\";[47] in a much more pastoral tone in his celebrated Border Trilogy (1992–98) of bildungsromans, including All the Pretty Horses (1992), winner of the National Book Award; and in the post-apocalyptic genre in the Pulitzer Prize-winning The Road (2007). His novels are noted for achieving both commercial and critical success, several of his works having been adapted to film.\n\nDon DeLillo, who rose to literary prominence with the publication of his 1985 novel, White Noise, a work broaching the subjects of death and consumerism and doubling as a piece of comic social criticism, began his writing career in 1971 with Americana. He is listed by Harold Bloom as being among the preeminent contemporary American writers, in the company of such figures as Philip Roth, Cormac McCarthy, and Thomas Pynchon.[48] His 1997 novel Underworld chronicles American life through and immediately after the Cold War and is usually considered his masterpiece. It was also the runner-up in a survey that asked writers to identify the most important work of fiction of the last 25 years.[46] Among his other important novels are Libra (1988), Mao II (1991) and Falling Man (2007).\n\nSeizing on the distinctly postmodern techniques of digression, narrative fragmentation and elaborate symbolism, and strongly influenced by the works of Thomas Pynchon, David Foster Wallace began his writing career with The Broom of the System, published to moderate acclaim in 1987. His second novel, Infinite Jest (1996), a futuristic portrait of America and a playful critique of the media-saturated nature of American life, has been consistently ranked among the most important works of the 20th century,[49] and his final novel, unfinished at the time of his death, The Pale King (2011), has garnered much praise and attention. In addition to his novels, he also authored three acclaimed short story collections: Girl with Curious Hair (1989), Brief Interviews with Hideous Men (1999) and Oblivion: Stories (2004).\nJonathan Franzen, Wallace's friend and contemporary, rose to prominence after the 2001 publication of his National Book Award-winning third novel, The Corrections. He began his writing career in 1988 with the well-received The Twenty-Seventh City, a novel centering on his native St. Louis, but did not gain national attention until the publication of his essay, \"Perchance to Dream\", in Harper's Magazine, discussing the cultural role of the writer in the new millennium through the prism of his own frustrations. The Corrections, a tragicomedy about the disintegrating Lambert family, has been called \"the literary phenomenon of [its] decade\"[50] and was ranked as one of the greatest novels of the past century.[49] In 2010, he published Freedom to great critical acclaim.[50][51][52]\n\nOther notable writers at the turn of the century include Michael Chabon, whose Pulitzer Prize-winning The Amazing Adventures of Kavalier & Clay (2000) tells the story of two friends, Joe Kavalier and Sam Clay, as they rise through the ranks of the comics industry in its heyday; Denis Johnson, whose 2007 novel Tree of Smoke about falsified intelligence during Vietnam both won the National Book Award and was a finalist for the Pulitzer Prize for Fiction and was called by critic Michiko Kakutani \"one of the classic works of literature produced by [the Vietnam War]\";[53] and Louise Erdrich, whose 2008 novel The Plague of Doves, a distinctly Faulknerian, polyphonic examination of the tribal experience set against the backdrop of murder in the fictional town of Pluto, North Dakota, was nominated for the Pulitzer Prize, and her 2012 novel The Round House, which builds on the same themes, was awarded the 2012 National Book Award.[54]\n\n"
        },
        {
            "title": "Poetry",
            "text": "Puritan poetry was highly religious, and one of the earliest books of poetry published was the Bay Psalm Book (1640), a set of translations of the biblical Psalms; however, the translators' intention was not to create literature, but to create hymns that could be used in worship.[9] Among lyric poets, the most important figures are Anne Bradstreet, who wrote personal poems about her family and homelife; pastor Edward Taylor, whose best poems, the Preparatory Meditations, were written to help him prepare for leading worship; and Michael Wigglesworth, whose best-selling poem, The Day of Doom (1660), describes the time of judgment. It was published in the same year that anti-Puritan Charles II was restored to the British throne. He followed it two years later with God's Controversy With New England. Nicholas Noyes was also known for his doggerel verse.\n\nThe 18th century saw an increasing emphasis on America itself as fit subject matter for its poets. This trend is most evident in the works of Philip Freneau (1752–1832), who is also notable for the unusually sympathetic attitude to Native Americans, which was reflective of his skepticism toward American culture.[55] However, this late colonial-era poetry generally was influenced by contemporary poetry in Europe. The work of Rebecca Hammond Lard (1772–1855), is still relevant today, writing about the environment as well as also human nature.[56]\n\nThe Fireside Poets (also known as the Schoolroom or Household Poets) were some of America's first major poets domestically and internationally. They were known for their poems being easy to memorize due to their general adherence to poetic form (standard forms, regular meter, and rhymed stanzas) and were often recited in the home (hence the name) as well as in school (such as \"Paul Revere's Ride\"), as well as working with distinctly American themes, including some political issues such as abolition. They included Henry Wadsworth Longfellow, William Cullen Bryant, John Greenleaf Whittier, James Russell Lowell, and Oliver Wendell Holmes, Sr. Longfellow achieved the highest level of acclaim and is often considered the first internationally acclaimed American poet, being the first American poet given a bust in Westminster Abbey's Poets' Corner.[57]\n\nWalt Whitman (1819–1892) and Emily Dickinson (1830–1886), two of America's greatest 19th-century poets could hardly have been more different in temperament and style. Walt Whitman was a working man, a traveler, a self-appointed nurse during the American Civil War (1861–1865), and a poetic innovator. His magnum opus was Leaves of Grass, in which he uses a free-flowing verse and lines of irregular length to depict the all-inclusiveness of American democracy. Taking that motif one step further, the poet equates the vast range of American experience with himself without being egotistical. For example, in Song of Myself, the long, central poem in Leaves of Grass, Whitman writes: \"These are really the thoughts of all men in all ages and lands, they are not original with me\".\n\nIn his words Whitman was a poet of \"the body electric\". In Studies in Classic American Literature, the English novelist D. H. Lawrence wrote that Whitman \"was the first to smash the old moral conception that the soul of man is something 'superior' and 'above' the flesh.\"\n\nBy contrast, Emily Dickinson lived the sheltered life of a genteel unmarried woman in small-town Amherst, Massachusetts. Her poetry is ingenious, witty, and penetrating. Her work was unconventional for its day, and little of it was published during her lifetime. Many of her poems dwell on the topic of death, often with a mischievous twist. One, \"Because I could not stop for Death\", begins, \"He kindly stopped for me\". The opening of another Dickinson poem toys with her position as a woman in a male-dominated society and an unrecognized poet: \"I'm nobody! Who are you? / Are you nobody too?\" [58]\n\nAmerican poetry arguably reached its peak in the early-to-mid-20th century, with such noted writers as Wallace Stevens and his Harmonium (1923) and The Auroras of Autumn (1950), T. S. Eliot and his The Waste Land (1922), Robert Frost and his North of Boston (1914) and New Hampshire (1923), Hart Crane and his White Buildings (1926) and the epic cycle, The Bridge (1930), Ezra Pound, The Cantos (1917–1969). William Carlos Williams and his epic poem about his New Jersey hometown, Paterson, Marianne Moore, E. E. Cummings, Edna St. Vincent Millay and Langston Hughes.\n\nPound's poetry is complex and sometimes obscure, with references to other art forms and to a vast range of Western and Eastern literature.[59] He influenced many poets, notably T. S. Eliot (1888–1965), another expatriate. Eliot wrote spare, cerebral poetry, carried by a dense structure of symbols. In The Waste Land, he embodied a jaundiced vision of post–World War I society in fragmented, haunted images. Like Pound's, Eliot's poetry could be highly allusive, and some editions of The Waste Land come with footnotes supplied by the poet. In 1948, Eliot won the Nobel Prize in Literature.[60]\n\nAmong the most respected postwar American poets are: John Ashbery, the key figure of the surrealistic New York School of poetry, and his celebrated Self-portrait in a Convex Mirror (Pulitzer Prize for Poetry, 1976); Elizabeth Bishop and her North & South (Pulitzer Prize for Poetry, 1956) and \"Geography III\" (National Book Award, 1970); Richard Wilbur and his Things of This World, winner of both the Pulitzer Prize and the National Book Award for Poetry in 1957; John Berryman and his The Dream Songs, (Pulitzer Prize for Poetry, 1964, National Book Award, 1968); A.R. Ammons, whose Collected Poems 1951-1971 won a National Book Award in 1973 and whose long poem Garbage earned him another in 1993; Theodore Roethke and his The Waking (Pulitzer Prize for Poetry, 1954); James Merrill and his epic poem of communication with the dead, The Changing Light at Sandover (Pulitzer Prize for Poetry, 1977); Louise Glück for The Wild Iris (Pulitzer Prize for Poetry, 1993) and Faithful and Virtuous Night (National Book Award, 2014), who is additionally the only living American author publishing primarily written poetry awarded the Nobel prize in literature;[61] W.S. Merwin for The Carrier of Ladders (Pulitzer Prize for Poetry, 1971) and The Shadow of Sirius (Pulitzer Prize for Poetry, 2009); Mark Strand for Blizzard of One (Pulitzer Prize for Poetry, 1999); Robert Hass for Time and Materials, which won both the Pulitzer Prize and National Book Award for Poetry in 2008 and 2007 respectively; and Rita Dove for Thomas and Beulah (Pulitzer Prize for Poetry, 1987).\n\nIn addition, in this same period the confessional, whose origin is often traced to the publication in 1959 of Robert Lowell's Life Studies,[62] and beat schools of poetry enjoyed popular and academic success, producing such widely anthologized voices as Allen Ginsberg, Charles Bukowski, Gary Snyder, Anne Sexton, and Sylvia Plath, among many others.\n\n"
        },
        {
            "title": "Drama",
            "text": "Although the American theatrical tradition can be traced back to the arrival of Lewis Hallam's troupe in the mid-18th century and was very active in the 19th century, as seen by the popularity of minstrel shows and of adaptations of Uncle Tom's Cabin, American drama attained international status only in the 1920s and 1930s, with the works of Eugene O'Neill, who won four Pulitzer Prizes and the Nobel Prize.\n\nAmerican dramatic literature, by contrast, remained dependent on European models, although many playwrights did attempt to apply these forms to American topics and themes, such as immigrants, westward expansion, temperance, etc. At the same time, American playwrights created several long-lasting American character types, especially the \"Yankee\", the \"Negro\" and the \"Indian\", exemplified by the characters of Jonathan, Sambo and Metamora. In addition, new dramatic forms were created in the Tom Shows, the showboat theater and the minstrel show. Among the best plays of the period are James Nelson Barker's Superstition; or, the Fanatic Father, Anna Cora Mowatt's Fashion; or, Life in New York, Nathaniel Bannister's Putnam, the Iron Son of '76, Dion Boucicault's The Octoroon; or, Life in Louisiana, and Cornelius Mathews's Witchcraft; or, the Martyrs of Salem.\n\nRealism began to influence American drama, partly through Howells, but also through Europeans such as Ibsen and Zola. Although realism was most influential in set design and staging—audiences loved the special effects offered up by the popular melodramas—and in the growth of local color plays, it also showed up in the more subdued, less romantic tone that reflected the effects of the Civil War and continued social turmoil on the American psyche.\n\nThe most ambitious attempt at bringing modern realism into the drama was James Herne's Margaret Fleming (1890), which addressed issues of social determinism through realistic dialogue, psychological insight, and symbolism. The play was not successful, and both critics and audiences thought it dwelt too much on unseemly topics and included improper scenes, such as the main character nursing her husband's illegitimate child onstage.\n\nIn the middle of the 20th century, American drama was dominated by the work of playwrights Tennessee Williams and Arthur Miller, as well as by the maturation of the American musical, which had found a way to integrate script, music and dance in such works as Oklahoma! and West Side Story. Later American playwrights of importance include Edward Albee, Sam Shepard, David Mamet, August Wilson and Tony Kushner.\n\n"
        },
        {
            "title": "Ethnic studies and literature",
            "text": "One of the developments in late-20th-century American literature was the increase of literature written by and about ethnic minorities beyond African Americans and Jewish Americans. This development came alongside the growth of the Civil Rights Movement and its corollary, the ethnic pride movement, which led to the creation of Ethnic Studies programs in most major universities. These programs helped establish the new ethnic literature as worthy objects of academic study, alongside such other new areas of literary study as women's literature, gay and lesbian literature, working-class literature, postcolonial literature, and the rise of literary theory as a key component of academic literary study.\n\nThe second half of the twentieth century saw the emergence of American Jewish writers such as Saul Bellow, Norman Mailer, Joseph Heller, Philip Roth, Chaim Potok, and Bernard Malamud. Potok's novels about a young New York Jewish boy's coming of age, The Chosen and The Promise figured prominently in this movement.\n\nAfter being relegated to cookbooks and autobiographies for most of the 20th century, Asian American literature achieved widespread notice through Maxine Hong Kingston's fictional memoir, The Woman Warrior (1976), and her novels China Men (1980) and Tripmaster Monkey: His Fake Book. Chinese-American author Ha Jin in 1999 won the National Book Award for his second novel, Waiting, about a Chinese soldier in the Revolutionary Army who has to wait 18 years to divorce his wife for another woman, all the while having to worry about persecution for his protracted affair, and twice won the PEN/Faulkner Award, in 2000 for Waiting and in 2005 for War Trash.\n\nOther notable Asian-American novelists include Amy Tan, best known for her novel, The Joy Luck Club (1989), tracing the lives of four immigrant families brought together by the game of Mahjong, and Korean American novelist Chang-Rae Lee, who has published Native Speaker, A Gesture Life, and Aloft. Such poets as Marilyn Chin and Li-Young Lee, Kimiko Hahn and Janice Mirikitani have also achieved prominence, as has playwright David Henry Hwang. Equally important has been the effort to recover earlier Asian American authors, started by Frank Chin and his colleagues; this effort has brought Sui Sin Far, Toshio Mori, Carlos Bulosan, John Okada, Hisaye Yamamoto and others to prominence.\n\nIndian-American author Jhumpa Lahiri won the Pulitzer Prize for Fiction for her debut collection of short stories, Interpreter of Maladies (1999), and went on to write a well-received novel, The Namesake (2003), which was shortly adapted to film in 2007. In her second collection of stories, Unaccustomed Earth, released to widespread commercial and critical success, Lahiri shifts focus and treats the experiences of the second and third generation.\n\nHispanic literature also became important during this period, starting with acclaimed novels by Tomás Rivera (...y no se lo tragó la tierra) and Rudolfo Anaya (Bless Me, Ultima), and the emergence of Chicano theater with Luis Valdez and Teatro Campesino. Latina writing became important thanks to authors such as Sandra Cisneros, an icon of an emerging Chicano literature whose 1983 bildungsroman The House on Mango Street is taught in schools across the United States, Denise Chavez's The Last of the Menu Girls and Gloria Anzaldúa's Borderlands/La Frontera: The New Mestiza.\n\nDominican-American author Junot Díaz received the Pulitzer Prize for Fiction for his 2007 novel The Brief Wondrous Life of Oscar Wao, which tells the story of an overweight Dominican boy growing up as a social outcast in Paterson, New Jersey. Another Dominican author, Julia Alvarez, is well known for How the García Girls Lost Their Accents and In the Time of the Butterflies. Cuban American author Oscar Hijuelos won a Pulitzer for The Mambo Kings Play Songs of Love, and Cristina García received acclaim for Dreaming in Cuban.\n\nCelebrated Puerto Rican novelists who write in English and Spanish include Giannina Braschi, author of the Spanglish classic Yo-Yo Boing! and Rosario Ferré, best known for \"Eccentric Neighborhoods\".[64][65] Puerto Rico has also produced important playwrights such as René Marqués (The Oxcart), Luis Rafael Sánchez (The Passion of Antigone Perez), and José Rivera (Marisol). Major poets of Puerto Rican diaspora who write about the life of American immigrants include Julia de Burgos (I was my own route fui), Giannina Braschi (Empire of Dreams), and Pedro Pietri (Puerto Rican Obituary). Pietri was a co-founder of the Nuyorican Poets Café, a performance space for poetry readings.[65] Lin-Manuel Miranda, a Nuyorican poet and playwright, wrote the popular Broadway musicals Hamilton and In the Heights.[66]\n\nSpurred by the success of N. Scott Momaday's Pulitzer Prize–winning House Made of Dawn, Native American literature showed explosive growth during this period, known as the Native American Renaissance, through such novelists as Leslie Marmon Silko (e.g., Ceremony), Gerald Vizenor (e.g., Bearheart: The Heirship Chronicles and numerous essays on Native American literature), Louise Erdrich (Love Medicine and several other novels that use a recurring set of characters and locations in the manner of William Faulkner), James Welch (e.g., Winter in the Blood), Sherman Alexie (e.g., The Lone Ranger and Tonto Fistfight in Heaven), and poets Simon Ortiz and Joy Harjo. The success of these authors has brought renewed attention to earlier generations, including Zitkala-Sa, John Joseph Mathews, D'Arcy McNickle and Mourning Dove.\n\nMore recently, Arab American literature, largely unnoticed since the New York Pen League of the 1920s, has become more prominent through the work of Diana Abu-Jaber, whose novels include Arabian Jazz and Crescent and the memoir The Language of Baklava.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "For references on specific authors or topics, please see the relevant article.\n\n"
        }
    ]
}