{
    "url": "https://en.wikipedia.org/wiki/American_imperialism",
    "title": "American imperialism",
    "table_of_contents": [
        "1 History",
        "1.1 Overview",
        "1.2 1700s–1800s: Indian Wars and Manifest Destiny",
        "1.3 Early 1800s: African colonization",
        "1.4 1800s: Filibustering in Central America",
        "1.5 1800s–1900s: New Imperialism and \"The White Man's Burden\"",
        "1.6 1918: Wilsonian intervention",
        "1.7 1920s–1930s: American Imperialism Between Wars",
        "1.7.1 America Entering the Middle East",
        "1.8 1941–1945: World War II",
        "1.8.1 The Grand Area",
        "1.9 1947–1952 Cold War in Western Europe: \"Empire by invitation\"",
        "1.10 Post-1954: Korea, Vietnam and \"imperial internationalism\"",
        "2 American exceptionalism",
        "3 Views of American imperialism",
        "3.1 Political debate after September 11, 2001",
        "3.2 Academic debates after September 11, 2001",
        "4 U.S. foreign policy debate",
        "5 American media and cultural imperialism",
        "6 U.S. military bases",
        "7 Support",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "American imperialism refers to the expansion of American political, economic, cultural, and media influence beyond the boundaries of the United States. Depending on the commentator, it may include imperialism through outright military conquest; gunboat diplomacy; unequal treaties; subsidization of preferred factions; regime change; or economic penetration through private companies, potentially followed by diplomatic or forceful intervention when those interests are threatened.[1][2]\n\nThe policies perpetuating American imperialism and expansionism are usually considered to have begun with \"New Imperialism\" in the late 19th century,[3] though some consider American territorial expansion at the expense of Native Americans to be similar enough in nature to be identified with the same term.[4] While the United States has never officially identified itself and its territorial possessions as an empire, some commentators have referred to the country as such, including Max Boot, Arthur M. Schlesinger Jr., and Niall Ferguson.[5] Other commentators have accused the United States of practicing neocolonialism—sometimes defined as a modern form of hegemony—which leverages economic power rather than military force in an informal empire; the term \"neocolonialism\" has occasionally been used as a contemporary synonym for modern-day imperialism.\n\nThe question of whether the United States should intervene in the affairs of foreign countries has been a much-debated topic in domestic politics for the country's entire history. Opponents of interventionism have pointed to the country's origin as a former colony that rebelled against an overseas king, as well as the American values of democracy, freedom, and independence. Conversely, supporters of interventionism and of American presidents who have been labelled as imperialists—notably Andrew Jackson, James K. Polk, William McKinley, Theodore Roosevelt, and William Howard Taft—have justified interventions in (or whole seizures of) various countries by citing the necessity of advancing American economic interests, such as trade and debt management; preventing European intervention (colonial or otherwise) in the Western Hemisphere, manifested in the anti-European Monroe Doctrine of 1823; and the benefits of keeping \"good order\" around the world.\n\n"
        },
        {
            "title": "History",
            "text": " Despite periods of peaceful co-existence, wars with Native Americans resulted in substantial territorial gains for American colonists who were expanding into native land. Wars with the Native Americans continued intermittently after independence, and an ethnic cleansing campaign known as Indian removal gained for European-American settlers more valuable territory on the eastern side of the continent.\n\nGeorge Washington began a policy of United States non-interventionism which lasted into the 1800s. The United States promulgated the Monroe Doctrine in 1821, in order to stop further European colonialism and to allow the American colonies to grow further, but desire for territorial expansion to the Pacific Ocean was explicit in the doctrine of Manifest Destiny. The giant Louisiana Purchase was peaceful, but the Mexican–American War of 1846 resulted in the annexation of 525,000 square miles of Mexican territory.[6][7] Elements attempted to expand pro-U.S. republics or U.S. states in Mexico and Central America, the most notable being fillibuster William Walker's Republic of Baja California in 1853 and his intervention in Nicaragua in 1855. Senator Sam Houston of Texas even proposed a resolution in the Senate for the \"United States to declare and maintain an efficient protectorate over the States of Mexico, Nicaragua, Costa Rica, Guatemala, Honduras, and San Salvador.\" The idea of U.S. expansion into Mexico and the Caribbean was popular among politicians of the slave states, and also among some business tycoons in the Nicarauguan Transit (the semi-overland and main trade route connecting the Atlantic and Pacific Oceans before the Panama Canal). President Ulysses S. Grant attempted to annex the Dominican Republic in 1870, but failed to get the support of the Senate.\n\nNon-interventionism was wholly abandoned with the Spanish–American War. The United States acquired the remaining island colonies of Spain, with President Theodore Roosevelt defending the acquisition of the Philippines. The U.S. policed Latin America under Roosevelt Corollary, and sometimes using the military to favor American commercial interests (such as intervention in the banana republics and the annexation of Hawaii).  Imperialist foreign policy was controversial with the American public, and domestic opposition allowed Cuban independence, though in the early 20th century the U.S. obtained the Panama Canal Zone and occupied Haiti and the Dominican Republic.  The United States returned to strong non-interventionist policy after World War I, including with the Good Neighbor policy for Latin America. After fighting World War II, it administered many Pacific islands captured during the fight against Japan. Partly to prevent the militaries of those countries from growing threateningly large, and partly to contain the Soviet Union, the United States promised to defend Germany (which is also part of NATO) and Japan (through the Treaty of Mutual Cooperation and Security Between the United States and Japan) which it had formerly defeated in war and which are now independent democracies. It maintains substantial military bases in both.\n\nThe Cold War reoriented American foreign policy towards opposing communism, and prevailing U.S. foreign policy embraced its role as a nuclear-armed global superpower. Though the Truman Doctrine and Reagan Doctrine the United States framed the mission as protecting free peoples against an undemocratic system, anti-Soviet foreign policy became coercive and occasionally covert. United States involvement in regime change included overthrowing the democratically elected government of Iran, the Bay of Pigs invasion in Cuba, occupation of Grenada, and interference in various foreign elections. The long and bloody Vietnam War led to widespread criticism of an \"arrogance of power\" and violations of international law emerging from an \"imperial presidency,\" with Martin Luther King Jr., among others, accusing the US of a new form of colonialism.[8]\n\nMany saw the post-Cold War 1990–91 Gulf War as motivated by U.S. oil interests, though it reversed the hostile invasion of Kuwait. After the September 11 attacks in 2001, questions of imperialism were raised again as the United States invaded Afghanistan to overthrow the Taliban (which harbored the attackers) and Iraq in 2003 (which the U.S. incorrectly claimed had weapons of mass destruction). The invasion led to the collapse of the Iraqi Ba'athist government and its replacement with the Coalition Provisional Authority. Following the invasion, an insurgency fought against Coalition forces and the newly elected Iraqi government, and a sectarian civil war occurred. The Iraq War opened the country's oil industry to US firms for the first time in decades[9] and many argued the invasion violated international law. Around 500,000 people were killed in both wars as of 2018.[10]\n\nIn terms of territorial acquisition, the United States has integrated (with voting rights) all of its acquisitions on the North American continent, including the non-contiguous Alaska. Hawaii has also become a state with equal representation to the mainland, but other island jurisdictions acquired during wartime remain territories, namely Guam, Puerto Rico, the United States Virgin Islands, American Samoa, and the Northern Mariana Islands. (The federal government officially apologized for the overthrow of the Hawaiian government in 1993.) The remainder of acquired territories have become independent with varying degrees of cooperation, ranging from three freely associated states which participate in federal government programs in exchange for military basing rights, to Cuba which severed diplomatic relations during the Cold War. The United States was a public advocate for European decolonization after World War II (having started a ten-year independence transition for the Philippines in 1934 with the Tydings–McDuffie Act).  Even so, the US desire for an informal system of global primacy in an \"American Century\" often brought them into conflict with national liberation movements.[11] The United States has now granted citizenship to Native Americans and recognizes some degree of tribal sovereignty.\n\nYale historian Paul Kennedy has asserted, \"From the time the first settlers arrived in Virginia from England and started moving westward, this was an imperial nation, a conquering nation.\"[12] Expanding on George Washington's description of the early United States as an \"infant empire\",[13] Benjamin Franklin wrote: \"Hence the Prince that acquires new Territory, if he finds it vacant, or removes the Natives to give his own People Room; the Legislator that makes effectual Laws for promoting of Trade, increasing Employment, improving Land by more or better Tillage; providing more Food by Fisheries; securing Property, etc. and the Man that invents new Trades, Arts or Manufactures, or new Improvements in Husbandry, may be properly called Fathers of their Nation, as they are the Cause of the Generation of Multitudes, by the Encouragement they afford to Marriage.\"[14] Thomas Jefferson asserted in 1786 that the United States \"must be viewed as the nest from which all America, North & South is to be peopled. [...] The navigation of the Mississippi we must have. This is all we are as yet ready to receive.\".[15] From the left Noam Chomsky writes that \"the United States is the one country that exists, as far as I know, and ever has, that was founded as an empire explicitly\".[16][17]\n\nA national drive for territorial acquisition across the continent was popularized in the 19th century as the ideology of Manifest Destiny.[18] It came to be realized with the Mexican–American War of 1846, which resulted in the cession of 525,000 square miles of Mexican territory to the United States, stretching up to the Pacific coast.[6][7]  The Whig Party strongly opposed this war and expansionism generally.[19]\n\nPresident James Monroe presented his famous doctrine for the western hemisphere in 1823. Historians have observed that while the Monroe Doctrine contained a commitment to resist colonialism from Europe, it had some aggressive implications for American policy, since there were no limitations on the US's actions mentioned within it. Historian Jay Sexton notes that the tactics used to implement the doctrine were modeled after those employed by European imperial powers during the 17th and 18th centuries.[20] From the left historian William Appleman Williams described it as \"imperial anti-colonialism.\"[21]\n\nThe Indian Wars against the indigenous peoples of the Americas began in the colonial era. Their escalation under the federal republic allowed the US to dominate North America and carve out the 48 contiguous states. This can be considered to be an explicitly colonial process in light of arguments that Native American nations were sovereign entities prior to annexation.[22] Their sovereignty was systematically undermined by US state policy (usually involving unequal or broken treaties) and white settler-colonialism.[23]\n\nStarting in 1820, the American Colonization Society began subsidizing free black people to colonize the west coast of Africa. In 1822, it declared the colony of Liberia, which became independent in 1847.  By 1857, Liberia had merged with other colonies formed by state societies, including the Republic of Maryland, Mississippi-in-Africa, and Kentucky in Africa.\n\nIn the older historiography William Walker's filibustering represented the high tide of antebellum American imperialism. His brief seizure of Nicaragua in 1855 is typically called a representative expression of Manifest destiny with the added factor of trying to expand slavery into Central America. Walker failed in all his escapades and never had official U.S. backing. Historian Michel Gobat, however, presents a strongly revisionist interpretation. He argues that Walker was invited in by Nicaraguan liberals who were trying to force economic modernization and political liberalism. Walker's government comprised those liberals, as well as Yankee colonizers, and European radicals. Walker even included some local Catholics as well as indigenous peoples, Cuban revolutionaries, and local peasants. His coalition was much too complex and diverse to survive long, but it was not the attempted projection of American power, concludes Gobat.[24]\n\nA variety of factors converged during the \"New Imperialism\" of the late 19th century, when the United States and the other great powers rapidly expanded their overseas territorial possessions. \n\nRoosevelt claimed that he rejected imperialism, but he embraced the near-identical doctrine of expansionism.[33] When Rudyard Kipling wrote the imperialist poem \"The White Man's Burden\" for Roosevelt, the politician told colleagues that it was \"rather poor poetry, but good sense from the expansion point of view.\"[34] Roosevelt proclaimed his own corollary to the Monroe Doctrine as justification,[35] although his ambitions extended even further, into the Far East. Scholars have noted the resemblance between U.S. policies in the Philippines and European actions in their colonies in Asia and Africa during this period.[36]\n\nIndustry and trade were two of the most prevalent justifications of imperialism. American intervention in both Latin America and Hawaii resulted in multiple industrial investments, including the popular industry of Dole bananas. If the United States was able to annex a territory, in turn they were granted access to the trade and capital of those territories. In 1898, Senator Albert Beveridge proclaimed that an expansion of markets was absolutely necessary, \"American factories are making more than the American people can use; American soil is producing more than they can consume. Fate has written our policy for us; the trade of the world must and shall be ours.\"[37][38]\n\nAmerican rule of ceded Spanish territory was not uncontested. The Philippine Revolution had begun in August 1896 against Spain, and after the defeat of Spain in the Battle of Manila Bay, began again in earnest, culminating in the Philippine Declaration of Independence and the establishment of the First Philippine Republic. The Philippine–American War ensued, with extensive damage and death, ultimately resulting in the defeat of the Philippine Republic.[39][40][41]\n\nThe maximum geographical extension of American direct political and military control happened in the aftermath of World War II, in the period after the surrender and occupations of Germany and Austria in May and later Japan and Korea in September 1945 and before the independence of the Philippines in July 1946.[42]\n\nStuart Creighton Miller says that the public's sense of innocence about Realpolitik impairs popular recognition of U.S. imperial conduct.[43] The resistance to actively occupying foreign territory has led to policies of exerting influence via other means, including governing other countries via surrogates or puppet regimes, where domestically unpopular governments survive only through U.S. support.[44]\n\nThe Philippines is sometimes cited as an example. After Philippine independence, the US continued to direct the country through Central Intelligence Agency operatives like Edward Lansdale. As Raymond Bonner and other historians note, Lansdale controlled the career of President Ramon Magsaysay, going so far as to physically beat him when the Philippine leader attempted to reject a speech the CIA had written for him. American agents also drugged sitting President Elpidio Quirino and prepared to assassinate Senator Claro Recto.[45][46] Prominent Filipino historian Roland G. Simbulan has called the CIA \"US imperialism's clandestine apparatus in the Philippines\".[47]\n\nThe U.S. retained dozens of military bases, including a few major ones. In addition, Philippine independence was qualified by legislation passed by the U.S. Congress. For example, the Bell Trade Act provided a mechanism whereby U.S. import quotas might be established on Philippine articles which \"are coming, or are likely to come, into substantial competition with like articles the product of the United States\". It further required U.S. citizens and corporations be granted equal access to Philippine minerals, forests, and other natural resources.[48] In hearings before the Senate Committee on Finance, Assistant Secretary of State for Economic Affairs William L. Clayton described the law as \"clearly inconsistent with the basic foreign economic policy of this country\" and \"clearly inconsistent with our promise to grant the Philippines genuine independence.\"[49]\n\nWhen World War I broke out in Europe, President Woodrow Wilson promised American neutrality throughout the war. This promise was broken when the United States entered the war after the Zimmermann Telegram. This was \"a war for empire\" to control vast raw materials in Africa and other colonized areas, according to the contemporary historian and civil rights leader W. E. B. Du Bois.[50] More recently historian Howard Zinn argues that Wilson entered the war in order to open international markets to surplus US production. He quotes Wilson's own declaration that\n\nIn a memo to Secretary of State Bryan, the president described his aim as \"an open door to the world\".[51] Lloyd Gardner notes that Wilson's original avoidance of world war was not motivated by anti-imperialism; his fear was that \"white civilization and its domination in the world\" were threatened by \"the great white nations\" destroying each other in endless battle.[52]\n\nDespite President Wilson's official doctrine of moral diplomacy seeking to \"make the world safe for democracy,\" some of his activities at the time can be viewed as imperialism to stop the advance of democracy in countries such as Haiti.[53] The United States invaded Haiti on July 28, 1915, and American rule continued until August 1, 1934. The historian Mary Renda in her book, Taking Haiti, talks about the American invasion of Haiti to bring about political stability through U.S. control. The American government did not believe Haiti was ready for self-government or democracy, according to Renda. In order to bring about political stability in Haiti, the United States secured control and integrated the country into the international capitalist economy, while preventing Haiti from practicing self-governance or democracy. While Haiti had been running their own government for many years before American intervention, the U.S. government regarded Haiti as unfit for self-rule. In order to convince the American public of the justice in intervening, the United States government used paternalist propaganda, depicting the Haitian political process as uncivilized. The Haitian government would come to agree to U.S. terms, including American overseeing of the Haitian economy. This direct supervision of the Haitian economy would reinforce U.S. propaganda and further entrench the perception of Haitians' being incompetent of self-governance.[54]\n\nIn the First World War, the US, Britain, and Russia had been allies for seven months, from April 1917 until the Bolsheviks seized power in Russia in November. Active distrust surfaced immediately, as even before the October Revolution British officers had been involved in the Kornilov Affair, an attempted coup d'état by the Russian Army against the Provisional Government.[55] Nonetheless, once the Bolsheviks took Moscow, the British government began talks to try and keep them in the war effort. British diplomat Bruce Lockhart cultivated a relationship with several Soviet officials, including Leon Trotsky, and the latter approved the initial Allied military mission to secure the Eastern Front, which was collapsing in the revolutionary upheaval. Ultimately, Soviet head of state V.I. Lenin decided the Bolsheviks would settle peacefully with the Central Powers at the Treaty of Brest-Litovsk. This separate peace led to Allied disdain for the Soviets, since it left the Western Allies to fight Germany without a strong Eastern partner. The Secret Intelligence Service, supported by US diplomat Dewitt C. Poole, sponsored an attempted coup in Moscow involving Bruce Lockhart and Sidney Reilly, which involved an attempted assassination of Lenin. The Bolsheviks proceeded to shut down the British and U.S. embassies.[56][57]\n\nTensions between Russia (including its allies) and the West turned intensely ideological. Horrified by mass executions of White forces, land expropriations, and widespread repression, the Allied military expedition now assisted the anti-Bolshevik Whites in the Russian Civil War, with the US covertly giving support[58] to the autocratic and antisemitic General Alexander Kolchak.[59] Over 30,000 Western troops were deployed in Russia overall.[60] This was the first event that made Russian–American relations a matter of major, long-term concern to the leaders in each country. Some historians, including William Appleman Williams and Ronald Powaski, trace the origins of the Cold War to this conflict.[61]\n\n\nWilson launched seven armed interventions, more than any other president.[62] Looking back on the Wilson era, General Smedley Butler, a leader of the Haiti expedition and the highest-decorated Marine of that time, considered virtually all of the operations to have been economically motivated.[63] In a 1933 speech he said:\nFollowing World War I, the British maintained occupation of the Middle East, most notably Turkey and portions of formerly Ottoman territory following the empire's collapse.[65] The occupation led to rapid industrialization, which resulted in the discovery of crude oil in Persia in 1908, sparking a boom in the Middle Eastern economy.[66] The oil industry of the United States began to grow following World War I, causing an increased desire to enter the Middle East. In 1919, US oil companies from New York and New Jersey tried to enter the Mesopotamia-Palestine region but were barred by the San Remo Resolution, a League of Nations agreement that divided up majority claims of Middle Eastern oil between France and Britain. The following year, the US State Department challenged the resolution using the Open Door Policy, allowing more American oil companies to enter the Middle East. The British resisted the United States' entry into the Middle East but opened the Turkish oil trade to the US to mitigate competition in 1928. \n\nBy the 1930s, the United States had cemented itself in the Middle East via a series of acquisitions through the Standard Oil of California (SOCAL), which saw US control over Saudi oil.[65] The oil rights were soon transferred to California-Arabian Standard Oil Company (CASOC), a company based out of Delaware, and recorded the acquisition in United States Dollar. This transaction cemented the measure of oil using USD, switching from the British Pound, increasing the United States' influence over the Middle East. \n\nIt was clear to the US that further expansion in Middle Eastern oil would not be possible without diplomatic representation. In 1939, CASOC appealed to the US State Department about increasing political relations with Saudi Arabia. This appeal was ignored until Germany and Japan made similar attempts following the start of World War II.[65]GRO's influence in the Middle East continued to grow throughout the 1940s, following the United States' entry into WWII and their protection of Saudi Arabian oil.\n\nAt the start of World War II the United States of America had multiples territories in the Pacific. The majority of these territories were military bases like the Midway, Guam, Wake Island and Hawaii. Japan's surprise attack on Pearl Harbor was what ended up bringing the United States into the war. Japan also launched multiple attacks on other American Territories like Guam and Wake Island. By early 1942 Japan also was able to take over the Philippine islands. At the end of the Philippine island campaign the general MacArthur stated \"I came through and I shall return\" in response to the Americans losing the island to the Japanese.[67] The loss of American territories ended the decisive Battle of Midway. The Battle of Midway was the American offensive to stop Midway Island from falling into Japanese control. This led to the pushback of American forces and the recapturing of American territories. There were many battles that were fought against the Japanese which retook both allied territory as well as took over Japanese territories. In October 1944 American started their plan to retake the Philippine islands. Japanese troops on the island ended up surrendering in August 1945. After the Japanese surrender on September 2, 1945, the United States occupied and reformed Japan up until 1952. The United States granted the Philippines independence on July 4, 1946.\n\nIn an October 1940 report to Franklin Roosevelt, Bowman wrote that \"the US government is interested in any solution anywhere in the world that affects American trade. In a wide sense, commerce is the mother of all wars.\" In 1942 this economic globalism was articulated as the \"Grand Area\" concept in secret documents. The US would have to have control over the \"Western Hemisphere, Continental Europe and Mediterranean Basin (excluding Russia), the Pacific Area and the Far East, and the British Empire (excluding Canada).\" The Grand Area encompassed all known major oil-bearing areas outside the Soviet Union, largely at the behest of corporate partners like the Foreign Oil Committee and the Petroleum Industry War Council.[68] The US thus avoided overt territorial acquisition, like that of the European colonial empires, as being too costly, choosing the cheaper option of forcing countries to open their door to American business interests.[69]\n\nAlthough the United States was the last major belligerent to join the Second World War, it began planning for the post-war world from the conflict's outset. This postwar vision originated in the Council on Foreign Relations (CFR), an economic elite-led organization that became integrated into the government leadership. CFR's War and Peace Studies group offered its services to the State Department in 1939 and a secret partnership for post-war planning developed. CFR leaders Hamilton Fish Armstrong and Walter H. Mallory saw World War II as a \"grand opportunity\" for the U.S. to emerge as \"the premier power in the world.\"[70]\n\nThis vision of empire assumed the necessity of the U.S. to \"police the world\" in the aftermath of the war. This was not done primarily out of altruism, but out of economic interest. Isaiah Bowman, a key liaison between the CFR and the State Department, proposed an \"American economic Lebensraum.\" This built upon the ideas of Time-Life publisher Henry Luce, who (in his \"American Century\" essay) wrote, \"Tyrannies may require a large amount of living space [but] freedom requires and will require far greater living space than Tyranny.\" According to Bowman's biographer, Neil Smith:\n\nPrior to his death in 1945, President Roosevelt was planning to withdraw all U.S. forces from Europe as soon as possible. Soviet actions in Poland and Czechoslovakia led his successor Harry Truman to reconsider. Heavily influenced by George Kennan, Washington policymakers believed that the Soviet Union was an expansionary dictatorship that threatened American interests. In their theory, Moscow's weakness was that it had to keep expanding to survive; and that, by containing or stopping its growth, stability could be achieved in Europe. The result was the Truman Doctrine (1947) regarding Greece and Turkey. A second equally important consideration was the need to restore the world economy, which required the rebuilding and reorganizing of Europe for growth. This matter, more than the Soviet threat, was the main impetus behind the Marshall Plan of 1948. A third factor was the realization, especially by Britain and the three Benelux nations, that American military involvement was needed.[clarification needed] Geir Lundestad has commented on the importance of \"the eagerness with which America's friendship was sought and its leadership welcomed.... In Western Europe, America built an empire 'by invitation'\"[72] At the same time, the U.S. interfered in Italian and French politics in order to purge elected communist officials who might oppose such invitations.[73]\n\nOutside of Europe, American imperialism was more distinctly hierarchical \"with much fainter liberal characteristics.\" Cold War policy often found itself opposed to full decolonization, especially in Asia. The United States' decision to colonize some of the Pacific islands (which had formerly been held by the Japanese) in the 1940s ran directly counter to America's rhetoric against imperialism. General Douglas MacArthur described the Pacific as an \"Anglo-Saxon lake.\" At the same time, the U.S. did not claim state control over much mainland territory but cultivated friendly members of the elites of decolonized countries—elites which were often dictatorial, as in South Korea, Taiwan, Indonesia, and South Vietnam.\n\nIn South Korea, the U.S. quickly allied with Syngman Rhee, leader of the fight against the People's Republic of Korea that proclaimed a provisional government. There was a lot of opposition to the division of Korea, including rebellions by communists such as the Jeju uprising in 1948. This was violently suppressed and led to the deaths of 30,000 people, the majority of them civilians. North Korea invaded South Korea in June 1950, starting the Korean War.[74][75] With National Security Council document 68 and the subsequent Korean War, the U.S. adopted a policy of \"rollback\" against communism in Asia. John Tirman, an American political theorist has claimed that this policy was heavily influenced by America's imperialistic policy in Asia in the 19th century, with its goals to Christianize and Americanize the peasant masses.[76]\n\nIn Vietnam, the U.S. eschewed its anti-imperialist rhetoric by materially supporting the French Empire in a colonial counterinsurgency. Influenced by the Grand Area policy, the U.S. eventually assumed military and financial support for the South Vietnamese state against the Vietnamese communists following the first First Indochina war. The US and South Vietnam feared Ho Chi Minh would win nationwide elections. They both refused to sign agreements at the 1954 Geneva Conference arguing that fair elections weren't possible in North Vietnam.[77][78] Beginning in 1965, the US sent many combat units to fight Viet Cong and North Vietnamese soldiers in South Vietnam, with fighting extending to North Vietnam, Laos, and Cambodia. During the war Martin Luther King Jr. called the American government \"the greatest purveyor of violence in the world today.\"[79]\n\n"
        },
        {
            "title": "American exceptionalism",
            "text": "American exceptionalism is the notion that the United States occupies a special position among the nations of the world[80] in terms of its national credo, historical evolution, and political and religious institutions and origins.\n\nPhilosopher Douglas Kellner traces the identification of American exceptionalism as a distinct phenomenon back to 19th-century French observer Alexis de Tocqueville, who concluded by agreeing that the U.S., uniquely, was \"proceeding along a path to which no limit can be perceived\".[81]\n\nAs a Monthly Review editorial opines on the phenomenon, \"In Britain, empire was justified as a benevolent 'white man's burden.' And in the United States, empire does not even exist; 'we' are merely protecting the causes of freedom, democracy and justice worldwide.\"[82]\n\n"
        },
        {
            "title": "Views of American imperialism",
            "text": "A conservative, anti-interventionist view as expressed by American journalist John T. Flynn:\n\nA \"social-democratic\" theory says that imperialistic U.S. policies are the products of the excessive influence of certain sectors of U.S. business and government—the arms industry in alliance with military and political bureaucracies and sometimes other industries such as oil and finance, a combination often referred to as the \"military–industrial complex.\" The complex is said to benefit from war profiteering and looting natural resources, often at the expense of the public interest.[84] The proposed solution is typically unceasing popular vigilance in order to apply counter-pressure.[85] Chalmers Johnson holds a version of this view.[86]\n\nAlfred Thayer Mahan, who served as an officer in the U.S. Navy during the late 19th century, supported the notion of American imperialism in his 1890 book titled The Influence of Sea Power upon History. Mahan argued that modern industrial nations must secure foreign markets for the purpose of exchanging goods and, consequently, they must maintain a maritime force that is capable of protecting these trade routes.[87][88]\n\nA theory of \"super-imperialism\" argues that imperialistic U.S. policies are not driven solely by the interests of American businesses, but also by the interests of a larger apparatus of a global alliance among the economic elite in developed countries. The argument asserts that capitalism in the Global North (Europe, Japan, Canada, and the U.S.) has become too entangled to permit military or geopolitical conflict between these countries, and the central conflict in modern imperialism is between the Global North (also referred to as the global core) and the Global South (also referred to as the global periphery), rather than between the imperialist powers.\n\nFollowing the invasion of Afghanistan in 2001, the idea of American imperialism was re-examined. In November 2001, jubilant marines hoisted an American flag over Kandahar and in a stage display referred to the moment as the third after those on San Juan Hill and Iwo Jima. All moments, writes Neil Smith, express U.S. global ambition. \"Labelled a War on Terrorism, the new war represents an unprecedented quickening of the American Empire, a third chance at global power.\"[89]\n\nOn October 15, 2001, the cover of Bill Kristol's Weekly Standard carried the headline, \"The Case for American Empire\".[90] Rich Lowry, editor in chief of the National Review, called for \"a kind of low-grade colonialism\" to topple dangerous regimes beyond Afghanistan.[91] The columnist Charles Krauthammer declared that, given complete U.S. domination \"culturally, economically, technologically and militarily\", people were \"now coming out of the closet on the word 'empire'\".[12] The New York Times Sunday magazine cover for January 5, 2003, read \"American Empire: Get Used To It\". The phrase \"American empire\" appeared more than 1000 times in news stories during November 2002 – April 2003.[92]\n\nIn 2001–2010 numerous scholars debated the \"America as Empire\" issue.[93]\nHarvard historian Charles S. Maier states:\n\nHarvard professor Niall Ferguson states: \n\nFrench Political scientist Philip Golub argues:\n\nA leading spokesman for America-as-Empire is British historian A. G. Hopkins.[97]  He argues that by the 21st century traditional economic imperialism was no longer in play, noting that the oil companies opposed the American invasion of Iraq in 2003. Instead, anxieties about the negative impact of globalization on rural and rust-belt America were at work, says Hopkins:\n\nConservative Harvard professor Niall Ferguson concludes that worldwide military and economic power have combined to make the U.S. the most powerful empire in history. It is a good idea he thinks, because like the successful British Empire in the 19th century it works to globalize free markets, enhance the rule of law and promote representative government. He fears, however,  that Americans lack the long-term commitment in manpower and money to keep the Empire operating.[100]\n\nThe U.S. dollar is the de facto world currency.[101] The term petrodollar warfare refers to the alleged motivation of U.S. foreign policy as preserving by force the status of the United States dollar as the world's dominant reserve currency and as the currency in which oil is priced.  The term was coined by William R. Clark, who has written a book with the same title. The phrase oil currency war is sometimes used with the same meaning.[102]\n\nMany – perhaps most – scholars[who?] have decided that the United States lacks the key essentials of an empire. For example, while there are American military bases around the world, the American soldiers do not rule over the local people, and the United States government does not send out governors or permanent settlers like all the historic empires did.[103]  Harvard historian Charles S. Maier has examined the America-as-Empire issue at length.  He says the traditional understanding of the word \"empire\" does not apply, because the United States does not exert formal control over other nations or engage in systematic conquest. The best term is that the United States is a \"hegemon.\" Its enormous influence through high technology, economic power, and impact on popular culture gives it an international outreach that stands in sharp contrast to the inward direction of historic empires.[104][105]\n\nWorld historian Anthony Pagden asks, Is the United States really an empire? \n\nIn the book Empire (2000), Michael Hardt and Antonio Negri argue that \"the decline of Empire has begun\".[107][108] Hardt says the Iraq War is a classically imperialist war and is the last gasp of a doomed strategy.[109] They expand on this, claiming that in the new era of imperialism, the classical imperialists retain a colonizing power of sorts, but the strategy shifts from military occupation of economies based on physical goods to a networked biopower based on an informational and affective economies. They go on to say that the U.S. is central to the development of this new regime of international power and sovereignty, termed \"Empire\", but that it is decentralized and global, and not ruled by one sovereign state: \"The United States does indeed occupy a privileged position in Empire, but this privilege derives not from its similarities to the old European imperialist powers, but from its differences.\"[110]  Hardt and Negri draw on the theories of Spinoza, Foucault, Deleuze and Italian autonomist Marxists.[111][112]\n\nGeographer David Harvey says there has emerged a new type of imperialism due to geographical distinctions as well as unequal rates of development.[113] He says there have emerged three new global economic and political blocs: the United States, the European Union, and Asia centered on China and Russia.[114][verification needed] He says there are tensions between the three major blocs over resources and economic power, citing the 2003 invasion of Iraq, the motive of which, he argues, was to prevent rival blocs from controlling oil.[115] Furthermore, Harvey argues that there can arise conflict within the major blocs between business interests and the politicians due to their sometimes incongruent economic interests.[116] Politicians live in geographically fixed locations and are, in the U.S. and Europe,[verification needed] accountable to an electorate. The 'new' imperialism, then, has led to an alignment of the interests of capitalists and politicians in order to prevent the rise and expansion of possible economic and political rivals from challenging America's dominance.[117]\n\nClassics professor and war historian Victor Davis Hanson dismisses the notion of an American Empire altogether, with a mocking comparison to historical empires: \"We do not send out proconsuls to reside over client states, which in turn impose taxes on coerced subjects to pay for the legions. Instead, American bases are predicated on contractual obligations — costly to us and profitable to their hosts. We do not see any profits in Korea, but instead accept the risk of losing almost 40,000 of our youth to ensure that Kias can flood our shores and that shaggy students can protest outside our embassy in Seoul.\"[118]\n\nThe existence of \"proconsuls\", however, has been recognized by many since the early Cold War. In 1957, French Historian Amaury de Riencourt associated the American \"proconsul\" with \"the Roman of our time.\"[119] Expert on recent American history, Arthur M. Schlesinger, detected several contemporary imperial features, including \"proconsuls.\" Washington does not directly run many parts of the world. Rather, its \"informal empire\" was one \"richly equipped with imperial paraphernalia: troops, ships, planes, bases, proconsuls, local collaborators, all spread wide around the luckless planet.\"[120] \"The Supreme Allied Commander, always an American, was an appropriate title for the American proconsul whose reputation and influence outweighed those of European premiers, presidents, and chancellors.\"[121] U.S. \"combatant commanders ... have served as its proconsuls. Their standing in their regions has usually dwarfed that of ambassadors and assistant secretaries of state.\"[122]\n\nHarvard Historian Niall Ferguson calls the regional combatant commanders, among whom the whole globe is divided, the \"pro-consuls\" of this \"imperium.\"[123] Günter Bischof calls them \"the all powerful proconsuls of the new American empire. Like the proconsuls of Rome they were supposed to bring order and law to the unruly and anarchical world.\"[124] In September 2000, Washington Post reporter Dana Priest published a series of articles whose central premise was Combatant Commanders' inordinate amount of political influence within the countries in their areas of responsibility. They \"had evolved into the modern-day equivalent of the Roman Empire's proconsuls—well-funded, semi-autonomous, unconventional centers of U.S. foreign policy.\"[125] The Romans often preferred to exercise power through friendly client regimes, rather than direct rule: \"Until Jay Garner and L. Paul Bremer became U.S. proconsuls in Baghdad, that was the American method, too\".[126]\n\nAnother distinction of Victor Davis Hanson—that US bases, contrary to the legions, are costly to America and profitable for their hosts—expresses the American view. The hosts express a diametrically opposite view. Japan pays for 25,000 Japanese working on US bases. 20% of those workers provide entertainment: a list drawn up by the Japanese Ministry of Defense included 76 bartenders, 48 vending machine personnel, 47 golf course maintenance personnel, 25 club managers, 20 commercial artists, 9 leisure-boat operators, 6 theater directors, 5 cake decorators, 4 bowling alley clerks, 3 tour guides and 1 animal caretaker. Shu Watanabe of the Democratic Party of Japan asks: \"Why does Japan need to pay the costs for US service members' entertainment on their holidays?\"[127] One research on host nations support concludes:\n\nIncreasing the \"economic burdens of the allies\" was one of the major priorities of former President Donald Trump.[129][130][131][132] Classicist Eric Adler notes that Hanson earlier had written about the decline of the classical studies in the United States and insufficient attention devoted to the classical experience. \"When writing about American foreign policy for a lay audience, however, Hanson himself chose to castigate Roman imperialism in order to portray the modern United States as different from—and superior to—the Roman state.\"[133] As a supporter of a hawkish unilateral American foreign policy, Hanson's \"distinctly negative view of Roman imperialism is particularly noteworthy, since it demonstrates the importance a contemporary supporter of a hawkish American foreign policy places on criticizing Rome.\"[133]\n\n"
        },
        {
            "title": "U.S. foreign policy debate",
            "text": "Annexation is a crucial instrument in the expansion of a nation, due to the fact that once a territory is annexed it must act within the confines of its superior counterpart. The United States Congress' ability to annex a foreign territory is explained in a report from the Congressional Committee on Foreign Relations, \"If, in the judgment of Congress, such a measure is supported by a safe and wise policy, or is based upon a natural duty that we owe to the people of Hawaii, or is necessary for our national development and security, that is enough to justify annexation, with the consent of the recognized government of the country to be annexed.\"[134]\n\nPrior to annexing a territory, the American government still held immense power through the various legislations passed in the late 1800s. The Platt Amendment was utilized to prevent Cuba from entering into any agreement with foreign nations and also granted the Americans the right to build naval stations on their soil.[135] Executive officials in the American government began to determine themselves the supreme authority in matters regarding the recognition or restriction of independence.[135]\n\nWhen asked on April 28, 2003, on Al Jazeera whether the United States was \"empire building,\" Secretary of Defense Donald Rumsfeld replied, \"We don't seek empires. We're not imperialistic. We never have been.\"[136]\n\nHowever, historian Donald W. Meinig says imperial behavior by the United States dates at least to the Louisiana Purchase, which he describes as an \"imperial acquisition—imperial in the sense of the aggressive encroachment of one people upon the territory of another, resulting in the subjugation of that people to alien rule.\" The U.S. policies towards the Native Americans, he said, were \"designed to remold them into a people more appropriately conformed to imperial desires.\"[137]\n\nWriters and academics of the early 20th century, like Charles A. Beard, in support of non-interventionism (sometimes referred to as \"isolationism\"), discussed American policy as being driven by self-interested expansionism going back as far as the writing of the Constitution. Many politicians today do not agree. Pat Buchanan claims that the modern United States' drive to empire is \"far removed from what the Founding Fathers had intended the young Republic to become.\"[138]\n\nAndrew Bacevich argues that the U.S. did not fundamentally change its foreign policy after the Cold War, and remains focused on an effort to expand its control across the world.[139] As the surviving superpower at the end of the Cold War, the U.S. could focus its assets in new directions, the future being \"up for grabs,\" according to former Under Secretary of Defense for Policy Paul Wolfowitz in 1991.[140] Head of the Olin Institute for Strategic Studies at Harvard University, Stephen Peter Rosen, maintains: \n\nIn Manufacturing Consent: The Political Economy of the Mass Media, the political activist Noam Chomsky argues that exceptionalism and the denials of imperialism are the result of a systematic strategy of propaganda, to \"manufacture opinion\" as the process has long been described in other countries.[142]\n\nThorton wrote that \"[...]imperialism is more often the name of the emotion that reacts to a series of events than a definition of the events themselves. Where colonization finds analysts and analogies, imperialism must contend with crusaders for and against.\"[143]  Political theorist Michael Walzer argues that the term hegemony is better than empire to describe the U.S.'s role in the world.[144] Political scientist Robert Keohane agrees saying, a \"balanced and nuanced analysis is not aided ... by the use of the word 'empire' to describe United States hegemony, since 'empire' obscures rather than illuminates the differences in form of governance between the United States and other Great Powers, such as Great Britain in the 19th century or the Soviet Union in the twentieth\".[145]\n\nSince 2001,[146] Emmanuel Todd assumes the U.S.A. cannot hold for long the status of mondial hegemonic power, due to limited resources. Instead, the U.S.A. is going to become just one of the major regional powers along with European Union, China, Russia, etc. Reviewing Todd's After the Empire, G. John Ikenberry found that it had been written in \"a fit of French wishful thinking.\"[147]\n\nOther political scientists, such as Daniel Nexon and Thomas Wright, argue that neither term exclusively describes foreign relations of the United States. The U.S. can be, and has been, simultaneously an empire and a hegemonic power. They claim that the general trend in U.S. foreign relations has been away from imperial modes of control.[148]\n\n"
        },
        {
            "title": "American media and cultural imperialism",
            "text": "American imperialism has long had a media dimension (media imperialism) and cultural dimension (cultural imperialism).\n\nIn Mass Communication and American Empire, Herbert I. Schiller emphasized the significance of the mass media and cultural industry to American imperialism,[149] arguing that \"each new electronic development widens the perimeter of American influence,\" and declaring that \"American power, expressed industrially, militarily and culturally has become the most potent force on earth and communications have become a decisive element in the extension of United States world power.\"[150]\n\n\nIn Communication and Cultural Domination, Schiller presented the premier definition of cultural imperialism as\nIn Schiller's formulation of the concept, cultural imperialism refers to the American Empire's \"coercive and persuasive agencies, and their capacity to promote and universalize an American 'way of life' in other countries without any reciprocation of influence.\"[152] According to Schiller, cultural imperialism \"pressured, forced and bribed\" societies to integrate with the U.S.'s expansive capitalist model but also incorporated them with attraction and persuasion by winning \"the mutual consent, even solicitation of the indigenous rulers.\"\n\nNewer research on cultural imperialism sheds light on how the US national security state partners with media corporations to spread US foreign policy and military-promoting media goods around the world. In Hearts and Mines: The US Empire's Culture Industry, Tanner Mirrlees builds upon the work of Herbert I. Schiller to argue that the US government and media corporations pursue different interests on the world stage (the former, national security, and the latter, profit), but structural alliances and the synergistic relationships between them support the co-production and global flow of Empire-extolling cultural and entertainment goods.[153]\n\nSome researchers argue that military and cultural imperialism are interdependent. Every war of Empire has relied upon a culture or \"way of life\" that supports  it, and most often, with the idea that a country has a unique or special mission to spread its way of life around the world. Edward Said, one of the founders of post-colonial theory, said,\n\nInternational relations scholar David Rothkopf disagrees with the notion that cultural imperialism is an intentional political or military process, and instead argues that it is the innocent result of economic globalization, which allows access to numerous U.S. and Western ideas and products that many non-U.S. and non-Western consumers across the world voluntarily choose to consume.[155] In a similar analysis, Matthew Fraser argues that the American \"soft power\" and American global cultural influence is a good thing for other countries, and good for the world as a whole.[156] Tanner Mirrlees argues that the discourse of \"soft power\" used by Matthew Fraser and others to promote American global cultural influence represents an \"apologia\" for cultural imperialism, a way of rationalizing it (while denying it).[157]\n\nLouis A. Perez Jr. provides an example of propaganda used during the war of 1898, \"We are coming, Cuba, coming; we are bound to set you free! We are coming from the mountains, from the plains and inland sea! We are coming with the wrath of God to make the Spaniards flee! We are coming, Cuba, coming; coming now!\"[135]\n\nIn contrast, many other countries with American brands have incorporated these into their own local culture.[non sequitur]An example of this would be the self-styled \"Maccas,\" an Australian derivation of \"McDonald's\" with a tinge of Australian culture.[158]\n\n"
        },
        {
            "title": "U.S. military bases",
            "text": "Chalmers Johnson argued in 2004 that America's version of the colony is the military base.[162] Chip Pitts argued similarly in 2006 that enduring U.S. bases in Iraq suggested a vision of \"Iraq as a colony.\"[163]\n\nWhile territories such as Guam, the United States Virgin Islands, the Northern Mariana Islands, American Samoa, and Puerto Rico remain under U.S. control, the U.S. allowed many of its overseas territories or occupations to gain independence after World War II. Examples include the Philippines (1946), the Panama Canal Zone (1979), Palau (1981), the Federated States of Micronesia (1986), and the Marshall Islands (1986). Most of them still have U.S. bases within their territories. In the case of Okinawa, which came under U.S. administration after the Battle of Okinawa during the Second World War, this happened despite local popular opinion on the island.[164] In 2003, a Department of Defense distribution found the United States had bases in over 36 countries worldwide,[165] including the Camp Bondsteel base in the disputed territory of Kosovo.[166] Since 1959, Cuba has regarded the U.S. presence in Guantánamo Bay as illegal.[167]\n\nBy 1970,[needs update] the United States had more than one million soldiers in 30 countries,[citation needed] was a member of four regional defense alliances and an active participant in a fifth, had mutual defense treaties with 42 nations, was a member of 53 international organizations, and was furnishing military or economic aid to nearly 100 nations across the face of the globe.[168] In 2015 the Department of Defense reported the number of bases that had any military or civilians stationed or employed was 587. This includes land only (where no facilities are present), facility or facilities only (where there the underlying land is neither owned nor controlled by the government), and land with facilities (where both are present).[169]\n\nAlso in 2015, David Vine's book Base Nation, found 800 U.S. military bases located outside of the U.S., including 174 bases in Germany, 113 in Japan, and 83 in South Korea. The total cost: an estimated $100 billion a year.[170]\n\nAccording to The Huffington Post, \"The 45 nations and territories with little or no democratic rule represent more than half of the roughly 80 countries now hosting U.S. bases. ... Research by political scientist Kent Calder confirms what's come to be known as the \"dictatorship hypothesis\": The United States tends to support dictators [and other undemocratic regimes] in nations where it enjoys basing facilities.\"[171]\n\n"
        },
        {
            "title": "Support",
            "text": "One of the earliest historians of American Empire, William Appleman Williams, wrote, \"The routine lust for land, markets or security became justifications for noble rhetoric about prosperity, liberty and security.\"[172]\n\nMax Boot defends U.S. imperialism, writing, \"U.S. imperialism has been the greatest force for good in the world during the past century. It has defeated communism and Nazism and has intervened against the Taliban and Serbian ethnic cleansing.\"[173] Boot used \"imperialism\" to describe United States policy, not only in the early 20th century but \"since at least 1803.\"[173][174] This embrace of empire is made by other neoconservatives, including British historian Paul Johnson, and writers Dinesh D'Souza and Mark Steyn. It is also made by some liberal hawks, such as political scientists Zbigniew Brzezinski and Michael Ignatieff.[175]\n\nScottish-American historian Niall Ferguson argues that the United States is an empire and believes that this is a good thing: \"What is not allowed is to say that the United States is an empire and that this might not be wholly bad.\"[176] Ferguson has drawn parallels between the British Empire and the global role of the United States in the late 20th and early 21st centuries, though he describes the United States' political and social structures as more like those of the Roman Empire than of the British. Ferguson argues that all of these empires have had both positive and negative aspects, but that the positive aspects of the U.S. empire will, if it learns from history and its mistakes, greatly outweigh its negative aspects.[177]\n\nAnother point of view implies that United States expansion overseas has indeed been imperialistic, but that this imperialism is only a temporary phenomenon, a corruption of American ideals, or the relic of a past era. Historian Samuel Flagg Bemis argues that Spanish–American War expansionism was a short-lived imperialistic impulse and \"a great aberration in American history,\" a very different form of territorial growth than that of earlier American history.[178]  Historian Walter LaFeber sees the Spanish–American War expansionism not as an aberration, but as a culmination of United States expansion westward.[179]\n\nHistorian Victor Davis Hanson argues that the U.S. does not pursue world domination, but maintains worldwide influence by a system of mutually beneficial exchanges.[118] On the other hand, Filipino revolutionary General Emilio Aguinaldo felt as though American involvement in the Philippines was destructive: \"The Filipinos fighting for Liberty, the American people fighting them to give them liberty. The two peoples are fighting on parallel lines for the same object.\"[180] American influence worldwide and the effects it has on other nations have multiple interpretations.\n\nLiberal internationalists argue that even though the present world order is dominated by the United States, the form taken by that dominance is not imperial. International relations scholar John Ikenberry argues that international institutions have taken the place of empire.[147]\n\nInternational relations scholar Joseph Nye argues that U.S. power is more and more based on \"soft power,\" which comes from cultural hegemony rather than raw military or economic force. This includes such factors as the widespread desire to emigrate to the United States, the prestige and corresponding high proportion of foreign students at U.S. universities, and the spread of U.S. styles of popular music and cinema. Mass immigration into America may justify this theory, but it is hard to know whether the United States would still maintain its prestige without its military and economic superiority.,[181]  In terms of soft power, Giles Scott-Smith, argues that American universities:[182]\n\n"
        }
    ]
}