{
    "url": "https://en.wikipedia.org/wiki/American_Women_quarters",
    "title": "American Women quarters",
    "table_of_contents": [
        "1 Designs",
        "1.1 Obverse",
        "1.2 Reverse",
        "2 List of designs",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The American Women quarters program is a series of quarters featuring notable women in U.S. history, commemorating the centennial of the Nineteenth Amendment to the United States Constitution.[1] The United States Mint is issuing five designs each year from 2022 to 2025 for 20 total designs. One woman will be honored on the reverse of each coin, selected for \"contributions to the United States in a wide spectrum of accomplishments and fields, including but not limited to suffrage, civil rights, abolition, government, humanities, science, space, and arts.\"[2] The obverse depicts George Washington with a new design.[3]\n\nThe program was authorized by the Circulating Collectible Coin Redesign Act of 2020, sponsored by Representatives Barbara Lee and Anthony Gonzalez.[4] The original proposal was for 56 quarters, honoring one woman from each state and territory,[5] but with a set of circulating coins intended to be released in 2026 for the United States Semiquincentennial, it was amended to be shorter. One of the five quarters in that set will also feature a woman.[1] It replaced an alternative proposal of quarters featuring animals or endangered species.[6] It will be followed in 2027–2030 with a series depicting youth sports.[7]\n\nIt succeeds the America the Beautiful quarters and Washington Crossing the Delaware quarter. Some coin collectors were critical of the \"seemingly unending\" proposal to continue to issue five new quarter designs every year for a third decade.[8] Many numismatists are more interested in redesigns of other denominations and less frequent releases.[9]\n\n"
        },
        {
            "title": "Designs",
            "text": "Laura Gardin Fraser's portrait of George Washington, which was originally submitted in 1931, was selected by the Commission of Fine Arts and Citizens Coinage Advisory Committee to appear on the obverse of the American Women quarters.  The right-facing bust had been used for the 1999 George Washington half eagle for the 200th anniversary of Washington's death.[10]\n\nThe United States Secretary of the Treasury selects the women featured for the series in consultation with the Smithsonian Institution's American Women's History Initiative, the National Women's History Museum, and the Congressional Caucus for Women's Issues. Recommendations for women honorees were solicited from the public in 2021.[11][12]\n\nHonorees featured in 2022 are[13]\n\nHonorees to be featured in 2023 are[23]\n\n"
        },
        {
            "title": "List of designs",
            "text": "\n\n"
        }
    ]
}