{
    "url": "https://en.wikipedia.org/wiki/America_the_Beautiful_silver_bullion_coins",
    "title": "America the Beautiful silver bullion coins",
    "table_of_contents": [
        "1 Design",
        "1.1 Differences between uncirculated and bullion versions",
        "2 Legislative history",
        "3 Minting history",
        "4 Coins released to date",
        "5 See also",
        "6 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The America the Beautiful silver bullion coins comprise a series of silver bullion coins with a face value of a quarter dollar. The coins contain five troy ounces of silver, making them the largest silver bullion coins ever issued by the United States Mint. The design of the coins duplicates exactly—though enlarged—each of the America the Beautiful quarters. They were issued from 2010 to 2021. The coins were available for sale during the year in which their corresponding circulating coin is issued. The coins are distributed by the United States Mint's network of authorized bullion dealers, and may be resold at the discretion of the Director of the National Park Service.\n\n"
        },
        {
            "title": "Design",
            "text": "All coins in the series feature a common obverse depicting George Washington in a restored version of the portrait created by John Flanagan for the 1932 Washington quarter, while the reverse feature five individual designs for each year of the program (one in 2021), each depicting a national park or national site (one from each state, federal district, and territory). Unlike the reeded edge of the normal quarter, the silver coins have a smooth edge inscribed with the coin specifications: .999 FINE SILVER 5.0 OUNCE.\n\nThere are three main differences between the uncirculated and bullion versions of the coin:\n\n"
        },
        {
            "title": "Legislative history",
            "text": "The program is authorized by Title II of the America’s Beautiful National Parks Quarter Dollar Coin Act of 2008.[1]\n\n"
        },
        {
            "title": "Minting history",
            "text": "A new coining press from Germany was installed on March 1, 2010, at the Philadelphia Mint for use in producing the America the Beautiful Silver Bullion Coins. The press provides up to 1,000 metric tons (1,100 short tons) of pressure for each strike and can produce in excess of 1 million coins per year. Silver planchets for the series will be supplied by Sunshine Minting.[2]\n\nIn conjunction with the April 27, 2010, meeting of the Citizens Coinage Advisory Committee in Philadelphia, committee members were shown examples of the America the Beautiful silver bullion coins.[3]\n\n"
        }
    ]
}