{
    "url": "https://en.wikipedia.org/wiki/An_Inn_in_Tokyo",
    "title": "An Inn in Tokyo",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An Inn in Tokyo (東京の宿, Tōkyō no yado) is a 1935 silent film directed by Yasujirō Ozu.  The film is Ozu's last extant silent film.\n\nThe screenplay is credited to Uinzato Mone or Winthat Monnet (\"Without Money\"). In fact, the screenplay was written by Ozu, Masao Arata and Tadao Ikeda during a period when Ozu was short on cash.\n\n"
        },
        {
            "title": "Plot",
            "text": "Kihachi (Takeshi Sakamoto) wanders around the industrial flatlands of Tokyo's Koto district with his two young sons, Zenko (Tokkan Kozo) and Masako (Takayuki Suematsu), looking for work. Unable to find a job, Kihachi relies on his sons to catch stray dogs for the reward money, but Zenko wastes the bounty buying himself a much-desired officer's cap. Later, the brothers quarrel and lose the family's bundle. Kihachi tells them that they no longer have enough money to pay for both a meal and a bed for the night. They choose a meal. At a cafe they meet Kihachi's old friend, Otsune (Choko Iida), who finds Kihachi a job and allows the family to rent a room at the cafe.\n\nKihachi meets the impoverished Otaka (Yoshiko Okada) and her young daughter, Kimiko (Kazuko Ojima). Otaka is also unable to find work. Kihachi brings Otaka and Kimiko to Otsune's cafe for a meal.\n\nLater, Kihachi discovers that Otaka has found work as a sake-house waitress. She explains that her daughter has fallen ill and she cannot afford to pay the hospital bills. Kihachi, unable to borrow money from Otsune to pay the bills, resorts to theft and has his sons take the proceeds to Otaka.\n\nKihachi confides in Otsune, who scolds him for keeping his worries to himself. He leaves the boys in Otsune's care and sets off for the police station to turn himself in.[1]\n\n"
        }
    ]
}