{
    "url": "https://en.wikipedia.org/wiki/Anaconda_Smelter_Stack",
    "title": "Anaconda Smelter Stack",
    "table_of_contents": [
        "1 Dimensions",
        "1.1 Brick chimney",
        "1.2 Concrete foundation",
        "2 Construction",
        "3 State park",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Anaconda Smelter Stack is the tallest surviving masonry structure in the world, with an overall height of about 585 feet (178.3 m), including a brick chimney 555 feet (169.2 m) tall and the downhill side of a concrete foundation 30 feet (9.1 m) tall.[2][3][A] It is a brick smoke stack or chimney, built in 1918 as part of the Washoe Smelter of the Anaconda Copper Mining Company (ACM) at Anaconda, Montana, in the United States. A terra cotta coating covered the entire brick chimney when new, but by the time the smelter closed in 1981, most had eroded away except for the upper 40%, exposing most of its bricks and reinforcing rods. The inside diameter at the bottom of the brick chimney is 76 feet (23.2 m) while that at the top is about 60 feet (18.3 m). The stack and its viewing area are now the two-part Anaconda Smoke Stack State Park.[4]\n\n"
        },
        {
            "title": "Dimensions",
            "text": "The overall height of the stack is 585 feet 1+1⁄2 inches (178.35 m) (≈ 585 feet),[B] including a brick chimney 555 feet 1+1⁄2 inches (169.20 m) (≈ 555 feet) tall and the downhill side of a concrete foundation 30 feet (9.1 m) high. This was the height when new in 1918, but loss of the terra cotta that covered the top course of bricks since then reduced its height one or more inches. The lowest 68 feet (20.7 m) of the brick chimney is an octagon, the vertices of which point to the cardinal and intercardinal directions, north, northeast, east, etc., while its sides face the secondary-intercardinal directions, north-northeast, east-northeast, etc. Two large vertical openings are in the octagonal portion, each 12.5 by 60 feet (3.8 m × 18.3 m), on its east-southeast and south-southwest sides.[5] When operational, the main flue carried hot exhaust gases to these openings and then into the stack from the smelter which was on the north side of the hill upon which the stack rests.[6] The base of the octagon was 86 feet 7⁄8 inch (26.24 m) (≈ 86 feet) side to side across its bottom before the loss of its terra cotta covering. But the inner surface of the octagon is circular with an inside diameter of 76 feet (23.16 m) (≈ 75 feet) across its bottom. The wall thickness of the octagon at its bottom ranges from 64 inches (1.63 m) (≈ 6 feet) at the center of a side to 102 inches (2.59 m) at each vertex. The rest of the chimney is a slightly tapering cylinder with a top inside diameter of 60 feet 2 inches (18.34 m) (≈ 60 feet) and a wall thickness of 22+1⁄4 inches (0.57 m) (≈ 2 feet) just below a slightly flared top.[3] Its cylindrical portion plus the top 5 feet (1.5 m) of the octagon are encircled by many large steel rods (called bands) for reinforcement. It has had 20 lightning rods around its rim since it was built (which are not included in its height).[7][8] The stack contains 2,464,652 locally manufactured perforated tile bricks, each averaging 2.7 times larger by volume than the size of a normal brick.[7][C]\nMost are radial bricks that are curved to match a sector of a cylindrical wall. The brick chimney weighs 23,810 short tons (21,600 t).[8][D]\n\nThe lowest part of the stack is a concrete foundation or footing that is built on sloped ground with a grade of 21% (12°) because it is just below the top of a hill. It is 30 feet (9.14 m) high above ground at its downhill side and 10 feet (3.05 m) high above ground at its uphill side. It is a hollow octagon, 89 feet (27.1 m) side to side on top and 99 feet 6 inches (30.3 m) side to side across its bottom, 33 feet (10.1 m) high on its downhill side and 21 feet (6.4 m) high on its uphill side, a third of the foundation being below ground. The stepped bottom of the foundation fits the stepped rock formation upon which it rests. The floor of the stack is generally conical leading 17 feet (5.2 m) down below the brick chimney to a 5-by-33-foot (1.5 m × 10.1 m) rectangular grate, then into a 5-foot (1.5 m) square horizontal duct that exits the stack at the center of the downhill side of the foundation on its south-southeast side. This allowed any valuable metal dust particles left in the flue gases that precipitated down to that conical floor to be collected by a car on a track within the duct and sent back to the smelter for more processing.[3]\n\n"
        },
        {
            "title": "Construction",
            "text": "After the concrete foundation was completed in May 1918, construction of the stack began on May 23, 1918 and was completed on November 30, 1918. It was placed into operation on May 5, 1919.[7] It was built by the Alphons Custodis Chimney Construction Company of New York (now Hamon Custodis) under the direction of W. C. Capron, mechanical superintendent of the Washoe Smelting Company.[3][10] Much of the ore the smelter processed after 1955 came from the Berkeley Pit just north of Butte, Montana. At the time it was built, the stack was the tallest masonry, brickwork structure and chimney of any kind in the world and it remains the world's tallest surviving masonry structure.[2] Taller masonry chimneys have existed but have since been demolished. Taller chimneys that still exist are made of reinforced concrete. See List of tallest chimneys.\n\nThe Washington Monument would fit inside the stack's brick portion except for their lowest 100 feet (30 m) where an overlap of as much as one foot (0.3 m) at each corner of the monument would occur.[E] The stack's brick portion is about 6 inches (15 cm) taller than the monument's 2015 height.[F]\nThe masonry portion of the stack is about 15 inches (38 cm) taller than the above ground portion of the monument's masonry, which disregards the monument's aluminum apex.[9]\n\nThe stack was designed to discharge exhaust gases from the various roasting and smelting furnaces at the smelter. The smelter had a large network of exhaust flues from the furnaces that all fed a main flue, which carried them a half-mile south up the hill to the stack.[6] The flue system and stack combined to provide a natural draft capable of carrying 3–4 million cubic feet (85,000–113,000 m3) per minute of exhaust gases.[12]\n\n"
        },
        {
            "title": "State park",
            "text": "The Washoe Smelter was demolished after its closure in 1981. The stack alone, however, remains standing because the citizens of Anaconda organized to \"Save the Stack.\" It is commonly referred to as \"The Stack\" or \"The Big Stack\"[G] and is a well-known landmark in western Montana. In 1986 it was designated the Anaconda Smoke Stack State Park.[13][4] The park has two parts: the Washoe Smelter Stack Viewing Center[14] constructed in 2000 just east of the town of Anaconda and the smoke stack about 1.2 miles (1.9 km) southeast of the viewing area. Although the site of the smelter underwent some environmental cleanup, the general public is not allowed access to the stack itself because the soil around it is still hazardous due to contamination by the toxic metalloid arsenic as well as copper, cadmium, lead and zinc.[15] Terra cotta covered the entire surface of the chimney just as it covered its top;[3] by the time of its closure, the bottom 60% had eroded, including the brick octagon, exposing its bricks and reinforcing rods. The terra cotta is now darker than the exposed bricks.\n\n"
        }
    ]
}