{
    "url": "https://en.wikipedia.org/wiki/Analysis_of_variance",
    "title": "Analysis of variance",
    "table_of_contents": [
        "1 History",
        "2 Example",
        "3 Classes of models",
        "3.1 Fixed-effects models",
        "3.2 Random-effects models",
        "3.3 Mixed-effects models",
        "3.4 Example",
        "4 Assumptions",
        "4.1 Textbook analysis using a normal distribution",
        "4.2 Randomization-based analysis",
        "4.2.1 Unit-treatment additivity",
        "4.2.2 Derived linear model",
        "4.2.3 Statistical models for observational data",
        "4.3 Summary of assumptions",
        "5 Characteristics",
        "6 Logic",
        "6.1 Partitioning of the sum of squares",
        "6.2 The F-test",
        "6.3 Extended logic",
        "7 For a single factor",
        "8 For multiple factors",
        "9 Associated analysis",
        "9.1 Preparatory analysis",
        "9.1.1 The number of experimental units",
        "9.1.2 Power analysis",
        "9.1.3 Effect size",
        "9.1.4 Model confirmation",
        "9.1.5 Follow-up tests",
        "10 Study designs",
        "11 Cautions",
        "12 Generalizations",
        "12.1 Connection to linear regression",
        "12.1.1 Example",
        "13 See also",
        "14 Footnotes",
        "15 Notes",
        "16 References",
        "17 Further reading",
        "18 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnalysis of variance (ANOVA) is a collection of statistical models and their associated estimation procedures (such as the \"variation\" among and between groups) used to analyze the differences among means. ANOVA was developed by the statistician Ronald Fisher. ANOVA is based on the law of total variance, where the observed variance in a particular variable is partitioned into components attributable to different sources of variation. In its simplest form, ANOVA provides a statistical test of whether two or more population means are equal, and therefore generalizes the t-test beyond two means. In other words, the ANOVA is used to test the difference between two or more means.\n\n"
        },
        {
            "title": "History",
            "text": "While the analysis of variance reached fruition in the 20th century, antecedents extend centuries into the past according to Stigler.[1] These include hypothesis testing, the partitioning of sums of squares, experimental techniques and the additive model. Laplace was performing hypothesis testing in the 1770s.[2] Around 1800, Laplace and Gauss developed the least-squares method for combining observations, which improved upon methods then used in astronomy and geodesy. It also initiated much study of the contributions to sums of squares. Laplace knew how to estimate a variance from a residual (rather than a total) sum of squares.[3] By 1827, Laplace was using least squares methods to address ANOVA problems regarding measurements of atmospheric tides.[4] Before 1800, astronomers had isolated observational errors resulting \nfrom reaction times (the \"personal equation\") and had developed methods of reducing the errors.[5] The experimental methods used in the study of the personal equation were later accepted by the emerging field of psychology [6] which developed strong (full factorial) experimental methods to which randomization and blinding were soon added.[7] An eloquent non-mathematical explanation of the additive effects model was available in 1885.[8]\n\nRonald Fisher introduced the term variance and proposed its formal analysis in a 1918 article The Correlation Between Relatives on the Supposition of Mendelian Inheritance.[9] His first application of the analysis of variance was published in 1921.[10] Analysis of variance became widely known after being included in Fisher's 1925 book Statistical Methods for Research Workers.\n\nRandomization models were developed by several researchers. The first was published in Polish by Jerzy Neyman in 1923.[11]\n\n"
        },
        {
            "title": "Example",
            "text": "The analysis of variance can be used to describe otherwise complex relations among variables. A dog show provides an example. A dog show is not a random sampling of the breed: it is typically limited to dogs that are adult, pure-bred, and exemplary. A histogram of dog weights from a show might plausibly be rather complex, like the yellow-orange distribution shown in the illustrations. Suppose we wanted to predict the weight of a dog based on a certain set of characteristics of each dog. One way to do that is to explain the distribution of weights by dividing the dog population into groups based on those characteristics. A successful grouping will split dogs such that (a) each group has a low variance of dog weights (meaning the group is relatively homogeneous) and (b) the mean of each group is distinct (if two groups have the same mean, then it isn't reasonable to conclude that the groups are, in fact, separate in any meaningful way).\n\nIn the illustrations to the right, groups are identified as X1, X2, etc. In the first illustration, the dogs are divided according to the product (interaction) of two binary groupings: young vs old, and short-haired vs long-haired (e.g., group 1 is young, short-haired dogs, group 2 is young, long-haired dogs, etc.). Since the distributions of dog weight within each of the groups (shown in blue) has a relatively large variance, and since the means are very similar across groups, grouping dogs by these characteristics does not produce an effective way to explain the variation in dog weights: knowing which group a dog is in doesn't allow us to predict its weight much better than simply knowing the dog is in a dog show. Thus, this grouping fails to explain the variation in the overall distribution (yellow-orange).\n\nAn attempt to explain the weight distribution by grouping dogs as pet vs working breed and less athletic vs more athletic would probably be somewhat more successful (fair fit). The heaviest show dogs are likely to be big, strong, working breeds, while breeds kept as pets tend to be smaller and thus lighter. As shown by the second illustration, the distributions have variances that are considerably smaller than in the first case, and the means are more distinguishable. However, the significant overlap of distributions, for example, means that we cannot distinguish X1 and X2 reliably. Grouping dogs according to a coin flip might produce distributions that look similar.\n\nAn attempt to explain weight by breed is likely to produce a very good fit. All Chihuahuas are light and all St Bernards are heavy. The difference in weights between Setters and Pointers does not justify separate breeds. The analysis of variance provides the formal tools to justify these intuitive judgments. A common use of the method is the analysis of experimental data or the development of models. The method has some advantages over correlation: not all of the data must be numeric and one result of the method is a judgment in the confidence in an explanatory relationship.\n\n"
        },
        {
            "title": "Classes of models",
            "text": "There are three classes of models used in the analysis of variance, and these are outlined here.\n\nThe fixed-effects model (class I) of analysis of variance applies to situations in which the experimenter applies one or more treatments to the subjects of the experiment to see whether the response variable values change. This allows the experimenter to estimate the ranges of response variable values that the treatment would generate in the population as a whole.\n\nRandom-effects model (class II) is used when the treatments are not fixed. This occurs when the various factor levels are sampled from a larger population. Because the levels themselves are random variables, some assumptions and the method of contrasting the treatments (a multi-variable generalization of simple differences) differ from the fixed-effects model.[12]\n\nA mixed-effects model (class III) contains experimental factors of both fixed and random-effects types, with appropriately different interpretations and analysis for the two types.\n\nTeaching experiments could be performed by a college or university department to find a good introductory textbook, with each text considered a treatment. The fixed-effects model would compare a list of candidate texts. The random-effects model would determine whether important differences exist among a list of randomly selected texts. The mixed-effects model would compare the (fixed) incumbent texts to randomly selected alternatives.\n\nDefining fixed and random effects has proven elusive, with competing definitions arguably leading toward a linguistic quagmire.[13]\n\n"
        },
        {
            "title": "Assumptions",
            "text": "The analysis of variance has been studied from several approaches, the most common of which uses a linear model that relates the response to the treatments and blocks. Note that the model is linear in parameters but may be nonlinear across factor levels. Interpretation is easy when data is balanced across factors but much deeper understanding is needed for unbalanced data.\n\nThe analysis of variance can be presented in terms of a linear model, which makes the following assumptions about the probability distribution of the responses:[14][15][16][17]\n\nThe separate assumptions of the textbook model imply that the errors are independently, identically, and normally distributed for fixed effects models, that is, that the errors (\n\n\n\nε\n\n\n{\\displaystyle \\varepsilon }\n\n) are independent and\n\nIn a randomized controlled experiment, the treatments are randomly assigned to experimental units, following the experimental protocol. This randomization is objective and declared before the experiment is carried out. The objective random-assignment is used to test the significance of the null hypothesis, following the ideas of C. S. Peirce and Ronald Fisher. This design-based analysis was discussed and developed by Francis J. Anscombe at Rothamsted Experimental Station and by Oscar Kempthorne at Iowa State University.[18] Kempthorne and his students make an assumption of unit treatment additivity, which is discussed in the books of Kempthorne and David R. Cox.[19][20]\n\nIn its simplest form, the assumption of unit-treatment additivity[nb 1] states that the observed response \n\n\n\n\ny\n\ni\n,\nj\n\n\n\n\n{\\displaystyle y_{i,j}}\n\n from experimental unit \n\n\n\ni\n\n\n{\\displaystyle i}\n\n when receiving treatment \n\n\n\nj\n\n\n{\\displaystyle j}\n\n can be written as the sum of the unit's response \n\n\n\n\ny\n\ni\n\n\n\n\n{\\displaystyle y_{i}}\n\n and the treatment-effect \n\n\n\n\nt\n\nj\n\n\n\n\n{\\displaystyle t_{j}}\n\n, that is [21][22][23]\n\nThe assumption of unit treatment additivity usually cannot be directly falsified, according to Cox and Kempthorne. However, many consequences of treatment-unit additivity can be falsified. For a randomized experiment, the assumption of unit-treatment additivity implies that the variance is constant for all treatments. Therefore, by contraposition, a necessary condition for unit-treatment additivity is that the variance is constant.\n\nThe use of unit treatment additivity and randomization is similar to the design-based inference that is standard in finite-population survey sampling.\n\nKempthorne uses the randomization-distribution and the assumption of unit treatment additivity to produce a derived linear model, very similar to the textbook model discussed previously.[24] The test statistics of this derived linear model are closely approximated by the test statistics of an appropriate normal linear model, according to approximation theorems and simulation studies.[25] However, there are differences. For example, the randomization-based analysis results in a small but (strictly) negative correlation between the observations.[26][27] In the randomization-based analysis, there is no assumption of a normal distribution and certainly no assumption of independence. On the contrary, the observations are dependent!\n\nThe randomization-based analysis has the disadvantage that its exposition involves tedious algebra and extensive time. Since the randomization-based analysis is complicated and is closely approximated by the approach using a normal linear model, most teachers emphasize the normal linear model approach. Few statisticians object to model-based analysis of balanced randomized experiments.\n\nHowever, when applied to data from non-randomized experiments or observational studies, model-based analysis lacks the warrant of randomization.[28] For observational data, the derivation of confidence intervals must use subjective models, as emphasized by Ronald Fisher and his followers. In practice, the estimates of treatment-effects from observational studies generally are often inconsistent. In practice, \"statistical models\" and observational data are useful for suggesting hypotheses that should be treated very cautiously by the public.[29]\n\nThe normal-model based ANOVA analysis assumes the independence, normality, and homogeneity of variances of the residuals. The randomization-based analysis assumes only the homogeneity of the variances of the residuals (as a consequence of unit-treatment additivity) and uses the randomization procedure of the experiment. Both these analyses require homoscedasticity, as an assumption for the normal-model analysis and as a consequence of randomization and additivity for the randomization-based analysis.\n\nHowever, studies of processes that change variances rather than means (called dispersion effects) have been successfully conducted using ANOVA.[30] There are no necessary assumptions for ANOVA in its full generality, but the F-test used for ANOVA hypothesis testing has assumptions and practical \nlimitations which are of continuing interest.\n\nProblems which do not satisfy the assumptions of ANOVA can often be transformed to satisfy the assumptions. \nThe property of unit-treatment additivity is not invariant under a \"change of scale\", so statisticians often use transformations to achieve unit-treatment additivity. If the response variable is expected to follow a parametric family of probability distributions, then the statistician may specify (in the protocol for the experiment or observational study) that the responses be transformed to stabilize the variance.[31] Also, a statistician may specify that logarithmic transforms be applied to the responses, which are believed to follow a multiplicative model.[22][32]\nAccording to Cauchy's functional equation theorem, the logarithm is the only continuous transformation that transforms real multiplication to addition.[citation needed]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "ANOVA is used in the analysis of comparative experiments, those in which only the difference in outcomes is of interest. The statistical significance of the experiment is determined by a ratio of two variances. This ratio is independent of several possible alterations to the experimental observations: Adding a constant to all observations does not alter significance. Multiplying all observations by a constant does not alter significance. So ANOVA statistical significance result is independent of constant bias and scaling errors as well as the units used in expressing observations. In the era of mechanical calculation it was common to subtract a constant from all observations (when equivalent to dropping leading digits) to simplify data entry.[33][34] This is an example of data coding.\n\n"
        },
        {
            "title": "Logic",
            "text": "The calculations of ANOVA can be characterized as computing a number of means and variances, dividing two variances and comparing the ratio to a handbook value to determine statistical significance. Calculating a treatment effect is then trivial: \"the effect of any treatment is estimated by taking the difference between the mean of the observations which receive the treatment and the general mean\".[35]\n\nANOVA uses traditional standardized terminology. The definitional equation of sample variance is \n\n\n\n\ns\n\n2\n\n\n=\n\n\n1\n\nn\n−\n1\n\n\n\n\n∑\n\ni\n\n\n(\n\ny\n\ni\n\n\n−\n\n\n\ny\n¯\n\n\n\n\n)\n\n2\n\n\n\n\n{\\textstyle s^{2}={\\frac {1}{n-1}}\\sum _{i}(y_{i}-{\\bar {y}})^{2}}\n\n, where the divisor is called the degrees of freedom (DF), the summation is called \nthe sum of squares (SS), the result is called the mean square (MS) and the squared terms are deviations from the sample mean. ANOVA estimates 3 sample variances: a total variance based on all the observation deviations from the grand mean, an error variance based on all the observation deviations from their appropriate treatment means, and a treatment variance. The treatment variance is based on the deviations of treatment means from the grand mean, the result being multiplied by the number of observations in each treatment to account for the difference between the variance of observations and the variance of means.\n\nThe fundamental technique is a partitioning of the total sum of squares SS into components related to the effects used in the model. For example, the model for a simplified ANOVA with one type of treatment at different levels.\n\n\nThe number of degrees of freedom DF can be partitioned in a similar way: one of these components (that for error) specifies a chi-squared distribution which describes the associated sum of squares, while the same is true for \"treatments\" if there is no treatment effect.\n\n\nThe F-test is used for comparing the factors of the total deviation. For example, in one-way, or single-factor ANOVA, statistical significance is tested for by comparing the F test statistic\n\n\nwhere MS is mean square, \n\n\n\nI\n\n\n{\\displaystyle I}\n\n is the number of treatments and \n\n\n\n\nn\n\nT\n\n\n\n\n{\\displaystyle n_{T}}\n\n is the total number of cases\n\nto the F-distribution with \n\n\n\nI\n−\n1\n\n\n{\\displaystyle I-1}\n\n, \n\n\n\n\nn\n\nT\n\n\n−\nI\n\n\n{\\displaystyle n_{T}-I}\n\n degrees of freedom. Using the F-distribution is a natural candidate because the test statistic is the ratio of two scaled sums of squares each of which follows a scaled chi-squared distribution.\n\nThe expected value of F is \n\n\n\n1\n+\n\nn\n\nσ\n\nTreatment\n\n\n2\n\n\n\n\n/\n\n\n\nσ\n\nError\n\n\n2\n\n\n\n\n\n{\\displaystyle 1+{n\\sigma _{\\text{Treatment}}^{2}}/{\\sigma _{\\text{Error}}^{2}}}\n\n (where \n\n\n\nn\n\n\n{\\displaystyle n}\n\n is the treatment sample size) which is 1 for no treatment effect. As values of F increase above 1, the evidence is increasingly inconsistent with the null hypothesis. Two apparent experimental methods of increasing F are increasing the sample size and reducing the error variance by tight experimental controls.\n\nThere are two methods of concluding the ANOVA hypothesis test, both of which produce the same result:\n\nThe ANOVA F-test is known to be nearly optimal in the sense of minimizing false negative errors for a fixed rate of false positive errors (i.e. maximizing power for a fixed significance level). For example, to test the hypothesis that various medical treatments have exactly the same effect, the F-test's p-values closely approximate the permutation test's p-values: The approximation is particularly close when the design is balanced.[25][36] Such permutation tests characterize tests with maximum power against all alternative hypotheses, as observed by Rosenbaum.[nb 2] The ANOVA F-test (of the null-hypothesis that all treatments have exactly the same effect) is recommended as a practical test, because of its robustness against many alternative distributions.[37][nb 3]\n\nANOVA consists of separable parts; partitioning sources of variance and hypothesis testing can be used individually. ANOVA is used to support other statistical tools. Regression is first used to fit more complex models to data, then ANOVA is used to compare models with the objective of selecting simple(r) models that adequately describe the data. \"Such models could be fit without any reference to ANOVA, but ANOVA tools could then be used to make some sense of the fitted models, and to test hypotheses about batches of coefficients.\"[38] \"[W]e think of the analysis of variance as a way of understanding and structuring multilevel models—not as an alternative to regression but as a tool for summarizing complex high-dimensional inferences ...\"[38]\n\n"
        },
        {
            "title": "For a single factor",
            "text": "The simplest experiment suitable for ANOVA analysis is the completely randomized experiment with a single factor. More complex experiments with a single factor involve constraints on randomization and include completely randomized blocks and Latin squares (and variants: Graeco-Latin squares, etc.). The more complex experiments share many of the complexities of multiple factors. A relatively complete discussion of the analysis (models, data summaries, ANOVA table) of the completely randomized experiment is available.\n\nThere are some alternatives to conventional one-way analysis of variance, e.g.: Welch's heteroscedastic F test, Welch's heteroscedastic F test with trimmed means and Winsorized variances, Brown-Forsythe test, Alexander-Govern test, James second order test and Kruskal-Wallis test, available in onewaytests R\n\nIt is useful to represent each data point in the following form, called a statistical model:\n\nThat is, we envision an additive model that says every data point can be represented by summing three quantities: the true mean, averaged over all factor levels being investigated, plus an incremental component associated with the particular column (factor level), plus a final component associated with everything else affecting that specific data value.\n\n"
        },
        {
            "title": "For multiple factors",
            "text": "ANOVA generalizes to the study of the effects of multiple factors. When the experiment includes observations at all combinations of levels of each factor, it is termed factorial. Factorial experiments are more efficient than a series of single factor experiments and the efficiency grows as the number of factors increases.[39] Consequently, factorial designs are heavily used.\n\nThe use of ANOVA to study the effects of multiple factors has a complication. In a 3-way ANOVA with factors x, y and z, the ANOVA model includes terms for the main effects (x, y, z) and terms for interactions (xy, xz, yz, xyz). \nAll terms require hypothesis tests. The proliferation of interaction terms increases the risk that some hypothesis test will produce a false positive by chance. Fortunately, experience says that high order interactions are rare.[40][verification needed]\nThe ability to detect interactions is a major advantage of multiple factor ANOVA. Testing one factor at a time hides interactions, but produces apparently inconsistent experimental results.[39]\n\nCaution is advised when encountering interactions; Test interaction terms first and expand the analysis beyond ANOVA if interactions are found. Texts vary in their recommendations regarding the continuation of the ANOVA procedure after encountering an interaction. Interactions complicate the interpretation of experimental data. Neither the calculations of significance nor the estimated treatment effects can be taken at face value. \"A significant interaction will often mask the significance of main effects.\"[41] Graphical methods are recommended to enhance understanding. Regression is often useful. A lengthy discussion of interactions is available in Cox (1958).[42] Some interactions can be removed (by transformations) while others cannot.\n\nA variety of techniques are used with multiple factor ANOVA to reduce expense. One technique used in factorial designs is to minimize replication (possibly no replication with support of analytical trickery) and to combine groups when effects are found to be statistically (or practically) insignificant. An experiment with many insignificant factors may collapse into one with a few factors supported by many replications.[43]\n\n"
        },
        {
            "title": "Associated analysis",
            "text": "Some analysis is required in support of the design of the experiment while other analysis is performed after changes in the factors are formally found to produce statistically significant changes in the responses. Because experimentation is iterative, the results of one experiment alter plans for following experiments.\n\nIn the design of an experiment, the number of experimental units is planned to satisfy the goals of the experiment. Experimentation is often sequential.\n\nEarly experiments are often designed to provide mean-unbiased estimates of treatment effects and of experimental error. Later experiments are often designed to test a hypothesis that a treatment effect has an important magnitude; in this case, the number of experimental units is chosen so that the experiment is within budget and has adequate power, among other goals.\n\nReporting sample size analysis is generally required in psychology. \"Provide information on sample size and the process that led to sample size decisions.\"[44] The analysis, which is written in the experimental protocol before the experiment is conducted, is examined in grant applications and administrative review boards.\n\nBesides the power analysis, there are less formal methods for selecting the number of experimental units. These include graphical methods based on limiting the probability of false negative errors, graphical methods based on an expected variation increase (above the residuals) and methods based on achieving a desired confidence interval.[45]\n\nPower analysis is often applied in the context of ANOVA in order to assess the probability of successfully rejecting the null hypothesis if we assume a certain ANOVA design, effect size in the population, sample size and significance level. Power analysis can assist in study design by determining what sample size would be required in order to have a reasonable chance of rejecting the null hypothesis when the alternative hypothesis is true.[46][47][48][49]\n\nSeveral standardized measures of effect have been proposed for ANOVA to summarize the strength of the association between a predictor(s) and the dependent variable or the overall standardized difference of the complete model. Standardized effect-size estimates facilitate comparison of findings across studies and disciplines. However, while standardized effect sizes are commonly used in much of the professional literature, a non-standardized measure of effect size that has immediately \"meaningful\" units may be preferable for reporting purposes.[50]\n\nSometimes tests are conducted to determine whether the assumptions of ANOVA appear to be violated. Residuals are examined or analyzed to confirm homoscedasticity and gross normality.[51] Residuals should have the appearance of (zero mean normal distribution) noise when plotted as a function of anything including time and \nmodeled data values. Trends hint at interactions among factors or among observations.\n\nA statistically significant effect in ANOVA is often followed by additional tests. This can be done in order to assess which groups are different from which other groups or to test various other focused hypotheses. Follow-up tests are often distinguished in terms of whether they are \"planned\" (a priori) or \"post hoc.\" Planned tests are determined before looking at the data, and post hoc tests are conceived only after looking at the data (though the term \"post hoc\" is inconsistently used).\n\nThe follow-up tests may be \"simple\" pairwise comparisons of individual group means or may be \"compound\" comparisons (e.g., comparing the mean pooling across groups A, B and C to the mean of group D). Comparisons can also look at tests of trend, such as linear and quadratic relationships, when the independent variable involves ordered levels. Often the follow-up tests incorporate a method of adjusting for the multiple comparisons problem.\n\nFollow-up tests to identify which specific groups, variables, or factors have statistically different means include the Tukey's range test, and Duncan's new multiple range test.  In turn, these tests are often followed with a Compact Letter Display (CLD) methodology in order to render the output of the mentioned tests more transparent to a non-statistician audience.  \n\n"
        },
        {
            "title": "Study designs",
            "text": "There are several types of ANOVA. Many statisticians base ANOVA on the design of the experiment,[52] especially on the protocol that specifies the random assignment of treatments to subjects; the protocol's description of the assignment mechanism should include a specification of the structure of the treatments and of any blocking. It is also common to apply ANOVA to observational data using an appropriate statistical model.[citation needed]\n\nSome popular designs use the following types of ANOVA:\n\n"
        },
        {
            "title": "Cautions",
            "text": "Balanced experiments (those with an equal sample size for each treatment) are relatively easy to interpret; unbalanced experiments offer more complexity. For single-factor (one-way) ANOVA, the adjustment for unbalanced data is easy, but the unbalanced analysis lacks both robustness and power.[55] For more complex designs the lack of balance leads to further complications. \"The orthogonality property of main effects and interactions present in balanced data does not carry over to the unbalanced case. This means that the usual analysis of variance techniques do not apply. Consequently, the analysis of unbalanced factorials is much more difficult than that for balanced designs.\"[56] In the general case, \"The analysis of variance can also be applied to unbalanced data, but then the sums of squares, mean squares, and F-ratios will depend on the order in which the sources of variation are considered.\"[38]\n\nANOVA is (in part) a test of statistical significance. The American Psychological Association (and many other organisations) holds the view that simply reporting statistical significance is insufficient and that reporting confidence bounds is preferred.[50]\n\n"
        },
        {
            "title": "Generalizations",
            "text": "ANOVA is considered to be a special case of linear regression[57][58] which in turn is a special case of the general linear model.[59] All consider the observations to be the sum of a model (fit) and a residual (error) to be minimized.\n\nThe Kruskal–Wallis test and the Friedman test are nonparametric tests, which do not rely on an assumption of normality.[60][61]\n\nBelow we make clear the connection between multi-way ANOVA and linear regression.\n\nLinearly re-order the data so that \n\n\n\nk\n\n\n{\\displaystyle k}\n\n-th observation is associated with a response \n\n\n\n\ny\n\nk\n\n\n\n\n{\\displaystyle y_{k}}\n\n and factors \n\n\n\n\nZ\n\nk\n,\nb\n\n\n\n\n{\\displaystyle Z_{k,b}}\n\n where \n\n\n\nb\n∈\n{\n1\n,\n2\n,\n…\n,\nB\n}\n\n\n{\\displaystyle b\\in \\{1,2,\\ldots ,B\\}}\n\n denotes the different factors and \n\n\n\nB\n\n\n{\\displaystyle B}\n\n is the total number of factors. In one-way ANOVA \n\n\n\nB\n=\n1\n\n\n{\\displaystyle B=1}\n\n and in two-way ANOVA \n\n\n\nB\n=\n2\n\n\n{\\displaystyle B=2}\n\n. Furthermore, we assume the \n\n\n\nb\n\n\n{\\displaystyle b}\n\n-th factor has \n\n\n\n\nI\n\nb\n\n\n\n\n{\\displaystyle I_{b}}\n\n levels, namely \n\n\n\n{\n1\n,\n2\n,\n…\n,\n\nI\n\nb\n\n\n}\n\n\n{\\displaystyle \\{1,2,\\ldots ,I_{b}\\}}\n\n. Now, we can one-hot encode the factors into the \n\n\n\n\n∑\n\nb\n=\n1\n\n\nB\n\n\n\nI\n\nb\n\n\n\n\n{\\textstyle \\sum _{b=1}^{B}I_{b}}\n\n dimensional vector \n\n\n\n\nv\n\nk\n\n\n\n\n{\\displaystyle v_{k}}\n\n.\n\nThe one-hot encoding function \n\n\n\n\ng\n\nb\n\n\n:\n{\n1\n,\n2\n,\n…\n,\n\nI\n\nb\n\n\n}\n↦\n{\n0\n,\n1\n\n}\n\n\nI\n\nb\n\n\n\n\n\n\n{\\displaystyle g_{b}:\\{1,2,\\ldots ,I_{b}\\}\\mapsto \\{0,1\\}^{I_{b}}}\n\n is defined such that the \n\n\n\ni\n\n\n{\\displaystyle i}\n\n-th entry of \n\n\n\n\ng\n\nb\n\n\n(\n\nZ\n\nk\n,\nb\n\n\n)\n\n\n{\\displaystyle g_{b}(Z_{k,b})}\n\n is\n\nWith this notation in place, we now have the exact connection with linear regression. We simply regress response \n\n\n\n\ny\n\nk\n\n\n\n\n{\\displaystyle y_{k}}\n\n against the vector \n\n\n\n\nX\n\nk\n\n\n\n\n{\\displaystyle X_{k}}\n\n. However, there is a concern about identifiability. In order to overcome such issues we assume that the sum of the parameters within each set of interactions is equal to zero. From here, one can use F-statistics or other methods to determine the relevance of the individual factors.\n\nWe can consider the 2-way interaction example where we assume that the first factor has 2 levels and the second factor has 3 levels.\n\nDefine \n\n\n\n\na\n\ni\n\n\n=\n1\n\n\n{\\displaystyle a_{i}=1}\n\n if \n\n\n\n\nZ\n\nk\n,\n1\n\n\n=\ni\n\n\n{\\displaystyle Z_{k,1}=i}\n\n and \n\n\n\n\nb\n\ni\n\n\n=\n1\n\n\n{\\displaystyle b_{i}=1}\n\n if \n\n\n\n\nZ\n\nk\n,\n2\n\n\n=\ni\n\n\n{\\displaystyle Z_{k,2}=i}\n\n, i.e. \n\n\n\na\n\n\n{\\displaystyle a}\n\n is the one-hot encoding of the first factor and \n\n\n\nb\n\n\n{\\displaystyle b}\n\n is the one-hot encoding of the second factor.\n\nWith that,\n\n"
        }
    ]
}