{
    "url": "https://en.wikipedia.org/wiki/Analytic_philosophy",
    "title": "Analytic philosophy",
    "table_of_contents": [
        "1 History",
        "1.1 Ideal language",
        "1.2 Logical atomism",
        "1.3 Logical positivism",
        "1.4 Ordinary language",
        "2 Contemporary analytic philosophy",
        "2.1 Philosophy of mind and cognitive science",
        "2.2 Ethics in analytic philosophy",
        "2.2.1 Meta-ethics",
        "2.2.2 Normative ethics",
        "2.2.3 Applied ethics",
        "2.3 Analytic philosophy of religion",
        "2.4 Political philosophy",
        "2.4.1 Liberalism",
        "2.4.2 Analytical Marxism",
        "2.4.3 Communitarianism",
        "2.5 Analytic metaphysics",
        "2.6 Philosophy of language",
        "2.7 Philosophy of science",
        "2.8 Epistemology",
        "2.9 Aesthetics",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnalytic philosophy is a branch and tradition of philosophy using analysis, popular in the Western world and particularly the Anglosphere, which began around the turn of the 20th century in the contemporary era in the United Kingdom, United States, Canada, Australia, New Zealand, and Scandinavia, and continues today. Analytic philosophy is often contrasted with continental philosophy, coined as a catch-all term for other methods prominent in Europe.[1]\n\nCentral figures in this historical development of analytic philosophy are Gottlob Frege, Bertrand Russell, G. E. Moore, and Ludwig Wittgenstein. Other important figures in its history include the logical positivists (particularly Rudolf Carnap), W. V. O. Quine, and Karl Popper.  After the decline of logical positivism, Saul Kripke, David Lewis, and others led a revival in metaphysics.  Elizabeth Anscombe, Peter Geach, Anthony Kenny and others brought analytic approach to Thomism.\n\nAnalytic philosophy is characterized by an emphasis on language, known as the linguistic turn, and for its clarity and rigor in arguments, making use of formal logic and mathematics, and, to a lesser degree, the natural sciences.[2][3][4] It also takes things piecemeal, in \"an attempt to focus philosophical reflection on smaller problems that lead to answers to bigger questions\".[5][6]\n\nAnalytic philosophy is often understood in contrast to other philosophical traditions, most notably continental philosophies such as existentialism, phenomenology, and Hegelianism.[7] The analytical tradition has been critiqued for ahistoricism.[8][9][10]\n\n"
        },
        {
            "title": "History",
            "text": "The history of analytic philosophy (taken in the narrower sense of \"20th-/21st-century analytic philosophy\") is usually thought to begin with the rejection of British idealism, a neo-Hegelian movement.[11]\n\nBritish idealism as taught by philosophers such as F. H. Bradley (1846–1924) and T. H. Green (1836–1882), dominated English philosophy in the late 19th century. Since its beginning, a basic goal of analytic philosophy has been conceptual clarity,[12] in the name of which Moore and Russell rejected Hegelianism for being obscure—see for example Moore's \"A Defence of Common Sense\" and Russell's critique of the doctrine of internal relations.[13] Inspired by developments in modern formal logic, the early Russell claimed that the problems of philosophy can be solved by showing the simple constituents of complex notions.[12] An important aspect of British idealism was logical holism—the opinion that there are aspects of the world that can be known only by knowing the whole world. This is closely related to the opinion that relations between items are internal relations, that is, properties of the nature of those items. Russell, along with Wittgenstein, in response promulgated logical atomism and the doctrine of external relations—the belief that the world consists of independent facts.[14]\n\nRussell, during his early career, along with his collaborator Alfred North Whitehead, was much influenced by Gottlob Frege (1848–1925), who developed predicate logic, which allowed a much greater range of sentences to be parsed into logical form than was possible using the ancient Aristotelian logic. Frege was also influential as a philosopher of mathematics in Germany at the beginning of the 20th century. In contrast to Edmund Husserl's 1891 book Philosophie der Arithmetik, which argued that the concept of the cardinal number derived from psychical acts of grouping objects and counting them,[15] Frege argued that mathematics and logic have their own validity, independent of the judgments or mental states of individual mathematicians and logicians (which were the basis of arithmetic according to the \"psychologism\" of Husserl's Philosophie). Frege further developed his philosophy of logic and mathematics in The Foundations of Arithmetic (1884) and The Basic Laws of Arithmetic (German: Grundgesetze der Arithmetik, 1893–1903), where he provided an alternative to psychologistic accounts of the concept of number.\n\nLike Frege, Russell argued that mathematics is reducible to logical fundamentals in The Principles of Mathematics (1903). Later, his book written with Whitehead, Principia Mathematica (1910–1913), encouraged many philosophers to renew their interest in the development of symbolic logic. Additionally, Russell adopted Frege's predicate logic as his primary philosophical method, a method Russell thought could expose the underlying structure of philosophical problems. For example, the English word \"is\" has three distinct meanings which predicate logic can express as follows:\n\nRussell sought to resolve various philosophical problems by applying such logical distinctions, most famously in his analysis of definite descriptions in \"On Denoting\" (1905).[16]\n\nFrom about 1910 to 1930, analytic philosophers like Russell and Ludwig Wittgenstein emphasized creating an ideal language for philosophical analysis, which would be free from the ambiguities of ordinary language that, in their opinion, often made philosophy invalid. During this phase, Russell and Wittgenstein sought to understand language (and hence philosophical problems) by using logic to formalize how philosophical statements are made.\n\nRussell became an advocate of logical atomism. Wittgenstein developed a comprehensive system of logical atomism in his Tractatus Logico-Philosophicus (German: Logisch-Philosophische Abhandlung, 1921). He thereby argued that the universe is the totality of actual states of affairs and that these states of affairs can be expressed by the language of first-order predicate logic. Thus a picture of the universe can be constructed by expressing facts in the form of atomic propositions and linking them using logical operators.\n\nDuring the late 1920s to 1940s, a group of philosophers of the Vienna Circle and the Berlin Circle developed Russell and Wittgenstein's formalism into a doctrine known as \"logical positivism\" (or logical empiricism). Logical positivism used formal logical methods to develop an empiricist account of knowledge.[17] Philosophers such as Rudolf Carnap and Hans Reichenbach, along with other members of the Vienna Circle, claimed that the truths of logic and mathematics were tautologies, and those of science were verifiable empirical claims. These two constituted the entire universe of meaningful judgments; anything else was nonsense. The claims of ethics, aesthetics, and theology were consequently reduced to pseudo-statements, neither empirically true nor false and therefore meaningless. In reaction to what he considered excesses of logical positivism, Karl Popper insisted on the role of falsification in the philosophy of science—although his general method was also part of the analytic tradition.[18] With the coming to power of Adolf Hitler and Nazism in 1933, many members of the Vienna and Berlin Circles fled to Britain and the US, which helped to reinforce the dominance of logical positivism and analytic philosophy in anglophone countries.\n\nLogical positivists typically considered philosophy as having a minimal function. For them, philosophy concerned the clarification of thoughts, rather than having a distinct subject matter of its own. The positivists adopted the verification principle, according to which every meaningful statement is either analytic or is capable of being verified by experience. This caused the logical positivists to reject many traditional problems of philosophy, especially those of metaphysics or ontology, as meaningless.\n\nAfter World War II, during the late 1940s and 1950s, analytic philosophy became involved with ordinary-language analysis. This resulted in two main trends. One continued Wittgenstein's later philosophy, which differed dramatically from his early work of the Tractatus. The other, known as \"Oxford philosophy\", involved J. L. Austin.[19] In contrast to earlier analytic philosophers (including the early Wittgenstein) who thought philosophers should avoid the deceptive trappings of natural language by constructing ideal languages, ordinary-language philosophers claimed that ordinary language already represents many subtle distinctions not recognized in the formulation of traditional philosophical theories or problems. While schools such as logical positivism emphasize logical terms, supposed to be universal and separate from contingent factors (such as culture, language, historical conditions), ordinary-language philosophy emphasizes the use of language by ordinary people. The most prominent ordinary-language philosophers during the 1950s were the aforementioned Austin and Gilbert Ryle.\n\nOrdinary-language philosophers often sought to dissolve philosophical problems by showing them to be the result of ordinary misunderstanding language. Examples include Ryle, who tried to dispose of \"Descartes' myth\", and Wittgenstein.\n\n"
        },
        {
            "title": "Contemporary analytic philosophy",
            "text": "Although contemporary philosophers who self-identify as \"analytic\" have widely divergent interests, assumptions, and methods—and have often rejected the fundamental premises that defined analytic philosophy before 1960—analytic philosophy today is usually considered to be determined by a particular style,[2] characterized by precision and thoroughness about a specific topic, and resistance to \"imprecise or cavalier discussions of broad topics\".[20]\n\nDuring the 1950s, logical positivism was challenged influentially by Wittgenstein in the Philosophical Investigations, Quine in \"Two Dogmas of Empiricism\", and Sellars in Empiricism and the Philosophy of Mind. After 1960, anglophone philosophy began to incorporate a wider range of interests, opinions, and methods.[20] Still, many philosophers in Britain and America still consider themselves \"analytic philosophers\".[21][2] They have done so largely by expanding the notion of \"analytic philosophy\" from the specific programs that dominated anglophone philosophy before 1960 to a much more general notion of an \"analytic\" style.[20]\n\nMany philosophers and historians have attempted to define or describe analytic philosophy. Those definitions often include an emphasis on conceptual analysis: A.P. Martinich draws an analogy between analytic philosophy's interest in conceptual analysis and analytic chemistry, which aims to determine chemical compositions.[22] Steven D. Hales described analytic philosophy as one of three types of philosophical method practiced in the West: \"[i]n roughly reverse order by number of proponents, they are phenomenology, ideological philosophy, and analytic philosophy\".[23]\n\nScott Soames agrees that clarity is important: analytic philosophy, he says, has \"an implicit commitment—albeit faltering and imperfect—to the ideals of clarity, rigor and argumentation\" and it \"aims at truth and knowledge, as opposed to moral or spiritual improvement [...] the goal in analytic philosophy is to discover what is true, not to provide a useful recipe for living one's life\". Soames also states that analytic philosophy is characterized by \"a more piecemeal approach. There is, I think, a widespread presumption within the tradition that it is often possible to make philosophical progress by intensively investigating a small, circumscribed range of philosophical issues while holding broader, systematic questions in abeyance\".[24]\n\nA few of the most important and active topics and subtopics of analytic philosophy are summarized by the following sections.\n\nMotivated by the logical positivists' interest in verificationism, logical behaviorism was the most prominent theory of mind of analytic philosophy for the first half of the 20th century.[25] Behaviorists tended to opine either that statements about the mind were equivalent to statements about behavior and dispositions to behave in particular ways or that mental states were directly equivalent to behavior and dispositions to behave. Behaviorism later became much less popular, in favor of type physicalism or functionalism, theories that identified mental states with brain states. During this period, topics of the philosophy of mind were often related strongly to topics of cognitive science such as modularity or innateness. Finally, analytic philosophy has featured a certain number of philosophers who were dualists, and recently forms of property dualism have had a resurgence; the most prominent representative is David Chalmers.[26]\n\nJohn Searle suggests that the obsession with the philosophy of language during the 20th century has been superseded by an emphasis on the philosophy of mind,[27] in which functionalism is currently the dominant theory. In recent years, a central focus of research in the philosophy of mind has been consciousness. While there is a general consensus for the global neuronal workspace model of consciousness,[28] there are many opinions as to the specifics. The best known theories are Daniel Dennett's heterophenomenology, Fred Dretske and Michael Tye's representationalism, and the higher-order theories of either David M. Rosenthal—who advocates a higher-order thought (HOT) model—or David Armstrong and William Lycan—who advocate a higher-order perception (HOP) model. An alternative higher-order theory, the higher-order global states (HOGS) model, is offered by Robert van Gulick.[29]\n\nDue to the commitments to empiricism and symbolic logic in the early analytic period, early analytic philosophers often thought that inquiry in the ethical domain could not be made rigorous enough to merit any attention.[30] It was only with the emergence of ordinary language philosophers that ethics started to become an acceptable area of inquiry for analytic philosophers.[30] Philosophers working with the analytic tradition have gradually come to distinguish three major types of moral philosophy.\n\nTwentieth-century meta-ethics has two origins. The first is G.E. Moore's investigation into the nature of ethical terms (e.g., good) in his Principia Ethica (1903), which identified the naturalistic fallacy. Along with Hume's famous is/ought distinction, the naturalistic fallacy was a major topic of investigation for analytical philosophers.\n\nThe second is in logical positivism and its attitude that unverifiable statements are meaningless. Although that attitude was adopted originally to promote scientific investigation by rejecting grand metaphysical systems, it had the side effect of making (ethical and aesthetic) value judgments (as well as religious statements and beliefs) meaningless. But because value judgments are of significant importance in human life, it became incumbent on logical positivism to develop an explanation of the nature and meaning of value judgments. As a result, analytic philosophers avoided normative ethics and instead began meta-ethical investigations into the nature of moral terms, statements, and judgments.\n\nThe logical positivists opined that statements about value—including all ethical and aesthetic judgments—are non-cognitive; that is, they cannot be objectively verified or falsified. Instead, the logical positivists adopted an emotivist theory, which was that value judgments expressed the attitude of the speaker. For example, in this view, saying, \"Killing is wrong\", is equivalent to saying, \"Boo to murder\", or saying the word \"murder\" with a particular tone of disapproval.\n\nWhile analytic philosophers generally accepted non-cognitivism, emotivism had many deficiencies. It evolved into more sophisticated non-cognitivist theories such as the expressivism of Charles Stevenson, and the universal prescriptivism of R.M. Hare, which was based on J.L. Austin's philosophy of speech acts.\n\nThese theories were not without their critics. Philippa Foot contributed several essays attacking all these theories. J.O. Urmson's article \"On Grading\" called the is/ought distinction into question.\n\nAs non-cognitivism, the is/ought distinction, and the naturalistic fallacy began to be called into question, analytic philosophers showed a renewed interest in the traditional questions of moral philosophy. Perhaps the most influential being Elizabeth Anscombe, whose monograph Intention was called by Donald Davidson \"the most important treatment of action since Aristotle\".[32] A favorite student and friend of Ludwig Wittgenstein, her 1958 article \"Modern Moral Philosophy\" introduced the term \"consequentialism\" into the philosophical lexicon, declared the \"is-ought\" impasse to be unproductive, and resulted in a revival of virtue ethics.\n\nThe first half of the 20th century was marked by skepticism toward and neglect of normative ethics. Related subjects, such as social and political philosophy, aesthetics, and philosophy of history, became only marginal topics of English-language philosophy during this period.\n\nDuring this time, utilitarianism was the only non-skeptical type of ethics to remain popular. However, as the influence of logical positivism began to decrease mid-century, analytic philosophers had renewed interest in ethics. G.E.M. Anscombe's 1958 \"Modern Moral Philosophy\" sparked a revival of Aristotle's virtue ethical approach and John Rawls's 1971 A Theory of Justice restored interest in Kantian ethical philosophy. Today, contemporary normative ethics is dominated by three schools: consequentialism, virtue ethics, and deontology.\n\nA significant feature of analytic philosophy since approximately 1970 has been the emergence of applied ethics—an interest in the application of moral principles to specific practical issues. The philosophers following this orientation view ethics as involving humanistic values, which involve practical implications and applications in the way people interact and lead their lives socially.[33]\n\nTopics of special interest for applied ethics include environmental issues, animal rights, and the many challenges created by advancing medical science.[34][35][36] In education, applied ethics addressed themes such as punishment in schools, equality of educational opportunity, and education for democracy.[37]\n\nIn Analytic Philosophy of Religion, Harris noted that\n\nAs with the study of ethics, early analytic philosophy tended to avoid the study of philosophy of religion, largely dismissing (as per the logical positivists) the subject as part of metaphysics and therefore meaningless.[39] The demise of logical positivism renewed interest in philosophy of religion, prompting philosophers like William Alston, John Mackie, Alvin Plantinga, Robert Merrihew Adams, Richard Swinburne, and Antony Flew not only to introduce new problems, but to re-study classical topics such as the nature of miracles, theistic arguments, the problem of evil, (see existence of God) the rationality of belief in God, concepts of the nature of God, and many more.[40]\n\nPlantinga, Mackie and Flew debated the logical validity of the free will defense as a way to solve the problem of evil.[41] Alston, grappling with the consequences of analytic philosophy of language, worked on the nature of religious language. Adams worked on the relationship of faith and morality.[42] Analytic epistemology and metaphysics has formed the basis for some philosophically sophisticated theistic arguments, like those of the reformed epistemologists like Plantinga.\n\nAnalytic philosophy of religion has also been preoccupied with Wittgenstein, as well as his interpretation of Søren Kierkegaard's philosophy of religion.[43] Using first-hand remarks (which was later published in Philosophical Investigations, Culture and Value, and other works), philosophers such as Peter Winch and Norman Malcolm developed what has come to be known as contemplative philosophy, a Wittgensteinian school of thought rooted in the \"Swansea tradition\", and which includes Wittgensteinians such as Rush Rhees, Peter Winch, and D.Z. Phillips, among others. The name \"contemplative philosophy\" was first coined by D.Z. Phillips in Philosophy's Cool Place, which rests on an interpretation of a passage from Wittgenstein's Culture and Value.[44] This interpretation was first labeled, \"Wittgensteinian Fideism\", by Kai Nielsen but those who consider themselves Wittgensteinians in the Swansea tradition have relentlessly and repeatedly rejected this construal as a caricature of Wittgenstein's considered position; this is especially true of D.Z. Phillips.[45] Responding to this interpretation, Kai Nielsen and D.Z. Phillips became two of the most prominent philosophers on Wittgenstein's philosophy of religion.[46]\n\nCurrent analytic political philosophy owes much to John Rawls, who in a series of papers from the 1950s onward (most notably \"Two Concepts of Rules\" and \"Justice as Fairness\") and his 1971 book A Theory of Justice, produced a sophisticated defense of a generally liberal egalitarian account of distributive justice. This was followed soon by Rawls's colleague Robert Nozick's book Anarchy, State, and Utopia, a defence of free-market libertarianism. Isaiah Berlin also had a lasting influence on both analytic political philosophy and liberalism with his lecture \"Two Concepts of Liberty\"[citation needed].\n\nDuring recent decades there have also been several critiques of liberalism, including the feminist critiques of Catharine MacKinnon and Andrea Dworkin, the communitarian critiques of Michael Sandel and Alasdair MacIntyre (although neither of them endorses the term), and the multiculturalist critiques of Amy Gutmann and Charles Taylor. Although not an analytic philosopher, Jürgen Habermas is another prominent—if controversial—author of contemporary analytic political philosophy, whose social theory is a blend of social science, Marxism, neo-Kantianism, and American pragmatism[citation needed].\n\nConsequentialist libertarianism also derives from the analytic tradition[citation needed].\n\nAnother development of political philosophy was the emergence of the school of analytical Marxism. Members of this school seek to apply techniques of analytic philosophy and modern social science such as rational choice theory to clarify the theories of Karl Marx and his successors. The best-known member of this school is G. A. Cohen, whose 1978 work, Karl Marx's Theory of History: A Defence, is generally considered to represent the genesis of this school. In that book, Cohen used logical and linguistic analysis to clarify and defend Marx's materialist conception of history. Other prominent analytical Marxists include the economist John Roemer, the social scientist Jon Elster, and the sociologist Erik Olin Wright. The work of these later philosophers have furthered Cohen's work by bringing to bear modern social science methods, such as rational choice theory, to supplement Cohen's use of analytic philosophical techniques in the interpretation of Marxian theory.\n\nCohen himself would later engage directly with Rawlsian political philosophy to advance a socialist theory of justice that contrasts with both traditional Marxism and the theories advanced by Rawls and Nozick. In particular, he indicates Marx's principle of from each according to his ability, to each according to his need.\n\nCommunitarians such as Alasdair MacIntyre, Charles Taylor, Michael Walzer, and Michael Sandel advance a critique of liberalism that uses analytic techniques to isolate the main assumptions of liberal individualists, such as Rawls, and then challenges these assumptions. In particular, communitarians challenge the liberal assumption that the individual can be considered as fully autonomous from the community in which he lives and is brought up. Instead, they argue for a conception of the individual that emphasizes the role that the community plays in forming his or her values, thought processes and opinions.\n\nOne striking difference with respect to early analytic philosophy was the revival of metaphysical theorizing during the second half of the 20th century. Philosophers such as David Kellogg Lewis[47] and David Armstrong[48] developed elaborate theories on a range of topics such as universals,[49][50] causation,[51] possibility and necessity,[52] and abstract objects.[53]\n\nAmong the developments that resulted in the revival of metaphysical theorizing were Quine's attack on the analytic–synthetic distinction, which was generally considered to weaken Carnap's distinction between existence questions internal to a framework and those external to it.[54] Important also for the revival of metaphysics was the further development of modal logic, including the work of Saul Kripke, who argued in Naming and Necessity and elsewhere for the existence of essences and the possibility of necessary, a posteriori truths.[55]\n\nMetaphysics remains a fertile topic of research, having recovered from the attacks of A.J. Ayer and the logical positivists. Although many discussions are continuations of old ones from previous decades and centuries, the debate remains active. The philosophy of fiction, the problem of empty names, and the debate over existence's status as a property have all become major concerns, while perennial issues such as free will, possible worlds, and the philosophy of time have been revived.[56][57]\n\nScience has also had an increasingly significant role in metaphysics. The theory of special relativity has had a profound effect on the philosophy of time, and quantum physics is routinely discussed in the free will debate.[57] The weight given to scientific evidence is largely due to widespread commitments among philosophers to scientific realism and naturalism.\n\nPhilosophy of language is a topic that has decreased in activity during the last four decades, as evidenced by the fact that few major philosophers today treat it as a primary research topic. Indeed, while the debate remains fierce, it is still strongly influenced by those authors from the first half of the century: Gottlob Frege, Bertrand Russell, Ludwig Wittgenstein, J.L. Austin, Alfred Tarski, and W.V.O. Quine.\n\nIn Saul Kripke's publication Naming and Necessity, he argued influentially that flaws in common theories of proper names are indicative of larger misunderstandings of the metaphysics of necessity and possibility. By wedding the techniques of modal logic to a causal theory of reference, Kripke was widely regarded as reviving theories of essence and identity as respectable topics of philosophical discussion.\n\nAnother influential philosopher, Pavel Tichý initiated Transparent Intensional Logic, an original theory of the logical analysis of natural languages—the theory is devoted to the problem of saying exactly what it is that we learn, know and can communicate when we come to understand what a sentence means.\n\nReacting against both the verificationism of the logical positivists as well as the critiques of the philosopher of science Karl Popper, who had suggested the falsifiability criterion on which to judge the demarcation between science and non-science, discussions of philosophy of science during the last 40 years were dominated by social constructivist and cognitive relativist theories of science. Thomas Samuel Kuhn with his formulation of paradigm shifts and Paul Feyerabend with his epistemological anarchism are significant for these discussions.[58] The philosophy of biology has also undergone considerable growth, particularly due to the considerable debate in recent years over the nature of evolution, particularly natural selection.[59] Daniel Dennett and his 1995 book Darwin's Dangerous Idea, which defends Neo-Darwinism, stand at the foreground of this debate.[60]\n\nOwing largely to Gettier's 1963 paper \"Is Justified True Belief Knowledge?\",[61] epistemology resurged as a topic of analytic philosophy during the last 50 years. A large portion of current epistemological research is intended to resolve the problems that Gettier's examples presented to the traditional justified true belief model of knowledge, including developing theories of justification to deal with Gettier's examples, or giving alternatives to the justified true belief model. Other and related topics of contemporary research include debates between internalism and externalism,[62] basic knowledge, the nature of evidence, the value of knowledge, epistemic luck, virtue epistemology, the role of intuitions in justification, and treating knowledge as a primitive concept.\n\nAs a result of attacks on the traditional aesthetic notions of beauty and sublimity from post-modern thinkers, analytic philosophers were slow to consider art and aesthetic judgment. Susanne Langer[63] and Nelson Goodman[64] addressed these problems in an analytic style during the 1950s and 1960s. Since Goodman, aesthetics as a discipline for analytic philosophers has flourished.[65] Rigorous efforts to pursue analyses of traditional aesthetic concepts were performed by Guy Sircello in the 1970s and 1980s, resulting in new analytic theories of love,[66] sublimity,[67] and beauty.[68]\n\n"
        }
    ]
}