{
    "url": "https://en.wikipedia.org/wiki/Analytical_Marxism",
    "title": "Analytical Marxism",
    "table_of_contents": [
        "1 Origin",
        "2 Theory",
        "2.1 Historical materialism",
        "2.2 Exploitation",
        "2.3 Rational choice Marxism",
        "2.4 Justice",
        "3 Criticism",
        "3.1 Method",
        "3.2 History",
        "3.3 Justice and power",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnalytical Marxism is an approach to Marxist theory that was prominent amongst English-speaking philosophers and social scientists during the 1980s.\n\nDescribed by G. A. Cohen as \"non-bullshit Marxism\",[1] members of this school seek to apply the techniques of analytic philosophy, along with tools of modern social science such as rational choice theory, to the elucidation of the theories of Karl Marx and his successors.\n\nIt was mainly associated with the September Group, which was organized on the initiative of the social and political theorist Jon Elster, the economist and political scientist John Roemer, and G. A. Cohen.[2] The group was characterized, in the words of David Miller, by \"clear and rigorous thinking about questions that are usually blanketed by ideological fog.\"[3]\n\nOther prominent analytical Marxists include the sociologist Erik Olin Wright and the political scientist Adam Przeworski.\n\n"
        },
        {
            "title": "Origin",
            "text": "Cohen's book, Karl Marx's Theory of History: A Defence (1978), in which he attempts to apply the tools of logical and linguistic analysis to the elucidation and defence of Marx's materialist conception of history, is generally regarded as having started the analytical Marxist approach.[4]\n\n"
        },
        {
            "title": "Theory",
            "text": "For Cohen, Marx's historical materialism is a technologically deterministic theory, in which the economic relations of production are functionally explained by the material forces of production, and in which the political and legal institutions (the \"superstructure\") are functionally explained by the relations of production (the \"base\").[5][dubious  – discuss]\n\nThe transition from one mode of production to another is driven by the tendency of the productive forces to develop. Cohen's accounts for this tendency by reference to the rational character of the human species: where there is the opportunity to adopt a more productive technology and thus reduce the burden of labour, human beings will tend to take it. Thus, human history can be understood as a series of rational steps that increase human productive power.[citation needed]\n\nAt the same time as Cohen was working on Karl Marx's Theory of History, the American economist John Roemer was employing neoclassical economics to defend the Marxist concepts of exploitation and class. In his A General Theory of Exploitation and Class (1982), Roemer employed rational choice and game theory to demonstrate how exploitation and class relations may arise in the development of a market for labour. Roemer would go on to reject the necessity of the labour theory of value to explain exploitation and class. Value was in principle capable of being explained in terms of any class of commodity inputs, such as oil, wheat, etc., rather than being exclusively explained by embodied labour power. Roemer was led to the conclusion that exploitation and class were thus generated not in the sphere of production but of market exchange. Significantly, as a purely technical category, exploitation did not always imply a moral wrong (see § Justice below).\n\nBy the mid-1980s, \"analytical Marxism\" was being recognized as a \"paradigm\".[6][page needed] The September Group had been meeting for several years, and a succession of texts by its members were published. Several of these appeared under the imprint of Cambridge University Press's series Studies in Marxism and Social Theory, including Jon Elster's Making Sense of Marx (1985) and Adam Przeworski's Capitalism and Social Democracy (1985). Among the most methodologically controversial were these two authors, and Roemer, due to their use of rational-actor models. Not all analytical Marxists are rational-choice Marxists, however.[7][page needed]\n\nElster's account was an exhaustive examination of Marx's texts in order to ascertain what could be salvaged out of Marxism employing the tools of rational choice theory and methodological individualism (which Elster defended as the only form of explanation appropriate to the social sciences). His conclusion was that – contra Cohen – no general theory of history as the development of the productive forces could be saved. Like Roemer, he also rejected the labour theory of value and, going further, virtually all of Marxian economics. The \"dialectical\" method is rejected as a form of Hegelian obscurantism. The theory of ideology and revolution continued to be useful to a certain degree, but only once they had been purged of their tendencies to holism and functionalism and established on the basis of an individualist methodology and a causal or intentional explanation.\n\nPrzeworski's book uses rational choice and game theory in order to demonstrate that the revolutionary strategies adopted by socialists in the twentieth century were likely to fail, since it was in the rational interests of workers to strive for the reform of capitalism through the achievement of union recognition, improved wages and living conditions, rather than adopting the risky strategy of revolution.[citation needed] Przeworski's book is clearly influenced by economic explanations of political behaviour advanced by thinkers such as Anthony Downs (An Economic Theory of Democracy, 1957) and Mancur Olson (The Logic of Collective Action, 1965).[citation needed]\n\nThe analytical (and rational choice) Marxists held a variety of leftist political sympathies, ranging from communism to reformist social democracy. Through the 1980s, most of them began to believe that Marxism as a theory capable of explaining revolution in terms of the economic dynamics of capitalism and the class interests of the proletariat had been seriously compromised. They were largely in agreement that the transformation of capitalism was an ethical project. During the 1980s, a debate had developed within Anglophone academia about whether Marxism could accommodate a theory of justice. This debate was clearly linked to the revival of normative political philosophy after the publication of John Rawls's A Theory of Justice (1971). Some commentators remained hostile to the idea of a Marxist theory of justice, arguing that Marx saw \"justice\" as little more than a bourgeois ideological construct designed to justify exploitation by reference to reciprocity in the wage contract.[8][page needed]\n\nThe analytical Marxists, however, largely rejected this point of view. Led by G. A. Cohen (a moral philosopher by training), they argued that a Marxist theory of justice had to focus on egalitarianism. For Cohen, this meant an engagement with moral and political philosophy in order to demonstrate the injustice of market exchange, and the construction of an appropriate egalitarian metric. This argument is pursued in Cohen's books, Self-Ownership, Freedom and Equality (1995) and If You're an Egalitarian How Come You're So Rich? (2000b).\n\nCohen departs from previous Marxists by arguing that capitalism is a system characterized by unjust exploitation not because the labour of workers is \"stolen\" by employers, but because it is a system wherein \"autonomy\" is infringed and which results in a distribution of benefits and burdens that is unfair. In the traditional Marxist account, exploitation and injustice occur because non-workers appropriate the value produced by the labour of workers. This would be overcome in a socialist society where no class would own the means of production and be in a position to appropriate the value produced by labourers. Cohen argues that underpinning this account is the assumption that workers have \"rights of self-ownership\" over themselves and thus, should \"own\" what is produced by their labour. Because the worker is paid a wage less than the value they create through work, the capitalist is said to extract a surplus-value from the worker's labour, and thus to steal part of what the worker produces, the time of the worker and the worker's powers.\n\nCohen argues that the concept of self-ownership is favourable to Rawls's difference principle as it ensures \"each person's rights over his being and powers\"[9][page needed] – i.e. that one is treated as an end always and never as a means – but also highlights that its centrality provides for an area of common ground between the Marxist account of justice and the right-libertarianism of Robert Nozick. However, much as Cohen criticizes Rawls for treating people's personal powers as just another external resource for which no individual can claim desert, so does he charge Nozick with moving beyond the concept of self-ownership to his own right-wing thesis of self-ownership. In Cohen's view, Nozick's mistake is to endow people's claims to legitimately acquire external resources with the same moral quality that belongs to people's ownership of themselves. In other words, propertarianism allows inequalities to arise from differences in talent and differences in external resources, but it does so because it assumes that the world is \"up for grabs\",[9][page needed] that it can be justly appropriated as private property, with virtually no restriction(s).[5]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Analytical Marxism received criticism from different quarters, Marxist and non-Marxist.\n\nSome critics argued that analytical Marxism proceeded from the wrong methodological and epistemological premises. While the analytical Marxists dismissed \"dialectically oriented\" Marxism as \"bullshit\", others maintain that the distinctive character of Marxist philosophy is lost if it is understood \"non-dialectically\". The crucial feature of Marxist philosophy is that it is not a reflection in thought of the world, a crude materialism, but rather an intervention in the world concerned with human praxis. According to this view, analytical Marxism wrongly characterizes intellectual activity as occurring in isolation from the struggles constitutive of its social and political conjuncture, and at the same time does little to intervene in that conjuncture. For dialectical Marxists, analytical Marxism eviscerated Marxism, turning it from a systematic doctrine of revolutionary transformation into a set of discrete theses that stand or fall on the basis of their logical consistency and empirical validity.\n\nCritics also raised methodological objections. Against Elster and the rational choice Marxists, Terrell Carver[10][page needed] argued that methodological individualism was not the only form of valid explanation in the social sciences, that functionalism in the absence of micro-foundations could remain a convincing and fruitful mode of inquiry, and that rational choice and game theory were far from being universally accepted as sound or useful ways of modelling social institutions and processes.\n\nCohen's defence of a technological determinist interpretation of historical materialism was, in turn, quite widely criticized, even by analytical Marxists. Together with Andrew Levine, Wright argued that in attributing primacy to the productive forces (the development thesis), Cohen overlooked the role played by class actors in the transition between modes of production. For the authors, it was forms of class relations (the relations of production) that had primacy in terms of how the productive forces were employed and the extent to which they developed. It was not evident, they claimed, that the relations of production become \"fetters\" once the productive forces are capable of sustaining a different set of production relations.[11][page needed] Likewise, the political philosopher Richard W. Miller, while sympathetic with Cohen's analytical approach to Marxism, rejected Cohen's technological interpretation of historical materialism, to which he counterpoised with what he called a \"mode of production\" interpretation which placed greater emphasis on the role of class struggle in the transition from one mode of production to another.[12][page needed] The Greek philosopher Nicholas Vrousalis generalized Miller's critique, pointing out that Cohen's distinction between the material and social properties of society cannot be drawn as sharply as Cohen's materialism requires.[13][page needed]\n\nNon-Marxist critics argued that Cohen, in line with the Marxist tradition, underestimated the role played by the legal and political superstructure in shaping the character of the economic base.[14][page needed] Finally, Cohen's anthropology was judged dubious: whether human beings adopt new and more productive technology is not a function of an ahistorical rationality, but depends on the extent to which these forms of technology are compatible with pre-existing beliefs and social practices. Cohen recognized and accepted some, though not all, of these criticisms in his History, Labour, and Freedom (1988).\n\nRoemer's version of the cause of change in the mode of production as due to being inequitable rather than inefficient is also the source of criticism. One such criticism is that his argument relies on the legal ownership of production which is only present in later forms of class society rather than the social relations of production.\n\nSome Marxists argue, against analytical Marxist theories of justice, that it is mistaken to suppose that Marxism offers a theory of justice;[8][page needed] others question analytical Marxists' identification of justice with rights.[15][page needed] The question of justice cannot be seen in isolation from questions of power, or from the balance of class forces in any specific conjuncture. Non-Marxists may employ a similar criticism in their critique of liberal theories of justice in the Rawlsian tradition. They argue that the theories fail to address problems about the configuration of power relations in the contemporary world, and by so doing appear as little more than exercises in logic. \"Justice\", on this view, is whatever is produced by the assumptions of the theory. It has little to do with the actual distribution of power and resources in the world.[16]\n\n"
        }
    ]
}