{
    "url": "https://en.wikipedia.org/wiki/Ancient_Egyptian_philosophy",
    "title": "Ancient Egyptian philosophy",
    "table_of_contents": [
        "1 Notable works",
        "2 Influence on Ancient Greek philosophy",
        "3 See also",
        "4 Notes and references"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ancient Egyptian philosophy refers to the philosophical works and beliefs of Ancient Egypt. There is some debate regarding its true scope and nature.[1]\n\n"
        },
        {
            "title": "Notable works",
            "text": "One Egyptian figure often considered an early philosopher is Ptahhotep.[2] He served as vizier to the pharaoh in the late 25th, early 24th century BC.  Ptahhotep is known for his comprehensive work on ethical behavior and moral philosophy, called The Maxims of Ptahhotep. The work, which is believed to have been compiled by his grandson Ptahhotep Tjefi, is a series of 37 letters or maxims addressed to his son, Akhethotep, speaking on such topics as daily behavior and ethical practices.[3][4]\n\nDag Herbjørnsrud, writing for the American Philosophical Association, describes the 3200-year-old manuscript \"The Immortality of Writers\", or \"Be a Writer\" (c. 1200 BC), as a \"remarkable example of classical Egyptian philosophy.\"[5] The manuscript, attributed to the writer Irsesh, states: \n\nHerbjørnsrud writes:\n\n"
        },
        {
            "title": "Influence on Ancient Greek philosophy",
            "text": "Several of the ancient Greek philosophers regarded Egypt as a place of wisdom and philosophy. Isocrates (b. 436 BC) states in Busiris that \"all men agree the Egyptians are the healthiest and most long of life among men; and then for the soul they introduced philosophy's training, a pursuit which has the power, not only to establish laws, but also to investigate the nature of the universe. \"[7] He declares that Greek writers traveled to Egypt to seek knowledge. One of them was Pythagoras of Samos who \"was first to bring to the Greeks all philosophy,\" according to Isocrates. \n\nPlato states in Phaedrus that the Egyptian Thoth \"invented numbers and arithmetic… and, most important of all, letters.”[8] In Plato’s Timaeus, Socrates quotes the ancient Egyptian wise men when the law-giver Solon travels to Egypt to learn: \"O Solon, Solon, you Greeks are always children.\"[9] Aristotle attests to Egypt being the original land of wisdom, as when he states in Politics that \"Egyptians are reputed to be the oldest of nations, but they have always had laws and a political system.\"[10]\n\n"
        }
    ]
}