{
    "url": "https://en.wikipedia.org/wiki/Ancient_Church_of_the_East",
    "title": "Ancient Church of the East",
    "table_of_contents": [
        "1 History",
        "2 Organisation",
        "2.1 Holy Synod",
        "3 List of catholicos-patriarchs",
        "3.1 Prior to 1964",
        "3.2 Since 1968",
        "4 Celebration of Christmas",
        "5 Relationship with the Assyrian Church of the East",
        "5.1 Dialogue for reunification",
        "6 See also",
        "7 References",
        "7.1 Sources",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Ancient Church of the East is an Eastern Christian denomination. It branched from the Assyrian Church of the East in 1964, under the leadership of Mar Thoma Darmo (d. 1969). It is one of three Assyrian Churches that claim continuity with the historical Church of the East (the ancient Patriarchal Province of Seleucia-Ctesiphon), the others being the Assyrian Church of the East and the Chaldean Catholic Church. The Ancient Church of the East is headquartered in Baghdad, Iraq.\n\nFrom 1972 until his death in February 2022,[3] the Church was headed by Catholicos-Patriarch Mar Addai II Giwargis.[4][5]\n\n"
        },
        {
            "title": "History",
            "text": "The Ancient Church of the East began when in 1968 some members of the Assyrian Church of the East, then led by Shimun XXIII Eshai, left it and consecrated their own patriarch, Thoma Darmo. Darmo was strongly opposed to the system of hereditary succession of the position of patriarch of the Assyrian Church of the East, as well as its adoption of the Gregorian calendar \"and other modernizing measures\". Darmo was also joined by \"various other groups opposed to Mar Shimun.\"[2]\n\n"
        },
        {
            "title": "Organisation",
            "text": "The see of the Mar Addai II, from 1969 to 2022 of the Ancient Church of the East, was in Baghdad.[2]\n\nMar Yacob III Daniel, was elected as new patriarch in June 2022,[6] in the month of August patriarch-elect Mar Yacob III Daniel was abdicated[7] and on the 12th of November 2022 the Holy Synod elected Mar Gewargis Younan. [8], the consecration of the Patriarch-elect will take place in Baghdad, on june 2023[9]\n\nThe Holy Synod is as follow:\n\n"
        },
        {
            "title": "Celebration of Christmas",
            "text": "Prior to a certain decree, there were already a few parishes in the diaspora that celebrated Christmas according to the Gregorian calendar date. After a popular vote was conducted in several parishes, the decree was accepted and enacted by the Addai II Giwargis in June 2010 to take effect for Christmas 2010. All of the parishes worldwide accepted this decree. Since then, the Ancient Church of the East officially conducts the entire liturgical year, feasts and commemorations according to the Julian calendar, except for Christmas day. Despite the fact that a number of the separatist parishes have emerged from the Ancient Church of the East since 2011, all of them continue to adhere to the decree of June 2010 which regulated the celebration of Christmas according to the Gregorian calendar date. Currently, there are no current or previous separatist parishes that emerged as a reaction to the decision of June 2010, despite claims made by several websites and sources.[12]\n\n"
        },
        {
            "title": "Relationship with the Assyrian Church of the East",
            "text": "Under the tenure of Addai II, the Ancient Church of the East has made several gestures towards reunification with the Assyrian Church of the East. The most prominent of these is undoubtedly the declaration made in June 2010 stating that the Ancient Church of the East would now celebrate Christmas in accordance with the Gregorian calendar. Previously, the church used the traditional Julian date for the Christmas Day (December 25 of the Julian calendar currently corresponds to January 7 of the Gregorian Calendar), as the Church of the East had throughout its history. The decision was to be implemented later that year, on December 25, 2010.[13] The most prominent obstacle to reunification continues to be the nature of succession of the patriarch.\n\nFollowing the death (March 2015) of Dinkha IV, Catholicos-Patriarch of the Assyrian Church of the East,[14] dialogue of unification continued between the churches.\n\nOn May 22, 2015, a meeting involving prelates of both Holy Councils took place in a suburb of Chicago, Illinois, in the library of St. Andrew's Assyrian Church of the East. Present were Yacoub Daniel, Zaia Khoshaba, and Gewargis Younan representing the Ancient Church of the East, and Gewargis Sliwa, Awa Royel, and Iskhaq Yousif representing the Assyrian Church of the East. Archdeacon William Toma served as the meeting's common secretary. Yacoub Daniel flew in from Australia for the meeting, and Zaia traveled from Canada.[15]\n\nOn June 1, 2015, the Holy Synod of the Assyrian Church of the East met in Erbil, Iraq, to discuss the future of the church. The date had previously been arranged for the election of the new Catholicos-Patriarch. Awa Royel issued a statement on the same day, notifying the public that a response to the Ancient Church of the East's recommendations for reunification had been delivered to their prelates. The letter requested a prompt response to the terms, and the election of the new Patriarch was suspended until the following week, on June 8, 2015.[16]\n\nOn June 5, 2015, Aprem Mooken issued a formal statement announcing that the election of the next Catholicos-Patriarch of the Assyrian Church of the East was suspended until September (2015), pending the unification of the churches.[17]\n\nIt turned out that unification was not achievable. On 18 September, Assyrian Church of the East elected Gewargis III as the new head of the Church, and he was consecrated and enthroned as Catholicos-Patriarch on 27 September 2015.[18]\n\nIn spite of the fact that unification was not achieved, leaders of both Churches have continued to promote various forms of mutual cooperation.[19]\n\nAfter the death of Mar Addai II, reunification failed in May 2022 and the election of a new patriarch was therefore launched.[20][21]\n\n"
        }
    ]
}