{
    "url": "https://en.wikipedia.org/wiki/Ancient_Mesopotamian_religion",
    "title": "Ancient Mesopotamian religion",
    "table_of_contents": [
        "1 History",
        "1.1 Effect of Assyrian religious beliefs on its political structure",
        "1.1.1 Religion in the Neo-Assyrian Empire",
        "1.2 Later Mesopotamian history",
        "2 Mythology",
        "2.1 Deities",
        "2.1.1 Recent discoveries",
        "3 Cultic practice",
        "3.1 Public devotions",
        "3.2 Private devotions",
        "4 Morality, virtue, and sin",
        "5 Afterlife",
        "6 Eschatology",
        "7 Historical study",
        "7.1 Challenges",
        "7.2 Panbabylonism",
        "8 Influence",
        "8.1 Biblical eschatology",
        "8.2 Popular culture",
        "8.3 New religious movements",
        "9 Reconstruction",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMesopotamian religion refers to the religious beliefs and practices of the civilizations of ancient Mesopotamia, particularly Sumer, Akkad, Assyria and Babylonia between circa 6000 BC[1] and 400 AD, after which they largely gave way to Syriac Christianity practiced by today's Assyrians. The religious development of Mesopotamia and Mesopotamian culture in general, especially in the south, was not particularly influenced by the movements of the various peoples into and throughout the area. Rather, Mesopotamian religion was a consistent and coherent tradition which adapted to the internal needs of its adherents over millennia of development.[2]\n\nThe earliest undercurrents of Mesopotamian religious thought are believed to have developed in Mesopotamia in the sixth millennium BC, coinciding with the region beginning to be permanently settled.[1] The earliest evidence of Mesopotamian religion date to the mid-fourth millennium BC, coinciding with the invention of writing, and involved the worship of forces of nature as providers of sustenance.[citation needed] In the 3rd millennium BC objects of worship were personified and became an expansive cast of divinities with particular functions. The last stages of Mesopotamian polytheism, which developed in the 2nd and 1st millenniums BC, introduced greater emphasis on personal religion and structured the gods into a monarchical hierarchy with the national god being the head of the pantheon.[2] Mesopotamian religion finally declined with the spread of Iranian religions during the Achaemenid Empire and with the Christianization of Mesopotamia.\n\n"
        },
        {
            "title": "History",
            "text": "The very earliest undercurrents of Mesopotamian religious thought are believed to have developed in the first half of the sixth millennium BC, at the time people first began to permanently settle in Mesopotamia owing to improved irrigation. The early religious developments of the region are unknown since they preceded the invention of writing.[1] The first evidence for what is recogniseably Mesopotamian religion can be seen with the invention in Mesopotamia of writing circa 3500 BC.\n\nThe people of Mesopotamia originally consisted of two groups, East Semitic Akkadian speakers (later divided into the Assyrians and Babylonians) and the people of Sumer, who spoke Sumerian, a language isolate. These peoples were members of various city-states and small kingdoms. The Sumerians left the first records, and are believed to have been the founders of the civilization of the Ubaid period (6500 BC to 3800 BC) in Upper Mesopotamia. By historical times they resided in southern Mesopotamia, which was known as Sumer (and much later, Babylonia), and had considerable influence on the Akkadian speakers and their culture. The Akkadian-speaking Semites are believed to have entered the region at some point between 3500 BC and 3000 BC, with Akkadian names first appearing in the regnal lists of these states c. 29th century BC.\n\nThe Sumerians were advanced: as well as inventing writing,  early forms of mathematics, early wheeled vehicles/chariots, astronomy, astrology, written code of law, organised medicine, advanced agriculture and architecture, and the calendar. They created the first city-states such as Uruk, Ur, Lagash, Isin, Kish, Umma, Eridu, Adab, Akshak, Sippar, Nippur and Larsa, each of them ruled by an ensí. The Sumerians remained largely dominant in this synthesised culture, however, until the rise of the Akkadian Empire under Sargon of Akkad circa 2335 BC, which united all of Mesopotamia under one ruler.[3]\n\nThere was increasing syncretism between the Sumerian and Akkadian cultures and deities, with the Akkadians typically preferring to worship fewer deities but elevating them to greater positions of power. Circa 2335 BC, Sargon of Akkad conquered all of Mesopotamia, uniting its inhabitants into the world's first empire and spreading its domination into ancient Iran, the Levant, Anatolia, Canaan and the Arabian Peninsula. The Akkadian Empire endured for two centuries before collapsing due to economic decline, internal strife and attacks from the north east by the Gutian people.\n\nFollowing a brief Sumerian revival with the Third Dynasty of Ur or Neo-Sumerian Empire, Mesopotamia broke up into a number of Akkadian states. Assyria had evolved during the 25th century BC, and asserted itself in the north circa 2100 BC in the Old Assyrian Empire and southern Mesopotamia fragmented into a number of kingdoms, the largest being Isin, Larsa and Eshnunna.\n\nIn 1894 BC the initially minor city-state of Babylon was founded in the south by invading West Semitic-speaking Amorites. It was rarely ruled by native dynasties throughout its history.\n\nSome time after this period, the Sumerians disappeared, becoming wholly absorbed into the Akkadian-speaking population.\n\nAssyrian kings are attested from the late 25th century BC and dominated northern Mesopotamia and parts of eastern Anatolia and northeast Syria.\n\nCirca 1750 BC, the Amorite ruler of Babylon, King Hammurabi, conquered much of Mesopotamia, but this empire collapsed after his death, and Babylonia was reduced to the small state it had been upon its founding. The Amorite dynasty was deposed in 1595 BC after attacks from mountain-dwelling people known as the Kassites from the Zagros Mountains, who went on to rule Babylon for over 500 years.\n\nAssyria, having been the dominant power in the region with the Old Assyrian Empire between the 20th and 18th centuries BC before the rise of Hammurabi, once more became a major power with the Middle Assyrian Empire (1391–1050 BC). Assyria defeated the Hittites and Mitanni, and its growing power forced the New Kingdom of Egypt to withdraw from the Near East. The Middle Assyrian Empire at its height stretched from the Caucasus to modern Bahrain and from Cyprus to western Iran.\n\nThe Neo-Assyrian Empire (911–605 BC) was the most dominant power on earth and the largest empire the world had yet seen between the 10th century BC and the late 7th century BC, with an empire stretching from Cyprus in the west to central Iran in the east, and from the Caucasus in the north to Nubia, Egypt and the Arabian Peninsula in the south, facilitating the spread of Mesopotamian culture and religion far and wide under emperors such as Ashurbanipal, Tukulti-Ninurta II, Tiglath-Pileser III, Shalmaneser IV, Sargon II, Sennacherib and Esarhaddon. During the Neo-Assyrian Empire, Mesopotamian Aramaic became the lingua franca of the empire, and also Mesopotamia proper. The last written records in Akkadian were astrological texts dating from 78 CE discovered in Assyria.\n\nThe empire fell between 612 BC and 599 BC after a period of severe internal civil war in Assyria which soon spread to Babylonia, leaving Mesopotamia in a state of chaos. A weakened Assyria was then subject to combined attacks by a coalition of hitherto vassals, in the form of the Babylonians, Chaldeans, Medes, Scythians, Persians, Sagartians and Cimmerians beginning in 616 BC. These were led by Nabopolassar of Babylon and Cyaxares of Media and Persia. Nineveh was sacked in 612 BC, Harran fell in 608 BC, Carchemish in 605 BC, and final traces of Assyrian imperial administration disappeared from Dūr-Katlimmu by 599 BC.\n\nBabylon had a brief late flowering of power and influence, initially under the Chaldean dynasty, which took over much of the empire formerly held by their northern kinsmen. However, the last king of Babylonia, Nabonidus, an Assyrian, paid little attention to politics, preferring to worship the lunar deity Sin, leaving day-to-day rule to his son Belshazzar. This and the fact that the Persians and Medes to the east were growing in power now that the might of Assyria that had held them in vassalage for centuries was gone, spelt the death knell for native Mesopotamian power. The Achaemenid Empire conquered the Neo-Babylonian Empire in 539 BC, after which the Chaldeans disappeared from history, although Mesopotamian people, culture and religion continued to endure after this.\n\nLike many nations in Mesopotamian history, Assyria was originally, to a great extent, an oligarchy rather than a monarchy. Authority was considered to lie with \"the city\", and the polity had three main centres of power—an assembly of elders, a hereditary ruler, and an eponym. The ruler presided over the assembly and carried out its decisions. He was not referred to with the usual Akkadian term for \"king\", šarrum; that was instead reserved for the city's patron deity Ashur, of whom the ruler was the high priest. The ruler himself was only designated as \"steward of Assur\" (iššiak Assur), where the term for steward is a borrowing from Sumerian ensí. The third centre of power was the eponym (limmum), who gave the year his name, similarly to the eponymous archon and Roman consuls of classical antiquity. He was annually elected by lot and was responsible for the economic administration of the city, which included the power to detain people and confiscate property. The institution of the eponym as well as the formula iššiak Assur lingered on as ceremonial vestiges of this early system throughout the history of the Assyrian monarchy.[4]\n\nThe religion of the Neo-Assyrian Empire centered around the Assyrian king as the king of their lands as well. However, kingship at the time was linked very closely with the idea of divine mandate.[5] The Assyrian king, while not being a god himself, was acknowledged as the chief servant of the chief god, Ashur. In this manner, the king's authority was seen as absolute so long as the high priest reassured the peoples that the gods, or in the case of the henotheistic Assyrians, the god, was pleased with the current ruler.[5] For the Assyrians who lived in Assur and the surrounding lands, this system was the norm. For the conquered peoples, however, it was novel, particularly to the people of smaller city-states. In time, Ashur was promoted from being the local deity of Assur to the overlord of the vast Assyrian domain, which spread from the Caucasus and Armenia in the north to Egypt, Nubia and the Arabian Peninsula in the south, and from Cyprus and the eastern Mediterranean Sea in the west to central Iran in the east.[5] Assur, the patron deity of the city of Assur from the late Bronze Age, was in constant rivalry with the patron deity of Babylon, Marduk. Worship was conducted in his name throughout the lands dominated by the Assyrians. With the worship of Assur across much of the Fertile Crescent, the Assyrian king could command the loyalty of his fellow servants of Assur.\n\nIn 539 BC, Mesopotamia was conquered by the Achaemenid Empire (539–332 BC), then ruled by Cyrus the Great. This brought to an end over 3,000 years of Semitic Mesopotamian dominance of the Near East. The Persians maintained and did not interfere in the native culture and religion and Assyria and Babylon continued to exist as entities (although Chaldea and the Chaldeans disappeared), and Assyria was strong enough to launch major rebellions against Persia in 522 and 482 BC. During this period the Syriac language and Syriac script evolved in Assyria among the Assyrian people, and were centuries later to be the vehicle for the spread of Syriac Christianity throughout the near east.\n\nThen, two centuries later in 330 BC the Macedonian emperor Alexander the Great overthrew the Persians and took control of Mesopotamia itself. After Alexander's death increased Hellenistic influence was brought to the region by the Seleucid Empire.[6] Assyria and Babylonia later became provinces under the Parthian Empire (Athura and province of Babylonia), Rome (province of Assyria) and Sassanid Empire (province of Asuristan). Babylonia was dissolved as an entity during the Parthian Empire, though Assyria endured as a geo-political entity until the 7th century AD Arab Islamic conquest, while the Assyrians are still present today.\n\nDuring the Parthian Empire there was a major revival in Assyria (known as Athura and Assuristan) between the 2nd century BC and 4th century CE,[7] with temples once more being dedicated to gods such as Ashur, Sin, Shamash, Hadad and Ishtar in various Parthian vassal states in Mesopotamia.[8][9] Despite this period of revival, from the first century AD onwards, Christianity spread through Mesopotamia, with much of the populace converting to Eastern Rite Christianity in the form of the Church of the East and Syriac Orthodox Church, as well as Judaism. Gnostic religions such as Mandaeism also became popular, though native religions, in decline, still coexisted alongside these new monotheistic religions among the native populace; gods such as Ashur and Sin were still largely worshiped until the 4th century CE in Assyria; even up til the 10th century AD in Harran (the \"Sabians\" of Harran), the last capital of an independent Assyria, and the 18th century AD in Mardin (the Shamsīyah).[10] In the 3rd century CE, another native Mesopotamian religion flourished, Manicheanism, which incorporated elements of Christianity, Judaism, Buddhism, and Zoroastrianism, as well as local Mesopotamian elements.[11]\n\n"
        },
        {
            "title": "Mythology",
            "text": "There are no specific written records explaining Mesopotamian religious cosmology that survive today. Nonetheless, modern scholars have examined various accounts, and created what is believed to be an at least partially accurate depiction of Mesopotamian cosmology.[12] In the Epic of Creation, dated to 1200 BC, it explains that the god Marduk killed the mother goddess Tiamat and used half her body to create the earth, and the other half to create both the paradise of šamû and the netherworld of irṣitu.[13] A document from a similar period stated that the universe was a spheroid, with three levels of šamû, where the gods dwelt, and where the stars existed, above the three levels of earth below it.[14]\n\nMesopotamian religion was polytheistic, thereby accepting the existence of many different deities, both male and female, though it was also henotheistic,[16] with certain gods being viewed as superior to others by their specific devotees. These devotees were often from a particular city or city-state that held that deity as its patron deity; for instance, the god Enki was often associated with the city of Eridu in Sumer, the god Ashur with Assur and Assyria, Enlil with the Sumerian city of Nippur, Ishtar with the Assyrian city of Arbela, and the god Marduk with Babylon.[17] Though the full number of gods and goddesses found in Mesopotamia is not known, K. Tallqvist, in his Akkadische Götterepitheta (1938) counted around 2,400 that scholars know, most of which had Sumerian names. In the Sumerian language, the gods were referred to as dingir, while in the Akkadian language they were known as ilu and it seems that there was syncreticism between the gods worshipped by the two groups, adopting one another's deities.[18]\n\nThe Mesopotamian gods bore many similarities with humans, and were anthropomorphic, thereby having humanoid form. Similarly, they often acted like humans, requiring food and drink, as well as drinking alcohol and subsequently suffering the effects of drunkenness,[19] but were thought to have a higher degree of perfection than common men. They were thought to be more powerful, all-seeing and all-knowing, unfathomable, and, above all, immortal. One of their prominent features was a terrifying brightness (melammu) which surrounded them, producing an immediate reaction of awe and reverence among men.[20] In many cases, the various deities were family relations of one another, a trait found in many other polytheistic religions.[21] The historian J. Bottéro was of the opinion that the gods were not viewed mystically, but were instead seen as high-up masters who had to be obeyed and feared, as opposed to loved and adored.[22] Nonetheless, many Mesopotamians, of all classes, often had names that were devoted to a certain deity; this practice appeared to have begun in the third millennium BC among the Sumerians, but also was later adopted by the Akkadians, Assyrians and Babylonians as well.[23]\n\nInitially, the pantheon was not ordered, but later Mesopotamian theologians came up with the concept of ranking the deities in order of importance. A Sumerian list of around 560 deities that did this was uncovered at Farm and Tell Abû Ṣalābīkh and dated to circa 2600 BC, ranking five primary deities as being of particular importance.[24]\n\nOne of the most important of these early Mesopotamian deities was the god Enlil, who was originally a Sumerian divinity viewed as a king of the gods and a controller of the world, who was later adopted by the Akkadians. Another was the Sumerian god An, who served a similar role to Enlil and became known as Anu among the Akkadians. The Sumerian god Enki was later also adopted by the Akkadians, initially under his original name, and later as Éa. Similarly the Sumerian moon god Nanna became the Akkadian Sîn while the Sumerian sun god Utu became the Akkadian Shamash. One of the most notable goddesses was the Sumerian sex and war deity Inanna. With the later rise to power of the Babylonians in the 18th century BC, the king, Hammurabi, declared Marduk, a deity who before then had not been of significant importance, to a position of supremacy alongside Anu and Enlil in southern Mesopotamia.[25]\n\nPerhaps the most significant legend to survive from Mesopotamian religion is the Epic of Gilgamesh, which tells the story of the heroic king Gilgamesh and his wild friend Enkidu, and the former's search for immortality which is entwined with all the gods and their approval. It also contains the earliest reference to The Great Flood.\n\nIn March 2020, archaeologists announced the discovery of a 5,000-year-old cultic area filled with more than 300 broken ceremonial ceramic cups, bowls, jars, animal bones and ritual processions dedicated to Ningirsu at the site of Girsu. One of the remains was a duck-shaped bronze figurine with eyes made from bark which is thought to be dedicated to Nanshe.[26][27]\n\n"
        },
        {
            "title": "Cultic practice",
            "text": "Each Mesopotamian city was home to a deity, and each of the prominent deities was the patron of a city, and all known temples were located in cities, though there may have been shrines in the suburbs.[29] The temple itself was constructed of mud brick in the form of a ziggurat, which rose to the sky in a series of stairstep stages. Its significance and symbolism have been the subject of much discussion, but most regard the tower as a kind of staircase or ladder for the god to descend from and ascend to the heavens, though there are signs which point towards an actual cult having been practiced in the upper temple, so the entire temple may have been regarded as a giant altar. Other theories treat the tower as an image of the cosmic mountain where a dying and rising god \"lay buried.\" Some temples, such as the temple of Enki in Eridu contained a holy tree (kiskanu) in a holy grove, which was the central point of various rites performed by the king, who functioned as a \"master gardener.\"[30]\n\nMesopotamian temples were originally built to serve as dwelling places for the god, who was thought to reside and hold court on earth for the good of the city and kingdom.[31] His presence was symbolized by an image of the god in a separate room. The god's presence within the image seems to have been thought of in a very concrete way, as instruments for the presence of the deity.\"[32] This is evident from the poem How Erra Wrecked the World, in which Erra deceived the god Marduk into leaving his cult statue.[33] Once constructed, idols were consecrated through special nocturnal rituals where they were given \"life\", and their mouth \"was opened\" (pet pî) and washed (mes pî) so they could see and eat.[30] If the deity approved, it would accept the image and agree to \"inhabit\" it. These images were also entertained, and sometime escorted on hunting expeditions. In order to service the gods, the temple was equipped with a household with kitchens and kitchenware, sleeping rooms with beds and side rooms for the deity's family, as well as a courtyard with a basin and water for cleansing visitors, as well as a stable for the god's chariot and draft animals.[34]\n\nGenerally, the god's well-being was maintained through service, or work (dullu). The image was dressed and served banquets twice a day. It is not known how the god was thought to consume the food, but a curtain was drawn before the table while he or she \"ate\", just as the king himself was not allowed to be seen by the masses while he ate. Occasionally, the king shared in these meals, and the priests may have had some share in the offerings as well. Incense was also burned before the image, because it was thought that the gods enjoyed the smell. Sacrificial meals were also set out regularly, with a sacrificial animal seen as a replacement (pūhu) or substitute (dinānu) for a man, and it was considered that the anger of the gods or demons was then directed towards the sacrificial animal. Additionally, certain days required extra sacrifices and ceremonies for certain gods, and every day was sacred to a particular god.[35]\n\nThe king was thought, in theory, to be the religious leader (enu or šangū) of the cult and exercised a large number of duties within the temple, with a large number of specialists whose task was to mediate between men and gods:[36] a supervising or \"watchman\" priest (šešgallu), priests for individual purification against demons and magicians (āšipu), priests for the purification of the temple (mašmašu), priests to appease the wrath of the gods with song and music (kalū), as well as female singers (nāru), male singers (zammeru), craftsmen (mārē ummāni), swordbearers (nāš paṭri), masters of divination (bārû), penitents (šā'ilu), and others.[37]\n\nBesides the worship of the gods at public rituals, individuals also paid homage to a personal deity. As with other deities, the personal gods changed over time and little is known about early practice as they are rarely named or described. In the mid-third millennium BC, some rulers regarded a particular god or gods as being their personal protector. In the second millennium BC, personal gods began to function more on behalf of the common man,[38] with whom he had a close, personal relationship, maintained through prayer and maintenance of his god's statue.[39] A number of written prayers have survived from ancient Mesopotamia, each of which typically exalt the god that they are describing above all others.[40] The historian J. Bottéro stated that these poems display \"extreme reverence, profound devotion, [and] the unarguable emotion that the supernatural evoked in the hearts of those ancient believers\" but that they showed a people who were scared of their gods rather than openly celebrating them.[22] They were thought to offer good luck, success, and protection from disease and demons,[38] and one's place and success in society was thought to depend on his personal deity, including the development of his certain talents and even his personality. This was even taken to the point that everything he experienced was considered a reflection of what was happening to his personal god.[39] When a man neglected his god, it was assumed that the demons were free to inflict him, and when he revered his god, that god was like a shepherd who seeks food for him.[41]\n\nThere was a strong belief in demons in Mesopotamia, and private individuals, like the temple priests, also participated in incantations (šiptu) to ward them off.[42] Although there was no collective term for these beings either in Sumerian or Akkadian, they were merely described as harmful or dangerous beings or forces, and they were used as a logical way to explain the existence of evil in the world.[43] They were thought to be countless in number, and were thought to even attack the gods as well. Besides demons, there were also spirits of the dead, (etimmu) who could also cause mischief. Amulets were occasionally used, and sometimes a special priest or exorcist (āšipu or mašmašu) was required. Incantations and ceremonies were also used to cure diseases which were also thought to be associated with demonic activity, sometimes making use of sympathetic magic.[44] Sometimes an attempt was made to capture a demon by making an image of it, placing it above the head of a sick person, then destroying the image, which the demon was somehow likely to inhabit. Images of protecting spirits were also made and placed at gates to ward off disaster.[45]\n\nDivination was also employed by private individuals, with the assumption that the gods have already determined the destinies of men and these destinies could be ascertained through observing omens and through rituals (e.g., casting lots).[45] It was believed that the gods expressed their will through \"words\" (amatu) and \"commandments\" (qibitu) which were not necessarily spoken, but were thought to manifest in the unfolding routine of events and things.[46] There were countless ways to divine the future, such as observing oil dropped into a cup of water (lecanomancy), observing the entrails of sacrificial animals (extispicy), observation of the behavior of birds (augury) and observing celestial and meteorological phenomena (astrology), as well as through interpretation of dreams. Often interpretation of these phenomena required the need for two classes of priests: askers (sa'ilu) and observer (baru), and also sometimes a lower class of ecstatic seer (mahhu) that was also associated with witchcraft.[47]\n\n"
        },
        {
            "title": "",
            "text": "Although ancient paganism tended to focus more on duty and ritual than morality, a number of general moral virtues can be gleaned from surviving prayers and myths. It was believed that man originated as a divine act of creation, and the gods were believed to be the source of life, and held power over sickness and health, as well as the destinies of men. Personal names show that each child was considered a gift from divinity.[49] Man was believed to have been created to serve the gods, or perhaps wait on them: the god is lord (belu) and man is servant or slave (ardu), and was to fear (puluhtu) the gods and have the appropriate attitude towards them. Duties seem to have been primarily of a cultic and ritual nature,[50] although some prayers express a positive psychological relationship, or a sort of conversion experience in regard to a god.[51] Generally the reward to mankind is described as success and long life.[49]\n\nEvery man also had duties to his fellow man which had some religious character, particularly the king's duties to his subjects. It was thought that one of the reasons the gods gave power to the king was to exercise justice and righteousness,[52] described as mēšaru and kettu, literally \"straightness, rightness, firmness, truth\".[53] Examples of this include not alienating and causing dissension between friends and relatives, setting innocent prisoners free, being truthful, being honest in trade, respecting boundary lines and property rights, and not putting on airs with subordinates. Some of these guidelines are found in the second tablet of the Šurpu incantation series.[48]\n\nSin, on the other hand, was expressed by the words hitu (mistake, false step), annu or arnu (rebellion), and qillatu (sin or curse),[48] with strong emphasis on the idea of rebellion, sometimes with the idea that sin is man's wishing to \"live on his own terms\" (ina ramanisu). Sin also was described as anything which incited the wrath of the gods. Punishment came through sickness or misfortune,[51] which inevitably lead to the common reference to unknown sins, or the idea that one can transgress a divine prohibition without knowing it—psalms of lamentation rarely mention concrete sins. This idea of retribution was also applied to the nation and history as a whole. A number of examples of Mesopotamian literature show how war and natural disasters were treated as punishment from the gods, and how kings were used as a tool for deliverance.[54]\n\nSumerian myths suggest a prohibition against premarital sex.[55] Marriages were often arranged by the parents of the bride and groom; engagements were usually completed through the approval of contracts recorded on clay tablets. These marriages became legal as soon as the groom delivered a bridal gift to his bride's father. Nonetheless, evidence suggests that premarital sex was a common, but surreptitious, occurrence.[56]: 78   The worship of Inanna/Ishtar, which was prevalent in Mesopotamia could involve wild, frenzied dancing and bloody ritual celebrations of social and physical abnormality. It was believed that \"nothing is prohibited to Inanna\", and that by depicting transgressions of normal human social and physical limitations, including traditional gender definition, one could cross over from the \"conscious everyday world into the trance world of spiritual ecstasy.\"[57]\n\n"
        },
        {
            "title": "Afterlife",
            "text": "The ancient Mesopotamians believed in an afterlife that was a land below our world. It was this land, known alternately as Arallû, Ganzer or Irkallu, the latter of which meant \"Great Below\", that it was believed everyone went to after death, irrespective of social status or the actions performed during life.[58] Unlike Christian Hell, the Mesopotamians considered the underworld neither a punishment nor a reward.[59] Nevertheless, the condition of the dead was hardly considered the same as the life previously enjoyed on earth: they were considered merely weak and powerless ghosts. The myth of Ishtar's descent into the underworld relates that \"dust is their food and clay their nourishment, they see no light, where they dwell in darkness.\" Stories such as the Adapa myth resignedly relate that, due to a blunder, all men must die and that true everlasting life is the sole property of the gods.[20]\n\n"
        },
        {
            "title": "Eschatology",
            "text": "There are no known Mesopotamian tales about the end of the world, although it has been speculated that they believed that this would eventually occur. This is largely because Berossus wrote that the Mesopotamians believed the world to last \"twelve times twelve sars\"; with a sar being 3,600 years, this would indicate that at least some of the Mesopotamians believed that the Earth would only last 518,400 years. Berossus does not report what was thought to follow this event, however.[60]\n\n"
        },
        {
            "title": "Historical study",
            "text": "The modern study of Mesopotamia (Assyriology) is still a fairly young science, beginning only in the middle of the Nineteenth century,[61] and the study of Mesopotamian religion can be a complex and difficult subject because, by nature, their religion was governed only by usage, not by any official decision,[62] and by nature it was neither dogmatic nor systematic. Deities, characters, and their actions within myths changed in character and importance over time, and occasionally depicted different, sometimes even contrasting images or concepts. This is further complicated by the fact that scholars are not entirely certain what role religious texts played in the Mesopotamian world.[63]\n\nFor many decades, some scholars of the ancient Near East argued that it was impossible to define there as being a singular Mesopotamian religion, with Leo Oppenheim (1964) stating that \"a systematic presentation of Mesopotamian religion cannot and should not be written.\"[64] Others, like Jean Bottéro, the author of Religion in Ancient Mesopotamia, disagreed, believing that it would be too complicated to divide the religion into many smaller groups, stating that:\n\nAccording to Panbabylonism, a school of thought founded by Hugo Winckler and held in the early 20th century among primarily German Assyriologists, there was a common cultural system extending over the ancient Near East which was overwhelmingly influenced by the Babylonians. According to this theory the religions of the Near East were rooted in Babylonian astral science- including the Hebrew Bible and Judaism. This theory of a Babylonian-derived Bible originated from the discovery of a stele in the acropolis of Susa bearing a Babylonian flood myth with many similarities to the flood of Genesis, the Epic of Gilgamesh. However, flood myths appear in almost every culture around the world, including cultures that never had contact with Mesopotamia. The fundamental tenets of Panbabylonism were eventually dismissed as pseudoscientific,[66] however Assyriologists and biblical scholars recognize the influence of Babylonian mythology on Jewish mythology and other Near Eastern mythologies, albeit indirect. Indeed, similarities between both religious traditions may draw from even older sources.[67]\n\n"
        },
        {
            "title": "Influence",
            "text": "In the New Testament Book of Revelation, Babylonian religion is associated with religious apostasy of the lowest order, the archetype of a political/religious system heavily tied to global commerce, and it is depicted as a system which, according to the author, continued to hold sway in the first century CE, eventually to be utterly annihilated. According to some interpretations, this is believed to refer to the Roman Empire,[68] but according to other interpretations, this system remains extant in the world until the Second Coming.[69][70][71]\n\nMesopotamian religion, culture, history and mythology has influenced some forms of music. As well as traditional Syriac folk music, many heavy metal bands have named themselves after Mesopotamian gods and historical figures, including the partly Assyrian band Melechesh.\n\nVarious new religious movements in the 20th and 21st centuries have been founded that venerate some of the deities found in ancient Mesopotamian religion, including various strains of neopaganism that have adopted the worship of the historical Mesopotamian gods.\n\n"
        },
        {
            "title": "Reconstruction",
            "text": "As with most dead religions, many aspects of the common practices and intricacies of the doctrine have been lost and forgotten over time. However, much of the information and knowledge has survived, and great work has been done by historians and scientists, with the help of religious scholars and translators, to re-construct a working knowledge of the religious history, customs, and the role these beliefs played in everyday life in Sumer, Akkad, Assyria, Babylonia, Ebla and Chaldea during this time. Mesopotamian religion is thought to have been an influence on subsequent religions throughout the world, including Canaanite/Israelite, Aramean, and ancient Greek.\n\nMesopotamian religion was polytheistic, worshipping over 2,100 different deities,[18] many of which were associated with a specific state within Mesopotamia, such as Sumer, Akkad, Assyria or Babylonia, or a specific Mesopotamian city, such as;  (Ashur), Nineveh, Ur, Nippur, Arbela, Harran, Uruk, Ebla, Kish, Eridu, Isin, Larsa, Sippar, Gasur, Ekallatum, Til Barsip, Mari, Adab, Eshnunna and Babylon.\n\nSome of the most significant of these Mesopotamian deities were Anu, Enki, Enlil, Ishtar (Astarte), Ashur, Shamash, Shulmanu, Tammuz, Adad/Hadad, Sin (Nanna), Kur, Dagan (Dagon), Ninurta, Nisroch, Nergal, Tiamat, Ninlil, Bel, Tishpak and Marduk.\n\nMesopotamian religion has historically the oldest body of recorded literature of any religious tradition. What is known about Mesopotamian religion comes from archaeological evidence uncovered in the region, particularly numerous literary sources, which are usually written in Sumerian, Akkadian (Assyro-Babylonian) or Aramaic using cuneiform script on clay tablets and which describe both mythology and cultic practices. Other artifacts can also be useful when reconstructing Mesopotamian religion. As is common with most ancient civilizations, the objects made of the most durable and precious materials, and thus more likely to survive, were associated with religious beliefs and practices. This has prompted one scholar to make the claim that the Mesopotamian's \"entire existence was infused by their religiosity, just about everything they have passed on to us can be used as a source of knowledge about their religion.\"[72] While Mesopotamian religion had almost completely died out by approximately 400–500 CE after its indigenous adherents had largely become Assyrian Christians, it has still had an influence on the modern world, predominantly because many biblical stories that are today found in Judaism, Christianity, Islam and Mandaeism were possibly based upon earlier Mesopotamian myths,[citation needed] in particular that of the creation myth, the Garden of Eden, the flood myth, the Tower of Babel, figures such as Nimrod and Lilith and the Book of Esther. It has also inspired various contemporary neo-pagan groups.\n\n"
        }
    ]
}