{
    "url": "https://en.wikipedia.org/wiki/Roman_era",
    "title": "Ancient Rome",
    "table_of_contents": [
        "1 Early Italy and the founding of Rome",
        "2 Kingdom",
        "3 Republic",
        "3.1 Punic Wars",
        "4 Late Republic",
        "4.1 Marius and Sulla",
        "4.2 Caesar and the First Triumvirate",
        "4.3 Octavian and the Second Triumvirate",
        "5 Empire – the Principate",
        "5.1 Julio-Claudian dynasty",
        "5.1.1 Augustus",
        "5.1.2 From Tiberius to Nero",
        "5.2 Flavian dynasty",
        "5.2.1 Vespasian",
        "5.2.2 Titus and Domitian",
        "5.3 Nerva–Antonine dynasty",
        "5.3.1 Trajan",
        "5.3.2 From Hadrian to Commodus",
        "5.4 Severan dynasty",
        "5.4.1 Septimius Severus",
        "5.4.2 From Caracalla to Alexander Severus",
        "5.5 Crisis of the Third Century",
        "6 Empire – The Tetrarchy",
        "6.1 Diocletian",
        "6.2 Constantine and Christianity",
        "7 Fall of the Western Roman Empire",
        "8 Society",
        "8.1 Law",
        "8.2 Class structure",
        "8.3 Education",
        "8.4 Government",
        "8.5 Military",
        "8.5.1 Roman navy",
        "8.6 Economy",
        "8.7 Family",
        "8.8 Time and dates",
        "9 Culture",
        "9.1 Language",
        "9.2 Religion",
        "9.3 Ethics and morality",
        "9.4 Art, music and literature",
        "9.5 Cuisine",
        "9.5.1 Ingredients",
        "9.5.2 Meals",
        "9.6 Fashion",
        "9.7 Games and recreation",
        "10 Technology",
        "11 Legacy",
        "12 Genetics",
        "12.1 Physical appearance",
        "13 Misconceptions",
        "14 Historiography",
        "14.1 In Roman times",
        "14.2 In modern times",
        "15 See also",
        "16 References",
        "16.1 Sources",
        "17 Further reading",
        "18 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn modern historiography, ancient Rome refers to Roman civilisation from the founding of the city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD. It encompasses the Roman Kingdom (753–509 BC), Roman Republic (509–27 BC) and Roman Empire (27 BC–476 AD) until the fall of the western empire.[1]\n\nAncient Rome began as an Italic settlement, traditionally dated to 753 BC, beside the River Tiber in the Italian Peninsula. The settlement grew into the city and polity of Rome, and came to control its neighbours through a combination of treaties and military strength. It eventually dominated the Italian Peninsula, assimilated the Greek culture of southern Italy (Magna Grecia) and the Etruscan culture and acquired an Empire that took in much of Europe and the lands and peoples surrounding the Mediterranean Sea. It was among the largest empires in the ancient world, with an estimated 50 to 90 million inhabitants, roughly 20% of the world's population at the time.[a] It covered around 5 million square kilometres (1.9 million square miles) at its height in AD 117.[2]\n\nThe Roman state evolved from an elective monarchy to a democratic classical republic and then to an increasingly autocratic semi-elective military dictatorship during the Empire. Through conquest, cultural, and linguistic assimilation, at its height it controlled the North African coast, Egypt, Southern Europe, and most of Western Europe, the Balkans, Crimea and much of the Middle East, including Anatolia, Levant and parts of Mesopotamia and Arabia. It is often grouped into classical antiquity together with ancient Greece, and their similar cultures and societies are known as the Greco-Roman world.\n\nAncient Roman civilisation has contributed to modern language, religion, society, technology, law, politics, government, warfare, art, literature, architecture and engineering. Rome professionalised and expanded its military and created a system of government called res publicacode: lat promoted to code: la , the inspiration for modern republics such as the United States and France.[3] It achieved impressive technological and architectural feats, such as the empire-wide construction of aqueducts and roads, as well as more grandiose monuments and facilities.\n\nThe Punic Wars with Carthage gave Rome supremacy in the Mediterranean. The Roman Empire emerged with the principate of Augustus (from 27 BC); Rome's imperial domain now extended from the Atlantic to Arabia and from the mouth of the Rhine to North Africa. In 92 AD, Rome came up against the resurgent Persian Empire and became involved in history's longest-running conflict, the Roman–Persian Wars, which would have lasting effects on both empires. Under Trajan, Rome's empire reached its territorial peak, encompassing the entire Mediterranean Basin, the southern margins of the North Sea, and the shores of the Red and Caspian Seas. Republican mores and traditions started to decline during the imperial period, with civil wars becoming a common prelude to the rise of a new emperor.[4] Splinter states, such as the Palmyrene Empire, would temporarily divide the Empire during the Crisis of the Third Century before some stability was restored in the Tetrarchy phase of imperial rule.\n\nPlagued by internal instability and attacked by various migrating peoples, the western part of the empire broke up into independent barbarian kingdoms in the 5th century.[b] The eastern part of the empire remained a power through the Middle Ages until its fall in 1453 AD.[c]\n\n"
        },
        {
            "title": "Early Italy and the founding of Rome",
            "text": "Agriculture appeared in Italy c. 4000 BC, with copper tools appearing c. 2000 BC followed by the Bronze Age through to end of the second millennium BC.[6] Cities started developing in the 9th century BC with the Villanovan culture in Etruria. A culture specific to Latium – called the Latial culture – appears in the archaeological record c. 1000 BC, which was related to the larger Villanovans.[7] From the middle of the 8th century to the 5th century BC, city-states became the dominant form of political organisation in Italy;[8] they also started to build organised cityscapes and religious cult centres.[9] By the 7th century BC, large organised city-states had emerged in Etruria; their influence over Italy was such that later Roman writers believed many of their core traditions were of Etruscan origin.[10]\n\nArchaeological evidence of settlement around Rome starts to emerge c. 1000 BC.[11] Large-scale organisation appears only c. 800 BC, with the first graves in the Esquiline Hill's necropolis, along with a clay and timber wall on the bottom of the Palatine Hill dating to the middle of the 8th century BC. Starting from c. 650 BC, the Romans started to drain the valley between the Capitoline and Palatine Hills, where today sits the Roman Forum.[12] By the sixth century, the Romans were constructing the Temple of Jupiter Optimus Maximus on the Capitoline and expanding to the Forum Boarium located between the Capitoline and Aventine Hills.[13]\n\nThe Romans themselves had a founding myth. They attributed their city to a dispute in the ruling family of the mythical city of Alba Longa: when its king was deposed, one of its princesses was forced to become a virgin priestess of Vesta but was impregnated by Mars and bore two twins, Romulus and Remus.[14] The sons, sentenced to death, were rescued first by a she-wolf and thence by farmers, before returning to restore the deposed Alban king and founding a city where they had been rescued. After a dispute, Romulus killed Remus and became the city's sole founder. The story dates at least to the third century, and the later Roman antiquarian Marcus Terentius Varro placed the city's foundation to the well-known date 753 BC.[15]\n\nAnother legend, recorded by Greek historian Dionysius of Halicarnassus, says that Prince Aeneas led a group of Trojans on a sea voyage to found a new Troy, since the original was destroyed at the end of the Trojan War. After a long time in rough seas, they landed on the banks of the Tiber River. Not long after they landed, the men wanted to take to the sea again, but the women who were travelling with them did not want to leave. One woman, named Roma, suggested that the women burn the ships out at sea to prevent their leaving. At first, the men were angry with Roma, but they soon realised that they were in the ideal place to settle. They named the settlement after the woman who torched their ships.[16]\n\nThe Roman poet Virgil recounted this legend in his classical epic poem the Aeneid, where the Trojan prince Aeneas is destined by the gods to found a new Troy. In the epic, the women also refuse to go back to the sea, but they were not left on the Tiber. After reaching Italy, Aeneas, who wanted to marry Lavinia, was forced to wage war with her former suitor, Turnus. According to the poem, the Alban kings were descended from Aeneas, and thus Romulus, the founder of Rome, was his descendant.\n\n"
        },
        {
            "title": "Kingdom",
            "text": "Literary and archaeological evidence is clear on there having been kings in Rome, attested in fragmentary 6th century BC texts.[17] Long after the abolition of the Roman monarchy, a vestigial rex sacrorum was retained to exercise the monarch's former priestly functions. The Romans believed that their monarchy was elective, with seven legendary kings who were largely unrelated by blood.[18]\n\nEvidence of Roman expansion is clear in the sixth century BC; by its end, Rome controlled a territory of some 300 square miles with a population perhaps as high as 35,000.[18] A palace, the Regia, was constructed c. 625 BC;[18] the Romans attributed the creation of their first popular organisations and the Senate to the regal period as well.[19] Rome also started to extend its control over its Latin neighbours. While later Roman stories like the Aeneid asserted that all Latins descended from the titular character Aeneas,[20] a common culture is attested to archaeologically.[21] Attested to reciprocal rights of marriage and citizenship between Latin cities – the Jus Latii – along with shared religious festivals, further indicate a shared culture. By the end of the 6th century, most of this area had become dominated by the Romans.[22]\n\n"
        },
        {
            "title": "Republic",
            "text": "By the end of the sixth century, Rome and many of its Italian neighbours entered a period of turbulence. Archaeological evidence implies some degree of large-scale warfare; many neighbouring cities in Etruria also shifted to non-monarchical institutions.[23] While Roman traditions believed that the overthrow of the Roman monarchy inaugurated a new and concrete republic, it is implausible the transition could have been so sharp.[24] The Romans believed that from the birth of the republic, they established a two-man magistracy taking over the king's powers: the consulship. These magistrates had short one-year terms and held office with colleagues that could check each others actions. The prevalance in both Rome and other cities at this time of replacing monarchs with elected officials suggests that Italian aristocratic families \"never bec[a]me fully reconciled to the rule of one man\".[24] Through the following centuries, the Romans experimented with different offices and constitutional regimes before settling on the two consuls in the fourth century BC.[24]\n\nAccording to tradition and later writers such as Livy, the Roman Republic was established c. 509 BC,[25] when the last of the seven kings of Rome, Tarquin the Proud, was deposed by Lucius Junius Brutus and a system based on annually elected magistrates and various representative assemblies was established.[26] A constitution set a series of checks and balances, and a separation of powers. The most important magistrates were the two consuls, who together exercised executive authority such as imperium, or military command.[27] The consuls had to work with the Senate, which was initially an advisory council of the ranking nobility, or patricians, but grew in size and power.[28]\n\nOther magistrates of the Republic include tribunes, quaestors, aediles, praetors and censors.[29] The magistracies were originally restricted to patricians, but were later opened to common people, or plebeians.[30] Republican voting assemblies included the comitia centuriata (centuriate assembly), which voted on matters of war and peace and elected men to the most important offices, and the comitia tributa (tribal assembly), which elected less important offices.[31]\n\nIn the 4th century BC, Rome had come under attack by the Gauls, who now extended their power in the Italian peninsula beyond the Po Valley and through Etruria. On 16 July 390 BC, a Gallic army under the leadership of tribal chieftain Brennus, met the Romans on the banks of the Allia River ten miles north of Rome. Brennus defeated the Romans, and the Gauls marched to Rome. Most Romans had fled the city, but some barricaded themselves upon the Capitoline Hill for a last stand. The Gauls looted and burned the city, then laid siege to the Capitoline Hill. The siege lasted seven months. The Gauls then agreed to give the Romans peace in exchange for 1000 pounds of gold.[32] According to later legend, the Roman supervising the weighing noticed that the Gauls were using false scales. The Romans then took up arms and defeated the Gauls. Their victorious general Camillus remarked \"With iron, not with gold, Rome buys her freedom.\"[33]\n\nThe Romans gradually subdued the other peoples on the Italian peninsula, including the Etruscans.[34] The last threat to Roman hegemony in Italy came when Tarentum, a major Greek colony, enlisted the aid of Pyrrhus of Epirus in 281 BC, but this effort failed as well.[35][34] The Romans secured their conquests by founding Roman colonies in strategic areas, thereby establishing stable control over the region of Italy they had conquered.[34]\n\nIn the 3rd century BC Rome faced a new and formidable opponent: Carthage. Carthage was a rich, flourishing Phoenician city-state that intended to dominate the Mediterranean area. The two cities were allies in the times of Pyrrhus, who was a menace to both, but with Rome's hegemony in mainland Italy and the Carthaginian thalassocracy, these cities became the two major powers in the Western Mediterranean and their contention over the Mediterranean led to conflict.[37][38]\n\nThe First Punic War began in 264 BC, when the city of Messana asked for Carthage's help in their conflicts with Hiero II of Syracuse. After the Carthaginian intercession, Messana asked Rome to expel the Carthaginians. Rome entered this war because Syracuse and Messana were too close to the newly conquered Greek cities of Southern Italy and Carthage was now able to make an offensive through Roman territory; along with this, Rome could extend its domain over Sicily.[39]\n\nAlthough the Romans had experience in land battles, defeating this new enemy required naval battles. Carthage was a maritime power, and the Roman lack of ships and naval experience made the path to the victory a long and difficult one for the Roman Republic. Despite this, after more than 20 years of war, Rome defeated Carthage and a peace treaty was signed. Among the reasons for the Second Punic War[40] was the subsequent war reparations Carthage acquiesced to at the end of the First Punic War.[41]\n\nGenerals on both sides of the Second Punic War were brilliant planners: on the Punic side were Hannibal and Hasdrubal; on the Roman were Marcus Claudius Marcellus, Quintus Fabius Maximus Verrucosus and Publius Cornelius Scipio. Rome fought this war simultaneously with the First Macedonian War. The war began with the audacious invasion of Hispania by Hannibal, son of Hamilcar Barca, a Carthaginian general who had led operations on Sicily towards the end of the First Punic War. Hannibal rapidly marched through Hispania to the Italian Alps, causing panic among Rome's Italian allies. The best way found to defeat Hannibal's purpose of causing the Italians to abandon Rome was to delay the Carthaginians with a guerrilla war of attrition, a strategy propounded by Quintus Fabius Maximus, who would be nicknamed Cunctator (\"delayer\" in Latin), and whose strategy would be forever after known as Fabian. Due to this, Hannibal's goal was unachieved: he could not bring enough Italian cities to revolt against Rome and replenish his diminishing army, and he thus lacked the machines and manpower to besiege Rome.\n\nStill, Hannibal's invasion lasted over 16 years, ravaging Italy. Finally, when the Romans perceived the depletion of Hannibal's supplies, they sent Scipio, who had defeated Hannibal's brother Hasdrubal in modern-day Spain, to invade the unprotected Carthaginian hinterland and force Hannibal to return to defend Carthage itself. The result was the ending of the Second Punic War by the decisive Battle of Zama in October 202 BC, which gave to Scipio his agnomen Africanus. At great cost, Rome had made significant gains: the conquest of Hispania by Scipio, and of Syracuse, the last Greek realm in Sicily, by Marcellus.\n\nMore than a half century after these events, Carthage was humiliated and Rome was no more concerned about the African menace. The Republic's focus now was only to the Hellenistic kingdoms of Greece and revolts in Hispania. However, Carthage, after having paid the war indemnity, felt that its commitments and submission to Rome had ceased, a vision not shared by the Roman Senate. When in 151 BC Numidia invaded Carthage, Carthage asked for Roman intercession. Ambassadors were sent to Carthage, among them was Marcus Porcius Cato, who after seeing that Carthage could make a comeback and regain its importance, ended all his speeches, no matter what the subject was, by saying: \"Ceterum censeo Carthaginem esse delendam\" (\"Furthermore, I think that Carthage must be destroyed\").\n\nAs Carthage fought with Numidia without Roman consent, the Third Punic War began when Rome declared war against Carthage in 149 BC. Carthage resisted well at the first strike, with the participation of all the inhabitants of the city. However, Carthage could not withstand the attack of Scipio Aemilianus, who entirely destroyed the city and its walls, enslaved and sold all the citizens and gained control of that region, which became the province of Africa. Thus ended the Punic War period. All these wars resulted in Rome's first overseas conquests (Sicily, Hispania and Africa) and the rise of Rome as a significant imperial power and began the end of democracy.[44][45]\n\n"
        },
        {
            "title": "Late Republic",
            "text": "After defeating the Macedonian and Seleucid Empires in the 2nd century BC, the Romans became the dominant people of the Mediterranean Sea.[46] The conquest of the Hellenistic kingdoms brought the Roman and Greek cultures in closer contact and the Roman elite, once rural, became a luxurious and cosmopolitan one. At this time Rome was a consolidated empire—in the military view—and had no major enemies.\n\nForeign dominance led to internal strife. Senators became rich at the provinces' expense; soldiers, who were mostly small-scale farmers, were away from home longer and could not maintain their land; and the increased reliance on foreign slaves and the growth of latifundia reduced the availability of paid work.[47]\n\nIncome from war booty, mercantilism in the new provinces, and tax farming created new economic opportunities for the wealthy, forming a new class of merchants, called the equestrians.[48] The lex Claudia forbade members of the Senate from engaging in commerce, so while the equestrians could theoretically join the Senate, they were severely restricted in political power.[48][49] The Senate squabbled perpetually, repeatedly blocked important land reforms and refused to give the equestrian class a larger say in the government.\n\nViolent gangs of the urban unemployed, controlled by rival Senators, intimidated the electorate through violence. The situation came to a head in the late 2nd century BC under the Gracchi brothers, a pair of tribunes who attempted to pass land reform legislation that would redistribute the major patrician landholdings among the plebeians. Both brothers were killed and the Senate passed reforms reversing the Gracchi brother's actions.[50] This led to the growing divide of the plebeian groups (populares) and equestrian classes (optimates).\n\nGaius Marius, a novus homo, who started his political career with the help of the powerful Metelli family, soon become a leader of the Republic, holding the first of his seven consulships (an unprecedented number) in 107 BC by arguing that his former patron Quintus Caecilius Metellus Numidicus was not able to defeat and capture the Numidian king Jugurtha. Marius then started his military reform: in his recruitment to fight Jugurtha, he levied the very poor (an innovation), and many landless men entered the army; this was the seed of securing loyalty of the army to the General in command.\n\nLucius Cornelius Sulla was born into a poor family that used to be a patrician family. He had a good education but became poor when his father died and left none of his will. Sulla joined the theatre and found many friends there, prior to becoming a general in the Jugurthine war.[51]\n\nAt this time, Marius began his quarrel with Sulla: Marius, who wanted to capture Jugurtha, asked Bocchus, son-in-law of Jugurtha, to hand him over. As Marius failed, Sulla, a general of Marius at that time, in a dangerous enterprise, went himself to Bocchus and convinced Bocchus to hand Jugurtha over to him. This was very provocative to Marius, since many of his enemies were encouraging Sulla to oppose Marius. Despite this, Marius was elected for five consecutive consulships from 104 to 100 BC, as Rome needed a military leader to defeat the Cimbri and the Teutones, who were threatening Rome.\n\nAfter Marius's retirement, Rome had a brief peace, during which the Italian socii (\"allies\" in Latin) requested Roman citizenship and voting rights. The reformist Marcus Livius Drusus supported their legal process but was assassinated, and the socii revolted against the Romans in the Social War. At one point both consuls were killed; Marius was appointed to command the army together with Lucius Julius Caesar and Sulla.[52]\n\nBy the end of the Social War, Marius and Sulla were the premier military men in Rome and their partisans were in conflict, both sides jostling for power. In 88 BC, Sulla was elected for his first consulship and his first assignment was to defeat Mithridates VI of Pontus, whose intentions were to conquer the Eastern part of the Roman territories. However, Marius's partisans managed his installation to the military command, defying Sulla and the Senate, and this caused Sulla's wrath. To consolidate his own power, Sulla conducted a surprising and illegal action: he marched to Rome with his legions, killing all those who showed support to Marius's cause and impaling their heads in the Roman Forum. In the following year, 87 BC, Marius, who had fled at Sulla's march, returned to Rome while Sulla was campaigning in Greece. He seized power along with the consul Lucius Cornelius Cinna and killed the other consul, Gnaeus Octavius, achieving his seventh consulship. In an attempt to raise Sulla's anger, Marius and Cinna revenged their partisans by conducting a massacre.[52][53]\n\nMarius died in 86 BC, due to age and poor health, just a few months after seizing power. Cinna exercised absolute power until his death in 84 BC. After returning from his Eastern campaigns, Sulla had a free path to reestablish his own power. In 83 BC he made his second march in Rome and began a time of terror: thousands of nobles, knights and senators were executed. Sulla also held two dictatorships and one more consulship, which began the crisis and decline of Roman Republic.[52]\n\nIn the mid-1st century BC, Roman politics were restless. Political divisions in Rome became identified with two groupings, populares (who hoped for the support of the people) and optimates (the \"best\", who wanted to maintain exclusive aristocratic control). Sulla overthrew all populist leaders and his constitutional reforms removed powers (such as those of the tribune of the plebs) that had supported populist approaches. Meanwhile, social and economic stresses continued to build; Rome had become a metropolis with a super-rich aristocracy, debt-ridden aspirants, and a large proletariat often of impoverished farmers. The latter groups supported the Catilinarian conspiracy—a resounding failure, since the consul Marcus Tullius Cicero quickly arrested and executed the main leaders of the conspiracy.\n\nOnto this turbulent scene emerged Gaius Julius Caesar, from an aristocratic family of limited wealth. His aunt Julia was Marius' wife,[54] and Caesar identified with the populares. To achieve power, Caesar reconciled the two most powerful men in Rome: Marcus Licinius Crassus, who had financed much of his earlier career, and Crassus' rival, Gnaeus Pompeius Magnus (anglicised as Pompey), to whom he married his daughter. He formed them into a new informal alliance including himself, the First Triumvirate (\"three men\"). This satisfied the interests of all three: Crassus, the richest man in Rome, became richer and ultimately achieved high military command; Pompey exerted more influence in the Senate; and Caesar obtained the consulship and military command in Gaul.[55] So long as they could agree, the three were in effect the rulers of Rome.\n\nIn 54 BC, Caesar's daughter, Pompey's wife, died in childbirth, unravelling one link in the alliance. In 53 BC, Crassus invaded Parthia and was killed in the Battle of Carrhae. The Triumvirate disintegrated at Crassus' death. Crassus had acted as mediator between Caesar and Pompey, and, without him, the two generals manoeuvred against each other for power. Caesar conquered Gaul, obtaining immense wealth, respect in Rome and the loyalty of battle-hardened legions. He also became a clear menace to Pompey and was loathed by many optimates. Confident that Caesar could be stopped by legal means, Pompey's party tried to strip Caesar of his legions, a prelude to Caesar's trial, impoverishment, and exile.\n\nTo avoid this fate, Caesar crossed the Rubicon River and invaded Rome in 49 BC. Pompey and his party fled from Italy, pursued by Caesar. The Battle of Pharsalus was a brilliant victory for Caesar and in this and other campaigns he destroyed all of the optimates leaders: Metellus Scipio, Cato the Younger, and Pompey's son, Gnaeus Pompeius. Pompey was murdered in Egypt in 48 BC. Caesar was now pre-eminent over Rome, attracting the bitter enmity of many aristocrats. He was granted many offices and honours. In just five years, he held four consulships, two ordinary dictatorships, and two special dictatorships: one for ten years and another for perpetuity. He was murdered in 44 BC, on the Ides of March by the Liberatores.[56]\n\nCaesar's assassination caused political and social turmoil in Rome; without the dictator's leadership, the city was ruled by his friend and colleague, Marcus Antonius. Soon afterward, Octavius, whom Caesar adopted through his will, arrived in Rome. Octavian (historians regard Octavius as Octavian due to the Roman naming conventions) tried to align himself with the Caesarian faction. In 43 BC, along with Antony and Marcus Aemilius Lepidus, Caesar's best friend,[57] he legally established the Second Triumvirate. This alliance would last for five years. Upon its formation, 130–300 senators were executed, and their property was confiscated, due to their supposed support for the Liberatores.[58]\n\nIn 42 BC, the Senate deified Caesar as Divus Iulius; Octavian thus became Divi filius,[59] the son of the deified. In the same year, Octavian and Antony defeated both Caesar's assassins and the leaders of the Liberatores, Marcus Junius Brutus and Gaius Cassius Longinus, in the Battle of Philippi. The Second Triumvirate was marked by the proscriptions of many senators and equites: after a revolt led by Antony's brother Lucius Antonius, more than 300 senators and equites involved were executed on the anniversary of the Ides of March, although Lucius was spared.[60] The Triumvirate proscribed several important men, including Cicero, whom Antony hated;[61] Quintus Tullius Cicero, the younger brother of the orator; and Lucius Julius Caesar, cousin and friend of the acclaimed general, for his support of Cicero. However, Lucius was pardoned, perhaps because his sister Julia had intervened for him.[62]\n\nThe Triumvirate divided the Empire among the triumvirs: Lepidus was given charge of Africa, Antony, the eastern provinces, and Octavian remained in Italia and controlled Hispania and Gaul. The Second Triumvirate expired in 38 BC but was renewed for five more years. However, the relationship between Octavian and Antony had deteriorated, and Lepidus was forced to retire in 36 BC after betraying Octavian in Sicily. By the end of the Triumvirate, Antony was living in Ptolemaic Egypt, an independent and rich kingdom ruled by his lover, Cleopatra VII. Antony's affair with Cleopatra was seen as an act of treason, since she was queen of another country. Additionally, Antony adopted a lifestyle considered too extravagant and Hellenistic for a Roman statesman.[63] Following Antony's Donations of Alexandria, which gave to Cleopatra the title of \"Queen of Kings\", and to Antony's and Cleopatra's children the regal titles to the newly conquered Eastern territories, war between Octavian and Antony broke out. Octavian annihilated Egyptian forces in the Battle of Actium in 31 BC. Antony and Cleopatra committed suicide. Now Egypt was conquered by the Roman Empire, and for the Romans, a new era had begun.\n\n"
        },
        {
            "title": "",
            "text": "In 27 BC and at the age of 36, Octavian was the sole Roman leader. In that year, he took the name Augustus. That event is usually taken by historians as the beginning of Roman Empire—although Rome was an \"imperial\" state since 146 BC, when Carthage was razed by Scipio Aemilianus and Greece was conquered by Lucius Mummius. Officially, the government was republican, but Augustus assumed absolute powers.[64][65] His reform of the government brought about a two-century period colloquially referred to by Romans as the Pax Romana.\n\nThe Julio-Claudian dynasty was established by Augustus. The emperors of this dynasty were Augustus, Tiberius, Caligula, Claudius and Nero. The dynasty is so called due to the gens Julia, family of Augustus, and the gens Claudia, family of Tiberius. The Julio-Claudians started the destruction of republican values, but on the other hand, they boosted Rome's status as the central power in the Mediterranean region.[66] While Caligula and Nero are usually remembered in popular culture as dysfunctional emperors, Augustus and Claudius are remembered as emperors who were successful in politics and the military. This dynasty instituted imperial tradition in Rome[67] and frustrated any attempt to reestablish a Republic.[68]\n\nAugustus (r. 27 BC – AD 14) gathered almost all the republican powers under his official title, princeps: he had the powers of consul, princeps senatus, aedile, censor and tribune—including tribunician sacrosanctity.[69] This was the base of an emperor's power. Augustus also styled himself as Imperator Gaius Julius Caesar divi filius, \"Commander Gaius Julius Caesar, son of the deified one\". With this title he not only boasted his familial link to deified Julius Caesar, but the use of Imperator signified a permanent link to the Roman tradition of victory.\n\nHe also diminished the political influence of the senatorial class by boosting the equestrian class. The senators lost their right to rule certain provinces, like Egypt, since the governor of that province was directly nominated by the emperor. The creation of the Praetorian Guard and his reforms in the military, creating a standing army with a fixed size of 28 legions, ensured his total control over the army.[70] Compared with the Second Triumvirate's epoch, Augustus' reign as princeps was very peaceful. This peace and wealth (obtained from the agrarian province of Egypt)[71] led the people and the nobles of Rome to support Augustus, increasing his strength in political affairs.[72] Augustus was absent at battles. His generals were responsible for the field command; gaining such commanders as Marcus Vipsanius Agrippa, Nero Claudius Drusus and Germanicus much respect from the populace and the legions. Augustus intended to extend the Roman Empire to the whole known world, and in his reign, Rome conquered Cantabria, Aquitania, Raetia, Dalmatia, Illyricum and Pannonia.[73]\n\nUnder Augustus' reign, Roman literature grew steadily in what is known as the Golden Age of Latin Literature. Poets like Virgil, Horace, Ovid and Rufus developed a rich literature, and were close friends of Augustus. Along with Maecenas, he sponsored patriotic poems, as Virgil's epic Aeneid and also historiographical works, like those of Livy. The works of this literary age lasted through Roman times, and are classics. Augustus also continued the changes to the calendar promoted by Caesar, and the month of August is named after him.[74] Augustus brought a peaceful and thriving era to Rome, known as Pax Augusta or Pax Romana. Augustus died in 14 AD, but the empire's glory continued after his era.\n\nThe Julio-Claudians continued to rule Rome after Augustus' death and remained in power until the death of Nero in 68 AD.[75] Augustus' favourites to succeed him were already dead in his senescence: his nephew Marcellus died in 23 BC, his friend and military commander Agrippa in 12 BC and his grandson Gaius Caesar in 4 AD. Influenced by his wife, Livia Drusilla, Augustus appointed her son from another marriage, Tiberius, as his heir.[76]\n\nThe Senate agreed with the succession, and granted to Tiberius the same titles and honours once granted to Augustus: the title of princeps and Pater patriae, and the Civic Crown. However, Tiberius was not an enthusiast for political affairs: after agreement with the Senate, he retired to Capri in 26 AD,[77] and left control of the city of Rome in the hands of the praetorian prefect Sejanus (until 31 AD) and Macro (from 31 to 37 AD). Tiberius was regarded as an evil and melancholic man, who may have ordered the murder of his relatives, the popular general Germanicus in 19 AD,[78] and his own son Drusus Julius Caesar in 23 AD.[78]\n\nTiberius died (or was killed)[78] in 37 AD. The male line of the Julio-Claudians was limited to Tiberius' nephew Claudius, his grandson Tiberius Gemellus and his grand-nephew Caligula. As Gemellus was still a child, Caligula was chosen to rule the empire. He was a popular leader in the first half of his reign, but became a crude and insane tyrant in his years controlling government.[clarification needed][79] Suetonius states that he committed incest with his sisters, killed some men just for amusement and nominated a horse for a consulship.[80] The Praetorian Guard murdered Caligula four years after the death of Tiberius,[81] and, with belated support from the senators, proclaimed his uncle Claudius as the new emperor.[82] Claudius was not as authoritarian as Tiberius and Caligula. Claudius conquered Lycia and Thrace; his most important deed was the beginning of the conquest of Britannia.[83] Claudius was poisoned by his wife, Agrippina the Younger in 54 AD.[84] His heir was Nero, son of Agrippina and her former husband, since Claudius' son Britannicus had not reached manhood upon his father's death.\n\nNero sent his general, Suetonius Paulinus, to invade modern-day Wales, where he encountered stiff resistance. The Celts there were independent, tough and resistant to tax collectors and fought Paulinus, as he battled his way across from east to west. It took him a long time to reach the north west coast, and in 60 AD he finally crossed the Menai Strait to the sacred island of Mona (Anglesey), the last stronghold of the druids.[85] His soldiers attacked the island and massacred the druids: men, women and children,[86] destroyed the shrine and the sacred groves and threw many of the sacred standing stones into the sea. While Paulinus and his troops were massacring druids in Mona, the tribes of modern-day East Anglia staged a revolt led by queen Boadicea of the Iceni.[87] The rebels sacked and burned Camulodunum, Londinium and Verulamium (modern-day Colchester, London and St Albans respectively) before they were crushed by Paulinus.[88] Boadicea, like Cleopatra before her, committed suicide to avoid the disgrace of being paraded in triumph in Rome.[89] The fault of Nero in this rebellion is debatable but there was certainly an impact (both positive and negative) upon the prestige of his regime.[citation needed]\n\nNero is widely known as the first persecutor of Christians and for the Great Fire of Rome, rumoured to have been started by the emperor himself.[90] In 59 AD he murdered his mother and in 62 AD, his wife Claudia Octavia. Never very stable, he allowed his advisers to run the government while he slid into debauchery, excess, and madness. He was married three times, and had numerous affairs with both men and women, and, according to some rumours, even his mother. A conspiracy against Nero in 65 AD under Calpurnius Piso failed, but in 68 AD the armies under Julius Vindex in Gaul and Servius Sulpicius Galba in modern-day Spain revolted. Deserted by the Praetorian Guards and condemned to death by the senate, Nero killed himself.[91]\n\nThe Flavians were the second dynasty to rule Rome.[92] By 68 AD, the year of Nero's death, there was no chance of a return to the Roman Republic, and so a new emperor had to arise. After the turmoil in the Year of the Four Emperors, Titus Flavius Vespasianus (anglicised as Vespasian) took control of the empire and established a new dynasty. Under the Flavians, Rome continued its expansion, and the state remained secure.[93]\n\nThe most significant military campaign undertaken during the Flavian period was the siege and destruction of Jerusalem in 70 by Titus. The destruction of the city was the culmination of the Roman campaign in Judea following the Jewish uprising of 66. The Second Temple was completely demolished, after which Titus' soldiers proclaimed him imperator in honour of the victory. Jerusalem was sacked and much of the population killed or dispersed. Josephus claims that 1,100,000 people were killed during the siege, of whom a majority were Jewish.[94] 97,000 were captured and enslaved, including Simon bar Giora and John of Giscala. Many fled to areas around the Mediterranean. Titus reportedly refused to accept a wreath of victory, as there was \"no merit in vanquishing people forsaken by their own God\".\n\nVespasian had been a general under Claudius and Nero. He fought as a commander in the First Jewish-Roman War along with his son Titus. Following the turmoil of the Year of the Four Emperors, in 69 AD, four emperors were enthroned in turn: Galba, Otho, Vitellius, and, lastly, Vespasian, who crushed Vitellius' forces and became emperor.[95] He reconstructed many buildings which were uncompleted, like a statue of Apollo and the temple of Divus Claudius (\"the deified Claudius\"), both initiated by Nero. Buildings destroyed by the Great Fire of Rome were rebuilt, and he revitalised the Capitol. Vespasian also started the construction of the Flavian Amphitheater, more commonly known as the Colosseum.[95] The historians Josephus and Pliny the Elder wrote their works during Vespasian's reign. Vespasian was Josephus' sponsor and Pliny dedicated his Naturalis Historia to Titus, son of Vespasian. Vespasian sent legions to defend the eastern frontier in Cappadocia, extended the occupation in Britannia (modern-day England, Wales and southern Scotland) and reformed the tax system. He died in 79 AD.\n\nTitus had a short-lived rule; he was emperor from 79 to 81 AD. He finished the Flavian Amphitheater, which was constructed with war spoils from the First Jewish-Roman War, and promoted games celebrating the victory over the Jews that lasted for a hundred days. These games included gladiatorial combats, chariot races and a sensational mock naval battle on the flooded grounds of the Colosseum.[96] Titus died of fever in 81 AD, and was succeeded by his brother Domitian. As emperor, Domitian assumed totalitarian characteristics,[97] thought he could be a new Augustus, and tried to make a personal cult of himself. Domitian ruled for fifteen years, and his reign was marked by his attempts to compare himself to the gods. He constructed at least two temples in honour of Jupiter, the supreme deity in Roman religion. He also liked to be called \"Dominus et Deus\" (\"Master and God\").[98]\n\nThe Nerva–Antonine dynasty from 96 AD to 192 AD included the reigns of the emperors Nerva, Trajan, Hadrian, Antoninus Pius, Marcus Aurelius, Lucius Verus, and Commodus. During this time, Rome reached its greatest territorial and economic extent.[99] This was a time of peace for Rome. The criteria for choosing an emperor were the qualities of the candidate and no longer ties of kinship; additionally, there were no civil wars or military defeats in this period. Following Domitian's murder, the Senate rapidly appointed Nerva to hold the imperial dignity. This was the first time that senators chose the emperor since Octavian had been honoured with the titles of princeps and Augustus. Nerva had a noble ancestry, and he had served as an advisor to Nero and the Flavians. His rule restored many of the liberties once assumed[clarification needed] by Domitian[100] and started the last golden era of Rome.\n\nNerva died in 98 AD and his successor and heir was the general Trajan. Trajan was born in a non-patrician family from Hispania Baetica (modern-day Andalusia) and his preeminence emerged in the army, under Domitian. He is the second of the Five Good Emperors, the first being Nerva. Trajan was greeted by the people of Rome with enthusiasm, which he justified by governing well and without the bloodiness that had marked Domitian's reign. He freed many people who had been unjustly imprisoned by Domitian and returned private property that Domitian had confiscated; a process begun by Nerva before his death.[101]\n\nTrajan conquered Dacia (roughly modern-day Romania and Moldova), and defeated the king Decebalus, who had defeated Domitian's forces. In the First Dacian War (101–102), the defeated Dacia became a client kingdom; in the Second Dacian War (105–106), Trajan completely devastated the enemy's resistance and annexed Dacia to the Empire. Trajan also annexed the client state of Nabatea to form the province of Arabia Petraea, which included the lands of southern Syria and northwestern Arabia.[102] He erected many buildings that survive to this day, such as Trajan's Forum, Trajan's Market and Trajan's Column. His main architect was Apollodorus of Damascus; Apollodorus made the project of the Forum and of the Column, and also reformed the Pantheon. Trajan's triumphal arches in Ancona and Beneventum are other constructions projected by him. In the Second Dacian War, Apollodorus made a great bridge over the Danube for Trajan.[103]\n\nTrajan's final war was against Parthia. When Parthia appointed a king for Armenia who was unacceptable to Rome (Parthia and Rome shared dominance over Armenia), he declared war. He probably wanted to be the first Roman leader to conquer Parthia, and repeat the glory of Alexander the Great, conqueror of Asia, whom Trajan next followed in the clash of Greek-Romans and the Persian cultures.[104] In 113 he marched to Armenia and deposed the local king. In 115 Trajan turned south into the core of Parthian hegemony, took the Northern Mesopotamian cities of Nisibis and Batnae, organised a province of Mesopotamia (116), and issued coins announcing that Armenia and Mesopotamia were under the authority of the Roman people.[105] In that same year, he captured Seleucia and the Parthian capital Ctesiphon (near modern Baghdad).[106] After defeating a Parthian revolt and a Jewish revolt, he withdrew due to health issues. In 117, his illness grew and he died of edema. He nominated Hadrian as his heir. Under Trajan's leadership the Roman Empire reached the peak of its territorial expansion;[107] Rome's dominion now spanned 5.0 million square kilometres (1.9 million square miles).[2]\n\nMany Romans emigrated to Hispania (modern-day Spain and Portugal) and stayed for generations, in some cases intermarrying with Iberians; one of these families produced the emperor Hadrian.[108] Hadrian withdrew all the troops stationed in Parthia, Armenia and Mesopotamia (modern-day Iraq), abandoning Trajan's conquests. Hadrian's army crushed a revolt in Mauretania and the Bar Kokhba revolt in Judea. This was the last large-scale Jewish revolt against the Romans, and was suppressed with massive repercussions in Judea. Hundreds of thousands of Jews were killed. Hadrian renamed the province of Judea \"Provincia Syria Palaestina,\" after one of Judea's most hated enemies.[109] He constructed fortifications and walls, like the celebrated Hadrian's Wall which separated Roman Britannia and the tribes of modern-day Scotland. Hadrian promoted culture, especially the Greek. He also forbade torture and humanised the laws. His many building projects included aqueducts, baths, libraries and theatres; additionally, he travelled nearly every province in the Empire to check the military and infrastructural conditions.[110] Following Hadrian's death in 138 AD, his successor Antoninus Pius built temples, theatres, and mausoleums, promoted the arts and sciences, and bestowed honours and financial rewards upon the teachers of rhetoric and philosophy. On becoming emperor, Antoninus made few initial changes, leaving intact as far as possible the arrangements instituted by his predecessor. Antoninus expanded Roman Britannia by invading what is now southern Scotland and building the Antonine Wall.[111] He also continued Hadrian's policy of humanising the laws. He died in 161 AD.\n\nMarcus Aurelius, known as the Philosopher, was the last of the Five Good Emperors. He was a stoic philosopher and wrote the Meditations. He defeated barbarian tribes in the Marcomannic Wars as well as the Parthian Empire.[112] His co-emperor, Lucius Verus, died in 169 AD, probably from the Antonine Plague, a pandemic that killed nearly five million people through the Empire in 165–180 AD.[113]\n\nFrom Nerva to Marcus Aurelius, the empire achieved an unprecedented status. The powerful influence of laws and manners had gradually cemented the union of the provinces. All the citizens enjoyed and abused the advantages of wealth. The image of a free constitution was preserved with decent reverence. The Roman senate appeared to possess the sovereign authority, and devolved on the emperors all the executive powers of government.[clarification needed] The Five Good Emperors' rule is considered the golden era of the Empire.[114]\n\nCommodus, son of Marcus Aurelius, became emperor after his father's death. He is not counted as one of the Five Good Emperors. Firstly, this was due to his direct kinship with the latter emperor; in addition, he was militarily passive compared to his predecessors, who had frequently led their armies in person. Commodus usually participated in gladiatorial combats, which were frequently brutal and rough. He killed many citizens, and Cassius Dio identifies his reign as the beginning of Roman decadence: \"(Rome has transformed) from a kingdom of gold to one of iron and rust.\"[112]\n\nCommodus was killed by a conspiracy involving Quintus Aemilius Laetus and his wife Marcia in late 192 AD. The following year is known as the Year of the Five Emperors, during which Helvius Pertinax, Didius Julianus, Pescennius Niger, Clodius Albinus and Septimius Severus held the imperial dignity. Pertinax, a member of the senate who had been one of Marcus Aurelius's right-hand men, was the choice of Laetus, and he ruled vigorously and judiciously. Laetus soon became jealous and instigated Pertinax's murder by the Praetorian Guard, who then auctioned the empire to the highest bidder, Didius Julianus, for 25,000 sesterces per man.[115] The people of Rome were appalled and appealed to the frontier legions to save them. The legions of three frontier provinces—Britannia, Pannonia Superior, and Syria—resented being excluded from the \"donative\" and replied by declaring their individual generals to be emperor. Lucius Septimius Severus Geta, the Pannonian commander, bribed the opposing forces, pardoned the Praetorian Guards and installed himself as emperor. He and his successors governed with the legions' support. The changes on coinage and military expenditures were the root of the financial crisis that marked the Crisis of the Third Century.\n\nSeverus was enthroned after invading Rome and having Didius Julianus killed. His two other rivals, Pescennius Niger and Clodius Albinus, were both hailed by other factions as Imperator. Severus quickly subdued Niger in Byzantium and promised to Albinus the title of Caesar (which meant he would be a co-emperor).[116] However, Severus betrayed Albinus by blaming him for a plot against his life. Severus marched to Gaul and defeated Albinus. For these acts, Machiavelli said that Severus was \"a ferocious lion and a clever fox\".[117]\n\nSeverus attempted to revive totalitarianism and, addressing the Roman people and Senate, praised the severity and cruelty of Marius and Sulla, which worried the senators.[118] When Parthia invaded Roman territory, Severus waged war against that country and seized the cities of Nisibis, Babylon and Seleucia. Reaching Ctesiphon, the Parthian capital, he ordered plundering and his army slew and captured many people. Notwithstanding this military success, Severus failed in invading Hatra, a rich Arabian city. Severus killed his legate, who was gaining respect from the legions; and his soldiers fell victim to famine. After this disastrous campaign, he withdrew.[119] Severus also intended to vanquish the whole of Britannia. To achieve this, he waged war against the Caledonians. After many casualties in the army due to the terrain and the barbarians' ambushes, Severus himself went to the field. However, he became ill and died in 211 AD, at the age of 65.\n\nUpon the death of Severus, his sons Caracalla and Geta were made emperors. During their youth, their squabbles had divided Rome. In that same year Caracalla had his brother, a youth, assassinated in his mother's arms, and may have murdered 20,000 of Geta's followers. Like his father, Caracalla was warlike. He continued Severus' policy and gained respect from the legions. A cruel man, Caracalla was pursued by the guilt of his brother's murder. He ordered the death of people of his own circle, like his tutor, Cilo, and a friend of his father, Papinian.\n\nKnowing that the citizens of Alexandria disliked him and were denigrating his character, Caracalla served a banquet for its notable citizens, after which his soldiers killed all the guests. From the security of the temple of Sarapis, he then directed an indiscriminate slaughter of Alexandria's people.[120] In 212, he issued the Edict of Caracalla, giving full Roman citizenship to all free men living in the Empire, with the exception of the dediticii, people who had become subject to Rome through surrender in war, and freed slaves.[121] and at the same time raised the inheritance tax, levied only on Roman citizens, to ten per cent. A report that a soothsayer had predicted that the Praetorian prefect Macrinus and his son were to rule over the empire was dutifully sent to Caracalla. But the report fell into the hands of Macrinus, who felt he must act or die. Macrinus conspired to have Caracalla assassinated by one of his soldiers during a pilgrimage to the Temple of the Moon in Carrhae, in 217 AD.\n\nThe incompetent Macrinus assumed power, but soon removed himself from Rome to the east and Antioch. His brief reign ended in 218, when the youngster Bassianus, high priest of the temple of the Sun at Emesa, and supposedly illegitimate son of Caracalla, was declared Emperor by the disaffected soldiers of Macrinus. Bribes gained Bassianus support from the legionaries and they fought against Macrinus and his Praetorian guards. He adopted the name of Antoninus but history has named him after his Sun god Elagabalus, represented on Earth in the form of a large black stone. An incompetent and lascivious ruler,[44] Elagabalus offended all but his favourites. Cassius Dio, Herodian and the Historia Augusta give many accounts of his notorious extravagance. Elagabalus adopted his cousin Severus Alexander, as Caesar, but subsequently grew jealous and attempted to assassinate him. However, the Praetorian guard preferred Alexander, murdered Elagabalus, dragged his mutilated corpse through the streets of Rome, and threw it into the Tiber. Severus Alexander then succeeded him. Alexander waged war against many foes, including the revitalised Persia and also the Germanic peoples, who invaded Gaul. His losses generated dissatisfaction among his soldiers, and some of them murdered him during his Germanic campaign in 235 AD.[122]\n\nA disastrous scenario emerged after the death of Alexander Severus: the Roman state was plagued by civil wars, external invasions, political chaos, pandemics and economic depression.[123][44] The old Roman values had fallen, and Mithraism and Christianity had begun to spread through the populace. Emperors were no longer men linked with nobility; they usually were born in lower-classes of distant parts of the Empire. These men rose to prominence through military ranks, and became emperors through civil wars.\n\nThere were 26 emperors in a 49-year period, a signal of political instability. Maximinus Thrax was the first ruler of that time, governing for just three years. Others ruled just for a few months, like Gordian I, Gordian II, Balbinus and Hostilian. The population and the frontiers were abandoned, since the emperors were mostly concerned with defeating rivals and establishing their power. The economy also suffered during that epoch. The massive military expenditures from the Severi caused a devaluation of Roman coins. Hyperinflation came at this time as well. The Plague of Cyprian broke out in 250 and killed a huge portion of the population.[124] In 260 AD, the provinces of Syria Palaestina, Asia Minor and Egypt separated from the rest of the Roman state to form the Palmyrene Empire, ruled by Queen Zenobia and centered on Palmyra. In that same year the Gallic Empire was created by Postumus, retaining Britannia and Gaul.[125] These countries separated from Rome after the capture of emperor Valerian by the Sassanids of Persia, the first Roman ruler to be captured by his enemies; it was a humiliating fact for the Romans.[124] The crisis began to recede during the reigns of Claudius Gothicus (268–270), who defeated the Gothic invaders, and Aurelian (271–275), who reconquered both the Gallic and Palmyrene Empires.[126] The crisis was overcome during the reign of Diocletian.\n\n"
        },
        {
            "title": "",
            "text": "In 284 AD, Diocletian was hailed as Imperator by the eastern army. Diocletian healed the empire from the crisis, by political and economic shifts. A new form of government was established: the Tetrarchy. The Empire was divided among four emperors, two in the West and two in the East. The first tetrarchs were Diocletian (in the East), Maximian (in the West), and two junior emperors, Galerius (in the East) and Flavius Constantius (in the West). To adjust the economy, Diocletian made several tax reforms.[127]\n\nDiocletian expelled the Persians who plundered Syria and conquered some barbarian tribes with Maximian. He adopted many behaviours of Eastern monarchs, like wearing pearls and golden sandals and robes. Anyone in the presence of the emperor had now to prostrate himself—a common act in the East, but never practised in Rome before.[128] Diocletian did not use a disguised form of Republic, as the other emperors since Augustus had done.[129] Between 290 and 330, half a dozen new capitals had been established by the members of the Tetrarchy, officially or not: Antioch, Nicomedia, Thessalonike, Sirmium, Milan, and Trier.[130] Diocletian was also responsible for a significant Christian persecution. In 303 he and Galerius started the persecution and ordered the destruction of all the Christian churches and scripts and forbade Christian worship.[131] Diocletian abdicated in 305 AD together with Maximian, thus, he was the first Roman emperor to resign. His reign ended the traditional form of imperial rule, the Principate (from princeps) and started the Tetrarchy.\n\nConstantine assumed the empire as a tetrarch in 306. He conducted many wars against the other tetrarchs. Firstly he defeated Maxentius in 312. In 313, he issued the Edict of Milan, which granted liberty for Christians to profess their religion.[132] Constantine was converted to Christianity, enforcing the Christian faith. He began the Christianization of the Empire and of Europe—a process concluded by the Catholic Church in the Middle Ages. He was defeated by the Franks and the Alamanni during 306–308. In 324 he defeated another tetrarch, Licinius, and controlled all the empire, as it was before Diocletian. To celebrate his victories and Christianity's relevance, he rebuilt Byzantium and renamed it Nova Roma (\"New Rome\"); but the city soon gained the informal name of Constantinople (\"City of Constantine\").[133]\n\nThe reign of Julian, who under the influence of his adviser Mardonius attempted to restore Classical Roman and Hellenistic religion, only briefly interrupted the succession of Christian emperors. Constantinople served as a new capital for the Empire. In fact, Rome had lost its central importance since the Crisis of the Third Century—Mediolanum was the western capital from 286 to 330, until the reign of Honorius, when Ravenna was made capital, in the 5th century.[134] Constantine's administrative and monetary reforms, that reunited the Empire under one emperor, and rebuilt the city of Byzantium changed the high period of the ancient world.\n\n"
        },
        {
            "title": "Fall of the Western Roman Empire",
            "text": "In the late 4th and 5th centuries the Western Empire entered a critical stage which terminated with the fall of the Western Roman Empire.[135] Under the last emperors of the Constantinian dynasty and the Valentinianic dynasty, Rome lost decisive battles against the Sasanian Empire and Germanic barbarians: in 363, emperor Julian the Apostate was killed in the Battle of Samarra, against the Persians and the Battle of Adrianople cost the life of emperor Valens (364–378); the victorious Goths were never expelled from the Empire nor assimilated.[136] The next emperor, Theodosius I (379–395), gave even more force to the Christian faith, and after his death, the Empire was divided into the Eastern Roman Empire, ruled by Arcadius and the Western Roman Empire, commanded by Honorius, both of which were Theodosius' sons.[citation needed]\n\nThe situation became more critical in 408, after the death of Stilicho, a general who tried to reunite the Empire and repel barbarian invasion in the early years of the 5th century. The professional field army collapsed. In 410, the Theodosian dynasty saw the Visigoths sack Rome.[137] During the 5th century, the Western Empire experienced a significant reduction of its territory. The Vandals conquered North Africa, the Visigoths claimed the southern part of Gaul, Gallaecia was taken by the Suebi, Britannia was abandoned by the central government, and the Empire suffered further from the invasions of Attila, chief of the Huns.[138] General Orestes refused to meet the demands of the barbarian \"allies\" who now formed the army, and tried to expel them from Italy. Unhappy with this, their chieftain Odoacer defeated and killed Orestes, invaded Ravenna and dethroned Romulus Augustus, son of Orestes. This event of 476, usually marks the end of Classical antiquity and beginning of the Middle Ages.[139] The Roman noble and former emperor Julius Nepos continued to rule as emperor from Dalmatia even after the deposition of Romulus Augustus until his death in 480. Some historians consider him to be the last emperor of the Western Empire instead of Romulus Augustus.[140]\n\nAfter some 1200 years of independence and nearly 700 years as a great power, the rule of Rome in the West ended.[141] Various reasons for Rome's fall have been proposed ever since, including loss of Republicanism, moral decay, military tyranny, class war, slavery, economic stagnation, environmental change, disease, the decline of the Roman race, as well as the inevitable ebb and flow that all civilisations experience. At the time many pagans argued that Christianity and the decline of traditional Roman religion were responsible; some rationalist thinkers of the modern era attribute the fall to a change from a martial to a more pacifist religion that lessened the number of available soldiers; while Christians such as Augustine of Hippo argued that the sinful nature of Roman society itself was to blame.[142]\n\nThe Eastern Empire had a different fate. It survived for almost 1000 years after the fall of its Western counterpart and became the most stable Christian realm during the Middle Ages. During the 6th century, Justinian reconquered the Italian peninsula from the Ostrogoths, North Africa from the Vandals, and southern Hispania from the Visigoths. But within a few years of Justinian's death, Byzantine possessions in Italy were greatly reduced by the Lombards who settled in the peninsula.[143] In the east, partially due to the weakening effect of the Plague of Justinian, the Byzantines were threatened by the rise of Islam. Its followers rapidly brought about the conquest of the Levant, the conquest of Armenia and the conquest of Egypt during the Arab–Byzantine wars, and soon presented a direct threat to Constantinople.[144][145] In the following century, the Arabs also captured southern Italy and Sicily.[146] On the west, Slavic populations were also able to penetrate deep into the Balkans.\n\nThe Byzantines, however, managed to stop further Islamic expansion into their lands during the 8th century and, beginning in the 9th century, reclaimed parts of the conquered lands.[144][147] In 1000 AD, the Eastern Empire was at its height: Basil II reconquered Bulgaria and Armenia, and culture and trade flourished.[148] However, soon after, this expansion was abruptly stopped in 1071 with the Byzantine defeat in the Battle of Manzikert. The aftermath of this battle sent the empire into a protracted period of decline. Two decades of internal strife and Turkic invasions ultimately led Emperor Alexios I Komnenos to send a call for help to the Western European kingdoms in 1095.[144] The West responded with the Crusades, eventually resulting in the Sack of Constantinople by participants of the Fourth Crusade. The conquest of Constantinople in 1204 fragmented what remained of the Empire into successor states; the ultimate victor was the Empire of Nicaea.[149] After the recapture of Constantinople by Imperial forces, the Empire was little more than a Greek state confined to the Aegean coast. The Byzantine Empire collapsed when Mehmed the Conqueror conquered Constantinople on 29 May 1453.[150]\n\n"
        },
        {
            "title": "Society",
            "text": "The imperial city of Rome was the largest urban center in the empire, with a population variously estimated from 450,000 to close to one million.[151] The public spaces in Rome resounded with such a din of hooves and clatter of iron chariot wheels that Julius Caesar had once proposed a ban on chariot traffic during the day. Historical estimates show that around 20 per cent of the population under jurisdiction of ancient Rome (25–40%, depending on the standards used, in Roman Italy)[152] lived in innumerable urban centers, with population of 10,000 and more and several military settlements, a very high rate of urbanisation by pre-industrial standards. Most of those centers had a forum, temples, and other buildings similar to Rome's. Average life expectancy was about 28.[153][timeframe?]\n\nThe roots of the legal principles and practices of the ancient Romans may be traced to the Law of the Twelve Tables promulgated in 449 BC and to the codification of law issued by order of Emperor Justinian I around 530 AD (see Corpus Juris Civilis). Roman law as preserved in Justinian's codes continued into the Byzantine Empire, and formed the basis of similar codifications in continental Western Europe. Roman law continued, in a broader sense, to be applied throughout most of Europe until the end of the 17th century.\n\nThe major divisions of the law of ancient Rome, as contained within the Justinian and Theodosian law codes, consisted of Jus civile, Jus gentium, and Jus naturale. The Jus civile (\"Citizen Law\") was the body of common laws that applied to Roman citizens.[154] The praetores urbani (sg. Praetor Urbanus) were the people who had jurisdiction over cases involving citizens. The Jus gentium (\"Law of nations\") was the body of common laws that applied to foreigners, and their dealings with Roman citizens.[155] The praetores peregrini (sg. Praetor Peregrinus) were the people who had jurisdiction over cases involving citizens and foreigners. Jus naturale encompassed natural law, the body of laws that were considered common to all beings.\n\nRoman society is largely viewed as hierarchical, with slaves (servi) at the bottom, freedmen (liberti) above them, and free-born citizens (cives) at the top. Free citizens were also divided by class. The broadest, and earliest, division was between the patricians, who could trace their ancestry to one of the 100 patriarchs at the founding of the city, and the plebeians, who could not. This became less important in the later Republic, as some plebeian families became wealthy and entered politics, and some patrician families fell economically. Anyone, patrician or plebeian, who could count a consul as his ancestor was a noble (nobilis); a man who was the first of his family to hold the consulship, such as Marius or Cicero, was known as a novus homo (\"new man\") and ennobled his descendants. Patrician ancestry, however, still conferred considerable prestige, and many religious offices remained restricted to patricians.\n\nA class division originally based on military service became more important. Membership of these classes was determined periodically by the censors, according to property. The wealthiest were the Senatorial class, who dominated politics and command of the army. Next came the equestrians (equites, sometimes translated \"knights\"), originally those who could afford a warhorse, and who formed a powerful mercantile class. Several further classes, originally based on the military equipment their members could afford, followed, with the proletarii, citizens who had no property other than their children, at the bottom. Before the reforms of Marius they were ineligible for military service and are often described as being just above freed slaves in wealth and prestige.\n\nVoting power in the Republic depended on class. Citizens were enrolled in voting \"tribes\", but the tribes of the richer classes had fewer members than the poorer ones, all the proletarii being enrolled in a single tribe. Voting was done in class order, from top down, and stopped as soon as most of the tribes had been reached, so the poorer classes were often unable to cast their votes.\n\nWomen in ancient Rome shared some basic rights with their male counterparts, but were not fully regarded as citizens and were thus not allowed to vote or take part in politics. At the same time the limited rights of women were gradually expanded (due to emancipation) and women reached freedom from pater familias, gained property rights and even had more juridical rights than their husbands, but still no voting rights, and were absent from politics.[156]\n\nAllied foreign cities were often given the Latin Rights, an intermediary level between full citizens and foreigners (peregrini), which gave their citizens rights under Roman law and allowed their leading magistrates to become full Roman citizens. While there were varying degrees of Latin rights, the main division was between those cum suffragio (\"with vote\"; enrolled in a Roman tribe and able to take part in the comitia tributa) and sine suffragio (\"without vote\"; could not take part in Roman politics). Most of Rome's Italian allies were given full citizenship after the Social War of 91–88 BC, and full Roman citizenship was extended to all free-born men in the Empire by Caracalla in 212, with the exception of the dediticii, people who had become subject to Rome through surrender in war, and freed slaves.[121]\n\nIn the early Republic, there were no public schools, so boys were taught to read and write by their parents, or by educated slaves, called paedagogi, usually of Greek origin.[157][158][159] The primary aim of education during this period was to train young men in agriculture, warfare, Roman traditions, and public affairs.[157] Young boys learned much about civic life by accompanying their fathers to religious and political functions, including the Senate for the sons of nobles.[158] The sons of nobles were apprenticed to a prominent political figure at the age of 16, and campaigned with the army from the age of 17 (this system was still in use among some noble families into the imperial era).[158] Educational practices were modified after the conquest of the Hellenistic kingdoms in the 3rd century BC and the resulting Greek influence, although Roman educational practices were still much different from Greek ones.[158][160] If their parents could afford it, boys and some girls at the age of 7 were sent to a private school outside the home called a ludus, where a teacher (called a litterator or a magister ludi, and often of Greek origin) taught them basic reading, writing, arithmetic, and sometimes Greek, until the age of 11.[158][159][161]\n\nBeginning at age 12, students went to secondary schools, where the teacher (now called a grammaticus) taught them about Greek and Roman literature.[158][161] At the age of 16, some students went on to rhetoric school (where the teacher, usually Greek, was called a rhetor).[158][161] Education at this level prepared students for legal careers, and required that the students memorise the laws of Rome.[158] Pupils went to school every day, except religious festivals and market days. There were also summer holidays.\n\nInitially, Rome was ruled by kings, who were elected from each of Rome's major tribes in turn.[162] The exact nature of the king's power is uncertain. He may have held near-absolute power, or may also have merely been the chief executive of the Senate and the people. At least in military matters, the king's authority (Imperium) was likely absolute. He was also the head of the state religion. In addition to the authority of the King, there were three administrative assemblies: the Senate, which acted as an advisory body for the King; the Comitia Curiata, which could endorse and ratify laws suggested by the King; and the Comitia Calata, which was an assembly of the priestly college that could assemble the people to bear witness to certain acts, hear proclamations, and declare the feast and holiday schedule for the next month.\n\nThe class struggles of the Roman Republic resulted in an unusual mixture of democracy and oligarchy. The word republic comes from the Latin res publica, which literally translates to \"public business\". Roman laws traditionally could only be passed by a vote of the Popular assembly (Comitia Tributa). Likewise, candidates for public positions had to run for election by the people. However, the Roman Senate represented an oligarchic institution, which acted as an advisory body.\n\nIn the Republic, the Senate held actual authority (auctoritas), but no real legislative power; it was technically only an advisory council. However, as the Senators were individually very influential, it was difficult to accomplish anything against the collective will of the Senate. New senators were chosen from among the most accomplished patricians by censors (Censura), who could also remove a senator from his office if he was found \"morally corrupt\"; a charge that could include bribery or, as under Cato the Elder, embracing one's wife in public. Later, under the reforms of the dictator Sulla, quaestors were made automatic members of the Senate, though most of his reforms did not survive.\n\nThe Republic had no fixed bureaucracy, and collected taxes through the practice of tax farming. Government positions such as quaestor, aedile, or praefect were funded by the office-holder. To prevent any citizen from gaining too much power, new magistrates were elected annually and had to share power with a colleague. For example, under normal conditions, the highest authority was held by two consuls. In an emergency, a temporary dictator could be appointed. Throughout the Republic, the administrative system was revised several times to comply with new demands. In the end, it proved inefficient for controlling the ever-expanding dominion of Rome, contributing to the establishment of the Roman Empire.\n\nIn the early Empire, the pretense of a republican form of government was maintained. The Roman Emperor was portrayed as only a princeps, or \"first citizen\", and the Senate gained legislative power and all legal authority previously held by the popular assemblies. However, the rule of the Emperors became increasingly autocratic, and the Senate was reduced to an advisory body appointed by the Emperor. The Empire did not inherit a set bureaucracy from the Republic, since the Republic did not have any permanent governmental structures apart from the Senate. The Emperor appointed assistants and advisers, but the state lacked many institutions, such as a centrally planned budget. Some historians have cited this as a significant reason for the decline of the Roman Empire.\n\nThe early Roman army (c. 500 BC) was, like those of other contemporary city-states influenced by Greek civilisation, a citizen militia that practised hoplite tactics. It was small (the population of free men of military age was then about 9,000) and organised in five classes (in parallel to the comitia centuriata, the body of citizens organised politically), with three providing hoplites and two providing light infantry. The early Roman army was tactically limited and its stance during this period was essentially defensive.[163][164][165]\n\nBy the 3rd century BC, the Romans abandoned the hoplite formation in favour of a more flexible system in which smaller groups of 120 (or sometimes 60) men called maniples could manoeuvre more independently on the battlefield. Thirty maniples arranged in three lines with supporting troops constituted a legion, totalling between 4,000 and 5,000 men.[163][164]\n\nThe early Republican legion consisted of five sections, each of which was equipped differently and had different places in formation: the three lines of manipular heavy infantry (hastati, principes and triarii), a force of light infantry (velites), and the cavalry (equites). With the new organisation came a new orientation toward the offensive and a much more aggressive posture toward adjoining city-states.[163][164]\n\nAt nominal full strength, an early Republican legion included 3,600 to 4,800 heavy infantry, several hundred light infantry, and several hundred cavalrymen.[163][166][167] Legions were often significantly understrength from recruitment failures or following periods of active service due to accidents, battle casualties, disease and desertion. During the Civil War, Pompey's legions in the east were at full strength because they were recently recruited, while Caesar's legions were often well below nominal strength after long active service in Gaul. This pattern also held true for auxiliary forces.[168][169]\n\nUntil the late Republican period, the typical legionary was a property-owning citizen farmer from a rural area (an adsiduus) who served for particular (often annual) campaigns,[d] and who supplied his own equipment and, in the case of equites, his own mount. Harris suggests that down to 200 BC, the average rural farmer might participate in six or seven campaigns. Freedmen, slaves, and urban citizens served only in rare emergencies.[171]\n\nAfter 200 BC, economic conditions in rural areas deteriorated as manpower needs increased, so that the property qualifications for compulsory service were gradually reduced. Beginning with Gaius Marius in 107 BC, citizens without property and some urban-dwelling citizens (proletarii) were enlisted and provided with equipment, although most legionaries continued to come from rural areas. Terms of service became continuous and long—up to twenty years if emergencies required although six- or seven-year terms were more typical.[172]\n\nBeginning in the 3rd century BC, legionaries were paid a stipend (stipendium). The amounts are disputed; Caesar doubled his troop payments to 225 denarii a year. Troops could anticipate booty and donatives from their commanders to reward successful campaigns and, beginning at the time of Marius, could be granted allotments of land on retirement.[163][173] The cavalry and light infantry attached to a legion (the auxilia) were often recruited from the areas where the legion served. Caesar formed a legion, the Fifth Alaudae, from non-citizens in Transalpine Gaul to serve in his campaigns in Gaul.[174] By the time of Augustus, the ideal of the citizen-soldier had been abandoned and the legions had become fully professional. Ordinary legionaries received 900 sesterces a year and could expect 12,000 sesterces on retirement.[175]\n\nAt the end of the Civil War, Augustus reorganised Roman military forces, discharging soldiers and disbanding legions. He retained 28 legions, distributed through the provinces of the Empire.[176] During the Principate, the tactical organisation of the Army continued to evolve. The auxilia remained independent cohorts, and legionary troops often operated as groups of cohorts rather than as full legions. A new and versatile type of unit, the cohortes equitatae, combined cavalry and legionaries in a single formation. They could be stationed at garrisons or outposts and could fight on their own as balanced small forces or combine with similar units as a larger, legion-sized force. This increase in organizational flexibility helped ensure the long-term success of Roman military forces.[177]\n\nThe Emperor Gallienus (253–268 AD) began a reorganisation that created the last military structure of the late Empire. Withdrawing some legionaries from the fixed bases on the border, Gallienus created mobile forces (the comitatenses or field armies) and stationed them behind and at some distance from the borders as a strategic reserve. The border troops (limitanei) stationed at fixed bases continued to be the first line of defence. The basic units of the field army were regimental; legiones or auxilia for infantry and vexillationes for cavalry. Nominal strengths may have been 1,200 men for infantry regiments and 600 for cavalry, but actual troop levels could have been much lower – 800 infantry and 400 cavalry.[178]\n\nMany infantry and cavalry regiments operated in pairs under the command of a comes. Field armies included regiments recruited from allied tribes and known as foederati. By 400 AD, foederati regiments had become permanently established units of the Roman army, paid and equipped by the Empire, led by a Roman tribune and used just as Roman units were used. The Empire also used groups of barbarians to fight along with the legions as allies without integration into the field armies, under overall command of a Roman general, but led by their own officers.[178]\n\nMilitary leadership evolved over the course of the history of Rome. Under the monarchy, the hoplite armies were led by the kings. During the early and middle Roman Republic, military forces were under the command of one of the two elected consuls for the year. During the later Republic, members of the Roman Senatorial elite, as part of the normal sequence of elected public offices known as the cursus honorum, would have served first as quaestor (often posted as deputies to field commanders), then as praetor.[179][180] Julius Caesar's most talented, effective and reliable subordinate in Gaul, Titus Labienus, was recommended to him by Pompey.[181]\n\nFollowing the end of a term as praetor or consul, a Senator might be appointed by the Senate as a propraetor or proconsul (depending on the highest office held before) to govern a foreign province. More junior officers (down to but not including the level of centurion) were selected by their commanders from their own clientelae or those recommended by political allies among the Senatorial elite.[179]\n\nUnder Augustus, whose most important political priority was to place the military under a permanent and unitary command, the Emperor was the legal commander of each legion but exercised that command through a legatus (legate) he appointed from the Senatorial elite. In a province with a single legion, the legate commanded the legion (legatus legionis) and also served as provincial governor, while in a province with more than one legion, each legion was commanded by a legate and the legates were commanded by the provincial governor (also a legate but of higher rank).[182]\n\nDuring the later stages of the Imperial period (beginning perhaps with Diocletian), the Augustan model was abandoned. Provincial governors were stripped of military authority, and command of the armies in a group of provinces was given to generals (duces) appointed by the Emperor. These were no longer members of the Roman elite but men who came up through the ranks and had seen much practical soldiering. With increasing frequency, these men attempted (sometimes successfully) to usurp the positions of the Emperors who had appointed them. Decreased resources, increasing political chaos and civil war eventually left the Western Empire vulnerable to attack and takeover by neighbouring barbarian peoples.[183]\n\nLess is known about the Roman navy than the Roman army. Prior to the middle of the 3rd century BC, officials known as duumviri navales commanded a fleet of twenty ships used mainly to control piracy. This fleet was given up in 278 AD and replaced by allied forces. The First Punic War required that Rome build large fleets, and it did so largely with the assistance of and financing from allies. This reliance on allies continued to the end of the Roman Republic. The quinquereme was the main warship on both sides of the Punic Wars and remained the mainstay of Roman naval forces until replaced by the time of Caesar Augustus by lighter and more manoeuvrable vessels.[186]\n\nAs compared with a trireme, the quinquereme permitted the use of a mix of experienced and inexperienced crewmen (an advantage for a primarily land-based power), and its lesser manoeuvrability permitted the Romans to adopt and perfect boarding tactics using a troop of about 40 marines in lieu of the ram. Ships were commanded by a navarch, a rank equal to a centurion, who was usually not a citizen. Potter suggests that because the fleet was dominated by non-Romans, the navy was considered non-Roman and allowed to atrophy in times of peace.[186]\n\nInformation suggests that by the time of the late Empire (350 AD), the Roman navy comprised several fleets including warships and merchant vessels for transportation and supply. Warships were oared sailing galleys with three to five banks of oarsmen. Fleet bases included such ports as Ravenna, Arles, Aquilea, Misenum and the mouth of the Somme River in the West and Alexandria and Rhodes in the East. Flotillas of small river craft (classes) were part of the limitanei (border troops) during this period, based at fortified river harbours along the Rhine and the Danube. That prominent generals commanded both armies and fleets suggests that naval forces were treated as auxiliaries to the army and not as an independent service. The details of command structure and fleet strengths during this period are not well known, although fleets were commanded by prefects.[187]\n\nAncient Rome commanded a vast area of land, with tremendous natural and human resources. As such, Rome's economy remained focused on farming and trade. Agricultural free trade changed the Italian landscape, and by the 1st century BC, vast grape and olive estates had supplanted the yeoman farmers, who were unable to match the imported grain price. The annexation of Egypt, Sicily and Tunisia in North Africa provided a continuous supply of grains. In turn, olive oil and wine were Italy's main exports. Two-tier crop rotation was practised, but farm productivity was low, around 1 ton per hectare.\n\nIndustrial and manufacturing activities were small. The largest such activities were the mining and quarrying of stones, which provided basic construction materials for the buildings of that period. In manufacturing, production was on a relatively small scale, and generally consisted of workshops and small factories that employed at most dozens of workers. However, some brick factories employed hundreds of workers.\n\nThe economy of the early Republic was largely based on smallholding and paid labour. However, foreign wars and conquests made slaves increasingly cheap and plentiful, and by the late Republic, the economy was largely dependent on slave labour for both skilled and unskilled work. Slaves are estimated to have constituted around 20% of the Roman Empire's population at this time and 40% in the city of Rome. Only in the Roman Empire, when the conquests stopped and the prices of slaves increased, did hired labour become more economical than slave ownership.\n\nAlthough barter was used in ancient Rome, and often used in tax collection, Rome had a very developed coinage system, with brass, bronze, and precious metal coins in circulation throughout the Empire and beyond—some have even been discovered in India. Before the 3rd century BC, copper was traded by weight, measured in unmarked lumps, across central Italy. The original copper coins (as) had a face value of one Roman pound of copper, but weighed less. Thus, Roman money's utility as a unit of exchange consistently exceeded its intrinsic value as metal. After Nero began debasing the silver denarius, its legal value was an estimated one-third greater than its intrinsic value.\n\nHorses were expensive and other pack animals were slower. Mass trade on the Roman roads connected military posts, where Roman markets were centered.[188] These roads were designed for wheels.[189] As a result, there was transport of commodities between Roman regions, but increased with the rise of Roman maritime trade in the 2nd century BC. During that period, a trading vessel took less than a month to complete a trip from Gades to Alexandria via Ostia, spanning the entire length of the Mediterranean.[107] Transport by sea was around 60 times cheaper than by land, so the volume for such trips was much larger.\n\nSome economists consider the Roman Empire a market economy, similar in its degree of capitalistic practices to 17th century Netherlands and 18th century England.[190]\n\nThe basic units of Roman society were households and families.[155] Groups of households connected through the male line formed a family (gens), based on blood ties, a common ancestry or adoption. During the Roman Republic, some powerful families, or Gentes Maiores, came to dominate political life. Families were headed by their oldest male citizen, the pater familias (father of the family), who held lawful authority (patria potestas, \"father's power\") over wives, sons, daughters, and slaves of the household, and the family's wealth.[155]\n\nThe extreme expressions of this power – the selling or killing of family members for moral or civil offences, including simple disobedience – were very rarely exercised, and were forbidden in the Imperial era. A pater familias had moral and legal duties towards all family members. Even the most despotic pater familias was expected to consult senior members of his household and gens over matters that affected the family's well-being and reputation. Traditionally, such matters were regarded as outside the purview of the state and its magistrates; under the emperors, they were increasingly subject to state interference and legislation.[192]\n\nOnce accepted into their birth family by their fathers, children were potential heirs. They could not be lawfully given away, or sold into slavery. If parents were unable to care for their child, or if its paternity was in doubt, they could resort to infant exposure (Boswell translates this as being \"offered\" up to care by the gods or strangers). If a deformed or sickly newborn was patently \"unfit to live\", killing it was a duty of the pater familias. A citizen father who exposed a healthy freeborn child was not punished, but automatically lost his potestas over that child. Abandoned children were sometimes adopted; some would have been sold into slavery.[193] Slavery was near-ubiquitous and almost universally accepted. In the early Republic, citizens in debt were allowed to sell their labour, and perhaps their sons, to their debtor in a limited form of slavery called nexum, but this violated the fundamental conditions of citizenship and was abolished in the middle Republic. Freedom was considered a natural and proper state for citizens; slaves could be lawfully freed, with consent and support of their owners, and still serve their owners' family and financial interests, as freedmen or freed women. This was the basis of the client-patron relationship, one of the most important features of Rome's economy and society.[194]\n\nIn law, a pater familias held potestas over his adult sons with their own households. This could give rise to legal anomalies, such as adult sons also having the status of minors. No man could be considered a pater familias, nor could he truly hold property under law, while his own father lived.[195][196] During Rome's early history, married daughters came under the control (manus) of their husbands' pater familias. By the late Republic, most married women retained lawful connection to their birth family, though any children from the marriage belonged to her husband's family.[197] The mother or an elderly relative often raised both boys and girls.[198] Roman moralists held that marriage and child-raising fulfilled a basic duty to family, gens, and the state. Marriage could help conserve or extend a family's wealth, bloodline and political connections. Multiple remarriages were not uncommon. Fathers usually began seeking husbands for their daughters when these reached an age between twelve and fourteen, but most commoner-class women stayed single until their twenties, and in general seem to have been far more independent than wives of the elite. Divorce required the consent of one party, along with the return of any dowry. Both parents had power over their children during their minority and adulthood, but husbands had much less control over their wives.[199]\n\nRoman citizen women held a restricted form of citizenship; they could not vote but were protected by law. They ran families, could own and run businesses, own and cultivate land, write their own wills, and plead in court on their own behalf, or on behalf of others, all under dispensation of the courts and the nominal supervision of a senior male relative. Throughout the late Republican and Imperial eras, a declining birthrate among the elite, and a corresponding increase among commoners was cause of concern for many gentes; Augustus tried to address this through state intervention, offering financial and other rewards to any woman who gave birth to three or more children, and penalising the childless. The latter was much resented, and the former had seemingly negligible results. Aristocratic women seem to have been increasingly disinclined to childbearing; it carried a high risk of mortality to mothers, and a deal of inconvenience thereafter for those who preferred an independent lifestyle.[200]\n\nRoman hours were counted ordinally from dawn to dawn. Thus, if sunrise was at 6 am, then 6 to 7 am was called the \"first hour\", 12 noon to 1 pm the \"sixth hour\" and so on. Midday was called meridies and it is from this word that the terms am (ante meridiem) and pm (post meridiem) stem. The English word \"noon\" comes from nona (\"ninth (hour)\"), which referred to 3 pm in Ancient Rome.[e] The Romans had clocks (horologia), which included giant public sundials (solaria) and water clocks (clepsydrae).\n\nThe ancient Roman week originally had eight days, which were identified by letters A to H, with the eighth day being the nundinum or market day, a kind of weekend when farmers sold their produce on the streets. The seven-day week, first introduced from the East during the early Empire, was officially adopted during the reign of Constantine. Romans named week days after celestial bodies from at least the 1st century AD, a custom that was inherited by other peoples and is still found in many modern languages, including English.\n\nRoman months had three important days: the calends (first day of each month, always in plural), the ides (13th or 15th of the month), and the nones (ninth day before the ides, inclusive, i.e. 5th or 7th of the month). Other days were counted backwards from the next one of these days. For example, what we call 6 February, the Romans called ante diem VIII idus Februarias (inclusively the eighth day before the ides of February, which was 13 February).\n\nThe Roman year originally had ten months from Martius (March) to December, with the winter period not included in the calendar. The first four months were named after gods (Martius, Aprilis, Maius, Junius) and the others were numbered (Quintilis, Sextilis, September, October, November, and December). Numa Pompilius, the second king of Rome (716–673 BC), is said to have introduced the months of January and February, both also named after gods, beginning the 12-month calendar still in use today. In 44 BC, the month Quintilis was renamed to Julius (July) after Julius Caesar and in 8 BC, Sextilis was renamed to Augustus (August) after Augustus Caesar.\n\nThe Romans had several ways of tracking years. One widespread way was the consular dating, which identified years by the two consuls who ruled each year (their term was limited to one year); it was introduced in the Republic and continued to be used in the Empire, even though the consular post was reduced to a ceremonial one during that latter period. Another way, introduced in the late 3rd century AD, was counting years from the indictio, a 15-year period based on the announcement of the delivery of food and other goods to the government. Another way, less popular but more similar to the way we currently count years, was ab urbe condita, which counted years from the mythical foundation of Rome in 753 BC. Thus, the year 653 BC would be 100 AUC, 1000 AD would be 1752 AUC (as there was no year 0 AD or BC) and so on.\n\n"
        },
        {
            "title": "Culture",
            "text": "Life in ancient Rome revolved around the city of Rome, located on seven hills. The city had a vast number of monumental structures like the Colosseum, the Trajan's Forum and the Pantheon. It had theatres, gymnasiums, marketplaces, functional sewers, bath complexes complete with libraries and shops, and fountains with fresh drinking water supplied by hundreds of miles of aqueducts. Throughout the territory under the control of ancient Rome, residential architecture ranged from modest houses to country villas.\n\nIn the capital city of Rome, there were imperial residences on the elegant Palatine Hill, from which the word palace derives. The low plebeian and middle equestrian classes lived in the city center, packed into apartments, or insulae, which were almost like modern ghettos. These areas, often built by upper class property owners to rent, were often centred upon collegia or taberna. These people, provided with a free supply of grain, and entertained by gladiatorial games, were enrolled as clients of patrons among the upper class patricians, whose assistance they sought and whose interests they upheld.\n\nThe native language of the Romans was Latin, an Italic language the grammar of which relies little on word order, conveying meaning through a system of affixes attached to word stems.[201] Its alphabet was based on the Etruscan alphabet, which was in turn based on the Greek alphabet.[202] Although surviving Latin literature consists almost entirely of Classical Latin, an artificial and highly stylised and polished literary language from the 1st century BC, the spoken language of the Roman Empire was Vulgar Latin, which significantly differed from Classical Latin in grammar and vocabulary, and eventually in pronunciation.[203] Speakers of Latin could understand both until the 7th century when spoken Latin began to diverge so much that 'Classical' or 'Good Latin' had to be learned as a second language.[204]\n\nWhile Latin remained the main written language of the Roman Empire, Greek came to be the language spoken by the well-educated elite, as most of the literature studied by Romans was written in Greek. In the eastern half of the Roman Empire, which later became the Eastern Roman Empire, Latin was never able to replace Greek, and after the death of Justinian, Greek became the official language of the Eastern government.[205] The expansion of the Roman Empire spread Latin throughout Europe, and Vulgar Latin evolved into dialects in different locations, gradually shifting into many distinct Romance languages.\n\nArchaic Roman religion, at least concerning the gods, was made up not of written narratives, but rather of complex interrelations between gods and humans.[206] Unlike in Greek mythology, the gods were not personified, but were vaguely defined sacred spirits called numina. Romans also believed that every person, place or thing had its own genius, or divine soul. During the Roman Republic, Roman religion was organised under a strict system of priestly offices, which were held by men of senatorial rank. The College of Pontifices was uppermost body in this hierarchy, and its chief priest, the Pontifex Maximus, was the head of the state religion. Flamens took care of the cults of various gods, while augurs were trusted with taking the auspices. The sacred king took on the religious responsibilities of the deposed kings. In the Roman Empire, deceased emperors who had ruled well were deified by their successors and the Senate.[207] and the formalised imperial cult became increasingly prominent.\n\nAs contact with the Greeks increased, the old Roman gods became increasingly associated with Greek gods.[208] Thus, Jupiter was perceived to be the same deity as Zeus, Mars became associated with Ares, and Neptune with Poseidon. The Roman gods also assumed the attributes and mythologies of these Greek gods. Under the Empire, the Romans absorbed the mythologies of their conquered subjects, often leading to situations in which the temples and priests of traditional Italian deities existed side by side with those of foreign gods.[209]\n\nBeginning with Emperor Nero in the 1st century AD, Roman official policy towards Christianity was negative, and at some point, being a Christian could be punishable by death. Under Emperor Diocletian, the persecution of Christians reached its peak. However, it became an officially supported religion in the Roman state under Diocletian's successor, Constantine I, with the signing of the Edict of Milan in 313, and quickly became dominant. All religions except Christianity were prohibited in 391 AD by an edict of Emperor Theodosius I.[210]\n\nLike many ancient cultures, concepts of ethics and morality, while sharing some commonalities with modern society, differed greatly in several important ways. Because ancient civilisations like Rome were under constant threat of attack from marauding tribes, their culture was necessarily militaristic with martial skills being a prized attribute.[211] Whereas modern societies consider compassion a virtue, Roman society considered compassion a vice, a moral defect. Indeed, one of the primary purposes of the gladiatorial games was to inoculate Roman citizens from this weakness.[212][211][213] Romans instead prized virtues such as courage and conviction (virtus), a sense of duty to one's people, moderation and avoiding excess (moderatio), forgiveness and understanding (clementia), fairness (severitas), and loyalty (pietas).[214]\n\nContrary to popular descriptions, Roman society had well-established and restrictive norms related to sexuality, though as with many societies, the lion's share of the responsibilities fell on women. Women were generally expected to be monogamous having only a single husband during their life (univira), though this was much less regarded by the elite, especially under the empire. Women were expected to be modest in public avoiding any provocative appearance and to demonstrate absolute fidelity to their husbands (pudicitia). Indeed, wearing a veil was a common expectation to preserve modesty. Sex outside of marriage was generally frowned upon for men and women and indeed was made illegal during the imperial period.[215] Nevertheless, prostitution was seen entirely differently and indeed was an accepted and regulated practice.[216]\n\nPublic demonstrations of death, violence, and brutality were used as a source of entertainment in Roman communities; however it was also a way to maintain social order, demonstrate power, and signify communal unity. Spectators ranging from senators to women and slaves, would fill into the tiered levels in the Colosseum and this was often seen as a metaphor for Rome’s hierarchically ordered society. In Rome violence was omnipresent which is why Roman society thrived and has always rigorously appreciated it whether it was in an arena or in an amphitheater. Rome was in origin a warrior society and it remained their primary characteristic throughout history.\n\nRoman painting styles show Greek influences, and surviving examples are primarily frescoes used to adorn the walls and ceilings of country villas, though Roman literature includes mentions of paintings on wood, ivory, and other materials.[217][218] Several examples of Roman painting have been found at Pompeii, and from these art historians divide the history of Roman painting into four periods.\n\nThe first style of Roman painting was practised from the early 2nd century BC to the early- or mid-1st century BC. It was mainly composed of imitations of marble and masonry, though sometimes including depictions of mythological characters.\nThe second style began during the early 1st century BC and attempted to depict realistically three-dimensional architectural features and landscapes. The third style occurred during the reign of Augustus (27 BC – 14 AD), and rejected the realism of the second style in favour of simple ornamentation. A small architectural scene, landscape, or abstract design was placed in the center with a monochrome background. The fourth style, which began in the 1st century AD, depicted scenes from mythology, while retaining architectural details and abstract patterns.\n\nPortrait sculpture during the period[which?] utilised youthful and classical proportions, evolving later into a mixture of realism and idealism. During the Antonine and Severan periods, ornate hair and bearding, with deep cutting and drilling, became popular. Advancements were also made in relief sculptures, usually depicting Roman victories.\n\nLatin literature was, from its start, influenced heavily by Greek authors. Some of the earliest extant works are of historical epics telling the early military history of Rome. As the Republic expanded, authors began to produce poetry, comedy, history, and tragedy.\n\nRoman music was largely based on Greek music, and played an important part in many aspects of Roman life.[219] In the Roman military, musical instruments such as the tuba (a long trumpet) or the cornu were used to give various commands, while the buccina (possibly a trumpet or horn) and the lituus (probably an elongated J-shaped instrument), were used in ceremonial capacities.[220] Music was used in the Roman amphitheatres between fights and in the odea, and in these settings is known to have featured the cornu and the hydraulis (a type of water organ).[221]\n\nMost religious rituals featured musical performances, with tibiae (double pipes) at sacrifices, cymbals and tambourines at orgiastic cults, and rattles and hymns across the spectrum.[222] Some music historians believe that music was used at almost all public ceremonies.[219] Music historians are not certain if Roman musicians made a significant contribution to the theory or practice of music.[219]\n\nThe graffiti, brothels, paintings, and sculptures found in Pompeii and Herculaneum suggest that the Romans had a sex-saturated culture.[223]\n\nAncient Roman cuisine changed over the long duration of this ancient civilisation. Dietary habits were affected by the influence of Greek culture, the political changes from Kingdom to Republic to Empire, and the Empire's enormous expansion, which exposed Romans to many new, provincial culinary habits and cooking techniques. In the beginning the differences between social classes were relatively small, but disparities evolved with the Empire's growth. Men and women drank wine with their meals, a tradition that has been carried through to the present day.[225]\n\nThe ancient Roman diet included many items that are staples of modern Italian cooking. Pliny the Elder discussed more than 30 varieties of olive, 40 kinds of pear, figs (native and imported from Africa and the eastern provinces), and a wide variety of vegetables, including carrots (of different colours, but not orange[226]) as well as celery, garlic, some flower bulbs, cabbage and other brassicas (such as kale and broccoli), lettuce, endive, onion, leek, asparagus, radishes, turnips, parsnips, beets, green peas, chard, cardoons, olives, and cucumber.[227]\n\nHowever, some foods now considered characteristic of modern Italian cuisine were not used.[228] In particular, spinach and eggplant (aubergine) were introduced later from the Arab world, and tomatoes, potatoes, capsicum peppers, and maize (the modern source of polenta)[227] only appeared in Europe following the discovery of the New World and the Columbian Exchange.[228] The Romans knew of rice, but it was very rarely available to them. There were also few citrus fruits.[228] Lemons were known in Italy from the second century AD but were not widely cultivated.[229]\n\nButcher's meat such as beef was an uncommon luxury. The most popular meat was pork, especially sausages.[230] Fish was more common than meat, with a sophisticated aquaculture and large-scale industries devoted to oyster farming. The Romans also engaged in snail farming and oak grub farming. Some fish were greatly esteemed and fetched high prices, such as mullet raised in the fishery at Cosa, and \"elaborate means were invented to assure its freshness\".[231]\n\nTraditionally, a breakfast called ientaculum[232] was served at dawn. At mid-day to early afternoon, Romans ate cena,[232] the main meal of the day, and at nightfall a light supper called vesperna.[233] With the increased importation of foreign foods, the cena grew larger in size and included a wider range of foods. Thus, it gradually shifted to the evening, while the vesperna[233] was abandoned completely over the course of the years. The mid-day meal prandium became a light meal to hold one over until cena.[232] Among the lower classes of the Roman society, these changes were less pronounced as the traditional routines corresponded closely to the daily rhythms of manual labour.\n\nThe toga, a common garment during the era of Julius Caesar, was gradually abandoned by all social classes of the Empire. At the early 4th century, the toga had become just a garment worn by senators in Senate and ceremonial events (in some ways from an everyday garment the toga has become the Roman equivalent of the modern suit). At the 4th century, the toga was replaced by the paenula (a garment similar to a poncho) as the everyday garment of the Romans, from the lower classes to the upper classes. Another garment that was popular among the Romans in the later years of the Western Roman Empire was the pallium, which was mostly worn by philosophers  and scholars in general. Due to external influences, mainly from the Germanic peoples, the Romans adopted tunics very similar to those used by the Germanic peoples with whom they interacted in the final years of the Western Empire, also adopted trousers and hats like the pileus pannonicus. At the Late Empire the  paludamentum (a type of military clothing) was used only by the Emperor of Rome (since the reign of Augustus, the first emperor) and the upper class women over time began to use dalmatic (also used by Christian clergy)[citation needed]\n\nThe youth of Rome had several forms of athletic play and exercise. Play for boys was supposed to prepare them for active military service, such as jumping, wrestling, boxing, and racing.[234] In the countryside, pastimes for the wealthy also included fishing and hunting.[235] The Romans also had several forms of ball playing, including one resembling handball.[234] Dice games, board games, and gamble games were popular pastimes.[234] For the wealthy, dinner parties presented an opportunity for entertainment, sometimes featuring music, dancing, and poetry readings.[217] The majority, less well-off, sometimes enjoyed similar parties through clubs or associations, but for most Romans, recreational dining usually meant patronising taverns.[217]Children entertained themselves with toys and such games as leapfrog.[235][217]\n\nPublic games and spectacles were sponsored by leading Romans who wished to advertise their generosity and court popular approval; in Rome or its provinces, this usually meant the emperor or his governors. Venues in Rome and the provinces were developed specifically for public games. Rome's Colisseum was built in 70 AD under the Roman emperor Vespasian and opened in 80 AD to host other events and gladiatorial combats. These combats had begun as funeral games in 264 BC, when the first gladiator contest was at the funeral for a Roman aristocrat D. Junius Brutus Pera. It became popular spectator events in the late Republic and Empire. These events would be held at the Colosseum and for centuries an abundant amount of killing occurred within the walls of the Colosseum. It is estimated that 400,000 people died in the Colosseum. \nGladiators had an exotic and inventive variety of arms and armour. They sometimes fought to the death, but more often to an adjudicated victory, dependent on a referee's decision. The outcome was usually in keeping with the mood of the watching crowd. Shows of exotic animals were popular in their own right; but sometimes animals were pitted against human beings, either armed professionals or unarmed criminals who had been condemned to a spectacular and theatrical public death in the arena. Some of these encounters were based on episodes from Roman or Greek mythology.\n\nChariot racing was extremely popular among all classes. In Rome, these races were usually held at the Circus Maximus, which had been purpose-built for chariot and horse-racing and, as Rome's largest public place, was also used for festivals and animal shows.[236] It could seat around 150,000 people;[237] The charioteers raced in teams, identified by their colours. The track was divided lengthwise by a barrier that contained obelisks, temples, statues and lap-counters. The best seats were at the track-side, close to the action; they were reserved for Senators. Behind them sat the equites (knights), and behind the knights were the plebs (commoners) and non-citizens. The donor of the games sat on a high platform in the stands alongside images of the gods, visible to all. Large sums were bet on the outcomes of races. Some Romans offered prayers and sacrifices on behalf of their favourites, or illegally laid curses on the opposing teams, and some aficionados were members of extremely, even violently partisan circus factions.\n\n"
        },
        {
            "title": "Technology",
            "text": "Ancient Rome boasted impressive technological feats, using many advancements that were lost in the Middle Ages and not rivalled again until the 19th and 20th centuries. An example of this is insulated glazing, which was not invented again until the 1930s. Many practical Roman innovations were adopted from earlier Greek designs. Advancements were often divided and based on craft. Artisans guarded technologies as trade secrets.[238]\n\nRoman civil engineering and military engineering constituted a large part of Rome's technological superiority and legacy, and contributed to the construction of hundreds of roads, bridges, aqueducts, public baths, theatres and arenas. Many monuments, such as the Colosseum, Pont du Gard, and Pantheon, remain as testaments to Roman engineering and culture.\n\nThe Romans were renowned for their architecture, which is grouped with Greek traditions into \"Classical architecture\". Although there were many differences from Greek architecture, Rome borrowed heavily from Greece in adhering to strict, formulaic building designs and proportions. Aside from two new orders of columns, composite and Tuscan, and from the dome, which was derived from the Etruscan arch, Rome had relatively few architectural innovations until the end of the Republic.\n\nIn the 1st century BC, Romans started to use Roman concrete widely. Concrete was invented in the late 3rd century BC. It was a powerful cement derived from pozzolana, and soon supplanted marble as the chief Roman building material and allowed many daring architectural forms.[239] Also in the 1st century BC, Vitruvius wrote De architectura, possibly the first complete treatise on architecture in history. In the late 1st century BC, Rome also began to use glassblowing soon after its invention in Syria about 50 BC. Mosaics took the Empire by storm after samples were retrieved during Lucius Cornelius Sulla's campaigns in Greece.\n\nThe Romans also largely built using timber, causing a rapid decline of the woodlands surrounding Rome and in much of the Apennine Mountains due to the demand for wood for construction, shipbuilding and fire. The first evidence of long-distance wood trading come from the discovery of wood planks, felled between A.D. 40 and 60, coming from the Jura mountains in northeastern France and ending up more than 1,055 miles away, in the foundations of a lavish portico that was part of a vast wealthy patrician villa, in Central Rome. It is suggested that timber, around 4 metres long, came up to Rome via the Tiber River via ships travelling across the Mediterranean Sea from the confluence of the Saône and Rhône rivers in what is now the city of Lyon in present-day France.[240]\n\nWith solid foundations and good drainage,[241] Roman roads were known for their durability and many segments of the Roman road system were still in use a thousand years after the fall of Rome. The construction of a vast and efficient travel network throughout the Empire dramatically increased Rome's power and influence. They allowed Roman legions to be deployed rapidly, with predictable marching times between key points of the empire, no matter the season.[242] These highways also had enormous economic significance, solidifying Rome's role as a trading crossroads—the origin of the saying \"all roads lead to Rome\". The Roman government maintained a system of way stations, known as the cursus publicus, that provided refreshments to couriers at regular intervals along the roads and established a system of horse relays allowing a dispatch to travel up to 80 km (50 mi) a day.\n\nThe Romans constructed numerous aqueducts to supply water to cities and industrial sites and to aid in their agriculture. By the third century, the city of Rome was supplied by 11 aqueducts with a combined length of 450 km (280 mi). Most aqueducts were constructed below the surface, with only small portions above ground supported by arches.[243][244] Sometimes, where valleys deeper than 500 m (1,640 ft) had to be crossed, inverted siphons were used to convey water across a valley.[41]\n\nThe Romans also made major advancements in sanitation. Romans were particularly famous for their public baths, called thermae, which were used for both hygienic and social purposes. Many Roman houses came to have flush toilets and indoor plumbing, and a complex sewer system, the Cloaca Maxima, was used to drain the local marshes and carry waste into the Tiber river.\n\nSome historians have speculated that lead pipes in the sewer and plumbing systems led to widespread lead poisoning, which contributed to the decline in birth rate and general decay of Roman society leading up to the fall of Rome. However, lead content would have been minimised because the flow of water from aqueducts could not be shut off; it ran continuously through public and private outlets into the drains, and only a few taps were in use.[245] Other authors have raised similar objections to this theory, also pointing out that Roman water pipes were thickly coated with deposits that would have prevented lead from leaching into the water.[246]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Ancient Rome is the progenitor of Western civilisation.[248] The customs, religion, law, technology, architecture, political system, military, literature, languages, alphabet, government and many factors and aspects of western civilisation are all inherited from Roman advancements. The rediscovery of Roman culture revitalised Western civilisation, playing a role in the Renaissance and the Age of Enlightenment.[249]\n\n"
        },
        {
            "title": "Genetics",
            "text": "A genetic study published in Science in November 2019 examined the genetic history of Rome from the Mesolithic up to modern times.[250] The Mesolithic inhabitants of Rome were determined to be Western Hunter Gatherers (WHGs), who were almost entirely replaced by Early European Farmers (EEFs) around 6,000 BC coming from Anatolia and the Fertile Crescent.[251] However, the authors observe that the EEFs studied carry a small amount of another component that is found at high levels in Neolithic Iranian farmers and Caucasus hunter-gatherers (CHG),[252] suggesting different or additional population contributions from Near Eastern farmers during the Neolithic transition, according to the authors.\n\nBetween 2,900 BC and 900 BC, the EEF/WHG descended population of Rome was overwhelmed by peoples with steppe ancestry largely tracing their origin to the Pontic–Caspian steppe.[251] The Iron Age Latin founding population of Rome which subsequently emerged carried the paternal haplogroup R-M269 at a minor but significant rate,[253] and were of about 15-20% steppe ancestry.[254] However, two out of six individuals from Latin burials from Latium vetus were found to be a mixture of local Iron Age ancestry and an ancient Near Eastern population (best approximated by Bronze Age Armenian or Iron Age Anatolian population). In addition, one out of four individuals from Etruscan burials from Veio and Civitavecchia, a female, was found to be a mixture of local Iron Age ancestry and a North African population (best approximated by Late Neolithic Moroccan). Overall, the genetic differentiation between the Latins, Etruscans and the preceding proto-Villanovan population of Italy was found to be insignificant.[252]\n\nExamined individuals from Rome during the time of the Roman Empire (27 BCE – 300 CE) bore almost no genetic resemblance to Rome's founding populations, and were instead shifted towards the Eastern Mediterranean and Near East, largely overlapping with modern such as Greeks, Maltese, Cypriot, and Syrian.[255] The Imperial population of Rome was found to have been extremely diverse, with barely any of the examined individuals being of primarily western European ancestry.[256] It was suggested that the large population size and the presence of megacities in the east, such as Athens, Antioch, and Alexandria, may have driven a net flow of people from east to west during antiquity; in addition, eastern ancestry could have reached Rome also through Greek, Phoenician, and Punic diasporas that were established through colonies across the Mediterranean prior to Roman Imperial expansion.[257] During late antiquity, Rome's population was drastically reduced as a result of political instability, epidemics and economic changes. Repeated invasions of barbarians brought European ancestry back into Rome, resulting in the loss of genetic link to the Eastern Mediterranean and Middle East.[256] By the Middle Ages, the people of Rome again genetically resembled European populations.[256]\n\nAs regards to the data on the pigmentation of eyes, hair, and skin, the following results were obtained from the study on ancient DNA of 11 individuals of the Iron Age/Republican period, coming from Latium and Abruzzo, and 27 individuals of Medieval/Early Modern period, coming from Latium.\n\nIn the Iron Age/Republic period, the eye colour is blue in 27% of those examined and dark in the remaining 73%. Hair color is 9% blond, or dark blond, and 91% dark brown or black. The skin colour is intermediate for 82%, intermediate or dark for 9%, and dark or very dark for the remaining 9%.[258]\n\nBy contrast, the following results were obtained for the Medieval/Early Modern period: the eye color is blue in 26% of those examined and dark in the remaining 74%. Hair color is 22% blond or dark blond, 11% red, and 67% dark brown or black. The skin color is pale for 15%, intermediate for 68%, intermediate or dark for 10%, and dark or very dark for the remaining 7%.[258]\n\n"
        },
        {
            "title": "Misconceptions",
            "text": "There are a number of individual misconceptions about the Roman period.\n\n"
        },
        {
            "title": "Historiography",
            "text": "Although there has been a diversity of works on ancient Roman history, many of them are lost. As a result of this loss, there are gaps in Roman history, which are filled by unreliable works, such as the Historia Augusta and other books from obscure authors. However, there remains a number of reliable accounts of Roman history.\n\nThe first historians used their works for the lauding of Roman culture and customs. By the end of Republic, some historians distorted their histories to flatter their patrons—especially at the time of Marius's and Sulla's clash.[268] Caesar wrote his own histories to make a complete account of his military campaigns in Gaul and during the Civil War.\n\nIn the Empire, the biographies of famous men and early emperors flourished, examples being The Twelve Caesars of Suetonius, and Plutarch's Parallel Lives. Other major works of Imperial times were that of Livy and Tacitus.\n\nInterest in studying, and even idealising, ancient Rome became prevalent during the Italian Renaissance, and continues until the present day. Charles Montesquieu wrote a work Reflections on the Causes of the Grandeur and Declension of the Romans. The first major work was The History of the Decline and Fall of the Roman Empire by Edward Gibbon, which encompassed the Roman civilisation from the end of the 2nd century to the fall of the Byzantine Empire in 1453.[269] Like Montesquieu, Gibbon paid tribute to the virtue of Roman citizens. Barthold Georg Niebuhr was a founder of the examination of ancient Roman history and wrote The Roman History, tracing the period until the First Punic war. Niebuhr tried to determine the way the Roman tradition evolved. According to him, Romans, like other people, had an historical ethos preserved mainly in the noble families.\n\nDuring the Napoleonic period a work titled The History of Romans by Victor Duruy appeared. It highlighted the Caesarean period popular at the time. History of Rome, Roman constitutional law and Corpus Inscriptionum Latinarum, all by Theodor Mommsen,[270] became very important milestones. Later the work Greatness and Decline of Rome by Guglielmo Ferrero was published. The Russian work Очерки по истории римского землевладения, преимущественно в эпоху Империи (The Outlines on Roman Landownership History, Mainly During the Empire) by Ivan Grevs contained information on the economy of Pomponius Atticus, one of the largest landowners at the end of the Republic.\n\n"
        },
        {
            "title": "References",
            "text": "Footnotes\n\nCitations\n\n"
        }
    ]
}