{
    "url": "https://en.wikipedia.org/wiki/Ancient_Greek_philosophy",
    "title": "Ancient Greek philosophy",
    "table_of_contents": [
        "1 Pre-Socratic philosophy",
        "1.1 Milesian school",
        "1.2 Xenophanes",
        "1.3 Pythagoreanism",
        "1.4 Heraclitus",
        "1.5 Eleatic philosophy",
        "1.6 Pluralism and atomism",
        "1.7 Sophism",
        "2 Classical Greek philosophy",
        "2.1 Socrates",
        "2.2 Plato",
        "2.3 Aristotle",
        "2.4 Cynicism",
        "2.5 Cyrenaicism",
        "2.6 Megarians",
        "3 Hellenistic philosophy",
        "3.1 Pyrrhonism",
        "3.2 Epicureanism",
        "3.3 Stoicism",
        "3.4 Platonism",
        "3.4.1 Academic skepticism",
        "3.4.2 Middle Platonism",
        "3.4.3 Neoplatonism",
        "4 Transmission of Greek philosophy in the Medieval Period",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ancient Greek philosophy arose in the 6th century BC, marking the end of the Greek Dark Ages. Greek philosophy continued throughout the Hellenistic period and the period in which Greece and most Greek-inhabited lands were part of the Roman Empire. Philosophy was used to make sense of the world using reason. It dealt with a wide variety of subjects, including astronomy, epistemology, mathematics, political philosophy, ethics, metaphysics, ontology, logic, biology, rhetoric and aesthetics.[1]\n\nGreek philosophy has influenced much of Western culture since its inception. Alfred North Whitehead once noted: \"The safest general characterization of the European philosophical tradition is that it consists of a series of footnotes to Plato\".[2] Clear, unbroken lines of influence lead from ancient Greek and Hellenistic philosophers to Roman philosophy, Early Islamic philosophy, Medieval Scholasticism, the European Renaissance and the Age of Enlightenment.[3]\n\nGreek philosophy was influenced to some extent by the older wisdom literature and mythological cosmogonies of the ancient Near East, though the extent of this influence is widely debated. The classicist Martin Litchfield West states, \"contact with oriental cosmology and theology helped to liberate the early Greek philosophers' imagination; it certainly gave them many suggestive ideas. But they taught themselves to reason. Philosophy as we understand it is a Greek creation\".[4]\n\nSubsequent philosophic tradition was so influenced by Socrates as presented by Plato that it is conventional to refer to philosophy developed prior to Socrates as pre-Socratic philosophy. The periods following this, up to and after the wars of Alexander the Great, are those of \"Classical Greek\" and \"Hellenistic philosophy\", respectively.\n\n"
        },
        {
            "title": "Pre-Socratic philosophy",
            "text": "The convention of terming those philosophers who were active prior to the death of Socrates as the pre-Socratics gained currency with the 1903 publication of Hermann Diels' Fragmente der Vorsokratiker, although the term did not originate with him.[5] The term is considered useful because what came to be known as the \"Athenian school\" (composed of Socrates, Plato, and Aristotle) signaled the rise of a new approach to philosophy; Friedrich Nietzsche's thesis that this shift began with Plato rather than with Socrates (hence his nomenclature of \"pre-Platonic philosophy\") has not prevented the predominance of the \"pre-Socratic\" distinction.[6]\n\nThe pre-Socratics were primarily concerned with cosmology, ontology, and mathematics. They were distinguished from \"non-philosophers\" insofar as they rejected mythological explanations in favor of reasoned discourse.[7]\n\nThales of Miletus, regarded by Aristotle as the first philosopher,[8] held that all things arise from a single material substance, water.[9] It is not because he gave a cosmogony that John Burnet calls him the \"first man of science,\" but because he gave a naturalistic explanation of the cosmos and supported it with reasons.[10] According to tradition, Thales was able to predict an eclipse and taught the Egyptians how to measure the height of the pyramids.[11]\n\nThales inspired the Milesian school of philosophy and was followed by Anaximander, who argued that the substratum or arche could not be water or any of the classical elements but was instead something \"unlimited\" or \"indefinite\" (in Greek, the apeiron). He began from the observation that the world seems to consist of opposites (e.g., hot and cold), yet a thing can become its opposite (e.g., a hot thing cold). Therefore, they cannot truly be opposites but rather must both be manifestations of some underlying unity that is neither. This underlying unity (substratum, arche) could not be any of the classical elements, since they were one extreme or another. For example, water is wet, the opposite of dry, while fire is dry, the opposite of wet.[12] This initial state is ageless and  imperishable, and everything returns to it according to necessity.[13] Anaximenes in turn held that the arche was air, although John Burnet argues that by this, he meant that it was a transparent mist, the aether.[14] Despite their varied answers, the Milesian school was searching for a natural substance that would remain unchanged despite appearing in different forms, and thus represents one of the first scientific attempts to answer the question that would lead to the development of modern atomic theory; \"the Milesians,\" says Burnet, \"asked for the φύσις of all things.\"[15]\n\nXenophanes was born in Ionia, where the Milesian school was at its most powerful and may have picked up some of the Milesians' cosmological theories as a result.[16]  What is known is that he argued that each of the phenomena had a natural rather than divine explanation in a manner reminiscent of Anaximander's theories and that there was only one god, the world as a whole, and that he ridiculed the anthropomorphism of the Greek religion by claiming that cattle would claim that the gods looked like cattle, horses like horses, and lions like lions, just as the Ethiopians claimed that the gods were snub-nosed and black and the Thracians claimed they were pale and red-haired.[17]\n\nXenophanes was highly influential to subsequent schools of philosophy. He was seen as the founder of a line of philosophy that culminated in Pyrrhonism,[18] possibly an influence on Eleatic philosophy, and a precursor to Epicurus' total break between science and religion.[19]\n\nPythagoras lived at approximately the same time that Xenophanes did and, in contrast to the latter, the school that he founded sought to reconcile religious belief and reason.  Little is known about his life with any reliability, however, and no writings of his survive, so it is possible that he was simply a mystic whose successors introduced rationalism into Pythagoreanism, that he was simply a rationalist whose successors are responsible for the mysticism in Pythagoreanism, or that he was actually the author of the doctrine; there is no way to know for certain.[20]\n\nPythagoras is said to have been a disciple of Anaximander and to have imbibed the cosmological concerns of the Ionians, including the idea that the cosmos is constructed of spheres, the importance of the infinite, and that air or aether is the arche of everything.[21]  Pythagoreanism also incorporated ascetic ideals, emphasizing purgation, metempsychosis, and consequently a respect for all animal life; much was made of the correspondence between mathematics and the cosmos in a musical harmony.[22] Pythagoras believed that behind the appearance of things, there was the permanent principle of mathematics, and that the forms were based on a transcendental mathematical relation.[23]\n\nHeraclitus must have lived after Xenophanes and Pythagoras, as he condemns them along with Homer as proving that much learning cannot teach a man to think; since Parmenides refers to him in the past tense, this would place him in the 5th century BC.[24]  Contrary to the Milesian school, which posits one stable element as the arche, Heraclitus taught that panta rhei (\"everything flows\"), the closest element to this eternal flux being fire. All things come to pass in accordance with Logos,[25] which must be considered as \"plan\" or \"formula\",[26] and \"the Logos is common\".[27] He also posited a unity of opposites, expressed through dialectic, which structured this flux, such as that seeming opposites in fact are manifestations of a common substrate to good and evil itself.[28]\n\nHeraclitus called the oppositional processes ἔρις (eris), \"strife\", and hypothesized that the apparently stable state of δίκη (dikê), or \"justice\", is the harmonic unity of these opposites.[29]\n\nParmenides of Elea cast his philosophy against those who held \"it is and is not the same, and all things travel in opposite directions,\"—presumably referring to Heraclitus and those who followed him.[30]  Whereas the doctrines of the Milesian school, in suggesting that the substratum could appear in a variety of different guises, implied that everything that exists is corpuscular, Parmenides argued that the first principle of being was One, indivisible, and unchanging.[31] Being, he argued, by definition implies eternality, while only that which is can be thought; a thing which is, moreover, cannot be more or less, and so the rarefaction and condensation of the Milesians is impossible regarding Being; lastly, as movement requires that something exist apart from the thing moving (viz. the space into which it moves), the One or Being cannot move, since this would require that \"space\" both exist and not exist.[32] While this doctrine is at odds with ordinary sensory experience, where things do indeed change and move, the Eleatic school followed Parmenides in denying that sense phenomena revealed the world as it actually was; instead, the only thing with Being was thought, or the question of whether something exists or not is one of whether it can be thought.[33]\n\nIn support of this, Parmenides' pupil Zeno of Elea attempted to prove that the concept of motion was absurd and as such motion did not exist. He also attacked the subsequent development of pluralism, arguing that it was incompatible with Being.[34] His arguments are known as Zeno's paradoxes.\n\nThe power of Parmenides' logic was such that some subsequent philosophers abandoned the monism of the Milesians, Xenophanes, Heraclitus, and Parmenides, where one thing was the arche, and adopted pluralism, such as Empedocles and Anaxagoras.[35] There were, they said, multiple elements which were not reducible to one another and these were set in motion by love and strife (as in Empedocles) or by Mind (as in Anaxagoras). Agreeing with Parmenides that there is no coming into being or passing away, genesis or decay, they said that things appear to come into being and pass away because the elements out of which they are composed assemble or disassemble while themselves being unchanging.[36]\n\nLeucippus also proposed an ontological pluralism with a cosmogony based on two main elements: the vacuum and atoms. These, by means of their inherent movement, are crossing the void and creating the real material bodies. His theories were not well known by the time of Plato, however, and they were ultimately incorporated into the work of his student, Democritus.[37]\n\nSophism arose from the juxtaposition of physis (nature) and nomos (law). John Burnet posits its origin in the scientific progress of the previous centuries which suggested that Being was radically different from what was experienced by the senses and, if comprehensible at all, was not comprehensible in terms of order; the world in which people lived, on the other hand, was one of law and order, albeit of humankind's own making.[38] At the same time, nature was constant, while what was by law differed from one place to another and could be changed.\n\nThe first person to call themselves a sophist, according to Plato, was Protagoras, whom he presents as teaching that all virtue is conventional. It was Protagoras who claimed that \"man is the measure of all things, of the things that are, that they are, and of the things that are not, that they are not,\" which Plato interprets as a radical perspectivism, where some things seem to be one way for one person (and so actually are that way) and another way for another person (and so actually are that way as well); the conclusion being that one cannot look to nature for guidance regarding how to live one's life.[39]\n\nProtagoras and subsequent sophists tended to teach rhetoric as their primary vocation. Prodicus, Gorgias, Hippias, and Thrasymachus appear in various dialogues, sometimes explicitly teaching that while nature provides no ethical guidance, the guidance that the laws provide is worthless, or that nature favors those who act against the laws. Venus\n\n"
        },
        {
            "title": "Classical Greek philosophy",
            "text": "Socrates, believed to have been born in Athens in the 5th century BC, marks a watershed in ancient Greek philosophy.  Athens was a center of learning, with sophists and philosophers traveling from across Greece to teach rhetoric, astronomy, cosmology, and geometry.\n\nWhile philosophy was an established pursuit prior to Socrates, Cicero credits him as \"the first who brought philosophy down from the heavens, placed it in cities, introduced it into families, and obliged it to examine into life and morals, and good and evil.\"[40] By this account he would be considered the founder of political philosophy.[41] The reasons for this turn toward political and ethical subjects remain the object of much study.[42][43]\n\nThe fact that many conversations involving Socrates (as recounted by Plato and Xenophon) end without having reached a firm conclusion, or aporetically,[44] has stimulated debate over the meaning of the Socratic method.[45]  Socrates is said to have pursued this probing question-and-answer style of examination on a number of topics, usually attempting to arrive at a defensible and attractive definition of a virtue.\n\nWhile Socrates' recorded conversations rarely provide a definite answer to the question under examination, several maxims or paradoxes for which he has become known recur.  Socrates taught that no one desires what is bad, and so if anyone does something that truly is bad, it must be unwillingly or out of ignorance; consequently, all virtue is knowledge.[46][47] He frequently remarks on his own ignorance (claiming that he does not know what courage is, for example). Plato presents him as distinguishing himself from the common run of mankind by the fact that, while they know nothing noble and good, they do not know that they do not know, whereas Socrates knows and acknowledges that he knows nothing noble and good.[48]\n\nThe great statesman Pericles was closely associated with this new learning and a friend of Anaxagoras, however, and his political opponents struck at him by taking advantage of a conservative reaction against the philosophers; it became a crime to investigate the things above the heavens or below the earth, subjects considered impious. Anaxagoras is said to have been charged and to have fled into exile when Socrates was about twenty years of age.[49] There is a story that Protagoras, too, was forced to flee and that the Athenians burned his books.[50] Socrates, however, is the only subject recorded as charged under this law, convicted, and sentenced to death in 399 BC (see Trial of Socrates). In the version of his defense speech presented by Plato, he claims that it is the envy he arouses on account of his being a philosopher that will convict him.\n\nNumerous subsequent philosophical movements were inspired by Socrates or his younger associates. Plato casts Socrates as the main interlocutor in his dialogues, deriving from them the basis of Platonism (and by extension, Neoplatonism). Plato's student Aristotle in turn criticized and built upon the doctrines he ascribed to Socrates and Plato, forming the foundation of Aristotelianism. Antisthenes founded the school that would come to be known as Cynicism and accused Plato of distorting Socrates' teachings. Zeno of Citium in turn adapted the ethics of Cynicism to articulate Stoicism. Epicurus studied with Platonic and Pyrrhonist teachers before renouncing all previous philosophers (including Democritus, on whose atomism the Epicurean philosophy relies). The philosophic movements that were to dominate the intellectual life of the Roman Empire were thus born in this febrile period following Socrates' activity, and either directly or indirectly influenced by him.  They were also absorbed by the expanding Muslim world in the 7th through 10th centuries AD, from which they returned to the West as foundations of Medieval philosophy and the Renaissance, as discussed below.\n\nPlato was an Athenian of the generation after Socrates.  Ancient tradition ascribes thirty-six dialogues and thirteen letters to him, although of these only twenty-four of the dialogues are now universally recognized as authentic; most modern scholars believe that at least twenty-eight dialogues and two of the letters were in fact written by Plato, although all of the thirty-six dialogues have some defenders.[51] A further nine dialogues are ascribed to Plato but were considered spurious even in antiquity.[52]\n\nPlato's dialogues feature Socrates, although not always as the leader of the conversation. (One dialogue, the Laws, instead contains an \"Athenian Stranger.\")  Along with Xenophon, Plato is the primary source of information about Socrates' life and beliefs and it is not always easy to distinguish between the two.  While the Socrates presented in the dialogues is often taken to be Plato's mouthpiece, Socrates' reputation for irony, his caginess regarding his own opinions in the dialogues, and his occasional absence from or minor role in the conversation serve to conceal Plato's doctrines.[53] Much of what is said about his doctrines is derived from what Aristotle reports about them.\n\nThe political doctrine ascribed to Plato is derived from the Republic, the Laws, and the Statesman.  The first of these contains the suggestion that there will not be justice in cities unless they are ruled by philosopher kings; those responsible for enforcing the laws are compelled to hold their women, children, and property in common; and the individual is taught to pursue the common good through noble lies; the Republic says that such a city is likely impossible, however, generally assuming that philosophers would refuse to rule and the people would refuse to compel them to do so.[54]\n\nWhereas the Republic is premised on a distinction between the sort of knowledge possessed by the philosopher and that possessed by the king or political man, Socrates explores only the character of the philosopher; in the Statesman, on the other hand, a participant referred to as the Eleatic Stranger discusses the sort of knowledge possessed by the political man, while Socrates listens quietly.[54]  Although rule by a wise man would be preferable to rule by law, the wise cannot help but be judged by the unwise, and so in practice, rule by law is deemed necessary.\n\nBoth the Republic and the Statesman reveal the limitations of politics, raising the question of what political order would be best given those constraints; that question is addressed in the Laws, a dialogue that does not take place in Athens and from which Socrates is absent.[54] The character of the society described there is eminently conservative, a corrected or liberalized timocracy on the Spartan or Cretan model or that of pre-democratic Athens.[54]\n\nPlato's dialogues also have metaphysical themes, the most famous of which is his theory of forms.  It holds that non-material abstract (but substantial) forms (or ideas), and not the material world of change known to us through our physical senses, possess the highest and most fundamental kind of reality. He argued extensively in the Phaedo, Phaedrus, and Republic for the immortality of the soul, and he believed specifically in reincarnation.[55]\n\nPlato often uses long-form analogies (usually allegories) to explain his ideas; the most famous is perhaps the Allegory of the Cave. It likens most humans to people tied up in a cave, who look only at shadows on the walls and have no other conception of reality.[56] If they turned around, they would see what is casting the shadows (and thereby gain a further dimension to their reality). If some left the cave, they would see the outside world illuminated by the sun (representing the ultimate form of goodness and truth). If these travelers then re-entered the cave, the people inside (who are still only familiar with the shadows) would not be equipped to believe reports of this 'outside world'.[57] This story explains the theory of forms with their different levels of reality, and advances the view that philosopher-kings are wisest while most humans are ignorant.[58] One student of Plato, Aristotle, who would become another of the most influential philosophers of all time, stressed the implication that understanding relies upon first-hand observation.\n\nAristotle moved to Athens from his native Stageira in 367 BC and began to study philosophy (perhaps even rhetoric, under Isocrates), eventually enrolling at Plato's Academy.[59] He left Athens approximately twenty years later to study botany and zoology, became a tutor of Alexander the Great, and ultimately returned to Athens a decade later to establish his own school: the Lyceum.[60]  At least twenty-nine of his treatises have survived, known as the corpus Aristotelicum, and address a variety of subjects including logic, physics, optics, metaphysics, ethics, rhetoric, politics, poetry, botany, and zoology.\n\nAristotle is often portrayed as disagreeing with his teacher Plato (e.g., in Raphael's School of Athens). He criticizes the regimes described in Plato's Republic and Laws,[61] and refers to the theory of forms as \"empty words and poetic metaphors.\"[62] He is generally presented as giving greater weight to empirical observation and practical concerns.\n\nAristotle's fame was not great during the Hellenistic period, when Stoic logic was in vogue, but later peripatetic commentators popularized his work, which eventually contributed heavily to Islamic, Jewish, and medieval Christian philosophy.[63]  His influence was such that Avicenna referred to him simply as \"the Master\"; Maimonides, Alfarabi, Averroes, and Aquinas as \"the Philosopher.\"\n\nAristotle opposed the utopian style of theorizing, deciding to rely on the understood and observed behaviors of people in reality to formulate his theories. Stemming from an underlying moral assumption that life is valuable, the philosopher makes a point that scarce resources ought to be responsibly allocated to reduce poverty and death. This 'fear of goods' led Aristotle to exclusively support 'natural' trades in which personal satiation was kept at natural limit of consumption.[64]  'Unnatural' trade, as opposed to the intended limit, was classified as the acquisition of wealth to attain more wealth instead of to purchase more goods.[65][64] Cutting more along the grain of reality, Aristotle did not only set his mind on how to give people direction to make the right choices but wanted each person equipped with the tools to perform this moral duty. In his own words, \"Property should be in a certain sense common, but, as a general rule, private; for, when everyone has a distinct interest, men will not complain of one another, and they will make more progress because everyone will be attending to his own business... And further, there is the greatest pleasure in doing a kindness or service to friends or guests or companions, which can only be rendered when a man has private property. These advantages are lost by excessive unification of the state.” [61]\n\nCynicism was founded by Antisthenes, who was a disciple of Socrates, as well as Diogenes, his contemporary.[66] Their aim was to live according to nature and against convention.[66] Antisthenes was inspired by the ascetism of Socrates, and accused Plato of pride and conceit.[67] Diogenes, his follower, took the ideas to their limit, living in extreme poverty and engaging in anti-social behaviour. Crates of Thebes was, in turn, inspired by Diogenes to give away his fortune and live on the streets of Athens.[68]\n\nThe Cyrenaics were founded by Aristippus of Cyrene, who was a pupil of Socrates. The Cyrenaics were hedonists and held that pleasure was the supreme good in life, especially physical pleasure, which they thought more intense and more desirable than mental pleasures.[69] Pleasure is the only good in life and pain is the only evil. Socrates had held that virtue was the only human good, but he had also accepted a limited role for its utilitarian side, allowing pleasure to be a secondary goal of moral action.[70] Aristippus and his followers seized upon this, and made pleasure the sole final goal of life, denying that virtue had any intrinsic value.\n\nThe Megarian school flourished in the 4th century BC. It was founded by Euclides of Megara, one of the pupils of Socrates. Its ethical teachings were derived from Socrates, recognizing a single good, which was apparently combined with the Eleatic doctrine of Unity. Their work on modal logic, logical conditionals, and propositional logic played an important role in the development of logic in antiquity, and were influences on the subsequent creation of Stoicism and Pyrrhonism.\n\n"
        },
        {
            "title": "Hellenistic philosophy",
            "text": "During the Hellenistic and Roman periods, many different schools of thought developed in the Hellenistic world and then the Greco-Roman world. There were Greeks, Romans, Egyptians, Syrians and Arabs who contributed to the development of Hellenistic philosophy. Elements of Persian philosophy and Indian philosophy also had an influence. The spread of Christianity throughout the Roman world, followed by the spread of Islam, ushered in the end of Hellenistic philosophy and the beginnings of Medieval philosophy, which was dominated by the three Abrahamic traditions: Jewish philosophy, Christian philosophy, and early Islamic philosophy.\n\nPyrrho of Elis, a Democritean philosopher, traveled to India with Alexander the Great's army where Pyrrho was influenced by Buddhist teachings, most particularly the three marks of existence.[71] After returning to Greece, Pyrrho started a new school of philosophy, Pyrrhonism, which taught that it is one's opinions about non-evident matters (i.e., dogma) that prevent one from attaining eudaimonia. Pyrrhonism places the attainment of ataraxia (a state of equanimity) as the way to achieve eudaimonia. To bring the mind to ataraxia Pyrrhonism uses epoché (suspension of judgment) regarding all non-evident propositions. Pyrrhonists dispute that the dogmatists – which includes all of Pyrrhonism's rival philosophies – have found truth regarding non-evident matters. For any non-evident matter, a Pyrrhonist makes arguments for and against such that the matter cannot be concluded, thus suspending belief and thereby inducing ataraxia.\n\nEpicurus studied in Athens with Nausiphanes, who was a follower of Democritus and a student of Pyrrho of Elis.[72] He accepted Democritus' theory of atomism, with improvements made in response to criticisms by Aristotle and others.[73] His ethics were based on \"the pursuit of pleasure and the avoidance of pain\".[74] This was, however, not simple hedonism, as he noted that \"We do not mean the pleasures of the prodigal or of sensuality . . . we mean the absence of pain in the body and trouble in the mind\".[74]\n\nThe founder of Stoicism, Zeno of Citium, was taught by Crates of Thebes, and he took up the Cynic ideals of continence and self-mastery, but applied the concept of apatheia (indifference) to personal circumstances rather than social norms, and switched shameless flouting of the latter for a resolute fulfillment of social duties.[75] Logic and physics were also part of early Stoicism, further developed by Zeno's successors Cleanthes and Chrysippus.[76] Their metaphysics was based in materialism, which was structured by logos, reason (but also called God or fate).[77] Their logical contributions still feature in contemporary propositional calculus.[78] Their ethics was based on pursuing happiness, which they believed was a product of 'living in accordance with nature'.[79] This meant accepting those things which one could not change.[79] One could therefore choose whether to be happy or not by adjusting one's attitude towards their circumstances, as the freedom from fears and desires was happiness itself.[80]\n\nAround 266 BC, Arcesilaus became head of the Platonic Academy, and adopted skepticism as a central tenet of Platonism, making Platonism nearly the same as Pyrrhonism.[81] After Arcesilaus, Academic skepticism diverged from Pyrrhonism.[82] This skeptical period of ancient Platonism, from Arcesilaus to Philo of Larissa, became known as the New Academy, although some ancient authors added further subdivisions, such as a Middle Academy. The Academic skeptics did not doubt the existence of truth; they just doubted that humans had the capacities for obtaining it.[83] They based this position on Plato's Phaedo, sections 64–67,[84] in which Socrates discusses how knowledge is not accessible to mortals.[85] While the objective of the Pyrrhonists was the attainment of ataraxia, after Arcesilaus the Academic skeptics did not hold up ataraxia as the central objective. The Academic skeptics focused on criticizing the dogmas of other schools of philosophy, in particular of the dogmatism of the Stoics. They acknowledged some vestiges of a moral law within, at best but a plausible guide, the possession of which, however, formed the real distinction between the sage and the fool.[83] Slight as the difference may appear between the positions of the Academic skeptics and the Pyrrhonists, a comparison of their lives leads to the conclusion that a practical philosophical moderation was the characteristic of the Academic skeptics[83] whereas the objectives of the Pyrrhonists were more psychological.\n\nFollowing the end of the skeptical period of the Academy with Antiochus of Ascalon, Platonic thought entered the period of Middle Platonism, which absorbed ideas from the Peripatetic and Stoic schools. More extreme syncretism was done by Numenius of Apamea, who combined it with Neopythagoreanism.[86]\n\nAlso affected by the neopythagoreans, the neoplatonists, first of them Plotinus, argued that mind exists before matter, and that the universe has a singular cause which must therefore be a single mind.[87] As such, neoplatonism became essentially a religion, and had great impact on Gnosticism and Christian theology.[87]\n\n"
        },
        {
            "title": "Transmission of Greek philosophy in the Medieval Period",
            "text": "During the Middle Ages, Greek ideas were largely forgotten in Western Europe due to the decline in literacy during the Migration Period. In the Byzantine Empire, however, Greek ideas were preserved and studied. Islamic philosophers such as Al-Kindi (Alkindus), Al-Farabi (Alpharabius), Ibn Sina (Avicenna) and Ibn Rushd (Averroes) also reinterpreted these works after the caliphs authorized the gathering of Greek manuscripts and hired translators to increase their prestige. During the High Middle Ages Greek philosophy re-entered the West through both translations from Arabic to Latin and original Greek manuscripts from the Byzantine Empire.[88] The re-introduction of these philosophies, accompanied by the new Arabic commentaries, had a great influence on Medieval philosophers such as Thomas Aquinas.\n\n"
        }
    ]
}