{
    "url": "https://en.wikipedia.org/wiki/Ancient_Celtic_religion",
    "title": "Ancient Celtic religion",
    "table_of_contents": [
        "1 Sources",
        "1.1 Archaeological sources",
        "1.2 Irish and Welsh records",
        "1.3 Greek and Roman records",
        "2 Deities",
        "2.1 Insular mythology",
        "3 Animistic aspects",
        "4 Burial and afterlife",
        "5 Celtic practice",
        "5.1 Sacred spaces",
        "5.2 Votive offerings",
        "5.3 Animal sacrifice",
        "5.4 Human sacrifice",
        "5.5 Head cult",
        "6 Priesthood",
        "6.1 Druids",
        "6.2 Poets",
        "7 Calendar",
        "8 Gallo-Roman religion",
        "9 Christianisation",
        "10 Folkloristic survivals",
        "11 Neopagan revival",
        "12 See also",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAncient Celtic religion, commonly known as Celtic paganism,[1][2][3] was the religion of the ancient Celtic peoples of Europe. Because the ancient Celts did not have writing, evidence about their religion is gleaned from archaeology, Greco-Roman accounts (some of it hostile and probably not well-informed), and literature from the early Christian period.[4] Celtic paganism was one of a larger group of Iron Age polytheistic religions of Europe. It varied by region and over time, but underlying this were \"broad structural similarities\"[5] and \"a basic religious homogeneity\" among the Celtic peoples.[6]\n\nThe names of over two hundred Celtic deities have survived (see list of Celtic deities), although it is likely that many of these were alternative names, regional names or titles for the same deity.[7] Some deities were venerated only in one region, but others were more widely known.[7] Deities found in many regions include Lugus, the tribal god Toutatis, the thunder god Taranis, the horned god Cernunnos, the horse and fertility goddess Epona, the divine son Maponos, as well as Belenos, Ogmios, and Sucellos.[7][4] Celtic healing deities were often associated with sacred springs.[8] Caesar says the Gauls believed they all descended from a god of the dead and underworld.[7] Triplicity is a common theme, with a number of deities seen as threefold, for example the Three Mothers. Some figures from medieval Irish mythology have been interpreted as iterations of earlier deities. According to Miranda Aldhouse-Green, the Celts were also animists, believing that every part of the natural world had a spirit.[4]\n\nThe priests of Celtic religion were \"magico-religious specialists\" called druids, but little is definitively known about them.[9] Greco-Roman writers said the Celts held ceremonies in sacred groves and other natural shrines, called nemetons, while some Celtic peoples also built temples or ritual enclosures.[7] Celtic peoples often made votive offerings: treasured items deposited in water and wetlands, or in ritual shafts and wells.[7] There is evidence that ancient Celtic peoples sacrificed animals, almost always livestock or working animals.[10] There is also some evidence that ancient Celts sacrificed humans, and some Greco-Roman sources claim the Gauls sacrificed criminals by burning them in a wicker man.[11]\n\nIt is not clear what religious festivals the ancient Celts held, but the Insular Celtic peoples celebrated four seasonal festivals, known to the medieval Gaels as Beltaine (1 May), Lughnasadh (1 August), Samhain (1 November) and Imbolc (1 February).[7]\n\nAfter the Roman Empire's conquest of Gaul (58–51 BC) and southern Britain (43 AD), Celtic religion there underwent some Romanisation, resulting in a syncretic Gallo-Roman religion with deities such as Lenus Mars, Apollo Grannus, and Telesphorus.\n\nThe Gauls gradually converted to Christianity from the third century onward. After the end of Roman rule in Britain (c.410 AD) Celtic paganism began to be replaced by Anglo-Saxon paganism over much of what became England. The Celtic populations of Britain and Ireland gradually converted to Christianity from the fifth century onward. However, Celtic paganism left a legacy in many of the Celtic nations, influenced mythology and in the 20th century served as the basis for a new religious movement, Celtic Neopaganism.\n\n"
        },
        {
            "title": "Sources",
            "text": "Comparatively little is known about Celtic paganism because the evidence for it is fragmentary, due largely to the fact that the Celts who practised it wrote nothing down about their religion.[12][13] Therefore, all there is to study their religion from is the literature from the early Christian period, commentaries from classical Greek and Roman scholars, and archaeological evidence.[14]\n\nThe archaeologist Barry Cunliffe summarised the sources for Celtic religion as \"fertile chaos\", borrowing the term from the Irish scholar Proinsias MacCana. Cunliffe went on to note that \"there is more, varied, evidence for Celtic religion than for any other example of Celtic life. The only problem is to assemble it in a systematic form which does not too greatly oversimplify the intricate texture of its detail.\"[15]\n\nThe archaeological evidence does not contain the bias inherent in the literary sources. Nonetheless, the interpretation of this evidence can be coloured by the 21st century mindset.[12] Various archaeological discoveries have aided understanding of the religion of the Celts.\n\nMost surviving Celtic art is not figurative; some art historians have suggested that the complex and compelling decorative motifs that characterize some periods have a religious significance, but the understanding of what that might be appears to be irretrievably lost. Surviving figurative monumental sculpture comes almost entirely from Romano-Celtic contexts, and broadly follows provincial Roman styles, though figures who are probably deities often wear torcs, and there may be inscriptions in Roman letters with what appear to be Romanized Celtic names.  The Pillar of the Boatmen from Paris, with many deity figures, is the most comprehensive example, datable by a dedication to the Emperor Tiberius (r. from 14 AD).[16]\n\nMonumental stone sculptures from before conquest by the Romans are much more rare, and it is far from clear that deities are represented. The most significant are the Warrior of Hirschlanden and \"Glauberg Prince\" (respectively 6th and 5th-century BC, from Germany), the Mšecké Žehrovice Head (probably 2nd-century BC, Czech Republic), and sanctuaries of some sort at the southern French oppida of Roquepertuse and Entremont.  There are also a number of Celtiberian standing \"warrior\" figures, and several other stone heads from various areas.  In general, even early monumental sculpture is found in areas with higher levels of contact with the classical world, through trade.[17] It is possible that wooden monumental sculpture was more common.  Small heads are more common, mainly surviving as ornament in metalwork, and there are also animals and birds that may have a religious significance,[18] as on the Basse Yutz Flagons.[19] The Strettweg Cult Wagon is probably associated with libations or sacrifices, and pairs of metal \"spoons\" probably used for divination have been found.\n\nCeltic coinage, from the late 4th century BC until conquest, clearly copies Greek and Roman examples, sometimes very closely, but the heads and horses that are the most popular motifs may have a local religious significance.[20] There are also the coins of the Roman provinces in the Celtic lands of Gaul, Raetia, Noricum, and Britannia.[citation needed]\n\nMost of the surviving monuments and their accompanying inscriptions belong to the Roman period and reflect a considerable degree of syncretism between Celtic and Roman gods; even where figures and motifs appear to derive from pre-Roman tradition, they are difficult to interpret in the absence of a preserved literature on mythology.[citation needed] A notable example of this is the horned god that was called Cernunnos; several depictions and inscriptions of him have been found, but very little is known about the myths that would have been associated with him or how he was worshipped.\n\nLiterary evidence for Celtic religion also comes from sources written in Ireland and Wales during the Middle Ages, a period when traditional Celtic religious practices had become extinct and had long been replaced by Christianity. The evidence from Ireland has been recognised as better than that from Wales, being viewed as \"both older and less contaminated from foreign material.\"[21] These sources, which are in the form of epic poems and tales, were written several centuries after Christianity became the dominant religion in these regions, and were written down by Christian monks, \"who may not merely have been hostile to the earlier paganism but actually ignorant of it.\"[22] Instead of treating the characters as deities, they are allocated the roles of being historical heroes who sometimes have supernatural or superhuman powers, for instance, in the Irish sources the gods are claimed to be an ancient tribe of humans known as the Tuatha Dé Danann.\n\nWhile it is possible to single out specific texts that can be strongly argued to encapsulate genuine echoes or resonances of the pre-Christian past, opinion is divided as to whether these texts contain substantive material derived from oral tradition as preserved by bards or whether they were the creation of the medieval monastic tradition.[12]\n\nVarious Greek and Roman writers of the ancient world commented on the Celts and their beliefs. Barry Cunliffe stated that \"the Greek and Roman texts provide a number of pertinent observations, but these are at best anecdotal, offered largely as a colourful background by writers whose prime intention was to communicate other messages.\"[15] The Roman general Julius Caesar, when leading the conquering armies of the Roman Republic against Celtic Gaul, made various descriptions of the inhabitants, though some of his claims, such as that the Druids practised human sacrifice by burning people in wicker men, have come under scrutiny by modern scholars.[citation needed]\n\nHowever, the key problem with the use of these sources is that they were often biased against the Celts, whom the classical peoples viewed as \"barbarians\".[12] In the case of the Romans who conquered several Celtic realms, they would have likely been biased in favour of making the Celts look uncivilised, thereby giving the \"civilised\" Romans more reason to conquer them.[23]\n\n"
        },
        {
            "title": "Deities",
            "text": "Celtic religion was polytheistic, believing in many deities, both gods and goddesses, some of which were venerated only in a small area or region, or by a particular tribe, but others whose worship had a wider geographical distribution.[7] The names of over two hundred Celtic deities have survived (see list of Celtic deities), although it is likely that many of these were alternative names, regional names or titles for the same deity.[7]\n\nThe various Celtic peoples seem to have had a father god, who was often a god of the tribe and of the dead (Toutatis probably being one name for him); and a mother goddess who was associated with the land, earth and fertility[8] (Matrona probably being one name for her). The mother goddess could also take the form of a war goddess as protectress of her tribe and its land, for example Andraste.[8] There also seems to have been a male celestial god—identified with Taranis—associated with thunder, the wheel, and the bull.[8] There were gods of skill and craft, such as the pan-regional god Lugus, and the smith god Gobannos.[8] Celtic healing deities were often associated with sacred springs,[8] such as Sirona and Borvo. Other pan-regional deities include the horned god Cernunnos, the horse and fertility goddess Epona, the divine son Maponos, as well as Belenos, Ogmios, and Sucellos.[7][4] Some deities were seen as threefold, for example the Three Mothers.[24]\n\nSome Greco-Roman writers, such as Julius Caesar, did not record the native Celtic names of the deities, but instead referred to them by their apparent Roman or Greek equivalents. He declared that the most widely venerated Gaulish god was Mercury, the Roman god of trade, saying they also worshipped Apollo, Minerva, Mars and Jupiter.[25] Caesar says the Gauls believed they all descended from a god of the dead and underworld, whom he likened to Dīs Pater.[7]\n\nAccording to other classical sources, the Celts worshipped the forces of nature and did not envisage deities in anthropomorphic terms.[26]\n\nIn the Irish and Welsh vernacular sources from the Middle Ages, various human mythological figures were featured who have been thought of by many scholars as being based upon earlier gods. The historian Ronald Hutton however cautioned against automatically characterizing all Irish and Welsh mythological figures as former deities, noting that while some characters \"who appear to be human, such as Medb or St Brigit, probably were indeed once regarded as divine ... the warriors who are the main protagonists of the stories have the same status as those in the Greek myths, standing between the human and divine orders. To regard characters such as Cú Chulainn, Fergus Mac Roich or Conall Cernach as former gods turned into humans by a later storyteller is to misunderstand their literary and religious function ... Cú Chulainn is no more a former god than Superman is.\"[27]\n\nExamining these Irish myths, Barry Cunliffe stated that he believed they displayed \"a dualism between the male tribal god and the female deity of the land\"[28] while Anne Ross felt that they displayed that the gods were \"on the whole intellectual, deeply versed in the native learning, poets and prophets, story-tellers and craftsmen, magicians, healers, warriors ... in short, equipped with every quality admired and desired by the Celtic peoples themselves.\"[29]\n\nInsular Celts swore their oaths by their tribal gods, and the land, sea and sky; as in, \"I swear by the gods by whom my people swear\" and \"If I break my oath, may the land open to swallow me, the sea rise to drown me, and the sky fall upon me\",[30] an example of Celtic Threefold death.\n\n"
        },
        {
            "title": "Animistic aspects",
            "text": "Some scholars, such as Prudence Jones and Nigel Pennick,[31] have speculated that the Celts venerated certain trees and others, such as Miranda Aldhouse-Green, that the Celts were animists, believing that all aspects of the natural world contained spirits, and that communication was possible with these spirits.[32]\n\nPlaces such as rocks, streams, mountains, and trees may all have had shrines or offerings devoted to a deity residing there. These would have been local deities, known and worshiped by inhabitants living near to the shrine itself, and not pan-Celtic like some of the polytheistic gods.  The importance of trees in Celtic religion may be shown by the fact that the very name of the Eburonian tribe contains a reference to the yew tree, and that names like Mac Cuilinn (son of holly) and Mac Ibar (son of yew) appear in Irish myths[dubious  – discuss]. In Ireland, wisdom was symbolised by the salmon who feed on the hazelnuts from the trees that surround the well of wisdom (Tobar Segais).[citation needed]\n\nThe relatively few animal figures in early Celtic art include many water-birds, and it is speculated that their ability to move on the air, water, and land gave them a special status or significance among the Celts. Examples include the Torrs Pony-cap and Horns (Scotland), Basse Yutz Flagons (France), Wandsworth Shield (England), and the Dunaverney flesh-hook (late Bronze Age Ireland).[33]\n\n"
        },
        {
            "title": "Burial and afterlife",
            "text": "Celtic burial practices, which included burying grave goods of food, weapons, and ornaments with the dead, suggest a belief in life after death.[34]\n\nThe druids, the Celtic learned classes that included members of the clergy, were said by Caesar to have believed in reincarnation and transmigration of the soul along with astronomy and the nature and power of the gods.[35]\n\nA common factor in later mythologies from Christianized Celtic nations was the otherworld.[36] This was the realm of the fairy folk and other supernatural beings, who would entice humans into their realm. Sometimes this otherworld was claimed to exist underground, while at other times it was said to lie far to the west. Several scholars have suggested that the otherworld was the Celtic afterlife,[36] though there is no direct evidence to prove this.\n\n"
        },
        {
            "title": "Celtic practice",
            "text": "Evidence suggests that among the Celts, \"offerings to the gods were made throughout the landscape – both the natural and the domestic.\"[38] At times they worshipped in constructed temples and shrines, evidence for which have been unearthed across the Celtic world by archaeologists, although according to Greco-Roman accounts, they also worshipped in areas of the natural world that were held to be sacred, namely in groves of trees. Across Celtic Europe, many of the constructed temples, which were square in shape and constructed out of wood, were found in rectangular ditched enclosures known as viereckschanzen, where in cases such as Holzhausen in Bavaria votive offerings were also buried in deep shafts.[39] However, in the British Isles, temples were more commonly circular in design. According to Barry Cunliffe, \"the monumentality of the Irish religious sites sets them apart from their British and continental European counterparts\" with the most notable examples being the Hill of Tara,[40] and Navan Fort.\n\nHowever, according to Greco-Roman accounts of the druids and other Celts, worship was held in groves, with Tacitus describing how his men cut down \"groves sacred to savage rites.\"[41] By their very nature, such groves would not survive in the archaeological record, and so we have no direct evidence for them today.[42] Alongside groves, certain springs were also viewed as sacred and used as places of worship in the Celtic world. Notable Gaulish examples include the sanctuary of Sequana at the source of the Seine in Burgundy and Chamalieres near to Clermont-Ferrand. At both of these sites, a large array of votive offerings have been uncovered, most of which are wooden carvings, although some of which are embossed pieces of metal.[43]\n\nIn many cases, when the Roman Empire took control of Celtic lands, earlier Iron Age sacred sites were reused, with Roman temples being built on the same sites. Examples include Uley in Gloucestershire, Worth in Kent, Hayling Island in Hampshire, Vendeuil-Caply in Oise, Saint-Germain-le-Rocheux in Chatillon-sur-Seine and Schleidweiler in Trier.[44]\n\nThe Celts made votive offerings to their deities, which were buried in the earth or thrown into rivers or bogs. According to Barry Cunliffe, in most cases, deposits were placed in the same places on numerous occasions, indicating continual usage \"over a period of time, perhaps on a seasonal basis or when a particular event, past or pending, demanded a propitiatory response.\"[45]\n\nIn particular, there was a trend to offer items associated with warfare in watery areas, evidence for which is found not only in the Celtic regions, but also in Late Bronze Age (and therefore pre-Celtic) societies and those outside of the Celtic area, namely Denmark. One of the most notable examples is the river Thames in southern England, where a number of items had been deposited, only to be discovered by archaeologists millennia later. Some of these, like the Battersea Shield, Wandsworth Shield and the Waterloo Helmet, would have been prestige goods that would have been labour-intensive to make and thereby probably expensive.[45] Another example is at Llyn Cerrig Bach in Anglesey, Wales, where offerings, primarily those related to battle, were thrown into the lake from a rocky outcrop in the late first century BC or early first century AD.[45]\n\nAt times, jewellery and other high prestige items that were not related to warfare were also deposited in a ritual context. At Niederzier in the Rhineland for example, a post that excavators believed had religious significance had a bowl buried next to it in which was contained forty-five coins, two torcs and an armlet, all made of gold, and similar deposits have been uncovered elsewhere in Celtic Europe.[46]\n\nThere is evidence that ancient Celtic peoples sacrificed animals, which were almost always livestock or working animals.[10] The idea seems to have been that ritually transferring a life-force to the Otherworld pleased the gods and established a channel of communication between the worlds. Animal sacrifices could be acts of thanksgiving, appeasement, to ask for good health and fertility, or as a means of divination. It seems that some animals were offered wholly to the gods (by burying or burning), while some were shared between gods and humans (part eaten and part set aside).[10]\n\nPliny the Elder, a Roman author and military commander in the 1st century AD, wrote of druids performing a ritual whereby they sacrificed two white bulls, cut mistletoe from a sacred oak with a golden sickle, and used it to make an elixir to cure infertility and poison.[47]\n\nArchaeologists found that at some Gaulish and British sanctuaries, horses and cattle were killed and their whole bodies carefully buried. At Gournay-sur-Aronde, the animals were left to decompose before their bones were buried around the bounds of the sanctuary along with numerous broken weapons.[48] This was repeated at regular intervals of about ten years.[49] An avenue of animal pit-burials led to a sacred building at Cadbury.[49] In southern Britain, some British tribes carefully buried animals, especially horses and dogs, in grain storage pits. It is believed these were thanksgiving sacrifices to underworld gods once the stores reached the end of their use.[50]\n\nIrish mythology describes the tarbfeis (bull feast), a shamanistic ritual in which a bull would be sacrificed and a seer would sleep in the bull's hide to have a vision of the future king.[51]\n\nFollowing the 12th-century Norman invasion of Ireland, Norman writer Gerald of Wales wrote in his Topographia Hibernica that the Irish kings of Tyrconnell were inaugurated with a horse sacrifice. He writes that a white mare was sacrificed and cooked into a broth, which the king bathed in and drank from.[52] This has been seen as propaganda meant to paint the Irish as a barbaric people.[53] However, there may be some truth in the account; there are rare mentions of similar horse sacrifices associated with kingship in Scandinavia and India (see ashvamedha).[52]\n\nThere is some evidence that ancient Celtic peoples practiced human sacrifice.[11] Accounts of Celtic human sacrifice come from Roman and Greek sources. Julius Caesar[54] and Strabo wrote that the Gauls burnt animal and human sacrifices in a large wickerwork figure, known as a wicker man, and said the human victims were usually criminals. Posidonius wrote that druids who oversaw human sacrifices foretold the future by watching the death throes of the victims.[55] Caesar also wrote that slaves of Gaulish chiefs would be burnt along with the body of their master as part of his funeral.[56] In the 1st century AD, Roman writer Lucan mentioned human sacrifices to the Gaulish gods Esus, Toutatis and Taranis. In a 4th century commentary on Lucan, an unnamed author added that sacrifices to Esus were hanged from a tree, those to Toutatis were drowned, and those to Taranis were burned.[57] According to the 2nd-century Roman writer Cassius Dio, Boudica's forces impaled Roman captives during her rebellion against the Roman occupation, to the accompaniment of revelry and sacrifices in the sacred groves of Andate.[58] Historians note that these Greco-Roman accounts should be taken with caution, as it benefited them to make the Celts sound barbaric.[59]\n\nThere is some archaeological evidence of human sacrifice among Celtic peoples, although it is rare.[11] Ritual beheading and headhunting was a major religious and cultural practice which has found copious support in archaeology, including the many skulls found in Londinium's River Walbrook and the headless bodies at the Gaulish sanctuary of Gournay-sur-Aronde.[60]\n\nSeveral ancient Irish bog bodies have been interpreted as kings who were ritually killed, presumably after serious crop failures or other disasters. Some were deposited in bogs on territorial boundaries (which were seen as liminal places) or near royal inauguration sites, and some were found to have eaten a ceremonial last meal.[61][62]\n\nThe iconography of the human head is believed by many archaeologists and historians to have played a significant part in Celtic religion. It has been referred to as a \"head cult\"[63] or \"cult of the severed head\".[64] Among the Romans and Greeks, the Celts had a reputation as head hunters. Writing in the 1st century BC, the Greek historians Posidonius and Diodorus Siculus said Celtic warriors cut off the heads of enemies slain in battle, hung them from the necks of their horses, then nailed them up outside their homes.[63][65] Strabo wrote in the same century that Celts embalmed the heads of their most esteemed enemies in cedar oil and put them on display.[63][66] The Roman historian Livy wrote that the Boii beheaded the defeated Roman general after the Battle of Silva Litana, covered his skull in gold, and used it as a ritual cup.[63]\n\nArchaeologists have found evidence that heads were embalmed and displayed by the southern Gauls.[67][68]\nIn another example, at the southern Gaulish site of Entremont, there was a pillar carved with skulls, within which were niches where human skulls were kept, nailed into position, fifteen of which were found.[69] Roquepertuse nearby has similar heads and skull niches. Many standalone carved stone heads have been found in Celtic regions, some with two or three faces.[70] Examples include the Mšecké Žehrovice Head and the Corleck Head. Severed heads are a common motif in Insular Celtic myths, and there are many tales in which 'living heads' preside over feasts and/or speak prophecies.[63][70] The beheading game is a trope found in Irish myth and Arthurian legend.\n\nJohn T. Koch says that the efforts taken to preserve and display heads, and the frequency with which severed heads appear, point to a religious importance.[63] Barry Cunliffe believed that the Celts held \"reverence for the power of the head\" and that \"to own and display a distinguished head was to retain and control the power of the dead person\".[71] Likewise, the archaeologist Anne Ross asserted that \"the Celts venerated the head as a symbol of divinity and the powers of the otherworld, and regarded it as the most important bodily member, the very seat of the soul\".[72] The folklorist Hilda Ellis Davidson also said they seem to have venerated the head as \"the seat of consciousness and wisdom\".[70] Miranda Aldhouse-Green refuted suggestions \"that the head itself was worshipped, but it was clearly venerated as the most significant element in a human or divine image representing the whole.\"[73] However, the historian Ronald Hutton criticised the idea of a head cult, believing that both the literary and archaeological evidence did not warrant this conclusion. He noted \"the frequency with which human heads appear upon Celtic metalwork proves nothing more than they were a favourite decorative motif, among several, and one just as popular among non-Celtic peoples.\"[74]\n\n"
        },
        {
            "title": "Priesthood",
            "text": "According to a number of Greco-Roman writers such as Julius Caesar,[75] Cicero,[76] Tacitus[77] and Pliny the Elder,[78] Gaulish and British society held a group of magico-religious specialists known as the druids in high esteem. Their roles and responsibilities differed somewhat between the different accounts, but Caesar's, which was the \"fullest\" and \"earliest original text\" to describe the druids,[79] described them as being concerned with \"divine worship, the due performance of sacrifices, private or public, and the interpretation of ritual questions.\" He also claimed that they were responsible for officiating at human sacrifices, such as the wicker man burnings.[75] Nonetheless, a number of historians have criticised these accounts, believing them to be biased or inaccurate.[80][81] Vernacular Irish sources also referred to the druids, portraying them not only as priests but as sorcerers who had supernatural powers that they used for cursing and divination and who opposed the coming of Christianity.[82]\n\nVarious historians and archaeologists have interpreted the druids in different ways; Peter Berresford Ellis for instance believed them to be the equivalents of the Indian Brahmin caste,[83] while Anne Ross believed that they were essentially tribal priests, having more in common with the shamans of tribal societies than with the classical philosophers.[84] Ronald Hutton meanwhile held a particularly sceptical attitude to many claims made about them, and he supported the view that the evidence available was of such a suspicious nature that \"we can know virtually nothing of certainty about the ancient Druids, so that – although they certainly existed – they function more or less as legendary figures.\"[85]\n\nIn Ireland the fili were visionary poets, which many[who?] get confused with Vates, associated with lorekeeping, versecraft, and the memorisation of vast numbers of poems. They were also magicians, as Irish magic is intrinsically connected to poetry, and the satire of a gifted poet was a serious curse upon the one being satirised.[86] In Ireland a \"bard\" was considered a lesser grade of poet than a fili – more of a minstrel and rote reciter than an inspired artist with magical powers. In the Welsh tradition, the poet is always referred to as a \"bardd\".\n\nThe Celtic poets, of whatever grade, were composers of eulogy and satire, and a chief duty was that of composing and reciting verses on heroes and their deeds, and memorising the genealogies of their patrons. It was essential to their livelihood that they increase the fame of their patrons, via tales, poems and songs. In the 1st century AD, the Latin author Lucan referred to \"bards\" as the national poets or minstrels of Gaul and Britain.[87] In Roman Gaul the institution gradually disappeared, whereas in Ireland and Wales it survived into the European Middle Ages. In Wales, the bardic order was revived, and codified by the poet and forger Iolo Morganwg;[citation needed] this tradition has persisted, centred around the many eisteddfods at every level of Welsh literary society.\n\n"
        },
        {
            "title": "Calendar",
            "text": "The oldest attested Celtic calendar is the Coligny calendar, dated to the 2nd century and as such firmly within the Gallo-Roman period.\n\nSome feast days of the medieval Irish calendar have sometimes been speculated to descend from prehistoric festivals, especially by comparison to terms found in the Coligny calendar. This concerns Beltane in particular, which is attributed ancient origin by medieval Irish writers.[citation needed]\nThe festivals of Samhain and Imbolc are not associated with \"paganism\" or druidry in Irish legend, but there have nevertheless been suggestions of a prehistoric background since the 19th century, in the case of Samhain by John Rhys and James Frazer who assumed that this festival marked the \"Celtic new year\".[citation needed]\n\n"
        },
        {
            "title": "Gallo-Roman religion",
            "text": "The Celtic peoples of Gaul and Hispania under Roman rule fused Roman religious forms and modes of worship with indigenous traditions. In some cases, Gaulish deity names were used as epithets for Roman deities, as with Lenus Mars or Jupiter Poeninus. In other cases, Roman gods were given Gaulish female partners – for example, Mercury was paired with Rosmerta and Sirona was partnered with Apollo. In at least one case – that of the equine goddess Epona – a native Celtic goddess was also adopted by Romans. This process of identifying Celtic deities with their Roman counterparts was known as Interpretatio romana.\n\nEastern mystery religions penetrated Gaul early on. These included the cults of Orpheus, Mithras, Cybele, and Isis. The imperial cult, centred primarily on the numen of Augustus, came to play a prominent role in public religion in Gaul, most dramatically at the pan-Gaulish ceremony venerating Rome and Augustus at the Condate Altar near Lugdunum on 1 August.\n\nGenerally Roman worship practices such as offerings of incense and animal sacrifice, dedicatory inscriptions, and naturalistic statuary depicting deities in anthropomorphic form were combined with specific Gaulish practices such as circumambulation around a temple. This gave rise to a characteristic Gallo-Roman fanum, identifiable in archaeology from its concentric shape.\n\n"
        },
        {
            "title": "Christianisation",
            "text": "Celtic societies under Roman rule presumably underwent a gradual Christianisation in similar ways to the rest of the Empire; there is next to nothing in Christian sources about specific issues relating to Celtic people in the Empire, or their religion.  Saint Paul's Epistle to the Galatians was addressed to a congregation that might have included people from a Celtic background.\n\nIn Ireland, the main Celtic country unconquered by the Romans, the conversion to Christianity (Christianisation) inevitably had a profound effect on the socio-religious system from the 5th century onward, though its character can only be extrapolated from documents of considerably later date. By the early 7th century the church had succeeded in relegating Irish druids to ignominious irrelevancy, while the filidh, masters of traditional learning, operated in easy harmony with their clerical counterparts, contriving at the same time to retain a considerable part of their pre-Christian tradition, social status, and privilege. But virtually all the vast corpus of early vernacular literature that has survived was written down in monastic scriptoria, and it is part of the task of modern scholarship to identify the relative roles of traditional continuity and ecclesiastical innovation as reflected in the written texts.\n\nCormac's Glossary (c. 900 AD) recounts that St. Patrick banished those mantic rites of the filidh that involved offerings to \"demons\", and that the church took particular pains to stamp out animal sacrifice and other rituals repugnant to Christian teaching[citation needed]. What survived of ancient ritual practice tended to be related to filidhecht, the traditional repertoire of the filidh, or to the central institution of sacral kingship. A good example is the pervasive and persistent concept of the hierogamy (sacred marriage) of the king with the goddess of sovereignty: the sexual union, or banais ríghi (\"wedding of kingship\"), which constituted the core of the royal inauguration, seems to have been purged from the ritual at an early date through ecclesiastical influence, but it remains at least implicit, and often quite explicit, for many centuries in the literary tradition.\n\n"
        },
        {
            "title": "Folkloristic survivals",
            "text": "Nagy has noted the Gaelic oral tradition has been remarkably conservative; the fact that we have tales in existence that were still being told in the 19th century in almost exactly the same form as they exist in ancient manuscripts leads to the strong probability that much of what the monks recorded was considerably older.[88] Though the Christian interpolations in some of these tales are very obvious, many of them read like afterthoughts or footnotes to the main body of the tales, which most likely preserve traditions far older than the manuscripts themselves.\n\nMythology based on (though, not identical to) the pre-Christian traditions was still common place knowledge in Celtic-speaking cultures in the 19th century. In the Celtic Revival, such survivals were collected and edited, thus becoming a literary tradition, which in turn influenced modern mainstream \"Celticity\". Several Celtic celebrations have been practised in some form since ancient times, such as the Beltane festival[89] and the Killorglin Puck Fair (which seems to be a survival of Lughnasadh).[90]\n\nVarious rituals involving acts of pilgrimage to sites such as hills and sacred wells that are believed to have curative or otherwise beneficial properties are still performed, including the tradition of clootie wells in Scotland, Ireland and Cornwall, and the practice of well dressing in the English Midlands.[91] The same applies to wish trees, which are considered part of the clootie well tradition.[92] Based on evidence from the European continent, various figures that are still known in folklore in the Celtic countries up to today, or who take part in post-Christian mythology, are known to have also been worshiped in those areas that did not have records before Christianity. On the Inishkea Islands off the west coast of Ireland, Celtic pagan rituals were seemingly performed well into the nineteenth century.[93][94]\n\nOther possible remnants of Celtic paganism include the Irish strawboy tradition[95] and Wren Day traditions,[96] as well as the Shetlandic practice of Skekling,[97] all of which involve dressing in unusual costumes made of straw.\n\nIn Twilight of the Celtic Gods (1996), Clarke and Roberts describe a number of particularly conservative folkloristic traditions in remote rural areas of Great Britain, including the Peak District and Yorkshire Dales, including claims of surviving pre-Christian Celtic traditions of veneration of stones, trees and bodies of water.[98]\n\n"
        },
        {
            "title": "Neopagan revival",
            "text": "Various Neopagan groups claim association with Celtic paganism. These groups range from the Reconstructionists, who work to practise ancient Celtic religion with as much accuracy as possible; to new age, eclectic groups who take some of their inspiration from Celtic mythology and iconography, the most notable of which is Neo-druidry.\n\n"
        }
    ]
}