{
    "url": "https://en.wikipedia.org/wiki/Ancient_philosophy",
    "title": "Ancient philosophy",
    "table_of_contents": [
        "1 Overview",
        "2 Ancient Greek and Roman philosophy",
        "2.1 Philosophers",
        "2.1.1 Pre-Socratic philosophers",
        "2.1.2 Classical Greek philosophers",
        "2.1.3 Hellenistic philosophy",
        "2.2 Hellenistic schools of thought",
        "2.3 Early Roman and Christian philosophy",
        "2.4 Philosophers during Roman times",
        "3 Ancient Iranian philosophy",
        "3.1 Schools of thought",
        "3.1.1 Zoroastrianism",
        "3.1.2 Pre-Manichaean thought",
        "3.1.3 Manichaeism",
        "3.1.4 Mazdakism",
        "3.1.5 Zurvanism",
        "3.2 Philosophy and the Empire",
        "3.3 Literature",
        "4 Ancient Jewish philosophy",
        "4.1 First Temple (c. 900 to 587 BCE)",
        "4.2 Assyrian exile (587 to 516 BCE)",
        "4.3 Second Temple (516 BCE to 70 CE)",
        "4.4 Early Roman exile (70 to c. 600 CE)",
        "5 Ancient Indian philosophy",
        "5.1 Vedic philosophy",
        "5.2 Sramana philosophy",
        "5.3 Classical Indian philosophy",
        "5.4 Ancient Indian philosophers",
        "5.4.1 1st millennium BCE",
        "5.4.2 Philosophers of Vedic Age (c. 1500 – c. 600 BCE)",
        "5.4.3 Philosophers of Axial Age (600–185 BCE)",
        "5.4.4 Philosophers of Golden Age (184 BCE – 600 CE)",
        "6 Ancient Chinese philosophy",
        "6.1 Schools of thought",
        "6.1.1 Hundred Schools of Thought",
        "6.1.2 Early Imperial China",
        "6.2 Philosophers",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThis page lists some links to ancient philosophy, namely philosophical thought extending as far as early post-classical history (c. 600 CE).\n\n"
        },
        {
            "title": "Overview",
            "text": "Genuine philosophical thought, depending upon original individual insights, arose in many cultures roughly contemporaneously. Karl Jaspers termed the intense period of philosophical development beginning around the 7th century and concluding around the 3rd century BCE an Axial Age in human thought.\n\nIn Western philosophy, the spread of Christianity in the Roman Empire marked the ending of Hellenistic philosophy and ushered in the beginnings of medieval philosophy, whereas in the Middle East, the spread of Islam through the Arab Empire marked the end of Old Iranian philosophy and ushered in the beginnings of early Islamic philosophy.\n\n"
        },
        {
            "title": "Ancient Greek and Roman philosophy",
            "text": "See also:  Christian philosophy\n\n"
        },
        {
            "title": "Ancient Iranian philosophy",
            "text": "See also: Dualism, Dualism (philosophy of mind)\n\nWhile there are ancient relations between the Indian Vedas and the Iranian Avesta, the two main families of the Indo-Iranian philosophical traditions were characterized by fundamental differences in their implications for the human being's position in society and their view of man's role in the universe. The first charter of human rights by Cyrus the Great as understood in the Cyrus cylinder is often seen as a reflection of the questions and thoughts expressed by Zarathustra and developed in Zoroastrian schools of thought of the Achaemenid Era of Iranian history.[1][2]\n\nIdeas and tenets of Zoroastrian schools of Early Persian philosophy are part of many works written in Middle Persian and of the extant scriptures of the zoroastrian religion in Avestan language. Among these are treatises such as the Shikand-gumanic Vichar by Mardan-Farrux Ohrmazddadan, selections of Denkard, Wizidagīhā-ī Zātspram (\"Selections of Zātspram\") as well as older passages of the book Avesta, the Gathas which are attributed to Zarathustra himself and regarded as his \"direct teachings\".[3]\n\nAnacharsis\n\n"
        },
        {
            "title": "Ancient Jewish philosophy",
            "text": "See also:  Jewish philosophy\n\n"
        },
        {
            "title": "Ancient Indian philosophy",
            "text": "The ancient Indian philosophy is a fusion of two ancient traditions: the Vedic tradition and the śramaṇa tradition.\n\nIndian philosophy begins with the Vedas wherein questions pertaining to laws of nature, the origin of the universe and the place of man in it are asked. In the famous Rigvedic Hymn of Creation (Nasadiya Sukta) the poet asks:\n\nIn the Vedic view, creation is ascribed to the self-consciousness of the primeval being (Purusha). This leads to the inquiry into the one being that underlies the diversity of empirical phenomena and the origin of all things.  Cosmic order is termed rta and causal law by karma. Nature (prakriti) is taken to have three qualities (sattva, rajas, and tamas).\n\nJainism and Buddhism are continuation of the Sramana school of thought. The Sramanas cultivated a pessimistic worldview of the samsara as full of suffering and advocated renunciation and austerities. They laid stress on philosophical concepts like Ahimsa, Karma, Jnana, Samsara and Moksa. Cārvāka (Sanskrit: चार्वाक) (atheist) philosophy, also known as Lokāyata, it is a system of Hindu philosophy that assumes various forms of philosophical skepticism and religious indifference. It is named after its founder, Cārvāka, author of the Bārhaspatya-sūtras.\n\nIn classical times, these inquiries were systematized in six schools of philosophy. Some of the questions asked were:\n\nThe six schools of Indian philosophy are:\n\n"
        },
        {
            "title": "Ancient Chinese philosophy",
            "text": "Chinese philosophy is the dominant philosophical thought in China and other countries within the East Asian cultural sphere that share a common language, including Japan, Korea, and Vietnam.\n\nThe Hundred Schools of Thought were philosophers and schools that flourished from the 6th century to 221 BCE,[12] an era of great cultural and intellectual expansion in China. Even though this period – known in its earlier part as the Spring and Autumn period and the Warring States period – in its latter part was fraught with chaos and bloody battles, it is also known as the Golden Age of Chinese philosophy because a broad range of thoughts and ideas were developed and discussed freely. The thoughts and ideas discussed and refined during this period have profoundly influenced lifestyles and social consciousness up to the present day in East Asian countries. The intellectual society of this era was characterized by itinerant scholars, who were often employed by various state rulers as advisers on the methods of government, war, and diplomacy. This period ended with the rise of the Qin Dynasty and the subsequent purge of dissent. The Book of Han lists ten major schools, they are:\n\nThe founder of the Qin Dynasty, who implemented Legalism as the official philosophy, quashed Mohist and Confucianist schools. Legalism remained influential until the emperors of the Han Dynasty adopted Daoism and later Confucianism as official doctrine. These latter two became the determining forces of Chinese thought until the introduction of Buddhism.\n\nConfucianism was particularly strong during the Han Dynasty, whose greatest thinker was Dong Zhongshu, who integrated Confucianism with the thoughts of the Zhongshu School and the theory of the Five Elements. He also was a promoter of the New Text school, which considered Confucius as a divine figure and a spiritual ruler of China, who foresaw and started the evolution of the world towards the Universal Peace. In contrast, there was an Old Text school that advocated the use of Confucian works written in ancient language (from this comes the denomination Old Text) that were so much more reliable. In particular, they refuted the assumption of Confucius as a godlike figure and considered him as the greatest sage, but simply a human and mortal.\n\nThe 3rd and 4th centuries saw the rise of the Xuanxue (mysterious learning), also called Neo-Taoism. The most important philosophers of this movement were Wang Bi, Xiang Xiu and Guo Xiang. The main question of this school was whether Being came before Not-Being (in Chinese, ming and wuming). A peculiar feature of these Taoist thinkers, like the Seven Sages of the Bamboo Grove, was the concept of feng liu (lit. wind and flow), a sort of romantic spirit which encouraged following the natural and instinctive impulse.\n\nBuddhism arrived in China around the 1st century AD, but it was not until the Northern and Southern, Sui and Tang Dynasties that it gained considerable influence and acknowledgement. At the beginning, it was considered a sort of Taoist sect, and there was even a theory about Laozi, founder of Taoism, who went to India and taught his philosophy to Buddha. Mahayana Buddhism was far more successful in China than its rival Hinayana, and both Indian schools and local Chinese sects arose from the 5th century. Two chiefly important monk philosophers were Sengzhao and Daosheng. But probably the most influential and original of these schools was the Chan sect, which had an even stronger impact in Japan as the Zen sect.\n\n"
        }
    ]
}