{
    "url": "https://en.wikipedia.org/wiki/Andrew_Milner",
    "title": "Andrew Milner",
    "table_of_contents": [
        "1 Career",
        "2 Sociology of literature",
        "3 Cultural materialism",
        "4 Science fiction",
        "5 Late Collaboration with J.R. Burgmann",
        "6 Honors",
        "7 Selected bibliography",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAndrew John Milner (born 9 September 1950) is Professor Emeritus of English and Comparative Literature at Monash University. From 2014 until 2019 he was also Honorary Professor of English and Comparative Literary Studies at the University of Warwick. In 2013 he was Ludwig Hirschfeld Mack Visiting Professor of Australian Studies at the Institut für Englische Philologie, Freie Universität Berlin.\n\nMilner was born in Leeds, UK, the son of John Milner and Dorothy Ibbotson. He was educated at Batley Grammar School and later at the London School of Economics, where he studied sociology. He graduated with a BSc (Econ) degree, with honours in Sociology, in 1972 and a PhD in the Sociology of Literature in 1977. He married Verity Burgmann, the Australian political scientist and labour historian, in 1977. They have three sons.[1] He is a member of the Melbourne Cricket Club and an inaugural member of the Melbourne Victory Football Club.\n\nMilner was politically active, by turn, in the Campaign for Nuclear Disarmament, the Labour Party Young Socialists, the Vietnam Solidarity Campaign, the International Socialists, the Socialist Workers Party (Britain) and, in Australia, People for Nuclear Disarmament.[2] In the early 21st century he appears to have joined the Australian Greens.[3]\n\nMilner's academic interests include literary and cultural theory, the sociology of literature, utopia, dystopia and science fiction. His work has been published in English in Australia, India, the US and the UK and has been translated into French, German, Portuguese, Chinese, Persian and Korean. He first attracted attention for work, strongly influenced by Lucien Goldmann, on the sociology of 17th-century literature. Subsequently, he has become better known for his advocacy of Raymond Williams's cultural materialism and for studies of utopian and dystopian science fiction. He also has a strong interest in the cultural sociology of Pierre Bourdieu.[4]\n\n"
        },
        {
            "title": "Career",
            "text": "Andrew Milner began his academic career teaching Sociology at the London School of Economics in 1972.  He subsequently taught in Sociology at Goldsmiths, University of London; in Cultural Studies at the University of Leeds; and in the Centre for Comparative Literature and Cultural Studies at Monash University, where he was appointed to a chair in 2000. He was Director of the Centre 2001-2003 and Deputy Director 2004–2010. When the University merged its programs in Comparative Literature and English in January 2012 he became Professor of English and Comparative Literature. He retired in 2013 and was appointed Professor Emeritus before proceeding to a position in English at the Freie Universität Berlin. He also held visiting appointments in the Centre for Philosophy and Literature at the University of Warwick, the Theory, Culture and Society Centre at Nottingham Trent University, the School of English at the University of Liverpool and the Department of English and Comparative Literary Studies at the University of Warwick.\n\n"
        },
        {
            "title": "Sociology of literature",
            "text": "Milner's first book, John Milton and the English Revolution, was an application of Goldmann's 'genetic structuralist' sociology of literature to the political, philosophical and poetical writings of John Milton, the great poet of the English Revolution. It argued that the seventeenth-century revolutionary crisis had witnessed the creation and subsequent destruction of a rationalist world vision, which found political expression in the political practice of 'Independency'. A detailed analysis of Paradise Lost, Paradise Regained and Samson Agonistes interpreted the poems as articulating distinct and separate responses to the problem of defeat, whether actual or potential, and to the triumph of unreason over reason. Literature, Culture and Society was published in two editions, the first in 1996 and the second, very substantially revised, in 2005. Both develop a substantive account of the capitalist literary mode of production, focussing on technologies of mechanical reproduction and social relations of commodification. The differences between editions are evidence of Milner's growing interest in comparative literature and science fiction studies. Two of the additional case-studies in the second edition reflect both interests, a third the latter alone.\n\n"
        },
        {
            "title": "Cultural materialism",
            "text": "Milner's concern with Williams's theoretical legacy inspired Cultural Materialism, published in 1993, and Re-Imagining Cultural Studies, published in 2002. Both traced the continuing influence on literary and cultural studies of the kinds of cultural materialism developed by Williams and his successors. They also stressed the differences between Williams and Richard Hoggart, arguing that the label 'culturalism' could not properly be applied to both. Milner argued that Williams had stood in an essentially analogous relation to the British 'culturalist' tradition as Bourdieu and Michel Foucault to French structuralism and Jürgen Habermas to German critical theory. Cultural materialism was therefore best understood, not as culturalist, but rather as positively 'post-culturalist'. In 2010 Milner published, under the title Tenses of Imagination, an edited collection of Williams's writings on utopia, dystopia and science fiction.\n\n"
        },
        {
            "title": "Science fiction",
            "text": "Locating Science Fiction is arguably Milner's most important, potentially paradigm-shifting, book. Academic literary criticism had tended to locate science fiction primarily in relation to the older genre of utopia; fan criticism primarily in relation to fantasy and science fiction in other media, especially film and television; popular fiction studies primarily in relation to such contemporary genres as the romance novel and the thriller. Milner's book relocates science fiction in relation not only to these other genres and media, but also to the historical and geographic contexts of its emergence and development. Locating Science Fiction sought to move science fiction theory and criticism away from the prescriptively abstract dialectics of cognition and estrangement associated with Fredric Jameson and Darko Suvin, and towards an empirically grounded understanding of what is actually a messy amalgam of texts, practices and artefacts. Inspired by Williams, Bourdieu and Franco Moretti's application of world systems theory to literary studies, it drew on the disciplinary competences of comparative literature, cultural studies, critical theory and sociology to produce a powerfully distinctive mode of analysis, engagement and argument. The concluding chapter is preoccupied with environmentalist thematics occasioned by Milner's growing interest in Green politics. \nMilner later co-authored Science Fiction and Narrative Form with David Roberts and Peter Murphy, a book inspired by and in a sense a sequel to Georg Lukács's The Theory of the Novel. Science Fiction and Narrative Form argues that science fiction steps beyond the limits of the orthodox novel in three ways. First, it is able to conceive society in ontological and theological terms, that is, in terms which see the world and individuals as integrated rather than fragmented. Second, it is able to present future historical grand narratives that tie human characters to social destinies. Third, it is comfortable with the structures and assumptions of epic forms of writing and narration, allowing scope for authors to narrate and depict comprehensive world pictures rather than narratives of alienation and fragmentation.\n\n"
        },
        {
            "title": "Late Collaboration with J.R. Burgmann",
            "text": "In 2015 Milner published an article on climate fiction co-authored with three research assistants, Rjurik Davidson, Susan Cousin, and Milner's son James, who writes as J.R. Burgmann. Thereafter Milner and Burgmann collaborated on a series of journal articles on climate fiction, science fiction, and world systems theory. In 2018 Burgmann published an edited collection of Milner's essays. Their collaboration culminated in 2020 with the co-authored Science Fiction and Climate Change, 2022 in paperback with minor changes.\n\n"
        }
    ]
}