{
    "url": "https://en.wikipedia.org/wiki/Andy_Hardy",
    "title": "Andy Hardy",
    "table_of_contents": [
        "1 Theatre",
        "2 First film",
        "3 Series",
        "4 Filmography",
        "5 Characters",
        "6 Screen debuts",
        "7 Other adaptations",
        "7.1 Public service announcements",
        "7.2 Comic books",
        "7.3 Proposed television adaptation",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Andrew \"Andy\" Hardy is a fictional character best known for the Metro-Goldwyn-Mayer series of 16 films in which he was played by Mickey Rooney. The films were released from 1937 to 1946, except for a final one made in 1958 in an unsuccessful attempt to continue the series. Hardy and others initially appeared in the 1928 play Skidding by Aurania Rouverol.[1] Early films in the series were about the Hardy family as a whole, but later entries focused on the character of Andy Hardy. Rooney was the only member of the ensemble to appear in all 16 films. The Hardy films, which were enormously popular in their heyday, were sentimental comedies, celebrating ordinary American life.\n\n"
        },
        {
            "title": "Theatre",
            "text": "The Hardy family first appeared in Aurania Rouverol's play Skidding, which debuted on May 21, 1928, at the Bijou Theatre and ran until July 1929.[2] The original cast included Carleton Macy as Judge Hardy, Charles Eaton as Andy, Joan Madison as Myra, and Marguerite Churchill as Marion.[3] Samuel Marx recommended to MGM that the play be adapted into a film.[4]\n\n"
        },
        {
            "title": "First film",
            "text": "The initial Hardy film, A Family Affair (1937), was based directly on Rouverol's play and was produced without a view to producing a series. It featured Lionel Barrymore as Judge Hardy and Spring Byington as Mrs. Hardy, Andy's parents, and Margaret Marquis as Andy's on-again-off-again sweetheart, Polly Benedict.\n\n"
        },
        {
            "title": "Series",
            "text": "When the series was launched, most of the cast was changed, with the exception of Rooney, Cecilia Parker as Andy's older sister Marian Hardy, and Sara Haden as Aunt Milly (except for two films when Betty Ross Clarke appeared as Milly). The second and subsequent films starred Lewis Stone as Judge Hardy, Fay Holden as Mrs. Hardy, and Ann Rutherford as Polly Benedict. The Hardys' oldest child, married daughter Joan Hardy Martin, appeared only in the first film and was not mentioned in the subsequent films.\n\nMost of the movies were set in the Hardys' fictional hometown of Carvel, located in Idaho in the original play, but described in the films as being in the Midwest. (In the short film Andy Hardy's Dilemma, the Hardys are described as living in Los Angeles, with no mention of Carvel.) All of the films were sentimental comedies celebrating ordinary American life. The people in Carvel were generally pious, patriotic, generous, and tolerant. The town represented MGM  mogul Louis B. Mayer's idealized vision of his adopted country.[citation needed]\n\nThe early movies focused on the Hardy family as a whole, but the character Andy soon became the center of the series, and his name was featured in the title of the fourth film and all films from the seventh on.[5] They were instrumental in Rooney's rise to stardom. The first two Hardy films dealt with the danger of adultery among the younger generation, but the later ones avoided such controversial themes.[citation needed]\n\nThe central relationship in the movies was between Andy and his father. Judge Hardy, played by the grandfatherly looking Stone, was a man of absolute morality and integrity, with a stern demeanor, but a kind heart and droll sense of humor. A typical plot involved Andy getting into minor trouble with money or girls, usually because of youthful selfishness and a willingness to fudge the truth.[citation needed] This would lead to a \"man-to-man\" talk with his father, after which Andy would do the right thing.\n\nIn three films, Rooney was paired with Judy Garland, beginning with Love Finds Andy Hardy, and continuing with Andy Hardy Meets Debutante (1940) and Life Begins for Andy Hardy (1941). Garland's character, Betsy Booth, is an aspiring singer and she sings in the first two of these films. However, although Garland songs were planned for the final film, they were eventually dropped. Unlike Garland-Rooney films outside of the Andy Hardy series, Rooney's Hardy character is not a musician, so Garland and Rooney do not perform together in the Hardy films.\n\nRooney played the character continuously from age 16 to 25, when he appeared in   Love Laughs at Andy Hardy (1946), in which Andy returned to civilian life after fighting in World War II. Twelve years later, an attempt to revive the series with an older, wiser Andy was made in 1958 with Andy Hardy Comes Home, but it turned out to be the final film in the series.  Thus, the Andy Hardy series ended with a \"To Be Continued\", which indeed has yet to be continued.\n\n"
        },
        {
            "title": "Filmography",
            "text": "Also, a 1940 short subject promoting the Community Chest was called Andy Hardy's Dilemma (18 minutes).[7]\n\n"
        },
        {
            "title": "Screen debuts",
            "text": "The Andy Hardy series served as a platform for MGM to introduce new performers, some of whom became stars themselves.[5] As examples, Love Finds Andy Hardy (1938) featured Lana Turner in one of her first film appearances, while Andy Hardy's Private Secretary (1941) launched Kathryn Grayson's movie career, and Andy Hardy's Double Life (1942) marked the screen debut of Esther Williams.\n\n"
        },
        {
            "title": "Other adaptations",
            "text": "A number of public service announcements involving the Andy Hardy character and his father were shown in theaters in the 1940s. A notable example had Andy trying to persuade his father to give him $200 for a car. Instead, his father took him on a tour of several charities that needed the money more. After each visit to a charity, the car Andy wanted to buy became more and more decrepit.\n\nIn June 1947, Fiction House's Movie Comics published a comic book adaptation of the film Love Laughs at Andy Hardy.[8][9]\n\nAndy Hardy was also the subject of a six comic books published by Dell in 1952–1954.[10][11] Only in the former does the drawing of Andy Hardy resemble Mickey Rooney.[citation needed]\n\nIn the 1960s, NBC considered an Andy Hardy TV series, and MGM shot a pilot episode for the network in early 1962. Jimmy Hawkins, who had teenage roles in several popular sitcoms, played Andy, and veteran character actor Philip Ober played Judge Hardy. Despite indications that the network would pick up the show for its 1962–63 season, that never happened.\n\n"
        }
    ]
}