{
    "url": "https://en.wikipedia.org/wiki/Angakkuq",
    "title": "Angakkuq",
    "table_of_contents": [
        "1 Role in Inuit society",
        "2 Auxiliary spirits and personal names",
        "3 Angakkuuniq today",
        "4 Further reading",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Inuit angakkuq (plural: angakkuit, Inuktitut syllabics ᐊᖓᑦᑯᖅ or ᐊᖓᒃᑯᖅ;[1][2][3] Inuvialuktun: angatkuq;[4] Greenlandic: angakkoq,[5] pl. angakkut[6]) is an intellectual and spiritual figure in Inuit culture who corresponds to a medicine man. Other cultures, including Alaska Natives, have traditionally had similar spiritual mediators, although the Alaska Native religion has many forms and variants.\n\n"
        },
        {
            "title": "Role in Inuit society",
            "text": "Both women, such as Uvavnuk, and men could become an angakkuq,[7] although it was rarer for women to do so. The process for becoming an angakkuq varied widely. The son of a current angakkuq might be trained by his father to become one as well.[8] A shaman might make a prophecy that a particular infant would become a prophet in adulthood.[9] Alternatively, a young man or woman who exhibited a predilection or power that made them stand out might be trained by an experienced mentor. There are also instances of angakkuit claiming to have been called to the role through dreams or visions.[8] Mistreated orphans or people who had survived hard times might also become angakkuit with the help of the spirits of their dead loved ones.[3]\n\nTraining to become an angakkuq consisted of acculturation to the rites and roles necessary for the position, as well as instruction in the special language of the angakkuit,[10] which consisted largely of an archaic vocabulary and oral tradition that was shared across much of the Arctic areas the Inuit occupied. During their training, the angakkuq would also gain a familiar or spirit guide who would be visible only to them.[8] This guide, called a tuurngaq in the Inuit religion, would at times give them extraordinary powers. Inuit stories tell of agakkuit who could run as fast as caribou, or who could fly, with the assistance of their tuurngaq. In some traditions, the angakkuq would be either stabbed or shot, receiving no wound because of the intervention of their tuurngaq, thus proving their power.[3]\n\nUntil spiritual guidance or assistance was needed, an angakkuq lived a normal life for an Inuit, participating in society as a normal person. But when sickness needed to be cured, or divination of the causes of various misfortunes was needed, the angakkuq would be called on.[8] The services of angakkuit might also be required to interpret dreams.[3] If they were called to perform actions that helped the entire village, the work was usually done freely. But if they were called to help an individual or family, they would usually receive remuneration for their efforts.[8]\n\nAmongst the Inuit, there are notions comparable to laws:\n\nIf these three are not obeyed, then the angakkuq may need to intervene with the offending party in order to avoid harmful consequence to the person or group.[11] Breaking these laws or taboos was seen as the cause of misfortune, such as bad weather, accidents, or unsuccessful hunts. In order to pinpoint the cause of such misfortune, the angakkuq would undertake a spirit-guided journey outside of their body. They would discover the cause of the misfortune on this journey. Once they returned from the journey, the angakkuq would question people involved in the situation, and, under the belief that they already knew who was responsible, the people being questioned would often confess. This confession alone could be declared the solution to the problem, or acts of penance such as cleaning the urine pots or swapping wives might be necessary.[8]\n\nThe angakkuit of the central Inuit participated in an annual ceremony to appease the mythological figure Sedna, the Sea Woman. The Inuit believed that Sedna became angry when her taboos were broken, and the only way to appease her was for an angakkuq to travel in spirit to the underworld where she lived, Adlivun, and smooth out her hair. According to myth, this was of great assistance to Sedna because she lacks fingers. The angakkuq would then beg or fight with Sedna to ensure that his people would not starve, and the Inuit believed that his pleading and apologies on behalf of his people would allow the animals to return and hunters to be successful. After returning from this spirit journey, communities in which the rite was practiced would have communal confessions, and then celebration.[8]\n\n"
        },
        {
            "title": "Auxiliary spirits and personal names",
            "text": "Angakkuit often had associations with entities that Canadian anthropologist and ethnographer Bernard Saladin d'Anglure referred to as \"auxiliary spirits\". These spirits could be the souls of the deceased or non-human entities, and each had an individual name, which could be used to invoke that spirit.[9] When a birth was particularly dangerous, or an infant could not be quieted down, it was believed that a dead family member was trying to live again through the infant, and that the infant should be named for that person. In cases where the family was not able to determine the name of the deceased person, perhaps because the infant's condition was too grave to provide enough time, the angakkuq could name the infant for one of their auxiliary spirits, providing the child with life-saving vigor.[12] Saladin d'Anglure reported that such children would be more likely to become shamans, connected by name to that auxiliary spirit.[13] Sometimes the name given would be that of a non-human spirit; the individual might then identify with that spirit later in life.[14]\n\nName and identity could be more fluid in adulthood, and at times of crisis a shaman might ritually rename a person; going forward, their old name would be considered an auxiliary spirit. This sometimes served as an initiation into shamanism for the renamed person. Saladin d'Anglure describes one such situation: a man called Nanuq (\"polar bear\") had been named for an older cousin. When the cousin died, the younger man was distraught and felt that he, too, had suffered a death. A shaman brought a new name for him from the dream world, which he adopted. Going forward, he was called Qimuksiraaq, and his old name and identity, Nanuq, was considered to be an auxiliary spirit associated with polar bears. Following this, Qimuksiraaq took on the identity of an angakkuq.[15]\n\nFinally, an angakkuq might pass on their own personal name to their descendants, either before or after their death. In posthumous cases, the shaman might appear in a dream and direct the family personally, or the family might decide to honor the angakkuq of their own accord to maintain their link to the family.[16] A person who was named for a shaman might inherit some of their spiritual powers, but was not necessarily bound to become a shaman themselves.[17]\n\n"
        },
        {
            "title": "Angakkuuniq today",
            "text": "Traditional Inuit spirituality, including the role of shamanism (angakkuuniq), continues as part of Inuit cosmology and world-view today, although modified through contact with Christianity. A 2002 research and interview project with Inuit elders, found that while some Inuit reject shamanism out of Christian belief, others advocate for it, sometimes using Christian concepts, as a matter of preserving traditional identity and ways of life. The elders reported that angakkuit continue to practise in contemporary Inuit communities. Some practices of angakkuuniq may be proceeding today in hiding, which is not out of keeping with the discretion with which angakkuuniq was traditionally practised.[18] The elders interviewed in 2002, while emphasizing that they were Christian, proposed that Christian ministry and angakkuuniq could each have their own differing benefits. They felt that although angakkuuniq came from the past, knowledge of it should be carried forward and the benefits that it could provide to modern Inuit should be carefully understood. They also suggested that angakkuuniq could be of benefit in dealing with contemporary Inuit social problems such as suicide.[19]\n\n"
        }
    ]
}