{
    "url": "https://en.wikipedia.org/wiki/Animal_echolocation",
    "title": "Animal echolocation",
    "table_of_contents": [
        "1 Early research",
        "2 Principle",
        "3 Bats",
        "3.1 Calls and ecology",
        "3.2 Acoustic features",
        "3.2.1 Frequency",
        "3.2.2 Frequency modulation and constant frequency",
        "3.2.3 Intensity",
        "3.2.4 Harmonic composition",
        "3.2.5 Call duration",
        "3.2.6 Pulse interval",
        "3.2.7 FM signal advantages",
        "3.2.8 CF signal advantages",
        "3.2.9 Acoustic environments of FM and CF signals",
        "3.3 Neural mechanisms",
        "3.4 Inner ear and primary sensory neurons",
        "3.5 Inferior colliculus",
        "3.6 Auditory cortex",
        "4 Whales",
        "4.1 Evolution",
        "4.2 Mechanism",
        "5 Oilbirds and swiftlets",
        "6 Shrews, tenrecs and rats",
        "7 Echolocation jamming",
        "8 Avoidance by prey animals",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Echolocation, also called bio sonar, is a biological sonar used by several animal species.\nEcholocating animals emit calls out to the environment \nand listen to the echoes of those calls that return from various objects near them. They use these echoes to locate and identify the objects. Echolocation is used for navigation, foraging, and hunting in various environments.\n\nEcholocating animals include some mammals (most notably Laurasiatheria) and a few birds, especially some bat species and odontocetes (toothed whales and dolphins), but also in simpler forms in other groups such as shrews, and two cave-dwelling bird groups, the so-called cave swiftlets in the genus Aerodramus (formerly Collocalia) and the unrelated oilbird Steatornis caripensis.[1][2][3][4]\n\n"
        },
        {
            "title": "Early research",
            "text": "The term echolocation was coined in 1938 by the American zoologist Donald Griffin, who, with Robert Galambos, first demonstrated the phenomenon in bats.[5][6] As Griffin described in his book,[7] the 18th century Italian scientist Lazzaro Spallanzani had, by means of a series of elaborate experiments, concluded that when bats fly at night, they rely on some sense besides vision, but he did not discover that the other sense was hearing.[8][9] The Swiss physician and naturalist Louis Jurine repeated Spallanzani's experiments (using different species of bat), and concluded that when bats hunt at night, they rely on hearing.[10][11][12] In 1908, Walter Louis Hahn confirmed Spallanzani's and Jurine's findings.[13]\n\nIn 1912, the inventor Hiram Maxim independently proposed that bats used sound below the human auditory range to avoid obstacles.[14] In 1920, the English physiologist Hamilton Hartridge correctly proposed instead that bats used frequencies above the range of human hearing.[15][16]\n\nEcholocation in odontocetes (toothed whales) was not properly described until two decades after Griffin and Galambos' work, by Schevill and McBride in 1956.[17] However, in 1953, Jacques Yves Cousteau suggested in his first book, The Silent World,[18] that porpoises had something like sonar, judging by their navigational abilities.\n\n"
        },
        {
            "title": "Principle",
            "text": "Echolocation is the same as active sonar, using sounds made by the animal itself. Ranging is done by measuring the time delay between the animal's own sound emission and any echoes that return from the environment. The relative intensity of sound received at each ear as well as the time delay between arrival at the two ears provide information about the horizontal angle (azimuth) from which the reflected sound waves arrive.[19]\n\nUnlike some human-made sonars that rely on many extremely narrow beams and many receivers to localize a target (multibeam sonar), animal echolocation has only one transmitter and two receivers (the ears) positioned slightly apart. The echoes returning to the ears arrive at different times and at different intensities, depending on the position of the object generating the echoes. The time and loudness differences are used by the animals to perceive distance and direction. With echolocation, the bat or other animal can see not only where it is going but also how big another animal is, what kind of animal it is, and other features.[20][21]\n\nAt the most basic level, echolocation is based on the neural anatomy of auditory brain circuitry. In essence, ascending brain pathways in the brain stem allow the brain to calculate the difference between the two ears to very small fractions of a second.[22]\n\n"
        },
        {
            "title": "Bats",
            "text": "Echolocating bats use echolocation to navigate and forage, often in total darkness. They generally emerge from their roosts in caves, attics, or trees at dusk and hunt for insects into the night. Using echolocation, bats can determine how far away an object is, the object's size, shape and density, and the direction (if any) that an object is moving. Their use of echolocation, along with powered flight, allows them to occupy a niche where there are often many insects (that come out at night since there are fewer predators then), less competition for food, and fewer species that may prey on the bats themselves.[23]\n\nEcholocating bats generate ultrasound via the larynx and emit the sound through the open mouth or, much more rarely, the nose.[24] The latter is most pronounced in the horseshoe bats (Rhinolophus spp.). Bat echolocation calls range in frequency from 14,000 to well over 100,000 Hz, mostly beyond the range of the human ear (typical human hearing range is considered to be from 20 Hz to 20,000 Hz). Bats may estimate the elevation of targets by interpreting the interference patterns caused by the echoes reflecting from the tragus, a flap of skin in the external ear.[25]\n\nThere are two hypotheses about the evolution of echolocation in bats. The first suggests that laryngeal echolocation evolved twice, or more, in Chiroptera, at least once in the Yangochiroptera and at least once in the horseshoe bats (Rhinolophidae).[26][27][28] The second proposes that laryngeal echolocation had a single origin in Chiroptera, was subsequently lost in the family Pteropodidae.[29][30][31][32]  Later, the genus Rousettus in the Pteropodidae family developed a different mechanism of echolocation using a system of tongue-clicking.[33]\n\nIndividual bat species echolocate within specific frequency ranges that suit their environment and prey types. This has sometimes been used by researchers to identify bats flying in an area simply by recording their calls with ultrasonic recorders known as \"bat detectors\". However echolocation calls are not always species specific and some bats overlap in the type of calls they use so recordings of echolocation calls cannot be used to identify all bats. In recent years researchers in several countries have developed \"bat call libraries\" that contain recordings of local bat species that have been identified known as \"reference calls\" to assist with identification.[34]\n[35]\n[36]\n\nSince the 1970s there has been an ongoing controversy among researchers as to whether bats use a form of processing known from radar termed coherent cross-correlation. Coherence means that the phase of the echolocation signals is used by the bats, while cross-correlation just implies that the outgoing signal is compared with the returning echoes in a running process. Today most – but not all – researchers believe that they use cross-correlation, but in an incoherent form, termed a filter bank receiver.[citation needed]\n\nWhen searching for prey they produce sounds at a low rate (10–20 clicks/second). During the search phase the sound emission is coupled to respiration, which is again coupled to the wingbeat. This coupling appears to dramatically conserve energy as there is little to no additional energetic cost of echolocation to flying bats.[37] After detecting a potential prey item, echolocating bats increase the rate of pulses, ending with the terminal buzz, at rates as high as 200 clicks/second. During approach to a detected target, the duration of the sounds is gradually decreased, as is the energy of the sound.[38]\n\nEcholocating bats occupy a diverse set of ecological conditions ; they can be found living in environments as different as Europe and Madagascar, and hunting for food sources as different as insects, frogs, nectar, fruit, and blood. Additionally, the characteristics of an echolocation call are adapted to the particular environment, hunting behavior, and food source of the particular bat. However, this adaptation of echolocation calls to ecological factors is constrained by the phylogenetic relationship of the bats, leading to a process known as descent with modification, and resulting in the diversity of the Chiroptera today.[39][40][41][42][43][44]\n\nFlying insects are a common source of food for echolocating bats and some insects (moths in particular) can hear the calls of predatory bats. There is evidence that moth hearing has evolved in response to bat echolocation to avoid capture.[45] Furthermore, these moth adaptations provide selective pressure for bats to improve their insect-hunting systems and this cycle culminates in a moth-bat \"evolutionary arms race\".[46][47]\n\nDescribing the diversity of bat echolocation calls requires examination of the frequency and temporal features of the calls. It is the variations in these aspects that produce echolocation calls suited for different acoustic environments and hunting behaviors.[39][41][44][48][49]\n\nBat call frequencies range from as low as 11 kHz to as high as 212 kHz.[50] Insectivorous aerial-hawking bats have a call frequency between 20 kHz and 60 kHz because it is the frequency that gives the best range and image acuity and makes them less conspicuous to insects.[51] However, low frequencies are adaptive for some species with different prey and environments. Euderma maculatum, a species that feeds on moths, uses a particularly low frequency of 12.7 kHz that cannot be heard by moths.[52]\n\nEcholocation calls can be composed of two different types of frequency structure: frequency modulated (FM) sweeps, and constant frequency (CF) tones. A particular call can consist of one, the other, or both structures.  An FM sweep is a broadband signal – that is, it contains a downward sweep through a range of frequencies. A CF tone is a narrowband signal:  the sound stays constant at one frequency throughout its duration.[53]\n\nEcholocation calls have been measured at intensities anywhere between 60 and 140 decibels.[54] Certain bat species can modify their call intensity mid-call, lowering the intensity as they approach objects that reflect sound strongly.  This prevents the returning echo from deafening the bat.[49] High-intensity calls such as those from aerial-hawking bats (133 dB) are adaptive to hunting in open skies. Their high intensity calls are necessary to even have moderate detection of surroundings because air has a high absorption of ultrasound and because insects' size only provide a small target for sound reflection.[55] Additionally, the so-called \"whispering bats\" have adapted low-amplitude echolocation so that their prey, moths, which are able to hear echolocation calls, are less able to detect and avoid an oncoming bat.[52]\n\nCalls can be composed of one frequency or multiple frequencies comprising a harmonic series.  In the latter case, the call is usually dominated by a certain harmonic (\"dominant\" frequencies are those present at higher intensities than other harmonics present in the call).[citation needed]\n\nA single echolocation call (a call being a single continuous trace on a sound spectrogram, and a series of calls comprising a sequence or pass) can last anywhere from 0.2 to 100 milliseconds in duration, depending on the stage of prey-catching behavior that the bat is engaged in.  For example, the duration of a call usually decreases when the bat is in the final stages of prey capture – this enables the bat to call more rapidly without overlap of call and echo. Reducing duration comes at the cost of having less total sound available for reflecting off objects and being heard by the bat.[50]\n\nThe time interval between subsequent echolocation calls (or pulses) determines two aspects of a bat's perception. First, it establishes how quickly the bat's auditory scene information is updated. For example, bats increase the repetition rate of their calls (that is, decrease the pulse interval) as they home in on a target. This allows the bat to get new information regarding the target's location at a faster rate when it needs it most. Secondly, the pulse interval determines the maximum range that bats can detect objects. This is because bats can only keep track of the echoes from one call at a time; as soon as they make another call they stop listening for echoes from the previously made call. For example, a pulse interval of 100 ms (typical of a bat searching for insects) allows sound to travel in air roughly 34 meters so a bat can only detect objects as far away as 17 meters (the sound has to travel out and back). With a pulse interval of 5 ms (typical of a bat in the final moments of a capture attempt), the bat can only detect objects up to 85 cm away. Therefore, the bat constantly has to make a choice between getting new information updated quickly and detecting objects far away.[56]\n\nThe major advantage conferred by an FM signal is extremely precise range discrimination, or localization, of the target. J. A. Simmons demonstrated this effect with a series of experiments that showed how bats using FM signals could distinguish between two separate targets even when the targets were less than half a millimeter apart.  This ability is due to the broadband sweep of the signal, which allows for better resolution of the time delay between the call and the returning echo, thereby improving the cross correlation of the two. Additionally, if harmonic frequencies are added to the FM signal, then this localization becomes even more precise.[39][40][41][44]\n\nOne possible disadvantage of the FM signal is a decreased operational range of the call.  Because the energy of the call is spread out among many frequencies, the distance at which the FM-bat can detect targets is limited.[42] This is in part because any echo returning at a particular frequency can only be evaluated for a brief fraction of a millisecond, as the fast downward sweep of the call does not remain at any one frequency for long.[40]\n\nThe structure of a CF signal is adaptive in that it allows the CF-bat to detect both the velocity of a target, and the fluttering of a target's wings as Doppler shifted frequencies.  A Doppler shift is an alteration in sound wave frequency, and is produced in two relevant situations:  when the bat and its target are moving relative to each other, and when the target's wings are oscillating back and forth. CF-bats must compensate for Doppler shifts, lowering the frequency of their call in response to echoes of elevated frequency – this ensures that the returning echo remains at the frequency to which the ears of the bat are most finely tuned.  The oscillation of a target's wings also produces amplitude shifts, which gives a CF-bat additional help in distinguishing a flying target from a stationary one.[57][41][44][40][43][39]\n\nAdditionally, because the signal energy of a CF call is concentrated into a narrow frequency band, the operational range of the call is much greater than that of an FM signal.  This relies on the fact that echoes returning within the narrow frequency band can be summed over the entire length of the call, which maintains a constant frequency for up to 100 milliseconds.[40][42]\n\nA frequency modulated (FM) component is excellent for hunting prey while flying in close, cluttered environments.  Two aspects of the FM signal account for this fact:  the precise target localization conferred by the broadband signal, and the short duration of the call.  The first of these is essential because in a cluttered environment, the bats must be able to resolve their prey from large amounts of background noise.  The 3D localization abilities of the broadband signal enable the bat to do exactly that, providing it with what Simmons and Stein (1980) call a \"clutter rejection strategy\".  This strategy is further improved by the use of harmonics, which, as previously stated, enhance the localization properties of the call.  The short duration of the FM call is also best in close, cluttered environments because it enables the bat to emit many calls extremely rapidly without overlap. This means that the bat can get an almost continuous stream of information – essential when objects are close, because they will pass by quickly – without confusing which echo corresponds to which call.[43][44][39][42]\n\nA constant frequency (CF) component is often used by bats hunting for prey while flying in open, clutter-free environments, or by bats that wait on perches for their prey to appear.  The success of the former strategy is due to two aspects of the CF call, both of which confer excellent prey-detection abilities.  First, the greater working range of the call allows bats to detect targets present at great distances – a common situation in open environments.  Second, the length of the call is also suited for targets at great distances:  in this case, there is a decreased chance that the long call will overlap with the returning echo.  The latter strategy is made possible by the fact that the long, narrowband call allows the bat to detect Doppler shifts, which would be produced by an insect moving either towards or away from a perched bat.[43][44][39][42]\n\nBecause bats use echolocation to orient themselves and to locate objects, their auditory systems are adapted for this purpose, highly specialized for sensing and interpreting the stereotyped echolocation calls characteristic of their own species.  This specialization is evident from the inner ear up to the highest levels of information processing in the auditory cortex.[58]\n\nBoth CF and FM bats have specialized inner ears which allow them to hear sounds in the ultrasonic range, far outside the range of human hearing.  Although in most other aspects, the bat's auditory organs are similar to those of most other mammals, certain bats (horseshoe bats, Rhinolophus spp. and the moustached bat, Pteronotus parnelii) with a constant frequency (CF) component to their call (known as high duty cycle bats) do have a few additional adaptations for detecting the predominant frequency (and harmonics) of the CF vocalization. These include a narrow frequency \"tuning\" of the inner ear organs, with an especially large area responding to the frequency of the bat's returning echoes.[43]\n\nThe basilar membrane within the cochlea contains the first of these specializations for echo information processing.  In bats that use CF signals, the section of the membrane that responds to the frequency of returning echoes is much larger than the region of response for any other frequency.  For example, in the greater horseshoe bat, Rhinolophus ferrumequinum, there is a disproportionately lengthened and thickened section of the membrane that responds to sounds around 83 kHz, the constant frequency of the echo produced by the bat's call.  This area of high sensitivity to a specific, narrow range of frequency is known as an \"acoustic fovea\".[59]\n\nEcholocating bats have also been found to have cochlear hairs that are especially resistant to intense noise.[60] Cochlear hair cells are essential for hearing sensitivity, and can be damaged by intense noise. As the bats are regularly exposed to intense noise through echolocation, resistance to degradation by intense noise is important for bats to be able to echolocate.\n\nOdontocetes (toothed whales and dolphins) have similar cochlear specializations to those found in bats. Odontocetes also have the highest neural investment of any cochleae reported to date with ratios of greater than 1500 ganglion cells/mm of basilar membrane.[citation needed]\n\nFurther along the auditory pathway, the movement of the basilar membrane results in the stimulation of primary auditory neurons.  Many of these neurons are specifically \"tuned\" (respond most strongly) to the narrow frequency range of returning echoes of CF calls.  Because of the large size of the acoustic fovea, the number of neurons responding to this region, and thus to the echo frequency, is especially high.[61]\n\nIn the Inferior colliculus, a structure in the bat's midbrain, information from lower in the auditory processing pathway is integrated and sent on to the auditory cortex. As George Pollak and others showed in a series of papers in 1977, the interneurons in this region have a very high level of sensitivity to time differences, since the time delay between a call and the returning echo tells the bat its distance from the target object. While most neurons respond more quickly to stronger stimuli, collicular neurons maintain their timing accuracy even as signal intensity changes.[citation needed]\n\nThese interneurons are specialized for time sensitivity in several ways.  First, when activated, they generally respond with only one or two action potentials.  This short duration of response allows their action potentials to give a very specific indication of the exact moment of the time when the stimulus arrived, and to respond accurately to stimuli that occur close in time to one another.  In addition, the neurons have a very low threshold of activation – they respond quickly even to weak stimuli.  Finally, for FM signals, each interneuron is tuned to a specific frequency within the sweep, as well as to that same frequency in the following echo.   There is specialization for the CF component of the call at this level as well.  The high proportion of neurons responding to the frequency of the acoustic fovea actually increases at this level.[41][61][62]\n\nThe auditory cortex in bats is quite large in comparison with other mammals.[63] Various characteristics of sound are processed by different regions of the cortex, each providing different information about the location or movement of a target object. Most of the existing studies on information processing in the auditory cortex of the bat have been done by Nobuo Suga on the mustached bat, Pteronotus parnellii. This bat's call has both CF tone and FM sweep components.\n\nSuga and his colleagues have shown that the cortex contains a series of \"maps\" of auditory information, each of which is organized systematically based on characteristics of sound such as frequency and amplitude. The neurons in these areas respond only to a specific combination of frequency and timing (sound-echo delay), and are known as combination-sensitive neurons.\n\nThe systematically organized maps in the auditory cortex respond to various aspects of the echo signal, such as its delay and its velocity.  These regions are composed of \"combination sensitive\" neurons that require at least two specific stimuli to elicit a response.  The neurons vary systematically across the maps, which are organized by acoustic features of the sound and can be two dimensional.  The different features of the call and its echo are used by the bat to determine important characteristics of their prey.  The maps include:\n\n"
        },
        {
            "title": "Whales",
            "text": "Biosonar is valuable to both toothed whales (suborder Odontoceti), including dolphins, porpoises, river dolphins, killer whales and sperm whales, and baleen whales (suborder Mysticeti), including right, bowhead, pygmy right, and gray whales and rorquals, because they live in an underwater habitat that has favourable acoustic characteristics and where vision is often extremely limited in range due to absorption or turbidity.[67] Odontocetes are generally able to hear sounds at ultrasonic frequencies while mysticetes hear sounds within the infrasonic frequency regime.[68]\n\nCetacean evolution consisted of three main radiations. Throughout the middle and late Eocene periods (49-31.5 million years ago), archaeocetes, primitive toothed Cetacea that arose from terrestrial mammals, were the only known cetaceans.[69] These primitive aquatic mammals did not possess the ability to echolocate, although they did have slightly adapted underwater hearing.[70] The morphology of acoustically isolated ear bones in basilosaurid archaeocetes indicates that this order had directional hearing underwater at low to mid frequencies by the late middle Eocene.[71] However, with the extinction of archaeocetes at the onset of the Oligocene, two new lineages composed a second radiation. These early mysticetes (baleen whales) and odontocetes can be dated back to the middle Oligocene in New Zealand.[69] Based on past phylogenies, it has been found that extant odontocetes are monophyletic; however, echolocation evolved twice, convergently, along the odontocete lineage: once in Xenorophus, an oligocene stem odontocete, and once in the crown odontecetes [72] Dispersal rates routes of early odontocetes included transoceanic travel to new adaptive zones. The third radiation occurred later in the Neogene, when present dolphins and their relatives evolved to be the most common species in the modern sea.[70]\n\nThere are several theories to explain the evolution of echolocation. There are two proposed drives for the hypotheses of cetacean radiation, one biotic and the other abiotic. The first, adaptive radiation, is the result of a rapid divergence into new adaptive zones. This results in diverse, ecologically different clades that are incomparable.[73] Clade Neocete (crown cetacean) evolved from archaeocetes and dispersed across the world's oceans, estuaries, and rivers. These ecological opportunities were the result of abundant dietary resources with low competition for hunting.[74] This hypothesis of lineage diversification, however, can be unconvincing due to a lack of support for rapid speciation early in cetacean history. A second, more abiotic drive is better supported.[citation needed]\n\nPhysical restructuring of the oceans has played a role in echolocation radiation. This was a result of global climate change at the Eocene-Oligocene boundary; from a greenhouse to an icehouse world. Tectonic openings created the Southern ocean with a free flowing Antarctic Circumpolar current.[69][70][71][74] These events allowed for a selection regime characterized by the ability to locate and capture prey in turbid river waters, or allow odontocetes to invade and feed at depths below the photic zone. Further studies have found that echolocation below the photic zone could have been a predation adaptation to diel migrating cephalopods.[71][75] Since its advent, there has been adaptive radiation especially in the family Delphinidae (dolphins) in which echolocation has become extremely derived.[76]\n\nFour proteins have been found to play a major role in toothed whale echolocation. Prestin, a motor protein of the outer hair cells of the inner ear of the mammalian cochlea, is associated with hearing sensitivity.[77] It has undergone two clear episodes of accelerated protein evolution in cetaceans.[77] The first episode of acceleration is connected to odontocete divergence, when echolocation first developed, and the second occurs with the increase in echolocation frequency seen in the family Delphinioidae. Tmc1 and Pjvk are also two proteins related to hearing sensitivity: Tmc1 is associated with hair cell development and Pjvk is associated with hair cell function.[78] Adaptations in the protein Tmc1 are related to the evolution of high-frequency hearing and molecular evolution of Tmc1 and Pjvk are indicative of positive selection for echolocation in odontocetes.[78] Cldn14, a member of the tight junction proteins which form barriers between inner ear cells, shows the same evolutionary pattern as Prestin.[79] The two events of protein evolution, for Prestin and Cldn14, occurred at the same times as the tectonic opening of the Drake Passage (34–31 Ma) and Antarctic ice growth at the Middle Miocene climate transition (14 Ma), with the divergence of odontocetes and mysticetes occurring with the former, and the speciation of Delphinioidae with the latter.[74]\n\nThe evolution of two cranial structures has been hypothesized to be linked to echolocation. Cranial telescoping developed first in xenorophids, evolving further in stem odontocetes, until the crown odontocetes show full cranial telescoping, with an overlap between the frontal and maxilla bones and a displacement of the external nares posteriorly.[80] Movement of the external nares may have allowed for a larger nasal apparatus and melon for echolocation.[80] This change occurred after the divergence of the neocetes from the basilosaurids.[81] The first shift towards cranial asymmetry occurred in the Early Oligocene, prior to the xenorophids.[81] A xenorophid fossil (Cotylocara macei) has cranial asymmetry, and shows other indicators of echolocation.[82] However, basal xenorophids lack cranial asymmetry, indicating that cranial asymmetry likely evolved twice.[81] Extant odontocetes have asymmetric nasofacial regions; generally, the median plane is shifted to the left and structures on the right are larger.[82] Both cranial telescoping and asymmetry are hypothesized to be associated with the sound production necessary for echolocation.[80]\n\nThirteen species of extant odontocete evolved narrow-band high-frequency (NBHF) echolocation in four separate, convergent events. These species include the families Kogiidae (pygmy sperm whales) and Phocoenidae (porpoises), as well as some species of the genus Lagenorhynchus, all of Cephalorhynchus, and the La Plata dolphin. NBHF is thought to have evolved as a means of predator evasion; NBHF-producing species are small relative to other odontocetes, making them viable prey to large species such as the orca. However, because three of the groups developed NBHF prior to the emergence of the orca, predation by other, ancient, raptorial odontocetes must have been the driving force for the development of NBHF, not predation by the orca. Orcas, and, presumably, ancient, raptorial odontocetes such as Acrophyseter, are unable to hear frequencies above 100 kHz.[83]\n\nAnother reason for variation in echolocation is habitat. For all sonar systems the limiting factor deciding whether a returning echo is detected is the echo-to-noise ratio (ENR). The ENR is given by the emitted source level (SL) plus the target strength, minus the two-way transmission loss (absorption and spreading) and the received noise.[84] Animals will adapt either to maximize range under noise-limited conditions (increase source level) or to reduce noise clutter in a shallow and/or littered habitat (decrease source level). In cluttered habitats, such as coastal areas, prey ranges are smaller, and species such as Commerson's dolphin (Cephalorhynchus commersonii) have lowered source levels to better suit their environment.[84]\n\nToothed whales emit a focused beam of high-frequency clicks in the direction that their head is pointing. Sounds are generated by passing air from the bony nares through the phonic lips. These sounds are reflected by the dense concave bone of the cranium and an air sac at its base. The focused beam is modulated by a large fatty organ known as the 'melon'. This acts like an acoustic lens because it is composed of lipids of differing densities. Most toothed whales use clicks in a series, or click train, for echolocation, while the sperm whale may produce clicks individually. Toothed whale whistles do not appear to be used in echolocation. Different rates of click production in a click train give rise to the familiar barks, squeals and growls of the bottlenose dolphin. A click train with a repetition rate over 600 per second is called a burst pulse. In bottlenose dolphins, the auditory brain response resolves individual clicks up to 600 per second, but yields a graded response for higher repetition rates.[85]\n\nIt has been suggested that some smaller toothed whales may have their tooth arrangement suited to aid in echolocation.  The placement of teeth in the jaw of a bottlenose dolphin, for example, are not symmetrical when seen from a vertical plane, and this asymmetry could possibly be an aid in the dolphin sensing if echoes from its biosonar are coming from one side or the other.[86][87] However, this idea lacks experimental support.\n\nEchoes are received using complex fatty structures around the lower jaw as the primary reception path, from where they are transmitted to the middle ear via a continuous fat body. Lateral sound may be received through fatty lobes surrounding the ears with a similar density to water. Some researchers believe that when they approach the object of interest, they protect themselves against the louder echo by quietening the emitted sound. In bats this is known to happen, but here the hearing sensitivity is also reduced close to a target.[88][89]\n\n"
        },
        {
            "title": "Oilbirds and swiftlets",
            "text": "Oilbirds and some species of swiftlet are known to use a relatively crude form of echolocation compared to that of bats and dolphins. These nocturnal birds emit calls while flying and use the calls to navigate through trees and caves where they live.[90][91]\n\n"
        },
        {
            "title": "",
            "text": "Terrestrial mammals other than bats known or thought to echolocate include two shrew genera (Sorex and Blarina), the tenrecs of Madagascar and solenodons.[92][93] These include the wandering shrew (Sorex vagrans), the common or Eurasian shrew (Sorex araneus), and the short-tailed shrew (Blarina brevicauda).[94] The nature of shrew sounds unlike those of bats are low amplitude, broadband, multi-harmonic and frequency modulated.[94] They  contain no 'echolocation clicks' with reverberations and would seem to be used for simple, close range spatial orientation. In contrast to bats, shrews use echolocation only to investigate their habitat rather than additionally to pinpoint food.[94]\n\nThere is evidence that blinded laboratory rats can use echolocation to navigate mazes.[95]\n\n"
        },
        {
            "title": "Echolocation jamming",
            "text": "Echolocation systems are susceptible to interference known as echolocation jamming or sonar jamming. Jamming occurs when non-target sounds interfere with target echoes. Jamming can be purposeful or inadvertent and can be caused by the echolocation system itself, other echolocating animals,[96] prey,[97] or humans. Echolocating animals have evolved to minimize jamming; however, echolocation avoidance behaviors are not always successful.\n\nBackground noise can also interfere with echolocation-based tasks via masking – a mechanism whereby noise interferes with the auditory perception of a signal – and via distraction – a mechanism whereby animals allocate finite attentional resources to noise rather than the signal.[98]\n\n"
        },
        {
            "title": "Avoidance by prey animals",
            "text": "The greater wax moth (Galleria mellonella) exhibits predator avoidance behaviors such as dropping, looping, and freezing when emitters sent out ultrasound waves, indicating that G. mellonella can both detect and differentiate between ultrasound frequencies used by predators or from other members of their species.[99] Members of the Saturniidae moth family, which include giant silk moths, have been observed using their large wings to deflect the ultrasonic signals of microbats.[100]\n\n"
        }
    ]
}