{
    "url": "https://en.wikipedia.org/wiki/Animal_Diversity_Web",
    "title": "Animal Diversity Web",
    "table_of_contents": [
        "1 Overview",
        "2 Background",
        "3 ADW Resources",
        "4 Partnerships",
        "5 Staff",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Animal Diversity Web (ADW) is an online database that collects the natural history, classification, species characteristics, conservation biology, and distribution information on thousands of species of animals.  The website includes thousands of photographs, hundreds of sound clips, and a virtual museum.\n\n"
        },
        {
            "title": "Overview",
            "text": "The ADW acts as an online encyclopedia, with each individual species account displaying basic information specific to that species. The website used a local, relational database written by staff and student contributors from the University of Michigan.[1] Each species account includes geographic range, habitat, physical description, development, ecosystem roles, reproduction, life span, communication and perception, behavior, food habits, predation, and conservation status. The organization of the site reinforces past biology knowledge by providing sharp images and showing common phyla on the home page.[2]\n\nThe Animal Diversity Web has resources other than its database. \nThe website also offers a virtual museum and a cell phone app for quick reference. \nThe virtual museum contains mostly mammals and has a large collection of skulls that can be virtually handled.[3] The Animal Diversity Web is a non-profit site and is written largely for college students.[4]\n\nAlthough the ADW primarily targets audiences of higher education, it also provides resources for K-12 instructors.[5]\n\n"
        },
        {
            "title": "Background",
            "text": "The ADW was created in 1995, by Philip Myers, a former biology professor at the University of Michigan.[6] The site now contains over 2,150 accounts of animal species along with over 11,500 images and 725 sounds. [7] These numbers will continue to grow as the developers of the website plan to add 250 species by the end of 2017.[4]\n\nAlong with species accounts, the ADW has over 250 accounts of higher taxonomic groups.[4]\n\nMost of the contributors to the website are undergraduate students. ADW has collaborated with 30 colleges and universities across the United States. The undergraduate students often submit reports on species as part of their course requirements.[8] Each account is researched using peer reviewed scientific journals and research papers and is edited by both the professors and the staff at the ADW. This provides opportunities for students to experience real-world examples of writing skills and biology intertwining, and also adds efficient contributions to the site. Experts at the University of Michigan and elsewhere also provide content at higher taxonomic levels.[8] As of November 2017[update], The Animal Diversity Web had 3,675 contributors.[4]\n\n"
        },
        {
            "title": "ADW Resources",
            "text": "The ADW markets itself as a resource for constructing scholarly documents. \nAll species accounts have been reviewed and approved several times over, providing the most accurate data. \nADW is highly ranked by Google and Google Scholar search engines and is often the first result when searching for animal names or animal databases.[4] \nScholarly journals often draw from the ADW database when they are looking at a broad range of species in their study.\nWhen Keinath et al. collected data to determine animals' sensitivity to fragmentation, the ADW and other databases allowed them to compile evidence suggesting there are important differences among taxa in how they respond to habitat loss, depending upon habitat specialization and life history.[9]\n\nSome scholarly writers will reference the Animal Diversity Web source regardless of the size of the study. One journal about adaptive evolution in pheasants references the habitat elevation of three different types of pheasant species directly from the ADW webpage.[10]\n\nThe ADW is also a potential resource in the field. Biologists can use the sounds, image gallery, or descriptions to properly distinguish between closely related species.[11]\n\nExperts[who?] believe ADW can be implemented as a teaching and learning tool in order to improve research and writing skills in college biology courses. ADW encourages inquiry-driven learning methods by showing methods of science in action.\n\nStudent authorship of a species focuses on student research and writing in an engaging way. Students run into problems such as limited information or difficult language the helps them sharpen their skills. Publishing a species account gives students opportunities to highlight a real-world project that provides them insight about their desired field.\n\n"
        },
        {
            "title": "Partnerships",
            "text": "ADW has partnered with EOL (Encyclopedia of Life) in order to allow a wider audience to view the information.[12] BioKIDS Critter Catalog is a partnered website also created by the University of Michigan that provides a simplified version of the animal accounts suitable for children K-12.[13] AmphibiaWeb is a partner that provides information on amphibian conservation, natural history, declines, and taxonomy.[14]\n\n"
        },
        {
            "title": "Staff",
            "text": "The current staff of the Animal Diversity Web is employed at the University of Michigan.\n\n"
        }
    ]
}