{
    "url": "https://en.wikipedia.org/wiki/Animism",
    "title": "Animism",
    "table_of_contents": [
        "1 Etymology",
        "2 \"Old animism” definitions",
        "2.1 Edward Tylor's definition",
        "2.2 Social evolutionist conceptions",
        "2.3 Confounding animism with totemism",
        "3 \"New animism\" non-archaic definitions",
        "3.1 Hallowell and the Ojibwe",
        "3.2 Postmodern anthropology",
        "3.3 Ethical and ecological understanding",
        "3.4 Relation to the concept of 'I-thou'",
        "4 Religion",
        "4.1 Concepts",
        "4.1.1 Distinction from pantheism",
        "4.1.2 Fetishism / totemism",
        "4.2 African indigenous religions",
        "4.3 Asian origin religions",
        "4.3.1 Indian-origin religions",
        "4.3.2 Japan and Shinto",
        "4.3.3 Kalash people",
        "4.3.4 Korea",
        "4.3.5 Philippines' native belief",
        "4.3.6 Abrahamic religions",
        "4.3.7 Pre-Islamic Arab religion",
        "4.4 Neopagan and New Age movements",
        "4.5 Shamanism",
        "5 Animist life",
        "5.1 Non-human animals",
        "5.2 Flora",
        "5.3 The elements",
        "5.4 Spirits",
        "6 Other usage",
        "6.1 Science",
        "6.2 Socio-political impact",
        "6.3 Art and literature",
        "7 See also",
        "8 References",
        "8.1 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnimism (from Latin: anima meaning 'breath, spirit, life')[1][2] is the belief that objects, places, and creatures all possess a distinct spiritual essence.[3][4][5][6] Potentially, animism perceives all things—animals, plants, rocks, rivers, weather systems, human handiwork, and perhaps even words—as animated and alive. Animism is used in the anthropology of religion, as a term for the belief system of many Indigenous peoples,[7] especially in contrast to the relatively more recent development of organized religions.[8] Animism focuses on the metaphysical universe, with a specific focus on the concept of the immaterial soul.[9]\n\nAlthough each culture has its own mythologies and rituals, animism is said to describe the most common, foundational thread of indigenous peoples' \"spiritual\" or \"supernatural\" perspectives. The animistic perspective is so widely held and inherent to most indigenous peoples, that they often do not even have a word in their languages that corresponds to \"animism\" (or even \"religion\");[10] the term is an anthropological construct.\n\nLargely due to such ethnolinguistic and cultural discrepancies, opinions differ on whether animism refers to an ancestral mode of experience common to indigenous peoples around the world, or to a full-fledged religion in its own right. The currently accepted definition of animism was only developed in the late 19th century (1871) by Sir Edward Tylor. It is \"one of anthropology's earliest concepts, if not the first.\"[11]\n\nAnimism encompasses the beliefs that all material phenomena have agency, that there exists no categorical distinction between the spiritual and physical (or material) world, and that soul, spirit, or sentience exists not only in humans, but also in other animals, plants, rocks, geographic features such as mountains or rivers, or other entities of the natural environment: water sprites, vegetation deities, tree spirits, etc. Animism may further attribute a life force to abstract concepts such as words, true names, or metaphors in mythology. Some members of the non-tribal world also consider themselves animists (such as author Daniel Quinn, sculptor Lawson Oyekan, and many contemporary Pagans).[12]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Sir Edward Tylor had initially wanted to describe the phenomenon as spiritualism, but he realized that such would cause confusion with the modern religion of spiritualism, which was then prevalent across Western nations.[13] He adopted the term animism from the writings of German scientist Georg Ernst Stahl,[14] who had developed the term animismus in 1708, as a biological theory that souls formed the vital principle, and that the normal phenomena of life and the abnormal phenomena of disease could be traced to spiritual causes.[15]\n\nThe first known usage in English appeared in 1819.[16]\n\n"
        },
        {
            "title": "",
            "text": "Earlier anthropological perspectives, which have since been termed the old animism, were concerned with knowledge on what is alive and what factors make something alive.[17] The old animism assumed that animists were individuals who were unable to understand the difference between persons and things.[18] Critics of the old animism have accused it of preserving \"colonialist and dualist worldviews and rhetoric.\"[19]\n\nThe idea of animism was developed by anthropologist Sir Edward Tylor through his 1871 book Primitive Culture,[1] in which he defined it as \"the general doctrine of souls and other spiritual beings in general.\" According to Tylor, animism often includes \"an idea of pervading life and will in nature;\"[20] a belief that natural objects other than humans have souls. This formulation was little different from that proposed by Auguste Comte as \"fetishism\",[21] but the terms now have distinct meanings.\n\nFor Tylor, animism represented the earliest form of religion, being situated within an evolutionary framework of religion that has developed in stages and which will ultimately lead to humanity rejecting religion altogether in favor of scientific rationality.[22] Thus, for Tylor, animism was fundamentally seen as a mistake, a basic error from which all religions grew.[22] He did not believe that animism was inherently illogical, but he suggested that it arose from early humans' dreams and visions and thus was a rational system. However, it was based on erroneous, unscientific observations about the nature of reality.[23] Stringer notes that his reading of Primitive Culture led him to believe that Tylor was far more sympathetic in regard to \"primitive\" populations than many of his contemporaries and that Tylor expressed no belief that there was any difference between the intellectual capabilities of \"savage\" people and Westerners.[4]\n\nThe idea that there had once been \"one universal form of primitive religion\" (whether labeled animism, totemism, or shamanism) has been dismissed as \"unsophisticated\" and \"erroneous\" by archaeologist Timothy Insoll, who stated that \"it removes complexity, a precondition of religion now, in all its variants\".[24]\n\nTylor's definition of animism was part of a growing international debate on the nature of \"primitive society\" by lawyers, theologians, and philologists. The debate defined the field of research of a new science: anthropology. By the end of the 19th century, an orthodoxy on \"primitive society\" had emerged, but few anthropologists still would accept that definition. The \"19th-century armchair anthropologists\" argued, that \"primitive society\" (an evolutionary category) was ordered by kinship and divided into exogamous descent groups related by a series of marriage exchanges. Their religion was animism, the belief that natural species and objects had souls.\n\nWith the development of private property, the descent groups were displaced by the emergence of the territorial state. These rituals and beliefs eventually evolved over time into the vast array of \"developed\" religions. According to Tylor, as society became more scientifically advanced, fewer members of that society would believe in animism. However, any remnant ideologies of souls or spirits, to Tylor, represented \"survivals\" of the original animism of early humanity.[25]\n\nIn 1869 (three years after Tylor proposed his definition of animism), Edinburgh lawyer John Ferguson McLennan, argued that the animistic thinking evident in fetishism gave rise[colloquialism?] to a religion he named totemism. Primitive people believed, he argued, that they were descended from the same species as their totemic animal.[21] Subsequent debate by the \"armchair anthropologists\" (including J. J. Bachofen, Émile Durkheim, and Sigmund Freud) remained focused on totemism rather than animism, with few directly challenging Tylor's definition. Anthropologists \"have commonly avoided the issue of animism and even the term itself rather than revisit this prevalent notion in light of their new and rich ethnographies.\"[27]\n\nAccording to anthropologist Tim Ingold, animism shares similarities with totemism but differs in its focus on individual spirit beings which help to perpetuate life, whereas totemism more typically holds that there is a primary source, such as the land itself or the ancestors, who provide the basis to life. Certain indigenous religious groups such as the Australian Aboriginals are more typically totemic in their worldview, whereas others like the Inuit are more typically animistic.[28]\n\nFrom his studies into child development, Jean Piaget suggested that children were born with an innate animist worldview in which they anthropomorphized inanimate objects and that it was only later that they grew out of this belief.[29] Conversely, from her ethnographic research, Margaret Mead argued the opposite, believing that children were not born with an animist worldview but that they became acculturated to such beliefs as they were educated by their society.[29]\n\nStewart Guthrie saw animism—or \"attribution\" as he preferred it—as an evolutionary strategy to aid survival. He argued that both humans and other animal species view inanimate objects as potentially alive as a means of being constantly on guard against potential threats.[30] His suggested explanation, however, did not deal with the question of why such a belief became central to the religion.[31] In 2000, Guthrie suggested that the \"most widespread\" concept of animism was that it was the \"attribution of spirits to natural phenomena such as stones and trees.\"[32]\n\n"
        },
        {
            "title": "",
            "text": "Many anthropologists ceased using the term animism, deeming it to be too close to early anthropological theory and religious polemic.[19] However, the term had also been claimed by religious groups—namely, Indigenous communities and nature worshippers—who felt that it aptly described their own beliefs, and who in some cases actively identified as \"animists\".[33] It was thus readopted by various scholars, who began using the term in a different way,[19] placing the focus on knowing how to behave toward other beings, some of whom are not human.[17] As religious studies scholar Graham Harvey stated, while the \"old animist\" definition had been problematic, the term animism was nevertheless \"of considerable value as a critical, academic term for a style of religious and cultural relating to the world.\"[34]\n\nThe new animism emerged largely from the publications of anthropologist Irving Hallowell, produced on the basis of his ethnographic research among the Ojibwe communities of Canada in the mid-20th century.[35] For the Ojibwe encountered by Hallowell, personhood did not require human-likeness, but rather humans were perceived as being like other persons, who for instance included rock persons and bear persons.[36] For the Ojibwe, these persons were each wilful beings, who gained meaning and power through their interactions with others; through respectfully interacting with other persons, they themselves learned to \"act as a person\".[36]\n\nHallowell's approach to the understanding of Ojibwe personhood differed strongly from prior anthropological concepts of animism.[37] He emphasized the need to challenge the modernist, Western perspectives of what a person is, by entering into a dialogue with different worldwide views.[36] Hallowell's approach influenced the work of anthropologist Nurit Bird-David, who produced a scholarly article reassessing the idea of animism in 1999.[38] Seven comments from other academics were provided in the journal, debating Bird-David's ideas.[39]\n\nMore recently, postmodern anthropologists are increasingly engaging with the concept of animism. Modernism is characterized by a Cartesian subject-object dualism that divides the subjective from the objective, and culture from nature. In the modernist view, animism is the inverse of scientism, and hence, is deemed inherently invalid by some anthropologists. Drawing on the work of Bruno Latour, some anthropologists question modernist assumptions and theorize that all societies continue to \"animate\" the world around them. In contrast to Tylor's reasoning, however, this \"animism\" is considered to be more than just a remnant of primitive thought. More specifically, the \"animism\" of modernity is characterized by humanity's \"professional subcultures\", as in the ability to treat the world as a detached entity within a delimited sphere of activity.\n\nHuman beings continue to create personal relationships with elements of the aforementioned objective world, such as pets, cars, or teddy bears, which are recognized as subjects. As such, these entities are \"approached as communicative subjects rather than the inert objects perceived by modernists.\"[40] These approaches aim to avoid the modernist assumption that the environment consists of a physical world distinct from the world of humans, as well as the modernist conception of the person being composed dualistically of a body and a soul.[27]\n\nNurit Bird-David argues that:[27]\n\nShe explains that animism is a \"relational epistemology\" rather than a failure of primitive reasoning. That is, self-identity among animists is based on their relationships with others, rather than any distinctive features of the \"self\". Instead of focusing on the essentialized, modernist self (the \"individual\"), persons are viewed as bundles of social relationships (\"dividuals\"), some of which include \"superpersons\" (i.e. non-humans).\n\nStewart Guthrie expressed criticism of Bird-David's attitude towards animism, believing that it promulgated the view that \"the world is in large measure whatever our local imagination makes it\". This, he felt, would result in anthropology abandoning \"the scientific project\".[41]\n\nLike Bird-David, Tim Ingold argues that animists do not see themselves as separate from their environment:[42]\n\nRane Willerslev extends the argument by noting that animists reject this Cartesian dualism and that the animist self identifies with the world, \"feeling at once within and apart from it so that the two glide ceaselessly in and out of each other in a sealed circuit\".[43] The animist hunter is thus aware of himself as a human hunter, but, through mimicry, is able to assume the viewpoint, senses, and sensibilities of his prey, to be one with it.[44] Shamanism, in this view, is an everyday attempt to influence spirits of ancestors and animals, by mirroring their behaviors, as the hunter does its prey.\n\nCultural ecologist and philosopher David Abram promotes an ethical and ecological understanding of animism, grounded in the phenomenology of sensory experience. In his books The Spell of the Sensuous, and Becoming Animal, Abram suggests that material things are never entirely passive in our direct perceptual experience, holding rather that perceived things actively \"solicit our attention\" or \"call our focus\", coaxing the perceiving body into an ongoing participation with those things.[45][46]\n\nIn the absence of intervening technologies, he suggests, sensory experience is inherently animistic in that it discloses a material field that is animate and self-organizing from the beginning. Drawing upon contemporary cognitive and natural science, as well as upon the perspectival worldviews of diverse indigenous oral cultures, Abram proposes a richly pluralist and story-based cosmology in which matter is alive. He suggests that such a relational ontology is in close accord with our spontaneous perceptual experience; it would draw us back to our senses, and to the primacy of the sensuous terrain, enjoining a more respectful and ethical relation to the more-than-human community of animals, plants, soils, mountains, waters, and weather-patterns that materially sustains us.[45][46]\n\nIn contrast to a long-standing tendency in the Western social sciences, which commonly provide rational explanations of animistic experience, Abram develops an animistic account of reason itself. He holds that civilized reason is sustained only by intensely animistic participation between human beings and their own written signs. For instance, as soon as we turn our gaze toward the alphabetic letters written on a page or a screen, we \"see what they say\"—the letters, that is, seem to speak to us—much as spiders, trees, gushing rivers and lichen-encrusted boulders once spoke to our oral ancestors. For Abram, reading can usefully be understood as an intensely concentrated form of animism, one that effectively eclipses all of the other, older, more spontaneous forms of animistic participation in which we once engaged.\n\nReligious studies scholar Graham Harvey defined animism as the belief \"that the world is full of persons, only some of whom are human, and that life is always lived in relationship with others.\"[17] He added that it is therefore \"concerned with learning how to be a good person in respectful relationships with other persons.\"[17]\n\nIn his Handbook of Contemporary Animism (2013), Harvey identifies the animist perspective in line with Martin Buber's \"I-thou\" as opposed to \"I-it\". In such, Harvey says, the animist takes an I-thou approach to relating to the world, whereby objects and animals are treated as a \"thou\", rather than as an \"it\".[48]\n\n"
        },
        {
            "title": "Religion",
            "text": "There is ongoing disagreement (and no general consensus) as to whether animism is merely a singular, broadly encompassing religious belief[49] or a worldview in and of itself, comprising many diverse mythologies found worldwide in many diverse cultures.[50][51] This also raises a controversy regarding the ethical claims animism may or may not make: whether animism ignores questions of ethics altogether;[52] or, by endowing various non-human elements of nature with spirituality or personhood,[53] in fact promotes a complex ecological ethics.[54]\n\nAnimism is not the same as pantheism, although the two are sometimes confused. Moreover, some religions are both pantheistic and animistic. One of the main differences is that while animists believe everything to be spiritual in nature, they do not necessarily see the spiritual nature of everything in existence as being united (monism), the way pantheists do. As a result, animism puts more emphasis on the uniqueness of each individual soul. In pantheism, everything shares the same spiritual essence, rather than having distinct spirits or souls.[55][56]\n\nIn many animistic world views, the human being is often regarded as on a roughly equal footing with other animals, plants, and natural forces.[57]\n\nTraditional African religions: most religious traditions of Sub-Saharan Africa, which are basically a complex form of animism with polytheistic and shamanistic elements and ancestor worship.[58]\n\nIn North Africa, the traditional Berber religion includes the traditional polytheistic, animist, and in some rare cases, shamanistic, religions of the Berber people.\n\n\n\nIn the Indian-origin religions, namely Hinduism, Buddhism, Jainism, and Sikhism, the animistic aspects of nature worship and ecological conservation are part of the core belief system.\n\nMatsya Purana, a Hindu text, has a Sanskrit language shloka (hymn), which explains the importance of reverence of ecology. It states, \"A pond equals ten wells, a reservoir equals ten ponds, while a son equals ten reservoirs, and a tree equals ten sons.\"[59] Indian religions worship trees such as the Bodhi Tree and numerous superlative banyan trees, conserve the sacred groves of India, revere the rivers as sacred, and worship the mountains and their ecology.\n\nPanchavati are the sacred trees in Indic religions, which are sacred groves containing five type of trees, usually chosen from among the Vata (Ficus benghalensis, Banyan), Ashvattha (Ficus religiosa, Peepal), Bilva (Aegle marmelos, Bengal Quince), Amalaki (Phyllanthus emblica, Indian Gooseberry, Amla), Ashoka (Saraca asoca, Ashok), Udumbara (Ficus racemosa, Cluster Fig, Gular), Nimba (Azadirachta indica, Neem) and Shami (Prosopis spicigera, Indian Mesquite).[60][61]\n\nThe banyan is considered holy in several religious traditions of India. The Ficus benghalensis is the national tree of India.[62] Vat Purnima is a Hindu festival related to the banyan tree, and is observed by married women in North India and in the Western Indian states of Maharashtra, Goa, Gujarat.[63] For three days of the month of Jyeshtha in the Hindu calendar (which falls in May–June in the Gregorian calendar) married women observe a fast, tie threads around a banyan tree, and pray for the well-being of their husbands.[64] Thimmamma Marrimanu, sacred to Indian religions, has branches spread over five acres and was listed as the world's largest banyan tree in the Guinness World Records in 1989.[65][66]\n\nIn Hinduism, the leaf of the banyan tree is said to be the resting place for the god Krishna. In the Bhagavat Gita, Krishna said, \"There is a banyan tree which has its roots upward and its branches down, and the Vedic hymns are its leaves. One who knows this tree is the knower of the Vedas.\" (Bg 15.1) Here the material world is described as a tree whose roots are upwards and branches are below. We have experience of a tree whose roots are upward: if one stands on the bank of a river or any reservoir of water, he can see that the trees reflected in the water are upside down. The branches go downward and the roots upward. Similarly, this material world is a reflection of the spiritual world. The material world is but a shadow of reality. In the shadow there is no reality or substantiality, but from the shadow we can understand that there is substance and reality.\n\nIn Buddhism's Pali canon, the banyan (Pali: nigrodha)[67] is referenced numerous times.[68] Typical metaphors allude to the banyan's epiphytic nature, likening the banyan's supplanting of a host tree as comparable to the way sensual desire (kāma) overcomes humans.[69]\n\nMun (also known as Munism or Bongthingism) is the traditional polytheistic, animist, shamanistic, and syncretic religion of the Lepcha people.[70][71][72]\n\nShinto is the traditional Japanese folk religion and has many animist aspects.  The Ryukyuan religion of the Ryukyu islands is distinct from Shinto, but shares similar characteristics.\n\nKalash people of Northern Pakistan follow an ancient animistic religion identified with an ancient form of Hinduism.[73]\n\nMuism, the native Korean belief, has many animist aspects.[74]\n\nIn the indigenous religious beliefs of the Philippines, pre-colonial religions of Philippines and Philippine mythology, animism is part of their core beliefs as demonstrated by the belief in Anito and Bathala as well as their conservation and veneration of sacred Indigenous Philippine shrines, forests, mountains and sacred grounds.\n\nAnito (lit. '[ancestor] spirit') refers to the various indigenous shamanistic folk religions of the Philippines, led by female or feminized male shamans known as babaylan. It includes belief in a spirit world existing alongside and interacting with the material world, as well as the belief that everything has a spirit, from rocks and trees to animals and humans to natural phenomena.[76][77]\n\nIn indigenous Filipino belief, the Bathala is the omnipotent deity which was derived from Sanskrit word for the Hindu supreme deity bhattara,[78][79] as one of the ten avatars of the Hindu god Vishnu.[80][81] The omnipotent Bathala also presides over the spirits of ancestors called Anito.[82][83][84][85] Anitos serve as intermediaries between mortals and the divine, such as Agni (Hindu) who holds the access to divine realms; for this reason they are invoked first and are the first to receive offerings, regardless of the deity the worshipper wants to pray to.[86][87]\n\nAnimism also has influences in Abrahamic religions.\n\nThe Old Testament and the Wisdom literature preach the omnipresence of God (Jeremiah 23:24; Proverbs 15:3; 1 Kings 8:27), including the New Testament where the Father is inside all (Ephesians 4:6), and God is bodily present in the incarnation of his Son, Jesus Christ. (Gospel of John 1:14, Colossians 2:9).[88] Animism is not peripheral to Christian identity but is its nurturing home ground, its axis mundi. In addition to the conceptual work the term animism performs, its insight into the relational character and common personhood of material existence.[3]\n\nWith rising awareness of ecological preservation, recently theologians like Mark I. Wallace argue for animistic Christianity with a biocentric approach that understands God being present in all earthly objects, such as animals, trees, and rocks.[89]\n\nPre-Islamic Arab religion can refer to the traditional polytheistic, animist, and in some rare cases, shamanistic, religions of the peoples of the Arabian people. The belief in jinn, invisible entities akin to spirits in the Western sense dominant in the Arab religious systems, hardly fit the description of Animism in a strict sense. The jinn are considered to be analogous to the human soul by living lives like that of humans, but they are not exactly like human souls neither are they spirits of the dead.[90]: 49  It is unclear if belief in jinn derived from nomadic or sedentary populations.[90]: 51 \n\nSome Neopagan groups, including Eco-pagans, describe themselves as animists, meaning that they respect the diverse community of living beings and spirits with whom humans share the world and cosmos.[91]\n\nThe New Age movement commonly demonstrates animistic traits in asserting the existence of nature spirits.[92]\n\nA shaman is a person regarded as having access to, and influence in, the world of benevolent and malevolent spirits, who typically enters into a trance state during a ritual, and practices divination and healing.[93]\n\nAccording to Mircea Eliade, shamanism encompasses the premise that shamans are intermediaries or messengers between the human world and the spirit worlds. Shamans are said to treat ailments and illnesses by mending the soul. Alleviating traumas affecting the soul or spirit restores the physical body of the individual to balance and wholeness. The shaman also enters supernatural realms or dimensions to obtain solutions to problems afflicting the community. Shamans may visit other worlds or dimensions to bring guidance to misguided souls and to ameliorate illnesses of the human soul caused by foreign elements. The shaman operates primarily within the spiritual world, which in turn affects the human world. The restoration of balance results in the elimination of the ailment.[94]\n\nAbram, however, articulates a less supernatural and much more ecological understanding of the shaman's role than that propounded by Eliade. Drawing upon his own field research in Indonesia, Nepal, and the Americas, Abram suggests that in animistic cultures, the shaman functions primarily as an intermediary between the human community and the more-than-human community of active agencies—the local animals, plants, and landforms (mountains, rivers, forests, winds, and weather patterns, all of which are felt to have their own specific sentience). Hence, the shaman's ability to heal individual instances of dis-ease (or imbalance) within the human community is a byproduct of their more continual practice of balancing the reciprocity between the human community and the wider collective of animate beings in which that community is embedded.[95]\n\n"
        },
        {
            "title": "Animist life",
            "text": "Animism entails the belief that \"all living things have a soul\",[This quote needs a citation] and thus, a central concern of animist thought surrounds how animals can be eaten, or otherwise used for humans' subsistence needs.[96] The actions of non-human animals are viewed as \"intentional, planned and purposive\",[97] and they are understood to be persons, as they are both alive, and communicate with others.[98]\n\nIn animist worldviews, non-human animals are understood to participate in kinship systems and ceremonies with humans, as well as having their own kinship systems and ceremonies.[99] Harvey cited an example of an animist understanding of animal behavior that occurred at a powwow held by the Conne River Mi'kmaq in 1996; an eagle flew over the proceedings, circling over the central drum group. The assembled participants called out kitpu ('eagle'), conveying welcome to the bird and expressing pleasure at its beauty, and they later articulated the view that the eagle's actions reflected its approval of the event, and the Mi'kmaq's return to traditional spiritual practices.[100]\n\nSome animists also view plant and fungi life as persons and interact with them accordingly.[101] The most common encounter between humans and these plant and fungi persons is with the former's collection of the latter for food, and for animists, this interaction typically has to be carried out respectfully.[102] Harvey cited the example of Maori communities in New Zealand, who often offer karakia invocations to sweet potatoes as they dig the latter up; while doing so there is an awareness of a kinship relationship between the Maori and the sweet potatoes, with both understood as having arrived in Aotearoa together in the same canoes.[102]\n\nIn other instances, animists believe that interaction with plant and fungi persons can result in the communication of things unknown or even otherwise unknowable.[101] Among some modern Pagans, for instance, relationships are cultivated with specific trees, who are understood to bestow knowledge or physical gifts, such as flowers, sap, or wood that can be used as firewood or to fashion into a wand; in return, these Pagans give offerings to the tree itself, which can come in the form of libations of mead or ale, a drop of blood from a finger, or a strand of wool.[103]\n\nVarious animistic cultures also comprehend stones as persons.[104] Discussing ethnographic work conducted among the Ojibwe, Harvey noted that their society generally conceived of stones as being inanimate, but with two notable exceptions: the stones of the Bell Rocks and those stones which are situated beneath trees struck by lightning, which were understood to have become Thunderers themselves.[105] The Ojibwe conceived of weather as being capable of having personhood, with storms being conceived of as persons known as 'Thunderers' whose sounds conveyed communications and who engaged in seasonal conflict over the lakes and forests, throwing lightning at lake monsters.[105] Wind, similarly, can be conceived as a person in animistic thought.[106]\n\nThe importance of place is also a recurring element of animism, with some places being understood to be persons in their own right.[107]\n\nAnimism can also entail relationships being established with non-corporeal spirit entities.[108]\n\n"
        },
        {
            "title": "Other usage",
            "text": "In the early 20th century, William McDougall defended a form of animism in his book Body and Mind: A History and Defence of Animism (1911).\n\nPhysicist Nick Herbert has argued for \"quantum animism\" in which the mind permeates the world at every level:\n\nWerner Krieglstein wrote regarding his quantum Animism:\n\nIn Error and Loss: A Licence to Enchantment,[111] Ashley Curtis (2018) has argued that the Cartesian idea of an experiencing subject facing off with an inert physical world is incoherent at its very foundation and that this incoherence is predicted rather than belied by Darwinism. Human reason (and its rigorous extension in the natural sciences) fits an evolutionary niche just as echolocation does for bats and infrared vision does for pit vipers, and is—according to western science's own dictates—epistemologically on par with, rather than superior to, such capabilities. The meaning or aliveness of the \"objects\" we encounter—rocks, trees, rivers, other animals—thus depends its validity not on a detached cognitive judgment, but purely on the quality of our experience. The animist experience, and the wolf's or raven's experience, thus become licensed as equally valid worldviews to the modern western scientific one; they are more valid, since they are not plagued with the incoherence that inevitably crops up[colloquialism] when \"objective existence\" is separated from \"subjective experience.\"\n\nHarvey opined that animism's views on personhood represented a radical challenge to the dominant perspectives of modernity, because it accords \"intelligence, rationality, consciousness, volition, agency, intentionality, language, and desire\" to non-humans.[112] Similarly, it challenges the view of human uniqueness that is prevalent in both Abrahamic religions and Western rationalism.[113]\n\nAnimist beliefs can also be expressed through artwork.[114] For instance, among the Maori communities of New Zealand, there is an acknowledgement that creating art through carving wood or stone entails violence against the wood or stone person and that the persons who are damaged therefore have to be placated and respected during the process; any excess or waste from the creation of the artwork is returned to the land, while the artwork itself is treated with particular respect.[115] Harvey, therefore, argued that the creation of art among the Maori was not about creating an inanimate object for display, but rather a transformation of different persons within a relationship.[116]\n\nHarvey expressed the view that animist worldviews were present in various works of literature, citing such examples as the writings of Alan Garner, Leslie Silko, Barbara Kingsolver, Alice Walker, Daniel Quinn, Linda Hogan, David Abram, Patricia Grace, Chinua Achebe, Ursula Le Guin, Louise Erdrich, and Marge Piercy.[117]\n\nAnimist worldviews have also been identified in the animated films of Hayao Miyazaki.[118][119][120][121]\n\n"
        }
    ]
}