{
    "url": "https://en.wikipedia.org/wiki/Anishinaabe_traditional_beliefs",
    "title": "Anishinaabe traditional beliefs",
    "table_of_contents": [
        "1 Medicine Societies",
        "1.1 Midewiwin",
        "1.2 Waabanowin",
        "1.3 Jiisakiiwin",
        "2 Migration story",
        "3 Importance of Storytelling",
        "3.1 Nanabozho stories",
        "3.2 Other stories",
        "4 Relationships to the Other-Than-Human",
        "5 The Seven Grandfather Teachings",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nAnishinaabe traditional beliefs cover the traditional belief system of the Anishinaabeg peoples, consisting of the Algonquin/Nipissing, Ojibwa/Chippewa/Saulteaux/Mississaugas, Odawa, Potawatomi and Oji-Cree, located primarily in the Great Lakes region of North America.\n\n"
        },
        {
            "title": "Medicine Societies",
            "text": "The Anishinaabe have four different Medicine Societies.\n\nThe Midewiwin (also spelled Midewin and Medewiwin) is the Grand Medicine Society of the indigenous groups of the Maritimes, New England and Great Lakes regions in North America. Its practitioners are called Midew and the practices of Midewiwin referred to as the Mide.  The Midewiwin society is a secretive animistic religion, requiring an initiation, and then progressing to four levels of practitioners, called \"degrees\". Occasionally, male Midew are called Midewinini, which sometimes is very loosely translated into English as \"medicine man\".\n\nThe  Waabanowin (also spelled Wabuowin, Wabunohwin and Wabunohiwin) is the Dawn Society, also sometime improperly called the \"Magical Dawn Society\". Its practitioners are called Waabanow and the practices of Waabanowin referred to as the Waabano. The Wabanowin are distinct society of visionaries. Like the Midewiwin, the Waabanowin is a secretive animistic religion, requiring an initiation. But unlike the Mide, the Waabano have sometimes two levels and sometimes four. This variation being dependent on the particular lodge.  They were systematically imprisoned in mental hospitals by the United States government in the late 19th century and early 20th century. Because of this persecution the Waabanowin went underground and have just begun to reemerge since the passage of the American Indian Religious Freedom Act. The ceremonies and traditions are closely guarded.\n\nThe Jiisakiiwin are also known as the Shaking Tent or the Juggler's Tent. Among the Anishinaabeg, a particularly powerful and well-respected spiritual leader who had trained from childhood is called a Jaasakiid or Jiisakiiwinini, also known as a \"Juggler\" or \"Shaking-tent Seer.\"\n\n"
        },
        {
            "title": "Migration story",
            "text": "According to the oral history of the Anishinaabeg, they originally lived on the shores of the \"Great Salt Water\" (presumably the Atlantic Ocean near the Gulf of St. Lawrence). They were instructed by seven prophets to follow a sacred miigis shell (whiteshell) toward the west, until they reached a place where food grew upon the water.[1] They began their migration some time around 950,[2] stopping at various points several times along the way, most significantly at Baawitigong, Sault Ste. Marie, where they stayed for a long time, and where two subgroups decided to stay (these became the Potawatomi and Ottawa). Eventually, after a trick by two of the clans, the other clans travelled West (see William Warren's account of this incident) and arrived at the wild ricing lands of Minnesota and Wisconsin (wild rice being the food that grew upon the water) and made Mooningwanekaaning minis (Madeline Island: \"Island of the yellow-shafted flicker\") their new capital. In total, the migration took around five centuries.[2]\n\nFollowing the migration there was a cultural divergence separating the Potawatomi from the Ojibwa and Ottawa. Particularly, the Potawatomi did not adopt the agricultural innovations discovered or adopted by the Ojibwa, such as the Three Sisters crop complex, copper tools, conjugal collaborative farming, and the use of canoes in rice harvest.[3]\n\n"
        },
        {
            "title": "Importance of Storytelling",
            "text": "Storytelling is one of the most important aspects of Anishinaabe life. Many Anishinaabe people believe that stories create worlds, [4] are an essential part of generational connection by way of teaching and listening, [5] and facilitate connection with the nonhuman, natural world. [6][7] Oral storytelling is often considered unimportant in settler colonial society; however this form of communication, connection, and teaching has been used for centuries, and is still used to pass down Anishinaabe traditional beliefs through generations. [8]\n\nStorytelling is often used to teach life lessons [9] relating to traditional and current beliefs. In Anishinaabe traditional stories, Nanabush, Amik (beaver), and Nokomis (grandmother figure) are important characters. [4] Anishinaabe stories feature activities and actions involving generation, an important concept among Anishinaabe peoples such as participating in ceremonies, experimenting with new ideas and people, and reflecting on the outcome of events. [10] Nanabush stories carry the message to young Indigenous peoples that it is okay to make mistakes, and that things aren’t always black and white. [11] This is different from many settler colonial narratives which usually clearly define story characters as good or bad. [12]\n\nAmik (beaver) is a being in traditional Anishinaabe stories that creates shared worlds. [4] The stories of Amik’s creations and how Amik teaches their child about the world serves to provide a greater understanding of relationships and what is important in life. Nokomis (grandmother) is another being from Anishinaabe folklore. Nokomis and Nanabush stories are usually utilized to teach about important life lessons. [4]\n\nGenerational storytelling creates a bond between tribal elders and younger Indigenous people. [13] Elders are known as “Knowledge Keepers” [13] and are highly respected for their knowledge about stories, language, and history. [13] Teaching through storytelling and learning to listen and understand requires a strong connection between the storyteller and the ones hearing the story. In this way, storytelling connects generations of Anishinaabe people. \n\nNanabozho (also known by a variety of other names and spellings, including Wenabozho, Menabozho, and Nanabush) is a trickster figure and culture hero who features as the protagonist of a cycle of stories that serve as the Anishinaabe origin belief. The cycle, which varies somewhat from community to community, tells the story of Nanabozho's conception, birth, and his ensuing adventures, which involve interactions with spirit and animal beings, the creation of the Earth, and the establishment of the Midewiwin.  The myth cycle explains the origin of several traditions, including mourning customs, beliefs about the afterlife, and the creation of the sacred plant asemaa (tobacco)\n\n"
        },
        {
            "title": "Relationships to the Other-Than-Human",
            "text": "In Anishinaabe traditional belief, everything in the environment is interconnected and has important relationships with the things around it. [6] Non-humans, and ecosystems are viewed as having great worth and importance, in addition to humans. [4] One such relationship in Anishinaabe homeland (what is now known as the Great Lake region) is between nmé (lake sturgeon), manoomin (wild rice), nibi (water), and humans. [6] Similar relationships are exemplified in stories. For example, in her book A Short History of the Blockade, Leanne B. Simpson tells a story about Amik (beaver), stating “They [beavers] are consenting to giving up their bodies to help the Nishnaabeg feed their families.” [4]\n\nThese relationships between humans and the other-than-human can continue to be used in current times with regard to conservation and the environment. According to Potawatomi scholar Kyle P. Whyte, “...indigenous conservationists and restorationists tend to focus on sustaining particular plants and animals whose lives are entangled locally—and often over many generations—in ecological, cultural and economic relationships with human societies and other nonhuman species.” [6] Having an understanding of the relationships between humans and the other-than-human strengthens the desire to respect the environment and practice Nishnaabeg conservation. \n\n"
        },
        {
            "title": "The Seven Grandfather Teachings",
            "text": "The Seven Grandfather Teachings are traditional guiding principles for living a good life still in use by Anishnaabe peoples today. (They originate from the Potowatomi and Ojibwe tribes specifically.) [8] These teachings include wisdom, respect, love, honesty, humility, bravery, and truth, and are supposed to be practiced towards humans, the earth, and everything in the environment. [8] According to Leanne B. Simpson in A Short History of the Blockade, the Seven Grandfather Teachings were “...gifted to the Nishnaabeg by Seven Ancestors, a group of loving Elders and advisors that taught a young child these practices as recorded in one of our Sacred Stories.” Each of the teachings has an animal that represents it. [4]\n\n"
        }
    ]
}