{
    "url": "https://en.wikipedia.org/wiki/Anito",
    "title": "Anito",
    "table_of_contents": [
        "1 Spirits",
        "1.1 Ancestor spirits",
        "1.2 Nature spirits and deities",
        "2 Religious objects and places",
        "2.1 Taotao figures",
        "2.2 Shrines, altars, and sacred areas",
        "2.3 Spirit animals",
        "3 Rituals and shamans",
        "4 Historical accounts",
        "5 In popular culture",
        "5.1 Festivals",
        "5.2 Film and television",
        "5.3 Games",
        "5.4 Literature",
        "5.5 Music",
        "5.6 Science",
        "6 Notes",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnito, also spelled anitu, refers to ancestor spirits, nature spirits, and deities in the indigenous Philippine folk religions from the precolonial age to the present, although the term itself may have other meanings and associations depending on the Filipino ethnic group. It can also refer to carved humanoid figures, the taotao, made of wood, stone, or ivory, that represent these spirits.[1][2] Anito (a term predominantly used in Luzon) is also sometimes known as diwata in certain ethnic groups (especially among Visayans).[3]\n\nPag-anito refers to a séance, often accompanied by other rituals or celebrations, in which a shaman (Visayan: babaylan, Tagalog: katalonan) acts as a medium to communicate directly with the spirits. When a nature spirit or deity is specifically involved, the ritual is called pagdiwata. The act of worship or a religious sacrifice to a spirit is also sometimes simply referred to as anito.[1][4][5]\n\nThe belief in anito are sometimes referred to as Anitism in scholarly literature (Spanish: anitismo or anitería).[2]\n\n"
        },
        {
            "title": "Spirits",
            "text": "Pre-colonial Filipinos were animistic. They believed that everything has a spirit, from rocks and trees to animals and humans to natural phenomena.[2][6][7] These spirits are collectively known as anito, derived from Proto-Malayo-Polynesian *qanitu and Proto-Austronesian *qaNiCu (\"spirit of the dead\"). Cognates in other Austronesian cultures include the Micronesian aniti, Malaysian and Indonesian hantu or antu, Nage nitu, and Polynesian atua and aitu. As well as Tao anito, Taivoan alid, Seediq and Atayal utux, Bunun hanitu or hanidu, and Tsou hicu among Taiwanese aborigines.[6][8][9] Anito can be divided into two main categories: the ancestor spirits (ninunò), and deities and nature spirits (diwata).[1][2][10]\n\nThe ninunò (lit. \"ancestor\") can be the spirits of actual ancestors, cultural heroes, or generalized guardian spirits of a family. Pre-colonial Filipinos believed that upon death, the \"free\" soul (Visayan: kalag; Tagalog: kaluluwa)[note 1] of a person travels to a spirit world, usually by voyaging across an ocean on a boat (a bangka or baloto).[1][11][12][13][14][15][16]\n\nThere can be multiple locations in the spirit world, varying in different ethnic groups.[note 2] Which place souls end up in depends on how they died, the age at death, or the conduct of the person when they were alive. There was no concept of heaven or hell prior to the introduction of Christianity and Islam;[note 3] rather, the spirit world is usually depicted as an otherworld that exists alongside the material world. Souls reunite with deceased relatives in the spirit world and lead normal lives in the spirit world as they did in the material world. In some cases, the souls of evil people undergo penance and cleansing before they are granted entrance into a particular spirit realm. Souls would eventually reincarnate after a period of time in the spirit world.[1][11][2][17]\n\nIn some cultures (like among the Kalinga people), the acceptance of a soul by ancestors into a certain realm in the spirit world requires tattoos (batok), by which they can gauge the worthiness of a soul. In other cultures, tattoos illuminate and guide the spirits during the journey to the afterlife.[18][19][20][21]\n\nSouls in the spirit world still retain a degree of influence in the material world, and vice versa. Pag-anito may be used to invoke good ancestor spirits for protection, intercession (kalara or kalda), or advice. Ancestor spirits that become intercessors with deities are known as pintakasi or pitulon. Vengeful spirits of the dead can manifest as apparitions or ghosts (mantiw)[note 4] and cause harm to living people. Pag-anito can be used to appease or banish them.[1][2][7][10] Ancestor spirits also figured prominently during illness or death, as they were believed to be the ones who call the soul to the spirit world, guide the soul (a psychopomp), or meet the soul upon arrival.[1]\n\nAncestor spirits are also known as kalading among the Igorot;[22] tonong among the Maguindanao and Maranao;[23] umboh among the Sama-Bajau;[24] nunò or umalagad among Tagalogs and Visayans; nonò among Bicolanos;[25] umagad or umayad among the Manobo;[26] and tiladmanin among the Tagbanwa.[27]\n\nSpirits that have never been human are differentiated in some ethnic groups as diwata. These spirits can range from simple spirits like the diwata of a particular inanimate object, plant, animal, or place,[note 5] to deities who personify abstract concepts and natural phenomena,[note 6]  to deities who are part of an actual pantheon.[note 7] They are also known as dewatu, divata, duwata, ruwata, dewa, dwata, diya, etc., in various Philippine languages (including Tagalog diwa, \"spirit\" or \"essence\"); from pre-colonial Philippines meaning \"spiritual faery\". \n\nHowever, what entities are considered diwata varies by ethnic group. In some ethnic groups like the B'laan, Cuyonon Visayans, and the Tagalog, Diwata refers to the Magical Spirits of the Elements of the Land, and the Nature Ancestor Guardian Spirits in the pre-colonial, nature-based animistic pantheon,[note 8] in which case there are different terms for non-human spirits.[1][2][note 9]\n\nIn traditional, pre-colonial, nature-based Philippines, many of the syncretic animist traditions pay respect to the ancestor spirits, who are believed to be elemental dwellers. The traditional pre-colonial belief of the Filipino people call magical spirit guardians, who protect and watch the children, the land, and the elementals (earth, wind, water, fire, and trees and all sunlight bearing plants, both daylight and nighttime) are guarded and protected by the elemental nature-based guardians, called \"Diwata\" (forest, and nature faeries). Tradition in pre-colonist animistic, nature-based belief systems in the island archipelago of the Philippines traditionally and originally refer to ancestor spirits of the land, sky and the sea, who protect and watch the land, elementals and the trees, rivers and all the spiritual dwellings of nature (\"Diwata\", \"Nuno\", \"Nuno sa Puno\" and \"Nuno sa Punso\", and many other ancestor's spirit guardians) are respectfully addressed in polite verbal invocation to be left at peace, never to be touched or disturbed in any way shape or form. It is believed that humans who are seeking something from the ancestor spirits and the nature guardians to pray and ask for blessings respectfully before any activity that will ignite their reactions (\"po\" after a protective invocation is said before any kind of interaction on the words and on the land). The ancestor spirits are traditionally believed to be appeased when the human is about to touch or step on the Anito's territory, and demands great respect when addressed in most nature-based systems when a human is traversing or stepping on any land that the Diwatas, Nuno, Nuno sa Puno (Ancestor Spirits) and Nuno sa Punso (Heart of Nature Guardians) reside in. A \"Nuno sa Punso\" \"Nuno\", (\"land and elemental guardian\" and \"land ancestor\") is believed to be left at peace and never to be disturbed in any circumstances in any dimensionality, else there will be some unfavorable consequences for the people who have disturbed the ancestors, and spirit guardians. Traditionally,most of the ancestor spirits, and guardians who keep the peace between the non-human world and the human world (Diwatas, Nuno, and Nuno sa Puno, Nuno sa Punso) are sent offerings of prayer in traditional pre-colonial animistic nature-based prayer circles, where offerings of fruit, gold, and precious metals, fermented coconut or coconut water, river water and tobacco are offered to appease the spirit dieties, so they can make Bathala (Traditional Pre-colonial Life Creator in the Philippines) is satisfied to maintain peace in the spiritual and human realms. \n\nThere are three general types of non-human spirits. The first are the environmental or nature spirits \"bound\" to a particular location or natural phenomenon (similar to genii loci). They \"own\" places and concepts like agricultural fields, forests, cliffs, seas, winds, lightning, or realms in the spirit world. Some were also \"keepers\" or totems of various animals and plants. They have inhuman and abstract qualities, reflecting their particular dominions. They do not normally appear in human form and are usually gender-less or androgynous. They rarely concern themselves with human affairs. Rituals involving these spirits are almost always conducted outdoors.[26][29]\n\nThe second type of spirits are the \"unbound\" spirits which have independent existence. They appear in animal (usually as birds) or human-like forms, have gender differentiation, and have personal names. They are most similar to the fairies of European folklore.[note 10] These are the most common types of spirits to become abyan (spirit guides of babaylan), as they are the most \"sociable\" and can take interest in human activities. These spirits are usually referred to as engkanto (from Spanish encanto) in modern Filipino folklore. Unlike the \"bound\" spirits, these spirits can be invited into human households, and their rituals can take place both outdoors and indoors.[26]\n\nThe last is a class of malevolent spirits or demons, as well as supernatural beings, generally collectively known as aswang, yawa, or mangalos (also mangalok, mangangalek, or magalos) among Tagalogs and Visayans. There are numerous kinds of aswang with specific abilities, behavior, or appearance. Examples include sigbin, wakwak, tiyanak, and manananggal. The first two categories of diwata can also be malevolent, what sets the third category apart is that they can not be appealed to with offerings and they are utterly pitiless. Most practices associated with them is to ward them off, banish them, or destroy them. They are never addressed nor worshiped in religious rituals.[1][2][26][30][31][32]\n\nDiwata are rarely spoken about openly for fear of attracting their attention. Instead they are referred to with euphemisms like \"those unlike us\" (Visayan: dili ingon nato) or various names, like banwaanon or taga-banwa,[note 11] that translate literally to \"dweller of a place\".[33][34][35] Among Tagalogs, non-human nature spirits are also euphemistically referred to as lamanglupa (\"[dwellers of] the bowels of the earth\") or lamangdagat (\"[dwellers of] the depths of the sea\"), depending on their domain.[36]\n\nDiwata exist in both the material world and the spirit world. They can be formless or have a material body. They can also take over a body through spirit possession (Visayan: hola, hulak, tagdug, or saob; Tagalog: sanib), an ability essential for the séances in pag-anito. They are believed to be capable of shapeshifting (baliw or baylo), becoming invisible, or creating visions or illusions (anino or landung, lit. \"shadow\"). Their powers, however, are limited to their particular domain. A diwata of a forest, for instance, has no dominion over the sea. Most are generally benevolent or capriciously neutral, although they can cause misfortunes and illnesses if angered, disrespected, or mistakenly encountered.[2][30][31][32] Other common characteristics of diwata are that they are perceived as an invisible \"cold\" presence (in contrast to \"warm\" human spirits); that they leave no footprints (unlike human spirits); and that they sense the world and \"eat\" by means of smelling.[26][note 12] Diwata who take human form are said to be pale-skinned and could be distinguished from humans by the absence of a philtrum on the upper lip.[37][26]\n\nDiwata are often depicted as appearing to unsuspecting people in human or animal form, sometimes causing unintentional harm. They can also deliberately play tricks on mortals, like seducing or abducting beautiful men and women into the spirit world.[1][26] Certain places are believed to be owned by diwata or are borders to the spirit world. These are normally avoided or only entered with precautions, especially during twilight when diwata are believed to cross over from the spirit world into the material world. Harm or illness caused by diwata are known as buyag in Visayan and usog in Tagalog.[1][26] People who were harmed by interactions with diwata are euphemistically described as having been \"greeted\" (Visayan: gibati, Tagalog: nabati) or \"played with\" (Visayan gidulaan, Tagalog: napaglaruan or nakatuwaan) by diwata.[36]\n\nTo avoid inadvertently angering a diwata, Filipinos perform a customary pasintabi sa nuno (\"respectfully apologizing or asking permission from ancestors for passing\").[note 13] This is done by saying the phrases \"tao po\" (\"a human [is passing], elder), \"tabi po\" or \"tabi apo\" (\"by your permission, elder\")[note 14] when passing by a place believed to  be inhabited by a diwata.[7][36]\n\nDiwata are also believed to be able to mate with humans. People born with congenital disorders (like albinism or syndactyly) or display unusual beauty or behavior are commonly believed by local superstition to be the children of diwata who seduced (or sometimes raped) their mothers.[38][39]\n\nDuring the Spanish period, diwata were syncretized with elves and fairies in European mythology and folklore, and were given names like duende (goblin or dwarf), encantador or encanto (\"spell [caster]\"), hechicero (\"sorcerer\"), sirena (\"mermaid\"), or maligno (\"evil [spirit]\").[1][36][40] In Islamized ethnic groups of the Philippines, these nature spirits are usually called jinn or saitan, due to the influence of Islamic mythology.[36][41][42]\n\n"
        },
        {
            "title": "Religious objects and places",
            "text": "Ancestor spirits were usually represented by carved figures. These were known as taotao (\"little human\", also taotaohan, latawo, tinatao, or  tatao),[note 15] bata-bata (\"little child\"), ladaw (\"image\" or \"likeness\"; also laraw, ladawang, lagdong, or larawan), or likha (\"creation\"; also likhak) in most of the Philippines. Other names include bulul (also bulol or bul-ul) among the Ifugao; tinagtaggu (also tinattaggu) among the Kankanaey and Tuwali Ifugao;[note 16] lablabbon among the Itneg;[43] manaug among the Lumad; and tagno among Bicolanos.[1][2][7][30][44][45]  Among Tagalogs, taotao were also sometimes referred to as lambana (\"altar\" or \"sacred place\"),[note 17] after the location in which they are usually kept.[7][45]\n\nTaotao were usually austere roughly-carved figures made from wood, stone, or ivory. Some taoatao encountered by the Spanish were made from precious metals or ornamented with gold and jewelry, but these were very rare.[1][46] Taotao were almost always depicted in the squatting position with the arms crossed over the knees, which is reminiscent of the fetal position, the everyday conversing posture, and the position bodies are arranged during death among Ancient Filipinos. Some figures, however, are depicted standing or doing everyday activities like dancing, pounding rice, or nursing infants.[47][48]\n\nMost taotao represent an actual deceased person, usually carved by the community upon their funeral. As such, there can be hundreds of taotao in a single village, some of them centuries old.[48][49]\n\nIn very rare cases, diwata can be depicted as taotao in anthropomorphic form, as chimeras or legendary creatures, or as animals.[7][48] These include a special class of figures called hipag among the Igorot which depict war deities, as well as kinabigat (carved houseposts) and hogang (carved tree fern posts used as boundary markers and as wards against harm).[48] As a rule, however, diwata are not usually depicted as taotao or by any man-made representations.[2]\n\nTaotao were not intrinsically sacred. They were representations of the spirits, not the actual spirits themselves. They only became sacred during their use in a pag-anito ritual. Without the spirit they represent, they are treated as mundane carved pieces of wood or sculpted stone. The anonymous author of the 1572 Relación de la conquista de la isla de Luzón describes pag-anito rituals of the Tagalog people as such:[50]\n\nRegardless, very old taotao handed down through generations are prized as family heirlooms. Among the Igorot, pieces of taotao may also be chipped off and boiled into a medicinal tea.[48]\n\nTaotao were commonly kept in corners or small shelves inside houses or granaries. Spanish missionaries recorded that taotao were present in every Filipino household, no matter how poor.[1][2][44][45]\n\nWhen Spanish missionaries arrived in the Philippines, the word \"anito\" came to be associated with these physical representations of spirits that featured prominently in pag-anito rituals. During the American rule of the Philippines (1898–1946), the meaning of the Spanish word idolo (\"a thing worshiped\") was further conflated with the English word \"idol\". Thus in the modern Filipino language, anito has come to refer almost exclusively to the carved taotao figures, instead of the actual spirits themselves.[1][51]\n\nAncient Filipinos and Filipinos who continue to adhere to the indigenous Philippine folk religions generally do not have so-called \"temples\" of worship under the context known to foreign cultures.[1][52][53] However, they do have sacred shrines, which are also called as spirit houses.[1] They can range in size from small roofed platforms, to structures similar to a small house (but with no walls), to shrines that look similar to pagodas, especially in the south where early mosques were also modeled in the same way.[54] These shrines were known in various indigenous terms, which depend on the ethnic group association.[note 18] They can also be used as places to store taotao and caskets of ancestors. Among Bicolanos, taotao were also kept inside sacred caves called moog.[1][55][56][57]\n\nDuring certain ceremonies, anito are venerated through temporary altars near sacred places. These were called latangan or lantayan in Visayan and dambana or lambana in Tagalog.[note 19] These bamboo or rattan altars are identical in basic construction throughout most of the Philippines. They were either small roof-less platforms or standing poles split at the tip (similar to a tiki torch). They held halved coconut shells, metal plates, or martaban jars as receptacles for offerings. Taotao may sometimes also be placed on these platforms.[1][30]\n\nOther types of sacred places or objects of worship of diwata include the material manifestation of their realms. The most widely venerated were balete trees (also called nonok, nunuk, nonoc, etc.) and anthills or termite mounds (punso). Other examples include mountains, waterfalls, tree groves, reefs, and caves.[1][2][7][58][59]\n\nSome animals like crocodiles, snakes, monitor lizards, tokay geckos, and various birds were also venerated as servants or manifestations of diwata, or as powerful spirits themselves. These include legendary creatures like the dragon or serpent Bakunawa, the giant bird Minokawa of the Bagobo, and the colorful Sarimanok of the Maranao.[1][2][7][58][37]\n\nOmen birds were particularly important. The most common omen birds were doves with green or blue iridescent feathers called limokon (usually the common emerald dove, imperial pigeons, or brown doves).[note 20] Other omen birds include fairy-bluebirds (tigmamanukan, balan tikis, balatiti, or bathala among Tagalogs; and batala among Kapampangans); kingfishers (salaksak among the Ilocano, Igorot, and Sambal); and flowerpeckers (pitpit, ichaw, ido, or labeg among the Igorot).[7][30][60]\n\n"
        },
        {
            "title": "Rituals and shamans",
            "text": "Anitism was not a religion about worship. Aside from good ancestor spirits and the few benevolent diwata, most anito were feared, not venerated. To an ordinary person, diwata were regarded as dangerous beings to be avoided or appeased. When interaction was necessary, they performed a ritual known as pag-anito (also mag-anito or anitohan). These are usually directed at ancestor spirits. When the pag-anito ceremony is for a diwata, the ritual is known as pagdiwata (also magdiwata or diwatahan).[1][2]\n\nMinor pag-anito rituals like praying for better weather or banishing minor ill luck can be performed by any householder. However, major pag-anito rituals required the services of the community shaman (Visayan babaylan or baylan; Tagalog katalonan or manganito).[1][note 21]\n\nThese shamans were believed to have been \"chosen\" by a specific diwata who become their spirit guides.[note 22] This was presumed to happen after they pass the initiation rites of an older shaman they were apprenticed to (usually a relative). In some cases, some shamans acquire their status after they recover from a serious illness or a bout of insanity.[1][25][34][26][42][61] In most Filipino ethnic groups, shamans were almost always female. The few males who gain shaman status were usually asog or bayok,[note 23] trans women.[1][30][26][61]\n\nMajor pag-anito rituals are centered around a séance. Because of their special relationship with their companion spirits, shamans can act as mediums for other anito, allowing spirits to temporarily possess their bodies. This possession happens after the shaman goes into a trance-like state. This allows the spirit to communicate verbally with the participants as well as physically act out events in the spirit world. At the moment of possession, shamans display a change in behavior and voice. They can sometimes go into seizures and become violent enough that restraints are required. The ritual ends when the spirit leaves and the shaman is awakened.[1]\n\nSpirits were invited into the ritual through offerings and sacrifices during and after the ceremonies. These depended on what spirit was being summoned, but offerings are usually a small portion of the harvests, cooked food, wine, gold ornaments, and betel nut. Blood from an animal was also usually part of the offerings, poured directly on the taotao or in a bowl before them. These commonly come from chickens or pigs, but can also be from carabaos or dogs.[1][2] Salt and spices are usually avoided, as they are believed to be distasteful to anito.[26] There is no record of human sacrifices being offered to anito during the Spanish period of the Philippines,[1][44][37] except among the Bagobo people in southern Mindanao where it was prevalent until the early 20th century.[62][63][note 24]\n\nAnother common pag-anito ritual throughout most of the Philippine ethnic groups involves the use of spirit boats. These were usually miniature boats laden with offerings set adrift from riverbanks and shorelines.[2][6][22]\n\nPag-anito can be conducted on its own or in conjunction with other rituals and celebrations. They can be personal or family rituals or seasonal community events. They can vary considerably between different ethnic groups. The most common pag-anito were entreaties for bountiful harvests, cures for illnesses, victory in battle, prayers for the dead, or blessings.[1][30]\n\nDifferent ethnic groups had different diwata pantheons and rituals associated with them, though sometimes deities are shared in neighboring ethnic groups. Moreover, different communities also each have their own local patron diwata.[2][note 25]\n\n"
        },
        {
            "title": "Historical accounts",
            "text": "Historical accounts of anito in Spanish records include the following:\n\n"
        }
    ]
}