{
    "url": "https://en.wikipedia.org/wiki/Annette_Funicello",
    "title": "Annette Funicello",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 The Mickey Mouse Club",
        "2.2 Singing career",
        "2.3 Post-Mickey Mouse Club",
        "2.4 Return to Disney",
        "2.5 Beach party series",
        "2.6 Stock-car racing films",
        "2.7 1970s and 1980s",
        "2.8 Later career",
        "3 Personal life",
        "3.1 Marriages and children",
        "4 Illness, death and legacy",
        "5 Discography",
        "5.1 Albums",
        "5.2 Singles",
        "6 Filmography",
        "7 Television work",
        "8 Books",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnnette Joanne Funicello (October 22, 1942 – April 8, 2013) was an American actress and singer. Funicello began her professional career as a child performer at the age of twelve. She was one of the most popular Mouseketeers on the original Mickey Mouse Club.[1] In her teenage years, she recorded under the name Annette, and had a successful career as a pop singer. Her most notable singles are \"O Dio Mio\", \"First Name Initial\", \"Tall Paul\", and \"Pineapple Princess\". During the mid-1960s, she established herself as a film actress, popularizing the successful \"Beach Party\" genre alongside co-star Frankie Avalon.\n\nIn 1992, Funicello announced that she had been diagnosed with multiple sclerosis in 1987. She died of complications from the disease on April 8, 2013.\n\n"
        },
        {
            "title": "Early life",
            "text": "Annette Joanne Funicello was born in Utica, New York, to Italian Americans Virginia Jeanne (née Albano) and Joseph Edward Funicello.[2] Her family moved to Southern California when she was four years old.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "Funicello took dancing and music lessons when she was a child in order to overcome her shyness. In 1955, the 12-year-old was discovered by Walt Disney when she performed as the Swan Queen in Swan Lake at a dance recital at the Starlight Bowl in Burbank, California. Disney cast her as one of the original Mouseketeers. She was the last to be selected, and one of the few cast members to be personally selected by Walt Disney himself.\n\nIn 1955, she signed a seven-year contract with Disney at $160 a week to rise to $500 a week if all options were exercised.[4][5]\n\nFunicello proved to be very popular, and by the end of the first season of The Mickey Mouse Club, she was receiving 6,000 letters a month, according to her Disney Legends biography – more than any other Mouseketeer.[6]\n\nShe had a crush on fellow Mouseketeer Lonnie Burr. In 1958, at the finale of the show, she had to say goodbye to each of the members of its cast, and, in her own words, \"I never cried so hard in my life\".[7]\n\nIn addition to appearing in many Mouseketeer sketches and dance routines, Funicello starred in several serials on The Mickey Mouse Club. These included Adventure in Dairyland, the second and third Spin and Marty serials – The Further Adventures of Spin and Marty (1956) and The New Adventures of Spin and Marty (1957) –  and Walt Disney Presents: Annette (1958) (which co-starred Richard Deacon).\n\nIn several scenes in the Annette serial, she performed the song that launched her singing career. The studio received so much mail about \"How Will I Know My Love\" (lyrics by Tom Adair, music by Frances Jeffords and William Walsh),[8] that Walt Disney issued it as a single, and gave Funicello (somewhat unwillingly) a recording contract.[9]\n\nA proposed live-action feature Rainbow Road to Oz was to have starred some of the Mouseketeers, including Darlene Gillespie as Dorothy and Funicello as Ozma. Preview segments from the film aired on September 11, 1957, on Disneyland's fourth anniversary show.[10] By then, MGM's The Wizard of Oz had been shown on CBS Television for the first time. Theories on why the film was abandoned include Disney's failure to develop a satisfactory script, and the positive reception of the MGM film's television screening. Disney ultimately replaced this film project with a new adaptation of Babes in Toyland (1961), which starred Funicello as Mary Contrary.\n\nAfter the Mickey Mouse Club, Funicello remained under contract with Disney for a time. She had a role on the Disney television series Zorro, playing Anita Cabrillo in a three-episode storyline about a teen-aged girl arriving in Los Angeles to visit a father who does not seem to exist. This role was reportedly a 16th birthday present from Walt Disney, and it was the first of two different characters she played opposite Guy Williams as Zorro.[11][7] She had a multiple-episode guest arc on Make Room for Daddy as an Italian exchange student.[12]\n\nFunicello made her feature film debut in the Disney-produced comedy The Shaggy Dog (1959) with Fred MacMurray and Tommy Kirk. The film was a success at the box-office.[13]\n\nAlthough uncomfortable being thought of as a singer, Funicello had a number of pop record hits in the late 1950s and early 1960s, mostly written by the Sherman Brothers and including: \"Tall Paul\", \"First Name Initial\", \"O Dio Mio\", \"Train of Love\" (written by Paul Anka) and \"Pineapple Princess\". They were released by Disney's Buena Vista label. She also recorded \"It's Really Love\" in 1959, a reworking of an earlier Paul Anka song called \"Toot Sweet\" (which was later reworked again into Johnny's Theme for The Tonight Show Starring Johnny Carson.  Paul Anka was said to have a crush on her; though she was only a year younger, Walt Disney \"protected\" the underage actress from Anka's advances. Anka's song \"Puppy Love\", is said to have been inspired by his hopelessly unlikely romantic crush on Funicello.[citation needed]\n\nIn an episode of the Disney anthology television series titled \"Disneyland After Dark\", Funicello can be seen singing live at Disneyland. Walt Disney was reportedly a fan of 1950s pop star Teresa Brewer and tried to pattern Funicello's singing on the same style. However, Funicello credits \"the Annette sound\" to her record producer, Tutti Camarata, who worked for Disney in that era. Camarata had her double-track her vocals, matching her first track as closely as possible on the second recording to achieve a fuller sound than her voice would otherwise produce.[citation needed]  Early in her career, she appeared on the NBC interview program Here's Hollywood.[9]\n\nIn December 1959, Funicello attempted to have her contract with Disney set aside, claiming that it was unequitable and that she was without an agent or legal counsel when she signed it. She was receiving $325 a week (About $3,000 in 2020 dollars). The court refused.[14]\n\nIn 1961, Funicello returned to Zorro playing a different role. She starred in a big budget musical for Disney, Babes in Toyland (1961), alongside Tommy Sands and Kirk.[15]\n\nShe also appeared in two television movies filmed in Europe for Disney alongside Kirk, both of which were released theatrically in some markets: The Horsemasters (1961), shot in England, and Escapade in Florence (1962), filmed in Italy.[16]\n\nFunicello moved on from Disney to become a teen idol, starring in a series of \"Beach Party\" movies with Frankie Avalon for American International Pictures. These started with Beach Party (1963), which was so successful American International Pictures signed Funicello to a seven-year contract and starred her in a series of beach party movies.[17]\n\nFunicello guest-starred on episodes of Wagon Train, Burke's Law and The Greatest Show on Earth, then starred in another two-part Disney telemovie with Kirk, The Misadventures of Merlin Jones (1964). This was released to cinemas in the US and became a surprise box office hit.\n\nAlso popular were the follow ups to Beach Party, Muscle Beach Party (1964) and Bikini Beach (1964).\n\nWhen she was cast in her first beach movie, Walt Disney requested that she only wear modest bathing suits and keep her navel covered. However, she wore a pink two-piece in Beach Party, a white two-piece fishnet suit in the second film (Muscle Beach Party) and a blue and white bikini in the third (Bikini Beach). All three swimsuits bared her navel, particularly in Bikini Beach, where it is visible extensively during close up shots in a sequence early in the film when she meets Frankie Avalon's \"Potato Bug\" character outside his tent.[18]\n\nFunicello made Pajama Party (1964) for AIP with Kirk, not Avalon, though it was an unofficial Beach Party movie and Avalon made a cameo. Avalon was back as Funicello's co-star in Beach Blanket Bingo (1965), then she and Kirk did a sequel to Merlin Jones, The Monkey's Uncle (1965). The Monkey's Uncle featured Annette singing with The Beach Boys and was another huge hit.[19]\n\nFunicello made a cameo in two AIP comedies starring Avalon, Ski Party (1965) and Dr Goldfoot and the Bikini Machine (1965), then she did How to Stuff a Wild Bikini (1965) with Dwayne Hickman. Box office receipts for the series were in decline, and neither Avalon nor Funicello appeared in the final installment, The Ghost in the Invisible Bikini (1966).\n\nAIP tried a new formula with stock car racing films, starting with Fireball 500 (1966) which starred Funicello, Avalon and Fabian Forte. The movie was popular enough for them to try another stock car movie, Thunder Alley (1967) with Funicello and Fabian. It would be her last lead in a feature film for two decades.\n\nFunicello guest starred on Hondo and had a short role in Head (1968), opposite The Monkees.\n\nDuring the 1970s, Funicello focused on raising her family. However she still occasionally acted, making guest appearances on shows like Love, American Style, Easy Does It... Starring Frankie Avalon, Fantasy Island and The Love Boat.\n\nIn 1979, Funicello began starring in a series of television commercials for Skippy peanut butter.[20] Her role as Skippy spokeswoman forced Funicello to turn down a role in Grease 2.[21] In November 1985, she starred in the 16th episode of the Disney Channel documentary series Disney Family Album in an episode about her career.[7]\n\nShe starred in a TV movie for Disney, Lots of Luck (1985), then was reunited with Avalon in Back to the Beach (1987). The two performed together live.[22]\n\nHer autobiography, dictated to Patricia Romanowski and published in 1994, was A Dream Is a Wish Your Heart Makes: My Story. The title was taken from a song from the Disney movie Cinderella.\n\nA television film based on the book, A Dream Is a Wish Your Heart Makes: The Annette Funicello Story, was made in 1995. In the final scene, the actress portraying Funicello (Eva LaRue), using a wheelchair, turns away from the camera — turning back, it is Funicello herself, who delivered a message to a group of children.\n\nDuring this period, she produced a line of teddy bears for the Annette Funicello Collectible Bear Company.[3] The last collection in the series was made in 2004. She also had her own fragrance called \"Cello, by Annette\".\n\n\"Now that I've gone public with my illness, they can't do enough\", she said in 1994. \"They even send me home remedies to try. Everyone says, 'God bless you and I'm praying for you.' \" [6]\n\nShe made her final public appearance on September 13, 1998, at California's Multiple Sclerosis Society, along with Frankie Avalon.[23]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Funicello's best friend was actress and singer Shelley Fabares, whom she had met in a catechism class when they were teens. Fabares was a bridesmaid at Funicello's first wedding. Funicello was also very close to fellow Mouseketeers Lonnie Burr (her first boyfriend), Sharon Baird, Doreen Tracey, Cheryl Holdridge, Disney co-star Tommy Kirk and beach-movie co-star Frankie Avalon. She dated Canadian singer/songwriter Paul Anka and he wrote his hit song \"Puppy Love\" about her.[24]\n\nFunicello was married to Jack L. Gilardi (1930–2019) from 1965 until 1981. They had three children: Gina Portman (born 1965), Jack Jr. (born 1970) and Jason (born 1974). In 1986, she married California harness racing horse breeder/trainer Glen D. Holt (1930–2018).[3][25] The couple was frequently seen attending harness horse races at the Los Alamitos Race Course and Fairplex in Pomona in the 1980s and 1990s.\n\nIn March 2011, her longtime Encino, California, home caught fire. She suffered smoke inhalation, but was otherwise unharmed.[26] After the fire, Funicello and Holt lived in a modest ranch that they had purchased decades earlier, located just south of Shafter, California (north of Bakersfield), where she lived her remaining years.[27]\n\n"
        },
        {
            "title": "",
            "text": "In early 1987, at around 45 years old, Funicello reunited with Frankie Avalon for a series of promotional concerts to promote their film Back to the Beach. She began to experience dizziness, headaches, and balance issues and was diagnosed with multiple sclerosis. For the next five years, she hid her condition from her family and friends. In 1992, she publicly disclosed her diagnosis[28] to combat rumors that her impaired ability to walk was the result of alcoholism.  In 1993, she opened the Annette Funicello Fund for Neurological Disorders at the California Community Foundation.[29]\n\nIn 1995, Funicello appeared on the Disney TV documentary on the 40th anniversary of The Mickey Mouse Club.\n\nOn October 6, 2012, the Canadian program W5 profiled Funicello following her 15 years away from the public eye, revealing that her disease had severely damaged her nervous system. She had lost the ability to walk in 2004, had lost the ability to speak in 2009 and required a feeding tube, needing round-the-clock care in order to survive. Funicello's close friend Shelley Fabares also appeared in the profile piece.[30][31]\n\n\nOn April 8, 2013, Funicello died at age 70 at Mercy Southwest Hospital in Bakersfield, California, from complications attributed to multiple sclerosis. Her family and Fabares were with her when she died.[32] A private funeral was held at the Cherished Memories Memorial Chapel in Bakersfield.[33] Commenting on her death, Walt Disney Company chairman and CEO Bob Iger said: \nIn 1992, Funicello was inducted as a Disney Legend.[35] She received a star on the Hollywood Walk of Fame for motion pictures on September 14, 1993; it is located at 6834 Hollywood Blvd.\n\nIn the Disney Village shopping and dining area of Disneyland Paris, a 1950s themed restaurant called Annette's Diner is named after her.\n\nIn 1980 the Californian power pop band Redd Kross released the song \"Annette's Got The Hits\" which was inspired by Funicello.[36]\n\n"
        },
        {
            "title": "Discography",
            "text": "Numbers in parentheses after title indicate peak position in Billboard charts.[37]\n\n"
        }
    ]
}