{
    "url": "https://en.wikipedia.org/wiki/Annetta_Seabury_Dresser",
    "title": "Annetta Seabury Dresser",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Annetta Gertrude Seabury Dresser (1843–1935) was an American writer and early leader of the New Thought movement.[1] She became a \"mind cure\" practitioner, treating philosopher and writer William James, among others.\n\n"
        },
        {
            "title": "Background",
            "text": "She was born in Portland, Maine as Annetta Gertrude Seabury. She later married Julius Dresser and they lived in Yarmouth, Maine. For a time they were both patients and later among the \"first disciples\" of New England \"mentalist\" Phineas Parkhurst Quimby.[2] He used hypnosis in mind cures of illnesses and ailments.[1]  His work influenced the New Thought movement, of which both Dressers became part.\n\nAnnetta Dresser became a mind cure practitioner herself. Among her patients was the noted American philosopher and writer William James, who had about twelve sessions with her in an effort to treat his insomnia.[2] He taught at Harvard University for many years.\n\nDresser later wrote about their mentor's work in The Philosophy of P. P. Quimby (1895). She argued that Mary Baker Eddy, the founder of Christian Science in the late 19th century, had borrowed from Quimby's ideas, although the younger woman also developed her own system of thought in her religious system. Dresser strongly supported Quimby's ideas over Eddy's.[1]\n\nThe Dresser's son, Horatio Willis Dresser (born in 1866), also became influenced by Quimby. In addition to becoming a minister, he wrote, edited and compiled several New Thought works, including A History of the New Thought Movement (1919). His The Quimby Manuscripts (1921) were a compilation of Quimby's papers, released after the death of both Quimby and his son. William James treated Dresser's works respectfully in his own book, Varieties of Religious Experience.[2]\n\n"
        }
    ]
}