{
    "url": "https://en.wikipedia.org/wiki/Anomalous_experiences",
    "title": "Anomalous experiences",
    "table_of_contents": [
        "1 Types",
        "1.1 Apparitional experiences",
        "1.2 Out-of-body experiences",
        "1.3 Dreams and lucid dreams",
        "1.3.1 False awakenings",
        "1.4 Laboratory-induced hallucinations",
        "2 Subtypes",
        "2.1 Auditory hallucinations",
        "2.2 Sense of presence",
        "2.2.1 In bereavement",
        "3 Theoretical implications",
        "3.1 Psychological",
        "3.2 Philosophical",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Anomalous experiences, such as so-called benign hallucinations, may occur in a person in a state of good mental and physical health, even in the apparent absence of a transient trigger factor such as fatigue, intoxication or sensory deprivation.\n\nThe evidence for this statement has been accumulating for more than a century. Studies of benign hallucinatory experiences go back to 1886 and the early work of the Society for Psychical Research,[1][2] which suggested approximately 10% of the population had experienced at least one hallucinatory episode in the course of their life. More recent studies have validated these findings; the precise incidence found varies with the nature of the episode and the criteria of \"hallucination\" adopted, but the basic finding is now well-supported.[3]\n\n"
        },
        {
            "title": "Types",
            "text": "Of particular interest, for reasons to be discussed below, are those anomalous experiences which are characterised by extreme perceptual realism.\n\nA common type of anomalous experience is the apparitional experience, which may be defined as one in which a subject seems to perceive some person or thing that is not physically present. Self-selected samples tend to report a predominance of human figures, but apparitions of animals,[4] and even objects[5] are also reported. Notably, the majority of the human figures reported in such samples are not recognised by the subject, and of those who are, not all are of deceased persons; apparitions of living persons have also been reported.[6]\n\nOut-of-body experiences (OBEs) have become to some extent conflated in the public mind with the concept of the near-death experience. However, the evidence suggests that the majority of out-of-body experiences do not occur near death, but in conditions of either very high or very low arousal.[7] McCreery [8] has suggested that this latter paradox may be explained by reference to the fact that sleep may be approached, not only by the conventional route of low arousal and deafferentation, but also by the less familiar route of extreme stress and hyper-arousal.[9] On this model OBEs represent the intrusion of Stage 1 sleep processes into waking consciousness.\n\nOBEs can be regarded as hallucinatory in the sense that they are perceptual or quasi-perceptual experiences in which by definition the ostensible viewpoint is not coincident with the physical body of the subject. Therefore, the normal sensory input, if any, that the subject is receiving during the experience cannot correspond exactly to the perceptual representation of the world in the subject's consciousness.\n\nAs with hallucinatory experiences in general, attempts to survey samples of the general population have suggested that such experiences are relatively common, incidence figures of between 15 and 25 percent being commonly reported.[10] The variation is presumably to be accounted for by the different types of populations sampled and the different criteria of 'out-of-body experience' used.\n\nA dream has been defined by some (e.g. Encyclopædia Britannica) as a hallucinatory experience during sleep. \n\nA lucid dream may be defined as one in which the dreamer is aware that he or she is asleep and dreaming. The term 'lucid dream' was first used by the Dutch physician Frederik van Eeden,[11] who studied his own dreams of this type. The word 'lucid' refers to the fact that the subject has achieved insight into his or her condition, rather than the perceptual quality of the experience. Nevertheless, it is one of the features of lucid dreams that they can have an extremely high quality of perceptual realism, to the extent that the dreamer may spend time examining and admiring the perceptual environment and the way it appears to imitate that of waking life.[12]\n\nLucid dreams by definition occur during sleep, but they may be regarded as hallucinatory experiences in the same way as non-lucid dreams of a vivid perceptual nature may be regarded as hallucinatory, that is they are examples of 'an experience having the character of sense perception, but without relevant or adequate sensory stimulation [...]'.[13]\n\nA false awakening is one in which the subject believes he/she has woken up, whether from a lucid or a non-lucid dream, but is in fact still asleep.[14] Sometimes the experience is so realistic perceptually (the sleeper seeming to wake in his or her own bedroom, for example) that insight is not achieved at once, or even until the dreamer really wakes up and realises that what has occurred was hallucinatory. Such experiences seem particularly liable to occur to those who deliberately cultivate lucid dreams. However, they may also occur spontaneously and be associated with the experience of sleep paralysis.\n\nPsychotic-like symptoms, such as hallucinations and unusual perceptual experience, involve gross alterations in the experience of reality. Normal perception is substantially constructive and what we perceive is strongly influenced by our prior experiences and expectancies. Healthy individuals prone to hallucinations, or scoring highly on psychometric measures of positive schizotypy, tend to show a bias toward reporting stimuli that did not occur under perceptually ambiguous experimental conditions.[15][16] During visual detection of fast-moving words, undergraduate students scoring highly on positive schizotypy had significantly high rates of false perceptions of words (i.e. reported seeing words that were not included in the experimental trials).[17] Positive schizotypal symptoms in healthy adults seem to predict false perceptions in laboratory tasks and certain environmental parameters such as perceptual load[18] and frequency of visual targets[19] are critical in the generation of false perceptions. When detection of events becomes either effortless or cognitively demanding, generation of such biases can be prevented.[20]\n\n"
        },
        {
            "title": "Subtypes",
            "text": "Auditory hallucinations, and in particular the hearing of a voice, are thought of as particularly characteristic of people with schizophrenia. However, normal subjects also report auditory hallucinations to a surprising extent. For example, Bentall and Slade[21] found that as many as 15.4% of a population of 150 male students were prepared to endorse the statement \"In the past I have had the experience of hearing a person's voice and then found that no one was there\". They add: \n\nGreen and McCreery[22] found that 14% of their 1800 self-selected subjects reported a purely auditory hallucination, and of these nearly half involved the hearing of articulate or inarticulate human speech sounds. An example of the former would be the case of an engineer facing a difficult professional decision, who, while sitting in a cinema, heard a voice saying, \"loudly and distinctly\": 'You can't do it, you know\". He adds: \nThis case would be an example of what Posey and Losch[24] call \"hearing a comforting or advising voice that is not perceived as being one's own thoughts\". They estimated that approximately 10% of their population of 375 American college students had this type of experience.\n\nIt has been suggested that auditory hallucinations are affected by culture, to the extent that when American subjects were examined they reported hearing stern authoritarian voices with violent or prohibitive suggestions, whereas voices heard in India and Africa tended to be playful and collaborative instead.[25]\n\nHypnogogic and hypnopompic hallucinations occur in people without other symptoms and are considered non-pathological.[citation needed]\n\nThis is a paradoxical experience in which the person has a strong feeling of the presence of another person, sometimes recognised, sometimes unrecognised, but without any apparently justifying sensory stimulus.\n\n\nThe nineteenth-century American psychologist and philosopher William James described the experience thus: \n\nThe following is an example of this type of experience: \n\nExperiences of this kind appear to meet all but one of the normal criteria of hallucination. For example, Slade and Bentall proposed the following working definition of a hallucination: \nThe experience quoted above certainly meets the second and third of these three criteria. One might add that the \"presence\" in such a case is experienced as located in a definite position in external physical space. In this respect it may be said to be more hallucinatory than, for example, some hypnagogic imagery, which may be experienced as external to the subject but located in a mental \"space\" of its own.[29][30] Other explanations for this phenomenon were discussed by the psychologist Graham Reed who wrote that such experiences may involve illusion, misinterpretation or suggestion. He noted that the experiences are usually reported at moments of fatigue, stress, or during the night.[31]\n\nThe experience of sensing the presence of a deceased loved one is a commonly reported phenomenon in bereavement. It can take the form of a clearly sensory impression or can involve a quasi-sensory 'feeling' of presence. Rees[32] conducted a study of 293 widowed people living in a particular area of mid-Wales. He found that 14% of those interviewed reported having had a visual hallucination of their deceased spouse, 13.3% an auditory one and 2.7% a tactile one. These categories overlapped to some extent as some people reported a hallucinatory experience in more than one modality. Of interest in light of the previous heading was the fact that 46.7% of the sample reported experiencing the presence of the deceased spouse. Other studies have similarly reported a frequency of approximately 50% in the bereaved population.[33][34]\n\nSensing the presence of the deceased may be a cross-cultural phenomenon that is, however, interpreted differently depending on the cultural context in which it occurs.[35] For example, one of the earliest studies of the phenomenon published in a Western peer-reviewed journal investigated the grief experiences of Japanese widows and found that 90% of them reported to have sensed the deceased.[36] It was observed that, in contrast to Western interpretations, the widows were not concerned about their sanity and made sense of the experience in religious terms.\n\nIn the Western world, much of the bereavement literature of the 20th century was influenced by psychoanalytic thinking and viewed these experiences as a form of denial, in the tradition of Freud's interpretation in Mourning and Melancholia of the bereaved person as 'clinging to the object through the medium of a hallucinatory wishful psychosis'.[37] In recent decades, building on cross-cultural evidence about the adaptiveness of such experiences, the continuing bonds perspective as originated by Klass et al. (1996)[38] has suggested that such experiences can be seen as normal and potentially adaptive in a Western context too. Since then, a number of qualitative studies have been published, describing the mainly beneficial effects of these experiences, especially when they are made sense of in spiritual or religious ways.[39][40] While most of these experiences tend to be reported as comforting to the perceiver, a small percentage of people have reported disturbing experiences, and there is ongoing research, for example by Field and others,[41] to determine when continuing bonds experiences serve adjustment to bereavement and when they may be detrimental.\n\n"
        },
        {
            "title": "Theoretical implications",
            "text": "The main importance of anomalous experiences such as benign hallucinations to theoretical psychology lies in their relevance to the debate between the disease model versus the dimensional model of psychosis. According to the disease model, psychotic states such as those associated with schizophrenia and manic-depression, represent symptoms of an underlying disease process, which is dichotomous in nature; i.e. a given subject either does or does not have the disease, just as a person either does or does not have a physical disease such as tuberculosis. According to the dimensional model, by contrast, the population at large is ranged along a normally distributed continuum or dimension, which has been variously labelled as psychoticism (H.J.Eysenck), schizotypy (Gordon Claridge) or psychosis-proneness.[42]\n\nThe occurrence of spontaneous hallucinatory experiences in persons who are enjoying good physical health at the time, and who are not drugged or in other unusual physical states of a transient nature such as extreme fatigue, would appear to provide support for the dimensional model.[43] The alternative to this view requires one to posit some hidden or latent disease process, of which such experiences are a symptom or precursor, an explanation which would appear to beg the question.\n\nThe \"argument from hallucination\" has traditionally been one of those used by proponents of the philosophical theory of representationalism against direct realism. Representationalism holds that when perceiving the world we are not in direct contact with it, as common sense suggests, but only in direct contact with a representation of the world in consciousness. That representation may be a more or less accurate one depending on our circumstances, the state of our health, and so on. Direct realism, on the other hand, holds that the common sense or unthinking view of perception is correct, and that when perceiving the world we should be regarded as in direct contact with it, unmediated by any representation in consciousness.\n\nClearly, during an apparitional experience, for example, the correspondence between how the subject is perceiving the world and how the world really is at that moment is distinctly imperfect. At the same time the experience may present itself to the subject as indistinguishable from normal perception. McCreery[44] has argued that such empirical phenomena strengthen the case for representationalism as against direct realism.\n\n"
        }
    ]
}