{
    "url": "https://en.wikipedia.org/wiki/Anselm_of_Canterbury",
    "title": "Anselm of Canterbury",
    "table_of_contents": [
        "1 Biography",
        "1.1 Family",
        "1.2 Early life",
        "1.3 Abbot of Bec",
        "1.3.1 Early years",
        "1.3.2 In England",
        "1.4 Archbishop of Canterbury",
        "1.4.1 Conflicts with William Rufus",
        "1.4.2 First exile",
        "1.4.3 Conflicts with Henry I",
        "1.4.4 Second exile",
        "1.4.5 Final years",
        "2 Writings",
        "2.1 Monologion",
        "2.2 Proslogion",
        "2.3 Responsio",
        "2.4 Dialogues",
        "2.5 Cur Deus Homo",
        "2.6 Other works",
        "3 Legacy",
        "4 Veneration",
        "5 Editions of Anselm's works",
        "6 See also",
        "7 Notes",
        "8 Citations",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Anselm of Canterbury, OSB (/ˈænsɛlm/; 1033/4–1109), also called Anselm of Aosta (Italian: Anselmo d'Aosta) after his birthplace and Anselm of Bec (French: Anselme du Bec) after his monastery, was an Italian[7] Benedictine monk, abbot, philosopher and theologian of the Catholic Church, who held the office of Archbishop of Canterbury from 1093 to 1109. After his death, he was canonized as a saint; his feast day is 21 April.\n\nAs archbishop, he defended the church's interests in England amid the Investiture Controversy. For his resistance to the English kings William II and Henry I, he was exiled twice: once from 1097 to 1100 and then from 1105 to 1107. While in exile, he helped guide the Greek bishops of southern Italy to adopt Roman rites at the Council of Bari. He worked for the primacy of Canterbury over the bishops of York and Wales but, though at his death he appeared to have been successful, Pope Paschal II later reversed himself and restored York's independence.\n\nBeginning at Bec, Anselm composed dialogues and treatises with a rational and philosophical approach, sometimes causing him to be credited as the founder of Scholasticism. Despite his lack of recognition in this field in his own time, Anselm is now famed as the originator of the ontological argument for the existence of God and of the satisfaction theory of atonement. He was proclaimed a Doctor of the Church by a bull of Pope Clement XI in 1720.\n\n"
        },
        {
            "title": "Biography",
            "text": "\n\nAnselm was born in or around Aosta in Upper Burgundy sometime between April 1033 and April 1034.[9] The area now forms part of the Republic of Italy, but Aosta had been part of the post-Carolingian Kingdom of Burgundy until the death of the childless Rudolph III in 1032.[10] The Emperor and the Count of Blois then went to war over his succession. Humbert the White-Handed, Count of Maurienne, so distinguished himself that he was granted a new county carved out of the secular holdings of the bishop of Aosta. Humbert's son Otto was subsequently permitted to inherit the extensive March of Susa through his wife Adelaide[11] in preference to her uncle's families, who had supported the effort to establish an independent Kingdom of Italy under William V, Duke of Aquitaine. Otto and Adelaide's unified lands[12] then controlled the most important passes in the western Alps and formed the county of Savoy whose dynasty would later rule the kingdoms of Sardinia and Italy.[13][14]\n\nRecords during this period are scanty, but both sides of Anselm's immediate family appear to have been dispossessed by these decisions[15] in favour of their extended relations.[16] His father Gundulph[17] or Gundulf[18] was a Lombard noble,[19] probably one of Adelaide's Arduinici uncles or cousins;[20] his mother Ermenberga was almost certainly the granddaughter of Conrad the Peaceful, related both to the Anselmid bishops of Aosta and to the heirs of Henry II who had been passed over in favour of Conrad.[20] The marriage was thus probably arranged for political reasons but was incapable of resisting Conrad's decrees after his successful annexation of Burgundy on 1 August 1034.[21] (Bishop Burchard subsequently revolted against imperial control but was defeated; he was ultimately translated to Lyon.) Ermenberga appears to have been the wealthier of the two. Gundulph moved to his wife's town,[10] where she held a palace, likely near the cathedral, along with a villa in the valley.[22] Anselm's father is sometimes described as having a harsh and violent temper[17] but contemporary accounts merely portray him as having been overgenerous or careless with his wealth;[23] Anselm's patient and devoutly religious mother,[17] meanwhile, made up for her husband's fault with her own prudent management of the family estates.[23] In later life, there are records of three relations who visited Bec: Folceraldus, Haimo, and Rainaldus. The first repeatedly attempted to impose on Anselm's success but was rebuffed owing to his ties to another monastery; the latter two Anselm attempted in vain to persuade to join his community.[24]\n\nAt the age of fifteen, Anselm desired to enter a monastery but, failing to obtain his father's consent, he was refused by the abbot.[26] The illness he then suffered has been considered a psychosomatic effect of his disappointment,[17] but upon his recovery he gave up his studies and for a time lived a carefree life.[17]\n\nFollowing the death of his mother, probably at the birth of his sister Richera,[27] Anselm's father repented his earlier lifestyle but professed his new faith with a severity that the boy found likewise unbearable.[28] Once Gundulph had entered a convent,[29] Anselm, at age 23,[30] left home with a single attendant,[17] crossed the Alps, and wandered through Burgundy and France for three years.[26][a] His countryman Lanfranc of Pavia was then prior of the Benedictine abbey of Bec in Normandy; attracted by the fame of his fellow countryman, Anselm reached Normandy in 1059.[17] After spending some time in Avranches, he returned the next year. His father having died, he consulted with Lanfranc as to whether to return to his estates and employ their income in providing alms or to renounce them, becoming a hermit or a monk at Bec or Cluny.[31] Professing to fear his own bias, Lanfranc sent him to Maurilius, the archbishop of Rouen, who convinced him to enter the abbey as a novice at the age of 27.[26] Probably in his first year, he wrote his first work on philosophy, a treatment of Latin paradoxes called the Grammarian.[32] Over the next decade, the Rule of Saint Benedict reshaped his thought.[33]\n\nThree years later, in 1063, Duke William II summoned Lanfranc to serve as the abbot of his new abbey of St Stephen at Caen[17] and the monks of Bec—with some dissenters at first on account of his youth[26]—elected Anselm prior.[34] A notable opponent was a young monk named Osborne. Anselm overcame his hostility first by praising, indulging, and privileging him in all things despite his hostility and then, when his affection and trust were gained, gradually withdrawing all preference until he upheld the strictest obedience.[35] Along similar lines, he remonstrated with a neighboring abbot who complained that his charges were incorrigible despite being beaten \"night and day\".[36] After fifteen years, in 1078, Anselm was unanimously elected as Bec's abbot following the death of its founder,[37] the warrior-monk Herluin.[17] He was consecrated by the Bishop of Évreux on 22 February 1079.[38]\n\nUnder Anselm's direction, Bec became the foremost seat of learning in Europe,[17] attracting students from France, Italy, and elsewhere.[39] During this time, he wrote the Monologion and Proslogion.[17] He then composed a series of dialogues on the nature of truth, free will,[17] and the fall of Satan.[32] When the nominalist Roscelin attempted to appeal to the authority of Lanfranc and Anselm at his trial for the heresy of tritheism at Soissons in 1092,[40] Anselm composed the first draft of De Fide Trinitatis as a rebuttal and as a defence of Trinitarianism and universals.[41] The fame of the monastery grew not only from his intellectual achievements, however, but also from his good example[31] and his loving, kindly method of discipline[17]—particularly with the younger monks[26]—and from his spirited defence of the abbey's independence from lay and archiepiscopal control, protecting it from the influence of both the new Archbishop of Rouen and the Earl of Leicester.[42]\n\nFollowing the Norman Conquest of England in 1066, devoted lords had given the abbey extensive lands across the Channel.[17] Anselm occasionally visited to oversee the monastery's property, to wait upon his sovereign William I of England (formerly Duke William II of Normandy),[43] and to visit Lanfranc, who had been installed as archbishop of Canterbury in 1070.[44] He was respected by William I[45] and the good impression he made while in Canterbury made him the favourite of its cathedral chapter as a future successor to Lanfranc.[17] Instead, upon the archbishop's death in 1089, King William II—William Rufus or William the Red—refused the appointment of any successor and appropriated the see's lands and revenues for himself.[17] Fearing the difficulties that would attend being named to the position in opposition to the king, Anselm avoided journeying to England during this time.[17] The gravely ill Hugh, Earl of Chester, finally lured him over with three pressing messages in 1092,[46] seeking advice on how best to handle the establishment of a new monastery at St Werburgh's.[26] Hugh was recovered by the time of Anselm's arrival,[26] but he was occupied four[17] or five months by his assistance.[26] He then travelled to his former pupil Gilbert Crispin, abbot of Westminster, and waited, apparently delayed by the need to assemble the donors of Bec's new lands in order to obtain royal approval of the grants.[47]\n\nAt Christmas, William II pledged by the Holy Face of Lucca that neither Anselm nor any other would sit at Canterbury while he lived[48] but in March he fell seriously ill at Alveston. Believing his sinful behavior was responsible,[49] he summoned Anselm to hear his confession and administer last rites.[47] He published a proclamation releasing his captives, discharging his debts, and promising to henceforth govern according to the law.[26] On 6 March 1093, he further nominated Anselm to fill the vacancy at Canterbury; the clerics gathered at court acclaiming him, forcing the crozier into his hands, and bodily carrying him to a nearby church amid a Te Deum.[50] Anselm tried to refuse on the grounds of age and ill-health for months[44] and the monks of Bec refused to give him permission to leave them.[51] Negotiations were handled by the recently restored Bishop William of Durham and Robert, count of Meulan.[52] On 24 August, Anselm gave King William the conditions under which he would accept the position, which amounted to the agenda of the Gregorian Reform: the king would have to return the Catholic Church lands which had been seized, accept his spiritual counsel, and forswear Antipope Clement III in favour of Urban II.[53] William Rufus was exceedingly reluctant to accept these conditions: he consented only to the first[54] and, a few days afterwards, reneged on that, suspending preparations for Anselm's investiture.[citation needed] Public pressure forced William to return to Anselm and in the end they settled on a partial return of Canterbury's lands as his own concession.[55] Anselm received dispensation from his duties in Normandy,[17] did homage to William, and—on 25 September 1093—was enthroned at Canterbury Cathedral.[56] The same day, William II finally returned the lands of the see.[54]\n\nFrom the mid-8th century, it had become customary that metropolitan bishops could not be consecrated without a woolen pallium given or sent by the pope himself.[57] Anselm insisted that he journey to Rome for this purpose but William would not permit it. Amid the Investiture Controversy, Pope Gregory VII and Emperor Henry IV had deposed each other twice; bishops loyal to Henry finally elected Guibert, archbishop of Ravenna, as a second pope. In France, Philip I had recognized Gregory and his successors Victor III and Urban II, but Guibert (as \"Clement III\") held Rome after 1084.[58] William had not chosen a side and maintained his right to prevent the acknowledgement of either pope by an English subject prior to his choice.[59] In the end, a ceremony was held to consecrate Anselm as archbishop on 4 December, without the pallium.[54]\n\nAs archbishop, Anselm maintained his monastic ideals, including stewardship, prudence, and proper instruction, prayer and contemplation.[60] Anselm advocated for reform and interests of Canterbury.[61] As such, he repeatedly pressed the English monarchy for support of the reform agenda.[62] His principled opposition to royal prerogatives over the Catholic Church, meanwhile, twice led to his exile from England.[63]\n\nThe traditional view of historians has been to see Anselm as aligned with the papacy against lay authority and Anselm's term in office as the English theatre of the Investiture Controversy begun by Pope Gregory VII and the emperor Henry IV.[63] By the end of his life, he had proven successful, having freed Canterbury from submission to the English king,[64] received papal recognition of the subservience of the wayward York[65] and the Welsh bishops, and gained strong authority over the Irish bishops.[66] He died before the Canterbury–York dispute was definitively settled, however, and Pope Honorius II finally found in favour of York instead.[67]\n\nAlthough the work was largely handled by Christ Church's priors Ernulf (1096–1107) and Conrad (1108–1126), Anselm's episcopate also saw the expansion of Canterbury Cathedral from Lanfranc's initial plans.[69] The eastern end was demolished and an expanded choir placed over a large and well-decorated crypt, doubling the cathedral's length.[70] The new choir formed a church unto itself with its own transepts and a semicircular ambulatory opening into three chapels.[71]\n\nAnselm's vision was of a Catholic Church with its own internal authority, which clashed with William II's desire for royal control over both church and State.[62] One of Anselm's first conflicts with William came in the month he was consecrated. William II was preparing to wrest Normandy from his elder brother, Robert II, and needed funds.[72] Anselm was among those expected to pay him. He offered £500 but William refused, encouraged by his courtiers to insist on 1000 as a kind of annates for Anselm's elevation to archbishop. Anselm not only refused, he further pressed the king to fill England's other vacant positions, permit bishops to meet freely in councils, and to allow Anselm to resume enforcement of canon law, particularly against incestuous marriages,[26] until he was ordered to silence.[73] When a group of bishops subsequently suggested that William might now settle for the original sum, Anselm replied that he had already given the money to the poor and \"that he disdained to purchase his master's favour as he would a horse or ass\".[40] The king being told this, he replied Anselm's blessing for his invasion would not be needed as \"I hated him before, I hate him now, and shall hate him still more hereafter\".[73] Withdrawing to Canterbury, Anselm began work on the Cur Deus Homo.[40]\n\nUpon William's return, Anselm insisted that he travel to the court of Urban II to secure the pallium that legitimized his office.[40] On 25 February 1095, the Lords Spiritual and Temporal of England met in a council at Rockingham to discuss the issue. The next day, William ordered the bishops not to treat Anselm as their primate or as Canterbury's archbishop, as he openly adhered to Urban. The bishops sided with the king, the Bishop of Durham presenting his case[75] and even advising William to depose and exile Anselm.[76] The nobles siding with Anselm, the conference ended in deadlock and the matter was postponed. Immediately following this, William secretly sent William Warelwast and Gerard to Italy,[61] prevailing on Urban to send a legate bearing Canterbury's pallium.[77] Walter, bishop of Albano, was chosen and negotiated in secret with William's representative, the Bishop of Durham.[78] The king agreed to publicly support Urban's cause in exchange for acknowledgement of his rights to accept no legates without invitation and to block clerics from receiving or obeying papal letters without his approval. William's greatest desire was for Anselm to be removed from office. Walter said that \"there was good reason to expect a successful issue in accordance with the king's wishes\" but, upon William's open acknowledgement of Urban as pope, Walter refused to depose the archbishop.[79] William then tried to sell the pallium to others, failed,[80] tried to extract a payment from Anselm for the pallium, but was again refused. William then tried to personally bestow the pallium to Anselm, an act connoting the church's subservience to the throne, and was again refused.[81] In the end, the pallium was laid on the altar at Canterbury, whence Anselm took it on 10 June 1095.[81]\n\nThe First Crusade was declared at the Council of Clermont in November.[b] Despite his service for the king which earned him rough treatment from Anselm's biographer Eadmer,[83][84] upon the grave illness of the Bishop of Durham in December, Anselm journeyed to console and bless him on his deathbed.[85] Over the next two years, William opposed several of Anselm's efforts at reform—including his right to convene a council[45]—but no overt dispute is known. However, in 1094, the Welsh had begun to recover their lands from the Marcher Lords and William's 1095 invasion had accomplished little; two larger forays were made in 1097 against Cadwgan in Powys and Gruffudd in Gwynedd. These were also unsuccessful and William was compelled to erect a series of border fortresses.[86] He charged Anselm with having given him insufficient knights for the campaign and tried to fine him.[87] In the face of William's refusal to fulfill his promise of church reform, Anselm resolved to proceed to Rome—where an army of French crusaders had finally installed Urban—in order to seek the counsel of the pope.[62] William again denied him permission. The negotiations ended with Anselm being \"given the choice of exile or total submission\": if he left, William declared he would seize Canterbury and never again receive Anselm as archbishop; if he were to stay, William would impose his fine and force him to swear never again to appeal to the papacy.[88]\n\nAnselm chose to depart in October 1097.[62] Although Anselm retained his nominal title, William immediately seized the revenues of his bishopric and retained them til death.[89] From Lyon, Anselm wrote to Urban, requesting that he be permitted to resign his office. Urban refused but commissioned him to prepare a defence of the Western doctrine of the procession of the Holy Spirit against representatives from the Greek Church.[90] Anselm arrived in Rome by April[90] and, according to his biographer Eadmer, lived beside the pope during the Siege of Capua in May.[91] Count Roger's Saracen troops supposedly offered him food and other gifts but the count actively resisted the clerics' attempts to convert them to Catholicism.[91]\n\nAt the Council of Bari in October, Anselm delivered his defence of the Filioque and the use of unleavened bread in the Eucharist before 185 bishops.[92] Although this is sometimes portrayed as a failed ecumenical dialogue, it is more likely that the \"Greeks\" present were the local bishops of Southern Italy,[93] some of whom had been ruled by Constantinople as recently as 1071.[92] The formal acts of the council have been lost and Eadmer's account of Anselm's speech principally consists of descriptions of the bishops' vestments, but Anselm later collected his arguments on the topic as De Processione Spiritus Sancti.[93] Under pressure from their Norman lords, the Italian Greeks seem to have accepted papal supremacy and Anselm's theology.[93] The council also condemned William II. Eadmer credited Anselm with restraining the pope from excommunicating him,[90] although others attribute Urban's politic nature.[94]\n\nAnselm was present in a seat of honour at the Easter Council at St Peter's in Rome the next year.[95] There, amid an outcry to address Anselm's situation, Urban renewed bans on lay investiture and on clerics doing homage.[96] Anselm departed the next day, first for Schiavi—where he completed his work Cur Deus Homo—and then for Lyon.[94][97]\n\nWilliam Rufus was killed hunting in the New Forest on 2 August 1100. His brother Henry was present and moved quickly to secure the throne before the return of his elder brother Robert, Duke of Normandy, from the First Crusade. Henry invited Anselm to return, pledging in his letter to submit himself to the archbishop's counsel.[98] The cleric's support of Robert would have caused great trouble but Anselm returned before establishing any other terms than those offered by Henry.[99] Once in England, Anselm was ordered by Henry to do homage for his Canterbury estates[100] and to receive his investiture by ring and crozier anew.[101] Despite having done so under William, the bishop now refused to violate canon law. Henry for his part refused to relinquish a right possessed by his predecessors and even sent an embassy to Pope Paschal II to present his case.[94] Paschal reaffirmed Urban's bans to that mission and the one that followed it.[94]\n\nMeanwhile, Anselm publicly supported Henry against the claims and threatened invasion of his brother Robert Curthose. Anselm wooed wavering barons to the king's cause, emphasizing the religious nature of their oaths and duty of loyalty;[102] he supported the deposition of Ranulf Flambard, the disloyal new bishop of Durham;[103] and he threatened Robert with excommunication.[104] The lack of popular support greeting his invasion near Portsmouth compelled Robert to accept the Treaty of Alton instead, renouncing his claims for an annual payment of 3000 marks.\n\nAnselm held a council at Lambeth Palace which found that Henry's beloved Matilda had not technically become a nun and was thus eligible to wed and become queen.[105] On Michaelmas in 1102, Anselm was finally able to convene a general church council at London, establishing the Gregorian Reform within England. The council prohibited marriage, concubinage, and drunkenness to all those in holy orders,[106] condemned sodomy[107] and simony,[104] and regulated clerical dress.[104] Anselm also obtained a resolution against the British slave trade.[108] Henry supported Anselm's reforms and his authority over the English Church, but continued to assert his own authority over Anselm. Upon their return, the three bishops he had dispatched on his second delegation to the pope claimed—in defiance of Paschal's sealed letter to Anselm, his public acts, and the testimony of the two monks who had accompanied them—that the pontiff had been receptive to Henry's counsel and secretly approved of Anselm's submission to the crown.[109] In 1103, then, Anselm consented to journey himself to Rome, along with the king's envoy William Warelwast.[110] Anselm supposedly travelled in order to argue the king's case for a dispensation[111] but, in response to this third mission, Paschal fully excommunicated the bishops who had accepted investment from Henry, though sparing the king himself.[94]\n\nAfter this ruling, Anselm received a letter forbidding his return and withdrew to Lyon to await Paschal's response.[94] On 26 March 1105, Paschal again excommunicated prelates who had accepted investment from Henry and the advisors responsible, this time including Robert de Beaumont, Henry's chief advisor.[112] He further finally threatened Henry with the same;[113] in April, Anselm sent messages to the king directly[114] and through his sister Adela expressing his own willingness to excommunicate Henry.[94] This was probably a negotiation tactic[115] but it came at a critical period in Henry's reign[94] and it worked: a meeting was arranged and a compromise concluded at L'Aigle on 22 July 1105. Henry would forsake lay investiture if Anselm obtained Paschal's permission for clerics to do homage for their lands;[116][117] Henry's bishops'[94] and counselors' excommunications were to be lifted provided they advise him to obey the papacy (Anselm performed this act on his own authority and latter had to answer for it to Paschal);[116] the revenues of Canterbury would be returned to the archbishop; and priests would no longer be permitted to marry.[117] Anselm insisted on the agreement's ratification by the pope before he would consent to return to England, but wrote to Paschal in favour of the deal, arguing that Henry's forsaking of lay investiture was a greater victory than the matter of homage.[118] On 23 March 1106, Paschal wrote Anselm accepting the terms established at L'Aigle, although both clerics saw this as a temporary compromise and intended to continue pressing for reforms,[119] including the ending of homage to lay authorities.[120]\n\nEven after this, Anselm refused to return to England.[121] Henry travelled to Bec and met with him on 15 August 1106. Henry was forced to make further concessions. He restored to Canterbury all the churches that had been seized by William or during Anselm's exile, promising that nothing more would be taken from them and even providing Anselm with a security payment.[citation needed] Henry had initially taxed married clergy and, when their situation had been outlawed, had made up the lost revenue by controversially extending the tax over all Churchmen.[122] He now agreed that any prelate who had paid this would be exempt from taxation for three years.[citation needed] These compromises on Henry's part strengthened the rights of the church against the king. Anselm returned to England before the new year.[94]\n\nIn 1107, the Concordat of London formalized the agreements between the king and archbishop,[64] Henry formally renouncing the right of English kings to invest the bishops of the church.[94] The remaining two years of Anselm's life were spent in the duties of his archbishopric.[94] He succeeded in getting Paschal to send the pallium for the archbishop of York to Canterbury, so that future archbishops-elect would have to profess obedience before receiving it.[65] The incumbent archbishop Thomas II had received his own pallium directly and insisted on York's independence. From his deathbed, Anselm anathematized all who failed to recognize Canterbury's primacy over all the English Church. This ultimately forced Henry to order Thomas to confess his obedience to Anselm's successor.[66] On his deathbed, he announced himself content, except that he had a treatise in mind on the origin of the soul and did not know, once he was gone, if another was likely to compose it.[125]\n\nHe died on Holy Wednesday, 21 April 1109.[111] His remains were translated to Canterbury Cathedral[126] and laid at the head of Lanfranc at his initial resting place to the south of the Altar of the Holy Trinity (now St Thomas's Chapel).[129] During the church's reconstruction after the disastrous fire of the 1170s, his remains were relocated,[129] although it is now uncertain where.\n\nOn 23 December 1752, Archbishop Herring was contacted by Count Perron, the Sardinian ambassador, on behalf of King Charles Emmanuel, who requested permission to translate Anselm's relics to Italy.[130] (Charles had been duke of Aosta during his minority.) Herring ordered his dean to look into the matter, saying that while \"the parting with the rotten Remains of a Rebel to his King, a Slave to the Popedom, and an Enemy to the married Clergy (all this Anselm was)\" would be no great matter, he likewise \"should make no Conscience of palming on the Simpletons any other old Bishop with the Name of Anselm\".[132] The ambassador insisted on witnessing the excavation, however,[134] and resistance on the part of the prebendaries seems to have quieted the matter.[127] They considered the state of the cathedral's crypts would have offended the sensibilities of a Catholic and that it was probable that Anselm had been removed to near the altar of SS Peter and Paul, whose side chapel to the right (i.e., south) of the high altar took Anselm's name following his canonization. At that time, his relics would presumably have been placed in a shrine and its contents \"disposed of\" during the Reformation.[129] The ambassador's own investigation was of the opinion that Anselm's body had been confused with Archbishop Theobald's and likely remained entombed near the altar of the Virgin Mary,[136] but in the uncertainty nothing further seems to have been done then or when inquiries were renewed in 1841.[138]\n\n"
        },
        {
            "title": "Writings",
            "text": "Anselm has been called \"the most luminous and penetrating intellect between St Augustine and St Thomas Aquinas\"[111] and \"the father of scholasticism\",[41] Scotus Erigena having employed more mysticism in his arguments.[94] Anselm's works are considered philosophical as well as theological since they endeavor to render Christian tenets of faith, traditionally taken as a revealed truth, as a rational system.[139] Anselm also studiously analyzed the language used in his subjects, carefully distinguishing the meaning of the terms employed from the verbal forms, which he found at times wholly inadequate.[140] His worldview was broadly Neoplatonic, as it was reconciled with Christianity in the works of St Augustine and Pseudo-Dionysius,[3][c] with his understanding of Aristotelian logic gathered from the works of Boethius.[142][143][41] He or the thinkers in northern France who shortly followed him—including Abelard, William of Conches, and Gilbert of Poitiers—inaugurated \"one of the most brilliant periods of Western philosophy\", innovating logic, semantics, ethics, metaphysics, and other areas of philosophical theology.[144]\n\nAnselm held that faith necessarily precedes reason, but that reason can expand upon faith:[145] \"And I do not seek to understand that I may believe but believe that I might understand. For this too I believe since, unless I first believe, I shall not understand\".[d][146] This is possibly drawn from Tractate XXIX of St Augustine's Ten Homilies on the First Epistle of John: regarding John 7:14–18, Augustine counseled \"Do not seek to understand in order to believe but believe that thou may understand\".[147] Anselm rephrased the idea repeatedly[e] and Thomas Williams(SEP 2007) considered that his aptest motto was the original title of the Proslogion, \"faith seeking understanding\", which intended \"an active love of God seeking a deeper knowledge of God\".[148] Once the faith is held fast, however, he argued an attempt must be made to demonstrate its truth by means of reason: \"To me, it seems to be negligence if, after confirmation in the faith, we do not study to understand that which we believe\".[f][146] Merely rational proofs are always, however, to be tested by scripture[149][150] and he employs Biblical passages and \"what we believe\" (quod credimus) at times to raise problems or to present erroneous understandings, whose inconsistencies are then resolved by reason.[151]\n\nStylistically, Anselm's treatises take two basic forms, dialogues and sustained meditations.[151] In both, he strove to state the rational grounds for central aspects of Christian doctrines as a pedagogical exercise for his initial audience of fellow monks and correspondents.[151] The subjects of Anselm's works were sometimes dictated by contemporary events, such as his speech at the Council of Bari or the need to refute his association with the thinking of Roscelin, but he intended for his books to form a unity, with his letters and latter works advising the reader to consult his other books for the arguments supporting various points in his reasoning.[152] It seems to have been a recurring problem that early drafts of his works were copied and circulated without his permission.[151]\n\nWhile at Bec, Anselm composed:[32]\n\nWhile archbishop of Canterbury, he composed:[32]\n\nThe Monologion (Latin: Monologium, \"Monologue\"), originally entitled A Monologue on the Reason for Faith (Monoloquium de Ratione Fidei)[153][g] and sometimes also known as An Example of Meditation on the Reason for Faith (Exemplum Meditandi de Ratione Fidei),[155][h] was written in 1075 and 1076.[32] It follows St Augustine to such an extent that Gibson argues neither Boethius nor Anselm state anything which was not already dealt with in greater detail by Augustine's De Trinitate;[157] Anselm even acknowledges his debt to that work in the Monologion's prologue.[158] However, he takes pains to present his reasons for belief in God without appeal to scriptural or patristic authority,[159] using new and bold arguments.[160] He attributes this style—and the book's existence—to the requests of his fellow monks that \"nothing whatsoever in these matters should be made convincing by the authority of Scripture, but whatsoever... the necessity of reason would concisely prove\".[161]\n\nIn the first chapter, Anselm begins with a statement that anyone should be able to convince themselves of the existence of God through reason alone \"if he is even moderately intelligent\".[162] He argues that many different things are known as \"good\", in many varying kinds and degrees. These must be understood as being judged relative to a single attribute of goodness.[163] He then argues that goodness is itself very good and, further, is good through itself. As such, it must be the highest good and, further, \"that which is supremely good is also supremely great. There is, therefore, some one thing that is supremely good and supremely great—in other words, supreme among all existing things.\"[164] Chapter 2 follows a similar argument, while Chapter 3 argues that the \"best and greatest and supreme among all existing things\" must be responsible for the existence of all other things.[164] Chapter 4 argues that there must be a highest level of dignity among existing things and that highest level must have a single member. \"Therefore, there is a certain nature or substance or essence who through himself is good and great and through himself is what he is; through whom exists whatever truly is good or great or anything at all; and who is the supreme good, the supreme great thing, the supreme being or subsistent, that is, supreme among all existing things.\"[164] The remaining chapters of the book are devoted to consideration of the attributes necessary to such a being.[164] The Euthyphro dilemma, although not addressed by that name, is dealt with as a false dichotomy.[165] God is taken to neither conform to nor invent the moral order but to embody it:[165] in each case of his attributes, \"God having that attribute is precisely that attribute itself\".[166]\n\nA letter survives of Anselm responding to Lanfranc's criticism of the work. The elder cleric took exception to its lack of appeals to scripture and authority.[158] The preface of the Proslogion records his own dissatisfaction with the Monologion's arguments, since they are rooted in a posteriori evidence and inductive reasoning.[160]\n\nThe Proslogion (Latin: Proslogium, \"Discourse\"), originally entitled Faith Seeking Understanding (Fides Quaerens Intellectum) and then An Address on God's Existence (Alloquium de Dei Existentia),[153][167][i] was written over the next two years (1077–1078).[32] It is written in the form of an extended direct address to God.[151] It grew out of his dissatisfaction with the Monologion's interlinking and contingent arguments.[151] His \"single argument that needed nothing but itself alone for proof, that would by itself be enough to show that God really exists\"[168] is commonly[j] taken to be merely the second chapter of the work. In it, Anselm reasoned that even atheists can imagine a greatest being, having such attributes that nothing greater could exist (id quo nihil maius cogitari possit).[111] However, if such a being's attributes did not include existence, a still greater being could be imagined: one with all of the attributes of the first and existence. Therefore, the truly greatest possible being must necessarily exist. Further, this necessarily-existing greatest being must be God, who therefore necessarily exists.[160] This reasoning was known to the Scholastics as \"Anselm's argument\" (ratio Anselmi) but it became known as the ontological argument for the existence of God following Kant's treatment of it.[168][k]\n\nMore probably, Anselm intended his \"single argument\" to include most of the rest of the work as well,[151] wherein he establishes the attributes of God and their compatibility with one another. Continuing to construct a being greater than which nothing else can be conceived, Anselm proposes such a being must be \"just, truthful, happy, and whatever it is better to be than not to be\".[171] Chapter 6 specifically enumerates the additional qualities of awareness, omnipotence, mercifulness, impassibility (inability to suffer),[170] and immateriality;[172] Chapter 11, self-existent,[172] wisdom, goodness, happiness, and permanence; and Chapter 18, unity.[170] Anselm addresses the question-begging nature of \"greatness\" in this formula partially by appeal to intuition and partially by independent consideration of the attributes being examined.[172] The incompatibility of, e.g., omnipotence, justness, and mercifulness are addressed in the abstract by reason, although Anselm concedes that specific acts of God are a matter of revelation beyond the scope of reasoning.[173] At one point during the 15th chapter, he reaches the conclusion that God is \"not only that than which nothing greater can be thought but something greater than can be thought\".[151] In any case, God's unity is such that all of his attributes are to be understood as facets of a single nature: \"all of them are one and each of them is entirely what [God is] and what the other[s] are\".[174] This is then used to argue for the triune nature of the God, Jesus, and \"the one love common to [God] and [his] Son, that is, the Holy Spirit who proceeds from both\".[175] The last three chapters are a digression on what God's goodness might entail.[151] Extracts from the work were later compiled under the name Meditations or The Manual of St Austin.[26]\n\nThe argument presented in the Proslogion has rarely seemed satisfactory[160][l] and was swiftly opposed by Gaunilo, a monk from the abbey of Marmoutier in Tours.[179] His book \"for the fool\" (Liber pro Insipiente)[m] argues that we cannot arbitrarily pass from idea to reality[160] (de posse ad esse not fit illatio).[41] The most famous of Gaunilo's objections is a parody of Anselm's argument involving an island greater than which nothing can be conceived.[168] Since we can conceive of such an island, it exists in our understanding and so must exist in reality. This is, however, absurd, since its shore might arbitrarily be increased and in any case varies with the tide.\n\nAnselm's reply (Responsio) or apology (Liber Apologeticus)[160] does not address this argument directly, which has led Klima,[182] Grzesik,[41] and others to construct replies for him and led Wolterstorff[183] and others to conclude that Gaunilo's attack is definitive.[168] Anselm, however, considered that Gaunilo had misunderstood his argument.[168][179] In each of Gaunilo's four arguments, he takes Anselm's description of \"that than which nothing greater can be thought\" to be equivalent to \"that which is greater than everything else that can be thought\".[179] Anselm countered that anything which does not actually exist is necessarily excluded from his reasoning and anything which might or probably does not exist is likewise aside the point. The Proslogion had already stated \"anything else whatsoever other than [God] can be thought not to exist\".[184] The Proslogion's argument concerns and can only concern the single greatest entity out of all existing things. That entity both must exist and must be God.[168]\n\nAll of Anselm's dialogues take the form of a lesson between a gifted and inquisitive student and a knowledgeable teacher. Except for in Cur Deus Homo, the student is not identified but the teacher is always recognizably Anselm himself.[151]\n\nAnselm's De Grammatico (\"On the Grammarian\"), of uncertain date,[n] deals with eliminating various paradoxes arising from the grammar of Latin nouns and adjectives[155] by examining the syllogisms involved to ensure the terms in the premises agree in meaning and not merely expression.[186] The treatment shows a clear debt to Boethius's treatment of Aristotle.[142]\n\nBetween 1080 and 1086, while still at Bec, Anselm composed the dialogues De Veritate (\"On Truth\"), De Libertate Arbitrii (\"On the Freedom of Choice\"), and De Casu Diaboli (\"On the Devil's Fall\").[32] De Veritate is concerned not merely with the truth of statements but with correctness in will, action, and essence as well.[187] Correctness in such matters is understood as doing what a thing ought or was designed to do.[187] Anselm employs Aristotelian logic to affirm the existence of an absolute truth of which all other truth forms separate kinds. He identifies this absolute truth with God, who therefore forms the fundamental principle both in the existence of things and the correctness of thought.[160] As a corollary, he affirms that \"everything that is, is rightly\".[189] De Libertate Arbitrii elaborates Anselm's reasoning on correctness with regard to free will. He does not consider this a capacity to sin but a capacity to do good for its own sake (as opposed to owing to coercion or for self-interest).[187] God and the good angels therefore have free will despite being incapable of sinning; similarly, the non-coercive aspect of free will enabled man and the rebel angels to sin, despite this not being a necessary element of free will itself.[190] In De Casu Diaboli, Anselm further considers the case of the fallen angels, which serves to discuss the case of rational agents in general.[191] The teacher argues that there are two forms of good—justice (justicia) and benefit (commodum)—and two forms of evil: injustice and harm (incommodum). All rational beings seek benefit and shun harm on their own account but independent choice permits them to abandon bounds imposed by justice.[191] Some angels chose their own happiness in preference to justice and were punished by God for their injustice with less happiness. The angels who upheld justice were rewarded with such happiness that they are now incapable of sin, there being no happiness left for them to seek in opposition to the bounds of justice.[190] Humans, meanwhile, retain the theoretical capacity to will justly but, owing to the Fall, they are incapable of doing so in practice except by divine grace.[192]\n\nCur Deus Homo (\"Why God was a Man\") was written from 1095 to 1098 once Anselm was already archbishop of Canterbury[32] as a response for requests to discuss the Incarnation.[193] It takes the form of a dialogue between Anselm and Boso, one of his students.[194] Its core is a purely rational argument for the necessity of the Christian mystery of atonement, the belief that Jesus's crucifixion was necessary to atone for mankind's sin. Anselm argues that, owing to the Fall and mankind's fallen nature ever since, humanity has offended God. Divine justice demands restitution for sin but human beings are incapable of providing it, as all the actions of men are already obligated to the furtherance of God's glory.[195] Further, God's infinite justice demands infinite restitution for the impairment of his infinite dignity.[192] The enormity of the offence led Anselm to reject personal acts of atonement, even Peter Damian's flagellation, as inadequate[196] and ultimately vain.[197] Instead, full recompense could only be made by God, which His infinite mercy inclines Him to provide. Atonement for humanity, however, could only be made through the figure of Jesus, as a sinless being both fully divine and fully human.[193] Taking it upon himself to offer his own life on our behalf, his crucifixion accrues infinite worth, more than redeeming mankind and permitting it to enjoy a just will in accord with its intended nature.[192] This interpretation is notable for permitting divine justice and mercy to be entirely compatible[163] and has exercised immense influence over church doctrine,[160][198] largely supplanting the earlier theory developed by Origen and Gregory of Nyssa[111] that had focused primarily on Satan's power over fallen man.[160] Cur Deus Homo is often accounted Anselm's greatest work,[111] but the legalist and amoral nature of the argument, along with its neglect of the individuals actually being redeemed, has been criticized both by comparison with the treatment by Abelard[160] and for its subsequent development in Protestant theology.[199]\n\nAnselm's De Fide Trinitatis et de Incarnatione Verbi Contra Blasphemias Ruzelini (\"On Faith in the Trinity and on the Incarnation of the Word Against the Blasphemies of Roscelin\"),[41] also known as Epistolae de Incarnatione Verbi (\"Letters on the Incarnation of the Word\"),[32] was written in two drafts in 1092 and 1094.[41] It defended Lanfranc and Anselm from association with the supposedly tritheist heresy espoused by Roscelin of Compiègne, as well as arguing in favour of Trinitarianism and universals.\n\nDe Conceptu Virginali et de Originali Peccato (\"On the Virgin Conception and Original Sin\") was written in 1099.[32] He claimed to have written it out of a desire to expand on an aspect of Cur Deus Homo for his student and friend Boso and takes the form of Anselm's half of a conversation with him.[151] Although Anselm denied belief in Mary's Immaculate Conception,[200] his thinking laid two principles which formed the groundwork for that dogma's development. The first is that it was proper that Mary should be so pure that—apart from God—no purer being could be imagined. The second was his treatment of original sin. Earlier theologians had held that it was transmitted from generation to generation by the sinful nature of sex. As in his earlier works, Anselm instead held that Adam's sin was borne by his descendants through the change in human nature which occurred during the Fall. Parents were unable to establish a just nature in their children which they had never had themselves.[201] This would subsequently be addressed in Mary's case by dogma surrounding the circumstances of her own birth.\n\nDe Processione Spiritus Sancti Contra Graecos (\"On the Procession of the Holy Spirit Against the Greeks\"),[167] written in 1102,[32] is a recapitulation of Anselm's treatment of the subject at the Council of Bari.[93] He discussed the Trinity first by stating that human beings could not know God from Himself but only from analogy. The analogy that he used was the self-consciousness of man. The peculiar double-nature of consciousness, memory, and intelligence represent the relation of the Father to the Son. The mutual love of these two (memory and intelligence), proceeding from the relation they hold to one another, symbolizes the Holy Spirit.[160]\n\nDe Concordia Praescientiae et Praedestinationis et Gratiae Dei cum Libero Arbitrio (\"On the Harmony of Foreknowledge and Predestination and the Grace of God with Free Choice\") was written from 1107 to 1108.[32] Like the De Conceptu Virginali, it takes the form of a single narrator in a dialogue, offering presumable objections from the other side.[151] Its treatment of free will relies on Anselm's earlier works, but goes into greater detail as to the ways in which there is no actual incompatibility or paradox created by the divine attributes.[152] In its 5th chapter, Anselm reprises his consideration of eternity from the Monologion. \"Although nothing is there except what is present, it is not the temporal present, like ours, but rather the eternal, within which all times altogether are contained. If in a certain way the present time contains every place and all the things that are in any place, likewise, every time is encompassed in the eternal present, and everything that is in any time.\"[203] It is an overarching present, all beheld at once by God, thus permitting both his \"foreknowledge\" and genuine free choice on the part of mankind.[204]\n\nFragments survive of the work Anselm left unfinished at his death, which would have been a dialogue concerning certain pairs of opposites, including ability/inability, possibility/impossibility, and necessity/freedom.[205] It is thus sometimes cited under the name De Potestate et Impotentia, Possibilitate et Impossibilitate, Necessitate et Libertate.[41] Another work, probably left unfinished by Anselm and subsequently revised and expanded, was De Humanis Moribus per Similitudines (\"On Mankind's Morals, Told Through Likenesses\") or De Similitudinibus (\"On Likenesses\").[206] A collection of his sayings (Dicta Anselmi) was compiled, probably by the monk Alexander.[207] He also composed prayers to various saints.[19]\n\nAnselm wrote nearly 500 surviving letters (Epistolae) to clerics, monks, relatives, and others,[208] the earliest being those written to the Norman monks who followed Lanfranc to England in 1070.[19] Southern asserts that all of Anselm's letters \"even the most intimate\" are statements of his religious beliefs, consciously composed so as to be read by many others.[209] His long letters to Waltram, bishop of Naumberg in Germany (Epistolae ad Walerannum) De Sacrificio Azymi et Fermentati (\"On Unleavened and Leavened Sacrifice\") and De Sacramentis Ecclesiae (\"On the Church's Sacraments\") were both written between 1106 and 1107 and are sometimes bound as separate books.[32] Although he seldom asked others to pray for him, two of his letters to hermits do so, \"evidence of his belief in their spiritual prowess\".[210] His letters of guidance—one to Hugh, a hermit near Caen, and two to a community of lay nuns—endorse their lives as a refuge from the difficulties of the political world with which Anselm had to contend.[210]\n\nMany of Anselm's letters contain passionate expressions of attachment and affection, often addressed \"to the beloved lover\" (dilecto dilectori). While there is wide agreement that Anselm was personally committed to the monastic ideal of celibacy, some academics such as McGuire[211] and Boswell[212] have characterized these writings as expressions of a homosexual inclination.[213] The general view, expressed by Olsen[214] and Southern, sees the expressions as representing a \"wholly spiritual\" affection \"nourished by an incorporeal ideal\".[215]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Two biographies of Anselm were written shortly after his death by his chaplain and secretary Eadmer (Vita et Conversatione Anselmi Cantuariensis) and the monk Alexander (Ex Dictis Beati Anselmi).[31] Eadmer also detailed Anselm's struggles with the English monarchs in his history (Historia Novorum). Another was compiled about fifty years later by John of Salisbury at the behest of Thomas Becket.[208] The historians William of Malmesbury, Orderic Vitalis, and Matthew Paris all left full accounts of his struggles against the second and third Norman kings.[208]\n\nAnselm's students included Eadmer, Alexander, Gilbert Crispin, Honorius Augustodunensis, and Anselm of Laon. His works were copied and disseminated in his lifetime and exercised an influence on the Scholastics, including Bonaventure, Thomas Aquinas, Duns Scotus, and William of Ockham.[143] His thoughts have guided much subsequent discussion on the procession of the Holy Spirit and the atonement. His work also anticipates much of the later controversies over free will and predestination.[59] An extensive debate occurred—primarily among French scholars—in the early 1930s about \"nature and possibility\" of Christian philosophy, which drew strongly on Anselm's work.[143]\n\nModern scholarship remains sharply divided over the nature of Anselm's episcopal leadership. Some, including Fröhlich[216] and Schmitt,[217] argue for Anselm's attempts to manage his reputation as a devout scholar and cleric, minimizing the worldly conflicts he found himself forced into.[217] Vaughn[218] and others argue that the \"carefully nurtured image of simple holiness and profound thinking\" was precisely employed as a tool by an adept, disingenuous political operator,[217] while the traditional view of the pious and reluctant church leader recorded by Eadmer—one who genuinely \"nursed a deep-seated horror of worldly advancement\"—is upheld by Southern[219] among others.[210][217]\n\n"
        },
        {
            "title": "Veneration",
            "text": "Anselm's hagiography records that, when a child, he had a miraculous vision of God on the summit of the Becca di Nona near his home, with God asking his name, his home, and his quest before sharing bread with him. Anselm then slept, awoke returned to Aosta, and then retraced his steps before returning to speak to his mother.[25]\n\nAnselm's canonization was requested of Pope Alexander III by Thomas Becket at the Council of Tours in 1163.[208] He may have been formally canonized before Becket's murder in 1170: no record of this has survived but he was subsequently listed among the saints at Canterbury and elsewhere.[citation needed] It is usually reckoned, however, that his cult was only formally sanctioned by Pope Alexander VI in 1494[94][220] or 1497[136] at the request of Archbishop Morton.[136] His feast day is commemorated on the day of his death, 21 April, by the Roman Catholic Church, much of Anglican Communion,[31] and some forms of High Church Lutheranism.[citation needed] The location of his relics is uncertain. His most common attribute is a ship, representing the spiritual independence of the church.[citation needed]\n\nAnselm was proclaimed a Doctor of the Church by Pope Clement XI in 1720;[26] he is known as the doctor magnificus (\"Magnificent Doctor\")[41] or the doctor Marianus (\"Marian doctor\").[citation needed] A chapel of Canterbury Cathedral south of the high altar is dedicated to him; it includes a modern stained-glass representation of the saint, flanked by his mentor Lanfranc and his steward Baldwin and by kings William II and Henry I.[221][222] The Pontifical Atheneum of St. Anselm, named in his honor, was established in Rome by Pope Leo XIII in 1887. The adjacent Sant'Anselmo all'Aventino, the seat of the Abbot Primate of the Federation of Black Monks (all the monks under the Rule of St Benedict except the Cistercians and the Trappists), was dedicated to him in 1900. 800 years after his death, on 21 April 1909, Pope Pius X issued the encyclical \"Communium Rerum\" praising Anselm, his ecclesiastical career, and his writings. In the United States, the Saint Anselm Abbey and its associated college are located in New Hampshire; they held a celebration in 2009 commemorating the 900th anniversary of Anselm's death. In 2015, the Archbishop of Canterbury, Justin Welby, created the Community of Saint Anselm, an Anglican religious order that resides at Lambeth Palace and is devoted to \"prayer and service to the poor\".[223]\n\nAnselm is remembered in the Church of England and the Episcopal Church on 21 April.[224][225]\n\n"
        }
    ]
}