{
    "url": "https://en.wikipedia.org/wiki/Ant_mimicry",
    "title": "Ant mimicry",
    "table_of_contents": [
        "1 Batesian mimicry",
        "1.1 Orthoptera: Crickets, grasshoppers etc.",
        "1.2 Spiders",
        "1.3 True bugs",
        "1.4 Stick insects",
        "1.5 Thrips",
        "1.6 Mantises",
        "1.7 Flies",
        "1.8 Beetles",
        "1.9 Plants",
        "2 Aggressive mimicry",
        "3 Chemical mimicry",
        "3.1 Lycaenid butterflies",
        "4 Wasmannian mimicry",
        "4.1 Mimicry by parasitoid wasps",
        "4.2 Arthropod mimics of Camponotus planatus",
        "5 Tactile mimicry",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ant mimicry or myrmecomorphy is mimicry of ants by other organisms. Ants are abundant all over the world, and potential predators that rely on vision to identify their prey, such as birds and wasps, normally avoid them, because they are either unpalatable or aggressive.[1] Spiders are the most common ant mimics.[2][1] Additionally, some arthropods mimic ants to escape predation (protective mimicry), while others mimic ants anatomically and behaviourally to hunt ants in aggressive mimicry. Ant mimicry has existed almost as long as ants themselves; the earliest ant mimics in the fossil record appear in the mid Cretaceous alongside the earliest ants. Indeed one of the earliest, Burmomyrma, was initially classified as an ant.\n\nIn Wasmannian mimicry, mimic and model live commensally together; in the case of ants, the model is an inquiline in the ants' nest.[3] Wasmannian mimics may also be Batesian or aggressive mimics. To simulate ants' powerful defences, mimics may imitate ants chemically with ant-like pheromones, visually (as in Batesian mimicry), or by imitating an ant's surface microstructure for tactile mimicry.\n\n"
        },
        {
            "title": "Batesian mimicry",
            "text": "Batesian mimics are species which typically lack strong defences of their own, and make use of their resemblance to well-defended ants to avoid being attacked by their predators, some of which may be ants.[4][5] There are ant-mimicking arthropods in several different groups, described below.\n\nYoung instars of some Orthoptera, such as the bush cricket Macroxiphus sumatranus, have an \"uncanny resemblance\" to ants, extending to their black coloration, remarkably perfect antlike shape, and convincingly antlike behaviour.[4] Their long antennae are camouflaged to appear short, being black only at the base, and they are vibrated like ant antennae. Larger instars suddenly change into typical-looking katydids, and are entirely nocturnal, while the adult has bright warning coloration.[4]\n\nOver 300 spider species mimic the social behaviours, morphological features and predatory behaviour of ants.[1] Fourteen genera of jumping spiders (Salticidae) mimic ants. The jumping spider genus Myrmarachne are Batesian mimics which resemble the morphological and behavioural properties of ants to near perfection. These spiders mimic the behavioural features of ants such as adopting their zig-zag locomotion pattern,[6] and the act of creating an antennal illusion by waving their first or second pair of legs in the air.[1] The slender bodies of these spiders make them more agile, allowing them to easily escape from predators. Studies on this genus have revealed the major selection force, the avoidance of ants by predators such as spider wasps, that has driven the evolution of ant mimicry in spiders.[1][2][7]\n\nAnt mimicry has a cost: the body of spider myrmecomorphs is much narrower than non-mimics, reducing the number of eggs per eggsac, compared to non-mimetic spiders of similar size. They seem to compensate by laying more eggsacs over their lifetimes.[2] A study of three species of (predatory) mantises suggested that they innately avoided ants as prey, and that this aversion extends to ant-mimicking Salticidae.[8]\n\nAmong several Hemiptera (true bugs) that resemble ants are: Dulichius (family Alydidae) and in the Miridae:[9] the wingless Myrmecoris gracilis which feeds on aphids,[10] while Systellonotus triguttatus, in which nymphs and females strongly resemble ants, is often found in the vicinity of ants.[11] Males of Formiscurra indicus (family Caliscelidae) are antlike, but not the females.[12]\n\nThe phasmid Extatosoma tiaratum, while resembling dried thorny leaves as an adult, hatches from the egg as a replica of a Leptomyrmex ant, with a red head and black body. The long end is curled to make the body shape appear ant-like, and the movement is erratic, while the adults move differently, if at all. In some species the eggs resemble plant seeds, complete with a mimic elaiosome (called a \"capitulum\") as in plants that are associated with ants in myrmecochory. These eggs are collected by the ants and taken to their nests. The capitulum is removed and eaten and the eggs continue to be viable.[13]\n\nFranklinothrips is a predatory genus of thrips. Especially the females mimic ants in appearance and behavior. Ant mimicry also occurs in other genera of Aeolothripidae, where it has arisen independently, for example Aeolothrips albicinctus in Europe and A. bicolor in North America, the Australian species Desmothrips reedi, Allelothrips with seven species from Africa and India, Stomatothrips with eight species from the Americas. This kind of mimicry probably evolved as a response to the presence of ants.[14]\n\nWhile praying mantises are carnivorous insects, they also are in danger of being eaten by larger animals. The young instars of several mantids such as the bark mantid Tarachodes afzelii are Batesian mimics of ants, but there seem to be no mantids that mimic models in any other taxon. Curiously,[15] the young instars derive protection from their resemblance to ants, while bigger instars and adults, neither of which are ant mimics, eat ants.[15]\n\nFlies that resemble ants include species in the Richardiidae genus Sepsisoma, which mimic the formicine ant Camponotus crassus.[16]\n\nSeveral species of Micropezidae (stilt-legged flies) resemble ants (especially the wingless, haltere-less Badisis ambulans),[9] as do species in the genus Syringogaster, which \"strikingly\" resemble Pseudomyrmex and are hard even for experts to distinguish \"until they take flight\".[17]\n\nMany parasitic Staphylinidae that march with army ants strikingly resemble their hosts. An outstanding example is Ecitomorpha nevermanni, whose color varies to match the color variation of its host Eciton burchellii. Since Eciton army ants have poor vision, this is probably an example of Batesian mimicry to escape predation by vertebrates.[18]\n\nSome genera of the Anthicidae are ant-like in appearance, for example Anthelephila cyanea. Since Anthelephila do not associate with ants, this is presumably Batesian mimicry.[19]\n\nMembers of the cerambycid genus Euderces are ant mimics. E. velutinus mimics Camponotus sericeiventris. Several other cerambycids also resemble ants. The Central American Mallocera spinicollis, Neoclytus and Diphyrama singularis all closely resemble stinging ants. Pseudomyrmecion ramalium closely resembles Crematogaster scutellaris in size and coloration and lives in close vicinity to it. In North America certain Anthoboscus, Cyrtophorus and Tillomorpha are ant mimics. Cyrtinus pygmaeus resembles Lasius niger americanus, and Michthisoma heterodoxum mimics small workers of Camponotus pennsylvanicus.[20][21]\n\nMimicry has evolved in certain plants as a visual anti-herbivory strategy.[22] This is the case in Passiflora flowers, they have dark dots and stripes on their flowers that mimic ants and deter ant avoiding predators. Ants are numerous and act as a deterrent, herbivores often avoid consuming them and this benefits Passiflora flowers as it serves as protection, especially from damage to their reproductive organs.[23] There have been studies that focus on plants that mimic ants in order to benefit pollination processes.[24] The Passiflora flower however, is distinct in that it mimics ants for defensive purposes[23]\n\n"
        },
        {
            "title": "Aggressive mimicry",
            "text": "Aggressive mimics are predators which resemble ants sufficiently to be able to approach their prey successfully. Some spiders, such as the Zodariidae and Myrmarachne species including Myrmarachne melanotarsa,[5] use their disguise to hunt ants. Ant hunters often do not visually resemble ants very closely.[25]\n\nAphantochilus rogersi is a spider which mimics Cephalotini ants in which they share a habitat with.[26] A. rogersi solely predate on their model. In addition to exhibiting Batesian and Wasmannian mimicry, A. rogersi demonstrates aggressive mimicry of the Cephalotini ant, this mimicry allows them to approach and prey upon their models without the risk of being attacked by the ant. A. rogersi further resembles Cephalotini in many morphological features, protecting it from visual predators which avoid Cephalotini, an example of Batesian mimicry.[26]\n\n"
        },
        {
            "title": "Chemical mimicry",
            "text": "Many insects live in habitats with social insects which serves as an asset in obtaining food sources and receiving social benefits from ants. In order to do this, it is necessary for insects to develop strategies so that they are not recognized as an intruder by the members of the colony.[27][28] It is suggested that chemical mimicry has evolved so that insects can mimic the chemical signals produced by the host species, providing them with a disguise. Chemical signals are a single or complex mixture of substances that can elicit a behavioural response by another organism.[27] Chemical mimicry is used as a tactic by Lycaenid butterfly larvae (Aloeides dentatis and Lepidochrysops ignota) which mimic the ant species Acantholepis caprensis.[27] These Lycaenid mimic the brood pheromone and the alarm call of ants so they can integrate themselves into the nest. In A. dentatis the tubercles release the mimicking pheromone which compels A. caprensis to care for the mimics as they would their own brood. In these relationships worker ants give the same preference to the Lycaenids as they do to their own brood, demonstrating that chemical signals produced by the mimic are indistinguishable to the ant. This process is also used by larvae of the European Lycaenid species Phengaris rebeli which live in the nests of Myrmica ants and feed on their ant brood.[28]\n\n"
        },
        {
            "title": "Wasmannian mimicry",
            "text": "Wasmannian mimicry occurs when two species live in close proximity with one another. The mimic then models various features of the model with chemical or morphological mimicry.[3]\n\nThe parasitoid wasp Gelis agilis (Ichneumonidae) shares many similarities with the ant Lasius niger. G. agilis is a wingless wasp which exhibits multi-trait mimicry of garden ants. While it is quite common for species to mimic both morphological and behavioural characteristics of their model ants, G. agilis is distinctive as it also exhibits the uncommon anti-predator strategy of chemical mimicry.[3][29] In addition to Batesian mimicry, the relationship between G. agilis and the black garden wasp also demonstrates Wasmannian mimicry as the two organisms live in close proximity. G.agilis mimics the body size, locomotion and other morphological features of its model ant. When threatened it releases a toxic chemical similar to the ant's alarm pheromone. This multi-trait mimicry serves to protect G. agilis from ground predators such as wolf spiders.[30]\n\nFour species of arthropod mimic the ant Camponotus planatus within the Mountain Pine Ridge Forest Reserve of British Honduras.[31] This is both Batesian and Wassmanian mimicry.[31] The first mimic is the clubnoid spider (Myrmecotypus fuliginosus) which mimics C. planatus in various ways including morphology and behaviour. Secondly, the salticid spider Sarindia linda mimics C. planatus so well that they are hard to distinguish. S. linda mimics the locomotion patterns, pumping of the abdomen, and movements of the antennae.[31] The third mimic is a Mirid bug (Barberiella) which mimics the model in both gait and antennal mimicry. Finally, the mantid, Mantoida maya also uses C. planatus as a model.[31] Individuals that mimic C. planatus are typically 3-9mm long and predators tend to avoid them. All four mimics have been seen foraging in areas with their model with no interference.[26]\n\n"
        },
        {
            "title": "Tactile mimicry",
            "text": "The phoretic mite Planodiscus (Uropodidae) appears to exploit tactile or Wasmannian mimicry. The mite attaches itself to the tibia of its host ant, Eciton hamatum. The cuticular sculpturing of the mite's body as seen under the electron microscope strongly resembles the sculpturing of the ant's leg, as do the arrangements and number of the bristles (setae). The effect is presumed to be that when the ant grooms its leg, the tactile sensation is as it would be in mite-free grooming.[18]\n\nTactile mimicry is found in the cricket Myrmecophilus acervorum; its relationship with ants was first studied by Paolo Savis in 1819. It has many ant species as hosts, and occurs in large and small morphs suited to large hosts like Formica and Myrmica, and the small workers of species such as Lasius. On first arriving in an ants' nest, the crickets are attacked by the workers, and are killed if they do not run fast enough, but within a few days they adjust their movements to match those of their hosts, and are then tolerated. Mimicry appears to be achieved by a combination of \"social releasers\", whether by imitating \"solicitation signals\" with suitable behaviour or ant pheromones with suitable chemicals; Hölldobler and Wilson (1990) propose that Wasmannian mimicry be redefined to permit any such combination.[18]\n\n"
        }
    ]
}