{
    "url": "https://en.wikipedia.org/wiki/Antagonist",
    "title": "Antagonist",
    "table_of_contents": [
        "1 Etymology",
        "2 Types",
        "2.1 Heroes and villains",
        "2.2 Other characters",
        "2.3 Aspects of the protagonist",
        "2.4 Non-personal",
        "3 Usage",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn antagonist is a character in a story who is presented as the chief foe of the protagonist.[1]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The English word antagonist comes from the Greek ἀνταγωνιστής – antagonistēs, \"opponent, competitor, villain, enemy, rival,\" which is derived from anti- (\"against\") and agonizesthai (\"to contend for a prize\").[2][3]\n\n"
        },
        {
            "title": "Types",
            "text": "The antagonist is commonly positioned against the protagonist and their world order.[4] While most narratives will often portray the protagonist as a hero and the antagonist as a villain, like Harry Potter and Lord Voldemort in Harry Potter, the antagonist does not always appear as the villain. In some narratives, like Light Yagami and L in Death Note, the protagonist is a villain and the antagonist is an opposing hero.\n\nAntagonists are conventionally presented as making moral choices less savory than those of protagonists. This condition is often used by an author to create conflict within a story. This is merely a convention, however. An example in which this is reversed can be seen in the character Macduff from Macbeth, who is arguably morally correct in his desire to fight the tyrant Macbeth, the protagonist.\n\nExamples from television include J.R. Ewing (Larry Hagman) from Dallas and Alexis Colby (Joan Collins) from Dynasty. Both became breakout characters used as a device to increase their shows' ratings.\n\nCharacters may be antagonists without being evil – they may simply be injudicious and unlikeable for the audience. In some stories, such as The Catcher in the Rye, almost every character other than the protagonist may be an antagonist.[5]\n\nAn aspect or trait of the protagonist may be considered an antagonist, such as morality or indecisiveness.[5]\n\nAn antagonist may not always be a person or people. In some cases, an antagonist may be a force, such as a tidal wave that destroys a city; a storm that causes havoc; or even a certain area's conditions that are the root cause of a problem. An antagonist also may or may not create obstacles for the protagonist.[6]\n\nSocietal norms or other rules may also be antagonists.[5]\n\n"
        },
        {
            "title": "Usage",
            "text": "An antagonist is used as a plot device, to set up conflicts, obstacles, or challenges for the protagonist.[5][7] Though not every story requires an antagonist, it often is used in plays to increase the level of drama. In tragedies, antagonists are often the cause of the protagonist's main problem, or lead a group of characters against the protagonist; in comedies, they are usually responsible for involving the protagonist in comedic situations.[7]\n\n"
        }
    ]
}