{
    "url": "https://en.wikipedia.org/wiki/Anthony_Slide",
    "title": "Anthony Slide",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnthony Slide ( 7 November 1944) is an English writer who has produced more than seventy books and edited a further 150 on the history of popular entertainment. He wrote a \"letter from Hollywood\" for the British Film Review magazine from 1979 to 1994, and he wrote a monthly book review column for Classic Images from 1989 to 2001. He is a member of the editorial board of the American Film Institute Catalog.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Birmingham, England, on 7 November 1944, Slide began his professional involvement with the cultural and historical field of films in the mid-1960s, serving as honorary secretary of the Society for Film History Research and co-founding and serving as the first editor of the newsletter of the still-active Cinema Theatre Association. In 1968, he became assistant editor of International Film Guide and editorial assistant on the film publications of Tantivy Press. That same year, he co-founded The Silent Picture a quarterly devoted to the art and history of the silent film, which he edited until its demise in 1974. In 1970, in conjunction with the London Film Festival, Slide organized Britain's, and the world's, first silent film festival, an eighteen-day event at the National Film Theatre.\n\nIn 1971, Slide was named a Louis B. Mayer Research Associate with the American Film Institute's Center for Advanced Film Studies in Beverly Hills. The following year, he went to Washington, D.C. to set up the American Film Institute Catalog: Feature Films, 1911–1920, and subsequently became the AFI's associate film archivist. In 1975, he moved to Los Angeles, becoming resident film historian of the Academy of Motion Picture Arts and Sciences, responsible for most of its educational and cultural activities. He left the Academy in 1986 and co-owned Producers Library Service, one of the two oldest and largest independent stock footage libraries in the United States from 1986–1990. He is now an independent film scholar, archivist and consultant.\n\nSlide published his first book, Early American Cinema, in 1970 (it was subsequently revised and rewritten in 1994), and since then has been a prolific writer on little known areas of entertainment history. Among his most prominent works are The Big V: A History of the Vitagraph Company (1976, revised 1987), Great Pretenders: A History of Female and Male Impersonation in the Performing Arts (1986), Nitrate Won’t Wait: A History of Film Preservation in the United States (1992), Before Video: A History of the Non-Theatrical Film (1992), The Hollywood Novel (1995), DeToth on DeToth: Put the Drama in Front of the Camera (1997), Silent Players: A Biographical and Autobiographical Study of 100 Silent Film Actors and Actresses (2002), and Lost Gay Novels (2003).\n\nHe was the first to document the prominence of women directors in the American silent film industry with Early Women Directors (1977), which was subsequently revised and rewritten as The Silent Feminists (1996). Slide went on to edit The Memoirs of Alice Guy Blaché (1986), the autobiography of the world's first female director, and to write Lois Weber: The Director Who Lost Her Way in History (1996), the first and only biography of America's first native-born woman director.\n\nSlide's 1986 work, The American Film Industry: A Historical Dictionary was named outstanding reference source of the year by the American Library Association. The sequel volume, The International Film Industry: A Historical Dictionary (1989) was named outstanding academic book of the year by Choice magazine. The Encyclopedia of Vaudeville (1994) was named outstanding academic book of the year by Choice magazine, a best reference book of the year by Library Journal and outstanding reference source of the year by the American Library Association.\n\nHis work as a writer and editor led Charles Champlin of the Los Angeles Times in to describe Slide as “a one-man publishing phenomenon\".[1] However, writing and editing are not his only attributes. He is a frequent “talking head” on film, television and DVD documentaries. He has provided commentary for DVD releases from 20th Century Fox and Warner Bros. He has also produced, written and directed a number of documentaries on silent film personalities: Portrait of Blanche Sweet (1982), Vi [Viola Dana]: Portrait of a Silent Star (1988), Karl Brown's Adventures with D.W. Griffith (1990), and The Silent Feminists: America’s First Women Directors (1993). Slide is also known as an appraiser of entertainment memorabilia, with a client list ranging from Ralph Edwards Productions to Gregory Peck.\n\nSlide conducted oral histories with many silent film celebrities, and these are available at the Academy of Motion Picture Arts and Sciences and elsewhere.\n\nIn 1990, Slide was awarded an honorary doctorate of letters by Bowling Green University. At that time, he was hailed by Lillian Gish, on whom he had compiled a monograph for the British Film Institute back in 1969, as \"our preeminent historian of the silent film.”\n\n"
        }
    ]
}