{
    "url": "https://en.wikipedia.org/wiki/Anthropological_science_fiction",
    "title": "Anthropological science fiction",
    "table_of_contents": [
        "1 Authors and works",
        "1.1 Chad Oliver",
        "1.2 Ursula K. Le Guin",
        "2 Notes",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The anthropologist Leon E. Stover says of science fiction's relationship to anthropology: \"Anthropological science fiction enjoys the philosophical luxury of providing answers to the question \"What is man?\" while anthropology the science is still learning how to frame it\".[1]: 472  The editors of a collection of anthropological SF stories observed:\n\nCharles F. Urbanowicz, Professor of Anthropology, California State University, Chico has said of anthropology and SF:\n\nThe difficulty in describing category boundaries for 'anthropological SF' is illustrated by a reviewer of an anthology of anthropological SF, written for the journal American Anthropologist, which warned against too broad a definition of the subgenre, saying: \"Just because a story has anthropologists as protagonists or makes vague references to 'culture' does not qualify it as anthropological science fiction, although it may be 'pop' anthropology.\" The writer concluded the book review with the opinion that only \"twelve of the twenty-six selections can be considered as examples of anthropological science fiction.\"[4]: 798 \n\nThis difficulty of categorization explains the exclusions necessary when seeking the origins of the subgenre. Thus:\n\nAgain, questions of description are not simple as Gary Westfahl observes:\n\nDespite being described as a \"late-twentieth-century phenomenon\" (above) anthropological SF's roots can be traced further back in history. H. G. Wells (1866–1946) has been called \"the Shakespeare of SF\"[7]: 133  and his first anthropological story has been identified by anthropologist Leon E. Stover as \"The Grisly Folk\".[8] Stover notes that this story is about Neanderthal Man, and writing in 1973,[1]: 472  continues: \"[the story] opens with the line 'Can these bones live?' Writers are still trying to make them live, the latest being Golding.[9] Some others in between have been de Camp,[10] Del Rey,[11] Farmer,[12] and Klass.[13]\"\n\nA more contemporary example of the Neanderthal as subject is Robert J. Sawyer's trilogy \"The Neanderthal Parallax\" – here \"scientists from an alternative earth in which Neanderthals superseded homo sapiens cross over to our world. The series as a whole allows Sawyer to explore questions of evolution and humanity's relationship to the environment.\"[14]: 317 \n\n"
        },
        {
            "title": "Authors and works",
            "text": "Anthropological science fiction is best exemplified by the work of writers such as Ursula K. Le Guin, Michael Bishop, Joanna Russ, Ian Watson, and Chad Oliver. Of this pantheon, Oliver is alone in being also a professional anthropologist, author of academic tomes such as Ecology and Cultural Continuity as Contributing Factors in the Social Organization of the Plains Indians (1962) and The Discovery of Anthropology (1981) in addition to his anthropologically-inflected science fiction. Although he tried, in a superficial way, to separate these two aspects of his career, signing his anthropology texts with his given name \"Symmes C. Oliver\", he nonetheless saw them as productively interrelated. \"I like to think,\" he commented in a 1984 interview, \"that there's a kind of feedback ... that the kind of open-minded perspective in science fiction conceivably has made me a better anthropologist. And on the other side of the coin, the kind of rigor that anthropology has, conceivably has made me a better science fiction writer.\"[5]: 243 \n\nThus \"Oliver's Unearthly Neighbors (1960) highlights the methods of ethnographic fieldwork by imagining their application to a nonhuman race on another world. His Blood's a Rover (1955 [1952]) spells out the problems of applied anthropology by sending a technical-assistance team to an underdeveloped planet. His Rite of Passage (1966 [1954]) is a lesson in the patterning of culture, how humans everywhere unconsciously work out a blueprint for living. Anthropological wisdom is applied to the conscious design of a new blueprint for American society in his Mother of Necessity (1972 [1955])\".[15] Oliver's The Winds of Time is a \"science fiction novel giving an excellent introduction to the field methods of descriptive linguistics\".[16]: 96 \n\nIn 1993 a journal of SF criticism requested from writers and critics of SF a list of their 'most neglected' writers,[17] and Chad Oliver was listed in three replies. Among the works chosen were: Shadows in the Sun,[18] Unearthly Neighbors,[19] and The Shores of Another Sea.[20] One respondent declared that \"Oliver's anthropological SF is the precursor of more recent novels by Ursula K. Le Guin, Michael Bishop, and others\";[citation needed] another that \"Chad Oliver was developing quiet, superbly crafted anthropological fictions long before anyone had heard of Le Guin; maybe his slight output and unassuming plots (and being out of print) have caused people to overlook the carefully thought-out ideas behind his fiction\".[citation needed]\n\nIn the novel Shadows in the Sun the protagonist, Paul Ellery, is an anthropologist doing field work in the town of Jefferson Springs, Texas—a place where he discovers extraterrestrial aliens. It has been remarked that:\n\nA reviewer of The Shores of Another Sea finds the book \"curiously flat despite its exploration of an almost mythical, and often horrific, theme\".[21]: 202  The reviewer's reaction is not surprising because, as Samuel Gerald Collins points out in the 'New Wave Anthropology' section of his comprehensive review of Chad Oliver's work: \"In many ways, the novel is very much unlike Oliver's previous work; there is little moral resolution, nor is anthropology of much help in determining what motivates the aliens. In striking contrast to the familiar chumminess of the aliens in Shadows in the Sun and The Winds of Time, humans and aliens in Shores of Another Sea systematically misunderstand one another.\"[5]: 253  Collins continues:\n\nAt the conclusion of his essay, discussing Chad Oliver's legacy Collins says:\n\nIt has often been observed that Ursula K. Le Guin's interest in anthropology and its influence on her fiction derives from the influence of both her mother Theodora Kroeber, and of her father, Alfred L. Kroeber.[22]: 410 [23]: 61 [24]: 1 \n\nWarren G. Rochelle in his essay on Le Guin notes that from her parents she:\n\nAnother critic has observed that Le Guin's \"concern with cultural biases is evident throughout her literary career\", and continues,\n\nLe Guin's novel The Left Hand of Darkness[25] has been called \"the most sophisticated and technically plausible work of anthropological science fiction, insofar as the relationship of culture and biology is concerned\",[26]: 472  and also rated as \"perhaps her most notable book\".[27]: 244  This novel forms part of Le Guin's Hainish Cycle (so termed because it develops as a whole \"a vast story about diverse planets seeded with life by the ancient inhabitants of Hain\").[28]: 46–47 [note 1]\nThe series is \"a densely textured anthropology, unfolding through a cycle of novels and stories and actually populated by several anthropologists and ethnologists\".\"[29]: 183  Le Guin employs the SF trope of inter-stellar travel which allows for fictional human colonies on other worlds developing widely differing social systems.[30] For example, in The Left Hand of Darkness \"a human envoy to the snowbound planet of Gethan struggles to understand its sexually ambivalent inhabitants\".[31]: 180  Published in 1969, this Le Guin novel:\n\nGeoffery Samuel has pointed out some specific anthropological aspect to Le Guin's fiction, noting that:\n\nHowever, Fredric Jameson says of The Left Hand of Darkness that the novel is \"constructed from a heterogeneous group of narratives modes ...\", and that:\n\nSimilarly Adam Roberts warns against a too narrow an interpretation of Le Guin's fiction, pointing out that her writing is always balanced and that \"balance as such forms one of her major concerns. Both Left Hand and The Dispossed (1974) balance form to theme, of symbol to narration, flawlessly\".[27]: 244–245  Nevertheless, there is no doubt that the novel The Left Hand of Darkness is steeped in anthropological thought, with one academic critic noting that \"the theories of [French anthropologist] Claude Lévi-Strauss provide an access to understanding the workings of the myths\" in the novel.[33] Later in the essay the author explains:\n\n"
        }
    ]
}