{
    "url": "https://en.wikipedia.org/wiki/Anthology_film",
    "title": "Anthology film",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "An anthology film (also known as an omnibus film, package film, or portmanteau film) is a single film consisting of several shorter films, each complete in itself and distinguished from the other, though frequently tied together by a single theme, premise, or author. Sometimes each one is directed by a different director or written by a different author, or may even have been made at different times or in different countries. Anthology films are distinguished from \"revue films\" such as Paramount on Parade (1930)—which were common in Hollywood in the early decades of sound film, composite films, and compilation films.\n\nSometimes there is a theme, such as a place (e.g. New York Stories, Paris, je t'aime), a person (e.g. Four Rooms), or a thing (e.g. Twenty Bucks, Coffee and Cigarettes, Omniboat: A Fast Boat Fantasia), that is present in each story and serves to bind them together. Two of the earliest films to use the form were Edmund Goulding's Grand Hotel (1932), released by MGM with an all-star cast; and Paramount's If I Had a Million (also 1932), featuring segments helmed by a number of directors.\n\n"
        },
        {
            "title": "Examples",
            "text": "European directors such as Roberto Rossellini directed anthology films such as L'Amore (segments: \"Il Miracolo\" and \"Una voce umana\") (1948), Les Sept péchés capitaux (segment: \"Envie, L'Envy\") (1952), Siamo donne (segment: \"Ingrid Bergman\") (1953), and Amori di mezzo secolo (segment: \"Napoli 1943\") (1954). American studios soon followed with films like Quartet (1948) based on stories by W. Somerset Maugham. This led to two sequels, Trio (1950) and Encore (1951), as well as imitators like O. Henry's Full House (1952) and Actors and Sin (1952).\n\nSometimes there is one \"top-level\" story, a framing device, which leads into the various \"sub-stories\", as in Intolerance (1916), Tales of Manhattan (1942), Flesh and Fantasy (1943), Dead of Night (1945), and The Illustrated Man (1968). Dead of Night helped to popularize the format for horror films—although they had existed as far back as Unheimliche Geschichten (1919)—and British company Amicus made several such films in the 1960s and 1970s.\n\nThe 1989 film New York Stories consists of three segments directed by Martin Scorsese, Francis Ford Coppola and Woody Allen.\n\nThe Red Violin (1998) could also be considered a portmanteau film, since the storylines revolve around the various owners of a precious sixteenth-century violin through the centuries. Similarly, 1964's The Yellow Rolls-Royce follows the owners of the titular vehicle.\n\nFrom Beyond the Grave (1974), Trilogy of Terror (1975), Heavy Metal (1981), Twilight Zone: The Movie (1983), Creepshow (1982), The Company of Wolves (1984), Creepshow 2 (1987), Tales from the Darkside: The Movie (1990) and Tales from the Hood (1995) are various horror themed anthologies from the 70s to the 90s.\n\nGene Kelly's 1956 all-dance film Invitation to the Dance consisted of three distinct stories, each different in tone and with its own plot line. Kelly appeared in each of the stories as different characters.\n\nFour Rooms is also an anthology film which follows the protagonist and his misadventures in four different rooms of a hotel. The four different segments (or rooms) were all directed by different directors.\n\nEros (2004) is an anthology film tied by the themes of eroticism and desire. Developed by French-based producer Stéphane Tchalgadjieff and headlined by Italian director Michelangelo Antonioni, the three segments were each directed by acclaimed directors, including Antonioni, Hong Kong director Wong Kar Wai and American director Steven Soderbergh. Initially, Spanish director Pedro Almodovar was to direct a segment, but was unable to do so and was replaced by Soderbergh. Of the three segments, Kar Wai's The Hand received universal acclaim, while Soderbergh's segment Equilibrium garnered a lukewarm reception and Antonioni's segment The Dangerous Thread of Things was critically panned.\n\nMohsen Abdolvahab's debut Please Do Not Disturb (2010) was a widely acclaimed tri-segmented Iranian anthology film.\n\nAnthology films are often mistaken with hyperlink cinema. Hyperlink cinema shows bits of many stories throughout the movie, whereas anthology films show story segments of one at a time. Some mistaken examples include Pulp Fiction (1994) and Amores Perros (2000), distributing their storylines non-chronologically, separated by segments.\n\nV/H/S is a 2012 American anthology horror film created by Brad Miska[1] and Bloody Disgusting. It features a series of five unrelated found-footage horror shorts tied together by a frame narrative. The film spawned three sequels, V/H/S/2 (2013), V/H/S: Viral (2014), V/H/S/94 (2021), and a spin-off, SiREN (2016).\n\nOn November 16, 2018, the Coen Brothers' American Western anthology film, The Ballad of Buster Scruggs, was released on a limited theater run and on Netflix a week later.  The film contains six separate stories written and directed by the Coen Brothers, which they wrote and accumulated over the last 25 years.\n\nOmniboat: A Fast Boat Fantasia is an anthology film by Miami collective Borscht Corporation that premiered at the 2020 Sundance Film Festival. The film takes place in Miami and contains many different stories centered around a cigarette boat. [2]\n\nKathasangama (2019) is a multi-genre anthology film by Rishabh Shetty along with six other directors, each one of them directed seven independent stories running in parallel.\n\n"
        }
    ]
}