{
    "url": "https://en.wikipedia.org/wiki/Anthony_Philip_Heinrich",
    "title": "Anthony Heinrich",
    "table_of_contents": [
        "1 Life",
        "2 References",
        "3 Further reading",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Anthony Philip Heinrich (March 11, 1781 – May 3, 1861) was the first \"full-time\" American composer, and the most prominent before the American Civil War.[1]  He did not start composing until he was 36, after losing his business fortune in the Napoleonic Wars. For most of his career he was known as \"Father Heinrich,\" an emeritus figure of America's small classical music community. He chaired the founding meeting of the New York Philharmonic Society in 1842.[2]\n\n"
        },
        {
            "title": "Life",
            "text": "Born in modest circumstances in Schönbüchel (now Krásný Buk, part of Krásná Lípa), Bohemia, Heinrich was given into the care of a rich uncle, whose thriving business empire he inherited in 1800. In 1810 he became stranded in Boston by the loss of his entire fortune in the Napoleonic Wars and the ensuing economic crash. Penniless, he resolved to take up his long-time avocation and become a professional violinist and conductor.\n\nA formative experience for him was a 700-mile journey, on foot and by boat, into the wilderness of Pennsylvania and then along the Ohio River into Kentucky.  The sights and sounds of the new American frontier inspired some of the most original, if not strange, program music of the nineteenth century.  Settling in a log cabin near Bardstown, Kentucky (1818),[3] he began to produce a body of work unlike anything being written in Europe at the time.  Some of his works include:  The Dawning of Music in Kentucky, or the Pleasures of Harmony in the Solitudes of Nature (Philadelphia, 1820); The Columbiad, or Migration of American Wild Passenger Pigeons (1858);[4] The Ornithological Combat of Kings, or the Condor of the Andes and the Eagle of the Cordilleras (1836);[5] The Minstrelsy of Nature in the Wilds of North America; The Wild Wood Spirits' Chant (ca. 1842); The Treaty of William Penn with the Indians (1834; a rare 19th century concerto grosso).\n\nShortly after his arrival in Kentucky in 1817, he conducted a performance of Beethoven's First Symphony—only the second time a Beethoven symphony had been performed in the United States.[6] He was identified as the \"Beethoven of America\" by one critic (1822).[7]\n\nStylistically Heinrich's music has more in common with other early American music than with the models of his European contemporaries.  He shunned development, preferring episodic forms, especially the theme with variations, which he used to impressive expressive effect.  He occasionally wrote passages of startling, even jarring, chromaticism, usually in an attempt to express an extra-musical idea.  Often his music has an improvisatory quality (much of his music may be notated improvisation, considering its copious quantity). His generous allowances for performer interpretation are arguably the beginning of indeterminacy in American music.[8]\n\nHeinrich was successful in his European tours, undertaken because of a lack of competent orchestras in the United States in the period before the American Civil War.  He nevertheless died neglected, in 1861 in New York City, in the poverty he had fled.\n\nOccasionally Heinrich's music is revived.\n\n"
        }
    ]
}