{
    "url": "https://en.wikipedia.org/wiki/Anthony_Kenny",
    "title": "Anthony Kenny",
    "table_of_contents": [
        "1 Education and early career",
        "2 Academic career",
        "3 Philosophical work",
        "4 Honours and awards",
        "5 Published works",
        "6 Notes and references",
        "7 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSir Anthony John Patrick Kenny FBA (born 16 March 1931) is a British philosopher whose interests lie in the philosophy of mind, ancient and scholastic philosophy, the philosophy of religion, and the philosophy of Wittgenstein of whose literary estate he is an executor. With Peter Geach, he has made a significant contribution to analytical Thomism, a movement whose aim is to present the thought of St. Thomas Aquinas in the style of analytic philosophy.  He is a former president of the British Academy and the Royal Institute of Philosophy.\n\n"
        },
        {
            "title": "Education and early career",
            "text": "Kenny initially trained as a Roman Catholic priest at the Venerable English College, Rome, where he received a degree of Licentiate of Sacred Theology (STL) degree. He was ordained in 1955 and served as a curate in Liverpool (1959–63). Having received his DPhil from the University of Oxford (St Benet's Hall) in 1961, he also worked as an assistant lecturer at the University of Liverpool (1961–63). However, he questioned the validity of Roman Catholic doctrine and has been an agnostic since the later 1960s.[2][3] He was returned to the lay state in 1963, but according to canon law his priestly ordination remains valid. He was never released from his obligation of clerical celibacy and was therefore excommunicated on his marriage to Nancy Gayley in 1965.[4]\n\n"
        },
        {
            "title": "Academic career",
            "text": "During 1963–64, Kenny was lecturer in Philosophy at Exeter and Trinity Colleges, Oxford, and he served as University Lecturer 1965–78. From 1964 until 1978, he was a Fellow of Balliol College, Oxford and Senior Tutor during the periods 1971–72 and 1976–78. He was Master of Balliol from 1978 to 1989 and subsequently an Honorary Fellow. During the period 1989–99, he was both Warden of Rhodes House (manager of the Rhodes Scholarship program) and Professorial Fellow of St John's College and thereafter Fellow Emeritus. He was Pro-Vice-Chancellor of the University of Oxford from 1984 to 2001 (Pro-Vice-Chancellor for Development, 1999–2001). He retired in 2001.\n\nWithin the university, Kenny was Wilde Lecturer in Natural and Comparative Religion (1969–72), Speaker's Lecturer in Biblical Studies (1980–83), a member of the Hebdomadal Council (1981–93), Vice-Chairman of the Libraries Board (1985–88), Curator of the Bodleian Library (1985–88) and a Delegate, and member of the Finance Committee, of Oxford University Press (1986–93). From 1972 until 1973 he was the editor of The Oxford Magazine. He received the degree of DLitt in 1980 and the honorary degree of DCL. in 1987.\n\nHe was a member of the Board of the British Library 1991-96 and Chairman 1993–96, and has served as Chairman of the Society for Protection of Science and Learning (1989–93), of the British National Corpus Advisory Board (1990–95), of the British Irish Association (1990–94), and of the Board of the Warburg Institute (1996–2000). He was elected a Fellow of the British Academy in 1974 and served as a member of the Council of the Academy 1985–88, as Vice President 1986–88 and President 1989–93.\n\nKenny was Gifford Lecturer at the University of Edinburgh 1972–73 and at the University of Glasgow in 1988, Stanton Lecturer at the University of Cambridge 1980–83, and Bampton Lecturer at Columbia University in 1983. He was a Visiting Professor at Chicago, Washington, Michigan, Minnesota, Cornell, Stanford and Rockefeller Universities.\n\nHe has been a member of the American Philosophical Society since 1993, and of the Norwegian Academy of Science and Letters since 1993, and an Honorary Fellow of Harris Manchester College, Oxford since 1996, and of the School of Advanced Study, University of London since 2002 (Senior Distinguished Fellow 2002-3). He has received the honorary degrees of D.Litt. from Bristol (1982), Liverpool (1988), Glasgow (1990), Trinity College, Dublin (1992), Hull (1993), Sheffield (1995), and Warwick (1995), of D.Hum.Litt. from Denison University, Ohio (1986) and Lafayette College, Pennsylvania (1990) and of D.C.L. from the Queen's University of Belfast (1994).\n\n"
        },
        {
            "title": "Philosophical work",
            "text": "Although deeply interested in traditional Catholic teaching and continuing to attend the Catholic Mass,[5] Kenny now explicitly defines himself as an agnostic, explaining in his What I Believe both why he is not a theist and why he is not an atheist. His 2006 book What I Believe has (as Ch 3) \"Why I am Not an Atheist\", which begins: \"Many different definitions may be offered of the word 'God'. Given this fact, atheism makes a much stronger claim than theism does. The atheist says that no matter what definition you choose, 'God exists' is always false. The theist only claims that there is some definition which will make 'God exists' true. In my view, neither the stronger nor the weaker claim has been convincingly established\". He goes on: \"the true default position is neither theism nor atheism, but agnosticism ... a claim to knowledge needs to be substantiated; ignorance need only be confessed.\"[6] He defends the rationality of an agnostic praying to a God whose existence he doubts, stating \"It surely is no more unreasonable than the act of a man adrift in the ocean, trapped in a cave, or stranded on a mountainside, who cries for help though he may never be heard or fires a signal which may never be seen.\"[7]\n\nKenny has written extensively on Thomas Aquinas and modern Thomism. In The Five Ways, he deals with St. Thomas' five proofs of God. In it, he argues that none of the proofs Thomas sets out is wholly valid, and instead sets out to show the flaws in the five ways. His arguments range from the problem of Aristotelian motion in a modern scientific context, to the ability of contingent beings to cause eternality in other contingent beings. His objections all focus on a modern interpretation of St. Thomas.[citation needed]\n\nKenny candidly describes the predicament of the beginning of the universe, which both atheists and agnostics face, writing, \"According to the Big Bang Theory, the whole matter of the universe began at a particular time in the remote past. A proponent of such a theory, at least if he is an atheist, must believe that the matter of the universe came from nothing and by nothing.\"[8]\n\nIn What Is Faith?, Kenny addresses \"the question of whether belief in God, and faith in a divine world, is a reasonable or rational state of mind.\"[9] He criticises the idea, \"common to theists like Aquinas and Descartes and to an atheist like Russell,\" that \"Rational belief [is] either self-evident or based directly or indirectly on what is evident\", which he terms \"foundationalism\" following Plantinga,[10] arguing that foundationalism is a self-refuting idea.\n\nDuring the 2000s Kenny wrote a history of Western philosophy, released in four parts from 2004–07; the four books were released together as A New History of Western Philosophy in 2010.[11]\n\nIn Brief Encounters Kenny says Derrida was \"corrupted by being famous. He gave up philosophy for rhetoric, and rhetoric of a particularly childish kind\".[12] Writing of Richard Dawkins, he suggests that \"moving from The Extended Phenotype to The God Delusion is like moving from the Financial Times to The Sun.\"  He commends Denis Noble's principle of 'Biological Relativity' which states (according to Kenny) that \"in biology there is no privileged level of causation: living organisms and multilevel open systems in which the behaviour at any level depends on higher and lower levels\".[citation needed]\n\n"
        },
        {
            "title": "Honours and awards",
            "text": "Kenny was made a Knight Bachelor by Elizabeth II of the United Kingdom in 1992 and has been an Honorary Bencher of Lincoln's Inn since 1999.\n\nIn October 2006, Kenny was awarded the American Catholic Philosophical Association's Aquinas Medal for his significant contributions to philosophy.\n\nPortraits of Kenny hang in the British Academy, London, and at Balliol College and Rhodes House, Oxford.[13][14][15]\n\n"
        }
    ]
}