{
    "url": "https://en.wikipedia.org/wiki/Antimatter_rocket",
    "title": "Antimatter rocket",
    "table_of_contents": [
        "1 Methods",
        "1.1 Pure antimatter rocket: direct use of reaction products",
        "1.2 Thermal antimatter rocket: heating of a propellant",
        "1.3 Antimatter power generation",
        "1.4 Catalyzed fission/fusion or spiked fusion",
        "2 Difficulties with antimatter rockets",
        "2.1 Modified relativistic rocket equation",
        "2.2 Other general issues",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An antimatter rocket is a proposed class of rockets that use antimatter as their power source. There are several designs that attempt to accomplish this goal. The advantage to this class of rocket is that a large fraction of the rest mass of a matter/antimatter mixture may be converted to energy, allowing antimatter rockets to have a far higher energy density and specific impulse than any other proposed class of rocket.[1]\n\n"
        },
        {
            "title": "Methods",
            "text": "Antimatter rockets can be divided into three types of application: those that directly use the products of antimatter annihilation for propulsion, those that heat a working fluid or an intermediate material which is then used for propulsion, and those that heat a working fluid or an intermediate material to generate electricity for some form of electric spacecraft propulsion system.\nThe propulsion concepts that employ these mechanisms generally fall into four categories: solid core, gaseous core, plasma core, and beamed core configurations. The alternatives to direct antimatter annihilation propulsion offer the possibility of feasible vehicles with, in some cases, vastly smaller amounts of antimatter but require a lot more matter propellant.[2]\nThen there are hybrid solutions using antimatter to catalyze fission/fusion reactions for propulsion.\n\nAntiproton annihilation reactions produce charged and uncharged pions, in addition to neutrinos and gamma rays. The charged pions can be channelled by a magnetic nozzle, producing thrust. This type of antimatter rocket is a pion rocket or beamed core configuration. It is not perfectly efficient; energy is lost as the rest mass of the charged (22.3%) and uncharged pions (14.38%), lost as the kinetic energy of the uncharged pions (which can't be deflected for thrust), and lost as neutrinos and gamma rays (see antimatter as fuel).[3]\n\nPositron annihilation has also been proposed for rocketry. Annihilation of positrons produces only gamma rays. Early proposals for this type of rocket, such as those developed by Eugen Sänger, assumed the use of some material that could reflect gamma rays, used as a light sail or parabolic shield to derive thrust from the annihilation reaction, but no known form of matter (consisting of atoms or ions) interacts with gamma rays in a manner that would enable specular reflection. The momentum of gamma rays can, however, be partially transferred to matter by Compton scattering.[4][5]\n\nOne method to reach relativistic velocities uses a matter-antimatter GeV gamma ray laser photon rocket made possible by a relativistic proton-antiproton pinch discharge, where the recoil from the laser beam is transmitted by the Mössbauer effect to the spacecraft.[6]\n\nHydrogen/Deuterium annihilation: A new annihilation process has been developed by researchers from Gothenborg University. Several annihilation reactors have been constructed in the past years where Hydrogen or Deuterium is converted into relativistic particles by laser annihilation.\n\nThe technology has been demonstrated by research groups led by Prof. Leif Holmlid and Sindre Zeiner-Gundersen at research facilities in both Sweden and Oslo. A third relativistic particle reactor is currently being built at the University of Iceland.\n\nThe emitted particles from Hydrogen annihilation processes reach 0.94c and can be used in space propulsion.[7]\n\nTheir research on annihilation and annihilation drives is currently one of the most downloaded articles in the Journal of Acta Astronautical and has been cited in several technology reviews. Their research and work on relativistic propulsion can pave the way for deep space exploration and space colonization.\n\nThis type of antimatter rocket is termed a thermal antimatter rocket as the energy or heat from the annihilation is harnessed to create an exhaust from non-exotic material or propellant.\n\nThe solid core concept uses antiprotons to heat a solid, high-atomic weight (Z), refractory metal core. Propellant is pumped into the hot core and expanded through a nozzle to generate thrust. The performance of this concept is roughly equivalent to that of the nuclear thermal rocket (\n\n\n\n\nI\n\nsp\n\n\n\n\n{\\displaystyle I_{\\text{sp}}}\n\n ~ 103 sec) due to temperature limitations of the solid. However, the antimatter energy conversion and heating efficiencies are typically high due to the short mean path between collisions with core atoms (efficiency \n\n\n\n\nη\n\ne\n\n\n\n\n{\\displaystyle \\eta _{e}}\n\n ~ 85%).[2]\nSeveral methods for the liquid-propellant thermal antimatter engine using the gamma rays produced by antiproton or positron annihilation have been proposed.[8][9] These methods resemble those proposed for nuclear thermal rockets. One proposed method is to use positron annihilation gamma rays to heat a solid engine core. Hydrogen gas is ducted through this core, heated, and expelled from a rocket nozzle. A second proposed engine type uses positron annihilation within a solid lead pellet or within compressed xenon gas to produce a cloud of hot gas, which heats a surrounding layer of gaseous hydrogen. Direct heating of the hydrogen by gamma rays was considered impractical, due to the difficulty of compressing enough of it within an engine of reasonable size to absorb the gamma rays. A third proposed engine type uses annihilation gamma rays to heat an ablative sail, with the ablated material providing thrust. As with nuclear thermal rockets, the specific impulse achievable by these methods is limited by materials considerations, typically being in the range of 1000–2000 seconds.[10]\n\nThe gaseous core system substitutes the low-melting point solid with a high temperature gas (i.e. tungsten gas/plasma), thus permitting higher operational temperatures and performance (\n\n\n\n\nI\n\nsp\n\n\n\n\n{\\displaystyle I_{\\text{sp}}}\n\n ~ 2 × 103 sec). However, the longer mean free path for thermalization and absorption results in much lower energy conversion efficiencies (\n\n\n\n\nη\n\ne\n\n\n\n\n{\\displaystyle \\eta _{e}}\n\n ~ 35%).[2]\n\nThe plasma core allows the gas to ionize and operate at even higher effective temperatures. Heat loss is suppressed by magnetic confinement in the reaction chamber and nozzle. Although performance is extremely high (\n\n\n\n\nI\n\nsp\n\n\n\n\n{\\displaystyle I_{\\text{sp}}}\n\n ~ 104-105 sec), the long mean free path results in very low energy utilization (\n\n\n\n\nη\n\ne\n\n\n\n\n{\\displaystyle \\eta _{e}}\n\n ~ 10%)[2]\n\nThe idea of using antimatter to power an electric space drive has also been proposed. These proposed designs are typically similar to those suggested for nuclear electric rockets. Antimatter annihilations are used to directly or indirectly heat a working fluid, as in a nuclear thermal rocket, but the fluid is used to generate electricity, which is then used to power some form of electric space propulsion system. The resulting system shares many of the characteristics of other charged particle/electric propulsion proposals, that typically being high specific impulse and low thrust (An associated article further detailing antimatter power generation).[11][12]\n\nThis is a hybrid approach in which antiprotons are used to catalyze a fission/fusion reaction or to \"spike\" the propulsion of a fusion rocket or any similar applications.\n\nThe antiproton-driven Inertial confinement fusion (ICF) Rocket concept uses pellets for the D-T reaction.  The pellet consists of a hemisphere of fissionable material such as U235 with a hole through which a pulse of antiprotons and positrons is injected. It is surrounded by a hemisphere of fusion fuel, for example deuterium-tritium, or lithium deuteride. Antiproton annihilation occurs at the surface of the hemisphere, which ionizes the fuel. These ions heat the core of the pellet to fusion temperatures.[13]\n\nThe antiproton-driven Magnetically Insulated Inertial Confinement Fusion Propulsion (MICF) concept relies on self-generated magnetic field which insulates the plasma from the metallic shell that contains it during the burn. The lifetime of the plasma was estimated to be two orders of magnitude greater than implosion inertial fusion, which corresponds to a longer burn time, and hence, greater gain.[13]\n\nThe antimatter-driven P-B11 concept uses antiprotons to ignite the P-B11 reactions in an MICF scheme. Excessive radiation losses are a major obstacle to ignition and require modifying the particle density, and plasma temperature to increase the gain. It was concluded that it is entirely feasible that this system could achieve Isp~105s.[14]\n\nA different approach was envisioned for AIMStar in which small fusion fuel droplets would be injected into a cloud of antiprotons confined in a very small volume within a reaction Penning trap. Annihilation takes place on the surface of the antiproton cloud, peeling back 0.5% of the cloud. The power density released is roughly comparable to a 1 kJ, 1 ns laser depositing its energy over a 200 μm ICF target.[15]\n\nThe ICAN-II project employs the antiproton catalyzed microfission (ACMF) concept which uses pellets with a molar ratio of 9:1 of D-T:U235 for Nuclear pulse propulsion.[16]\n\n"
        },
        {
            "title": "Difficulties with antimatter rockets",
            "text": "The chief practical difficulties with antimatter rockets are the problems of creating antimatter and storing it. Creating antimatter requires input of vast amounts of energy, at least equivalent to the rest energy of the created particle/antiparticle pairs, and typically (for antiproton production) tens of thousands to millions of times more.[17][18] Most storage schemes proposed for interstellar craft require the production of frozen pellets of antihydrogen. This requires cooling of antiprotons, binding to positrons, and capture of the resulting antihydrogen atoms - tasks which have, as of 2010[update], been performed only for small numbers of individual atoms. Storage of antimatter is typically done by trapping electrically charged frozen antihydrogen pellets in Penning or Paul traps. There is no theoretical barrier to these tasks being performed on the scale required to fuel an antimatter rocket. However, they are expected to be extremely (and perhaps prohibitively) expensive due to current production abilities being only able to produce small numbers of atoms, a scale approximately 1023 times smaller than needed for a 10-gram trip to Mars.\n\nGenerally, the energy from antiproton annihilation is deposited over such a large region that it cannot efficiently drive nuclear capsules.  Antiproton-induced fission and self-generated magnetic fields may greatly enhance energy localization and efficient use of annihilation energy.[19][20]\n\nA secondary problem is the extraction of useful energy or momentum from the products of antimatter annihilation, which are primarily in the form of extremely energetic ionizing radiation. The antimatter mechanisms proposed to date have for the most part provided plausible mechanisms for harnessing energy from these annihilation products. The classic rocket equation with its \"wet\" mass (\n\n\n\n\nM\n\n0\n\n\n\n\n{\\displaystyle M_{0}}\n\n)(with propellant mass fraction) to \"dry\" mass (\n\n\n\n\nM\n\n1\n\n\n\n\n{\\displaystyle M_{1}}\n\n)(with payload) fraction (\n\n\n\n\n\n\nM\n\n0\n\n\n\nM\n\n1\n\n\n\n\n\n\n{\\displaystyle {\\frac {M_{0}}{M_{1}}}}\n\n), the velocity change (\n\n\n\nΔ\nv\n\n\n{\\displaystyle \\Delta v}\n\n) and specific impulse (\n\n\n\n\nI\n\nsp\n\n\n\n\n{\\displaystyle I_{\\text{sp}}}\n\n) no longer holds due to the mass losses occurring in antimatter annihilation.[3]\n\nAnother general problem with high powered propulsion is excess heat or waste heat, and as with antimatter-matter annihilation also includes extreme radiation. A proton-antiproton annihilation propulsion system transforms 39% of the propellant mass into an intense high-energy flux of gamma radiation. The gamma rays and the high-energy charged pions will cause heating and radiation damage if they are not shielded against. Unlike neutrons, they will not cause the exposed material to become radioactive by transmutation of the nuclei. The components needing shielding are the crew, the electronics, the cryogenic tankage, and the magnetic coils for magnetically assisted rockets. Two types of shielding are needed: radiation protection and thermal protection (different from Heat shield or thermal insulation).[3][21]\n\nFinally, relativistic considerations have to be taken into account. As the by products of annihilation move at relativistic velocities the rest mass changes according to relativistic mass-energy. For example, the total mass-energy content of the neutral pion is converted into gammas, not just its rest mass.  It is necessary to use a relativistic rocket equation that takes into account the relativistic effects of both the vehicle and propellant exhaust (charged pions) moving near the speed of light. These two modifications to the two rocket equations result in a mass ratio (\n\n\n\n\n\n\nM\n\n0\n\n\n\nM\n\n1\n\n\n\n\n\n\n{\\displaystyle {\\frac {M_{0}}{M_{1}}}}\n\n) for a given (\n\n\n\nΔ\nv\n\n\n{\\displaystyle \\Delta v}\n\n) and (\n\n\n\n\nI\n\nsp\n\n\n\n\n{\\displaystyle I_{\\text{sp}}}\n\n) that is much higher for a relativistic antimatter rocket than for either a classical or relativistic \"conventional\" rocket.[3]\n\nThe loss of mass specific to antimatter annihilation requires a modification of the relativistic rocket equation given as[22]\n\nwhere \n\n\n\nc\n\n\n{\\displaystyle c}\n\n is the speed of light, and \n\n\n\n\nI\n\nsp\n\n\n\n\n{\\displaystyle I_{\\text{sp}}}\n\n is the specific impulse (i.e. \n\n\n\n\nI\n\nsp\n\n\n\n\n{\\displaystyle I_{\\text{sp}}}\n\n=0.69\n\n\n\nc\n\n\n{\\displaystyle c}\n\n).\n\nThe derivative form of the equation is[3]\n\nwhere \n\n\n\n\nM\n\nship\n\n\n\n\n{\\displaystyle M_{\\text{ship}}}\n\n is the non-relativistic (rest) mass of the rocket ship, and \n\n\n\na\n\n\n{\\displaystyle a}\n\n is the fraction of the original (on board) propellant mass (non-relativistic) remaining after annihilation (i.e., \n\n\n\na\n\n\n{\\displaystyle a}\n\n=0.22 for the charged pions).\n\nEq.II is difficult to integrate analytically. If it is assumed that \n\n\n\nv\n∼\n\nI\n\nsp\n\n\n\n\n{\\displaystyle v\\sim I_{\\text{sp}}}\n\n, such that \n\n\n\n(\n1\n−\n\n\n\n\nI\n\nsp\n\n\nv\n\n\nc\n\n2\n\n\n\n\n)\n∼\n(\n1\n−\n\n\n\nv\n\n2\n\n\n\nc\n\n2\n\n\n\n\n)\n\n\n{\\displaystyle (1-{\\frac {I_{\\text{sp}}v}{c^{2}}})\\sim (1-{\\frac {v^{2}}{c^{2}}})}\n\n then the resulting equation is\n\nEq.III can be integrated and the integral evaluated for \n\n\n\n\nM\n\n0\n\n\n\n\n{\\displaystyle M_{0}}\n\n and \n\n\n\n\nM\n\n1\n\n\n\n\n{\\displaystyle M_{1}}\n\n, and initial and final velocities (\n\n\n\n\nv\n\ni\n\n\n=\n0\n\n\n{\\displaystyle v_{i}=0}\n\n and \n\n\n\n\nv\n\nf\n\n\n=\nΔ\nv\n\n\n{\\displaystyle v_{f}=\\Delta v}\n\n).\nThe resulting relativistic rocket equation with loss of propellant is[3][22]\n\nThe cosmic background hard radiation will ionize the rocket's hull over time and poses a health threat. Also, gas plasma interactions may cause space charge. The major interaction of concern is differential charging of various parts of a spacecraft, leading to high electric fields and arcing between spacecraft components. This can be resolved with well placed plasma contactor. However, there is no solution yet for when plasma contactors are turned off to allow maintenance work on the hull. Long term space flight at interstellar velocities causes erosion of the rocket's hull due to collision with particles, gas, dust and micrometeorites. At 0.2\n\n\n\nc\n\n\n{\\displaystyle c}\n\n for a 6 light year distance, erosion is estimated to be in the order of about 30 kg/m2 or about 1 cm of aluminum shielding.[23][24]\n\n"
        }
    ]
}