{
    "url": "https://en.wikipedia.org/wiki/Antireligion",
    "title": "Antireligion",
    "table_of_contents": [
        "1 History",
        "2 State atheism",
        "3 Notable antireligious people",
        "3.1 Philosophers",
        "3.2 Politicians",
        "3.3 Others",
        "4 See also",
        "5 References",
        "5.1 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Antireligion is opposition to religion.[1][2][3] It involves opposition to organized religion, religious practices or religious institutions. The term antireligion has also been used to describe opposition to specific forms of supernatural worship or practice, whether organized or not. The Soviet Union adopted the political ideology of Marxism–Leninism and by extension the policy of state atheism which opposed the growth of religions.\n\nAntireligion is distinct from deity-specific positions such as atheism (the lack of belief in deities) and antitheism (an opposition to belief in deities); although \"antireligionists\" may also be atheists or antitheists.\n\n"
        },
        {
            "title": "History",
            "text": "An early form of mass antireligion was expressed during the Age of Enlightenment, as early as the 17th century. Baron d'Holbach's book Christianity Unveiled published in 1761, attacked not only Christianity but religion in general as an impediment to the moral advancement of humanity. According to historian Michael Burleigh, antireligion found its first mass expression of barbarity in revolutionary France as \"organised ... irreligion...an 'anti-clerical' and self-styled 'non-religious' state\" responded violently to religious influence over society.[4]\n\n"
        },
        {
            "title": "State atheism",
            "text": "The Soviet Union adopted the political ideology of Marxism–Leninism and by extension the policy of state atheism.[5] It directed varying degrees of antireligious efforts at varying faiths, depending on what threat they posed to the Soviet state, and their willingness to subordinate themselves to political authority. These antireligious campaigns were directed at all faiths,[citation needed] including Christian, Islamic, Buddhist, Jewish, and Shamanist religions. In the 1930s, during the Stalinist period, the government destroyed church buildings or put them into secular use (as museums of religion and atheism, clubs or storage facilities), executed clergy, prohibited the publication of most religious material and persecuted some members of religious groups.[6] Less violent attempts to reduce or eliminate the influence of religion in society were also carried out at other times in Soviet history. For instance, it was usually necessary to be an atheist in order to acquire any important political position or any prestigious scientific job; thus, many people became atheists in order to advance their careers. In the years of 1921–1950, some estimate that 15 million Christians were killed in the Soviet Union.[7] Up to 500,000 Russian Orthodox Christians were persecuted by the Soviet government, not including other religious groups.[8] At least 106,300 Russian clergymen were executed between 1937 and 1941.[9] The Moldavian Soviet Socialist Republic targeted numerous clergy for arrest and interrogation as enemies of the state,[10] and many churches, mosques, and synagogues were converted to secular uses.[11]\n\nThe People's Republic of Albania had an objective for the eventual elimination of all religion in Albania with the goal of creating an atheist nation, which it declared it had achieved in 1967.  In 1976, Albania implemented a constitutional ban on religious activity and actively promoted atheism.[12][13] The government nationalized most property of religious institutions and used it for non-religious purposes, such as cultural centers for young people. Religious literature was banned. Many clergy and theists were tried, tortured, and executed. All foreign Roman Catholic clergy were expelled in 1946,[citation needed] and Albania officially tried to eradicate religion.[13]\n\nAuthorities in the People's Republic of Romania aimed to move towards an atheistic society, in which religion would be considered as the ideology of the bourgeoisie; the régime also set to propagate among the laboring masses in science, politics and culture to help them fight superstition and mysticism, and initiated an anti-religious campaign aimed at reducing the influence of religion in society.[14] After the communist takeover in 1948, some church personnel were imprisoned for political crimes.[15]\n\nThe Khmer Rouge attempted to eliminate Cambodia's cultural heritage, including its religions, particularly Theravada Buddhism.[16] Over the four years of Khmer Rouge rule, at least 1.5 million Cambodians perished. Of the sixty thousand Buddhist monks that previously existed, only three thousand survived the Cambodian genocide.[17][18]\n\n"
        }
    ]
}