{
    "url": "https://en.wikipedia.org/wiki/Antony_Flew",
    "title": "Antony Flew",
    "table_of_contents": [
        "1 Life and career",
        "2 Atheism and deism",
        "2.1 The Presumption of Atheism",
        "2.2 Revised views",
        "2.2.1 Conversion to deism",
        "2.2.2 Controversy over his position",
        "2.2.3 Restatement of position",
        "2.3 Book with Varghese and authorship controversy",
        "3 Awards",
        "4 Works",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAntony Garrard Newton Flew (/fluː/; 11 February 1923 – 8 April 2010)[1] was a British philosopher. Belonging to the analytic and evidentialist schools of thought, Flew worked on the philosophy of religion. During the course of his career he taught at the universities of Oxford, Aberdeen, Keele and Reading, and at York University in Toronto.\n\nFor much of his career Flew was known as a strong advocate of atheism, arguing that one should presuppose atheism until evidence suggesting a God surfaces.[2] He also criticised the idea of life after death,[3] the free will defence to the problem of evil,[4] and the meaningfulness of the concept of God.[5][better source needed] In 2003, he was one of the signatories of the Humanist Manifesto III.[6]\n\nHowever, in 2004 he changed his position, and stated that he now believed in the existence of an Intelligent Creator of the universe,[7] shocking colleagues and fellow atheists.[7] In order to further clarify his personal concept of God, Flew openly made an allegiance to Deism,[7][8] more specifically a belief in the Aristotelian God,[7][8] and dismissed on many occasions a hypothetical conversion to Christianity, Islam or any other religion.[7][8] He stated that in keeping his lifelong commitment to go where the evidence leads, he now believed in the existence of a God.[8][9]\n\nIn 2007 a book outlining his reasons for changing his position, There is a God: How the World's Most Notorious Atheist Changed His Mind was written by Flew in collaboration with Roy Abraham Varghese. The book (and Flew's conversion to Deism) has been the subject of controversy, following an article in The New York Times Magazine alleging that Flew's intellect had declined due to senility, and that the book was primarily the work of Varghese;[10][11] Flew himself specifically denied this, stating that the book represented his views; although he acknowledged that due to his age Varghese had done most of the actual work of writing the book.[12]\n\nHe also developed the no true Scotsman fallacy,[13] and debated retrocausality with Michael Dummett.[14]\n\n"
        },
        {
            "title": "Life and career",
            "text": "Flew, the son of Methodist minister/theologian Robert Newton Flew (1886–1962) and his wife Winifred née Garrard (1887–1982), was born in London. He was educated at St Faith's School, Cambridge followed by Kingswood School, Bath. He is said to have concluded by the age of 15 that there was no God.[15] During the Second World War he studied Japanese at the School of Oriental and African Studies, University of London, and was a Royal Air Force intelligence officer. After a period with the Inter-Services Topographical Department in Oxford, he was posted to Bletchley Park in June 1944.[16]\n\nAfter the war, Flew achieved a first class degree in Literae Humaniores at St John's College, Oxford (1947). He also won the John Locke Scholarship in Mental Philosophy in the following year.[17] Flew was a graduate student of Gilbert Ryle, prominent in ordinary language philosophy. Both Flew and Ryle were among many Oxford philosophers fiercely criticised in Ernest Gellner's book Words and Things (1959).  A 1954 debate with Michael Dummett over backward causation was an early highlight in Flew's career.[18]\n\nFor a year, 1949–50, Flew was a lecturer in philosophy at Christ Church, Oxford.[19] From 1950 to 1954 he was a lecturer at the University of Aberdeen, and from 1954 to 1971 he was a professor of philosophy at the University of Keele.[19] He held a professorship at the University of Calgary, 1972–73.[19] Between 1973 and 1983 he was professor of philosophy at the University of Reading. At this time, he developed one of his most famous arguments, the No true Scotsman fallacy in his 1975 book, Thinking About Thinking. Upon his retirement, Flew took up a half-time post for a few years at York University, Toronto.\n\nPolitically Flew was a libertarian-leaning conservative and wrote articles for The Journal of Libertarian Studies. His name appears on letterheads into 1992 as a vice-president of the Conservative Monday Club, and he held the same position in the Western Goals Institute.[20] He was one of the signatories to a letter in The Times along with Lord Sudeley, Sir Alfred Sherman, and Dr. Harvey Ward, on behalf of the institute, \"applauding Alfredo Cristiani's statesmanship\" and calling for his government's success in defeating the Cuban and Nicaraguan-backed communist FMLN in El Salvador.[21] In 1999 he wrote the foreword to a publication of the far-right Bloomsbury Forum, Standardbears - British Roots of the New Right. In Political Philosophy the main interest of Antony Flew was in opposing the concept of \"Social Justice\", i.e. the idea that income and wealth should be \"distributed\" by political authority in accordance with a principle of \"fairness\". Flew argued that \"Social Justice\" led to state tyranny and ran directly contrary to the traditional definition of justice as to-each-their-own. Many of Flew's later works, such as the \"Politics of Procrustes\" and \"Equality in Liberty and Justice\" were on this subject.\n\nFlew married on 28 June 1952. He had two daughters.[22] Flew died on 8 April 2010, while nursed in an extended care facility in Reading, England, suffering from dementia.[23][24]\n\nWhile an undergraduate, Flew attended the weekly meetings of C. S. Lewis's Socratic Club fairly regularly.  Although he found Lewis to be \"an eminently reasonable man\" and \"by far the most powerful Christian apologists for the sixty or more years following his founding of that club\", he was not persuaded by Lewis's argument from morality as found in Mere Christianity. Flew also criticised several of the other philosophical proofs for God's existence. He concluded that the ontological argument in particular failed because it is based on the premise that the concept of Being can be derived from the concept of Goodness. Only the scientific forms of the teleological argument ultimately impressed Flew as decisive.[25]\n\nDuring the time of his involvement in the Socratic Club, Flew also wrote the article \"Theology and Falsification\", which argued that claims about God were merely vacuous where they could not be tested for truth or falsehood. Though initially published in an undergraduate journal, the article came to be widely reprinted and discussed.[citation needed]\n\nFlew was also critical of the idea of life after death and the free will defence to the problem of evil.[4][3] In 1998, he debated Christian philosopher William Lane Craig over the existence of God.[26]\n\n"
        },
        {
            "title": "Atheism and deism",
            "text": "\nAntony Flew's most influential professional works was his 1976 The Presumption of Atheism[27] in which Flew forwarded the proposition that the question of God's existence should begin with the presumption of atheism:\nFlew's proposal to change his profession's use of the term atheism saw limited acceptance in the 20th century, but in the early 21st century Flew's negative sense of 'atheism' came to be forwarded more commonly by people who identify with the label 'atheist'.[29][30] The impact of Flew's proposed negative atheism, which is often referred to today as 'weak atheism' or 'soft atheism', is illustrated by analytic Philosopher William Lane Craig's 2007 assessment that the presumption of atheism had become  \"one of the most commonly proffered justifications of atheism.\"[31] And BBC journalist William Crawley 2010 analysis: \"The Presumption of Atheism (1976) made the case, now followed by today's new atheism, that atheism should be the ... default position\".[32][33] In recent debates, atheists often forward the Presumption of Atheism referring to atheism as the \"default position\"[34][35][36][37] or has \"no burden of proof\"[38][39] or asserting that the burden of proof rests solely on the theist.[28][40][41]\n\nOn several occasions, starting in 2001, rumors circulated claiming that Flew had converted from atheism to deism.  Flew denied these rumours on the Secular Web website.[42]\n\nIn January 2004 Flew and Gary Habermas, his friend and philosophical adversary, took part in and conducted a dialogue on the resurrection at California Polytechnic State University – San Luis Obispo. During a couple of telephone discussions shortly after that dialogue, Flew explained to Habermas that he was considering becoming a theist. While Flew did not change his position at that time, he concluded that certain philosophical and scientific considerations were causing him to do some serious rethinking. He characterized his position as that of atheism standing in tension with several huge question marks.[43]\n\nIn a 2004 interview (published 9 December), Flew, then 81 years old, said that he had become a deist.[44] In the article Flew states that he has renounced his long-standing espousal of atheism by endorsing a deism of the sort that Thomas Jefferson advocated (\"While reason, mainly in the form of arguments to design, assures us that there is a God, there is no room either for any supernatural revelation of that God or for any transactions between that God and individual human beings\").  Flew stated that \"the most impressive arguments for God’s existence are those that are supported by recent scientific discoveries\" and that \"the argument to Intelligent Design is enormously stronger than it was when I first met it\". The argument of ID is that evidenced objects and physical concepts are either too simple or too complex to be simply natural, whichever of the two extremes one chooses to be the hallmark of design by an outside intelligence. He also answered in the affirmative to Habermas's question, \"So of the major theistic arguments, such as the cosmological, teleological, moral, and ontological, the only really impressive ones that you take to be decisive are the scientific forms of teleology?\". He supported the idea of an Aristotelian God with \"the characteristics of power and also intelligence\", stating that the evidence for it was stronger than ever before. He rejected the idea of an afterlife, of God as the source of good (he explicitly states that God has created \"a lot of\" evil), and of the resurrection of Jesus as a historical fact, although he has allowed a short chapter arguing in favor of Yeshua's/Jesus' resurrection to be added into his latest book.[44]\n\nFlew was particularly hostile to Islam, and said it is \"best described in a Marxian way as the uniting and justifying ideology of Arab imperialism.\"[44]  In a December 2004 interview he said: \"I'm thinking of a God very different from the God of the Christian and far and away from the God of Islam, because both are depicted as omnipotent Oriental despots, cosmic Saddam Husseins\".[45]\n\nIn October 2004 (before the December publication of the Flew–Habermas interview), in a letter written to the internet atheist advocate Richard Carrier of the Secular Web Flew stated that he was a deist, and wrote \"I think we need here a fundamental distinction between the God of Aristotle or Spinoza and the Gods of the Christian and the Islamic Revelations.\"[46] Flew also said: \"My one and only piece of relevant evidence [for an Aristotelian God] is the apparent impossibility of providing a naturalistic theory of the origin from DNA of the first reproducing species... [In fact] the only reason which I have for beginning to think of believing in a First Cause god is the impossibility of providing a naturalistic account of the origin of the first reproducing organisms.\"[46]\n\nWhen asked in December 2004 by Duncan Crary of Humanist Network News if he still stood by the argument presented in The Presumption of Atheism, Flew replied he did and affirmed his position as deist: \"I'm quite happy to believe in an inoffensive inactive god.\"  When asked by Crary whether or not he has kept up with the most recent science and theology, he responded with \"Certainly not,\" stating that there is simply too much to keep up with.  Flew also denied that there was any truth to the rumours of 2001 and 2003 that he had converted to Christianity.[47]\n\nHis 2007 book There is a God (see below) revisited the question, however, and questioned contemporary models: \"the latest work I have seen shows that the present physical universe gives too little time for these theories of abiogenesis to get the job done.\"[48] He added: \"The philosophical question that has not been answered in origin-of-life studies is this: How can a universe of mindless matter produce beings with intrinsic ends, self-replication capabilities, and 'coded chemistry'? Here we are not dealing with biology, but an entirely different category of problem\".[48]\n\nHowever, in spring 2005 when atheist Raymond Bradley, emeritus professor of philosophy at Simon Fraser University and a member of the editorial board of The Open Society journal, wrote an open letter to Flew accusing him of not \"check[ing] the veracity of Gerald Schroeder's claims before swallowing them whole,\" Flew responded strongly to that charge in a letter published in the same journal in summer 2006, describing the content of Bradley's letter \"extraordinarily offensive\" and the accusation made by him as an \"egregiously offensive charge\"; he also implied that Bradley was a \"secularist bigot,\" and suggested that he should follow Socrates's advice (as scripted in Plato's Republic) of \"follow[ing] the argument wherever it leads.\"[49] Other prominent atheists, such as Richard Dawkins, suggested Flew's deism was a form of God of the gaps.[50]\n\nFlew said in December 2004:[51]\n\nA letter on evolution and theology which Flew published in the August/September 2004 issue of Philosophy Now magazine closed with, \"Anyone who should happen to want to know what I myself now believe will have to wait until the publication, promised for early 2005, by Prometheus of Amherst, NY of the final edition of my God and Philosophy with a new introduction of it as 'an historical relic'.\"[52]\n\nThe preface of God and Philosophy states that the publisher and Flew went through a total of four versions (each extensively peer-reviewed) before coming up with one that satisfied them both. The introduction raises ten matters that came about since the original 1966 edition. Flew states that any book to follow God and Philosophy will have to take into account these ideas when considering the philosophical case for the existence of God:[53][page needed]\n\nIn an interview with Joan Bakewell for BBC Radio 4 in March 2005, Flew rejected the fine-tuning argument as a conclusive proof: \"I don't think it proves anything but that it is entirely reasonable for people who already have a belief in a creating God to regard this as confirming evidence. And it's a point of argument which I think is very important – to see that what is reasonable for people to do in the face of new evidence depends on what they previously had good reason to believe.\" He also said it appeared that there had been progress made regarding the naturalistic origins of DNA. However, he restated his deism, with the usual provisos that his God is not the God of any of the revealed religions.[54] In the same interview, Flew was asked whether he was retracting belief in an Aristotelian God, but answered no.\n\nOne month later, Flew told Christianity Today that although he was not on the road to becoming a Christian convert, he reaffirmed his deism: \"Since the beginning of my philosophical life I have followed the policy of Plato's Socrates: We must follow the argument wherever it leads.\"[55]\n\nIn late 2006, Flew joined 11 other academics in urging the British government to teach intelligent design in the state schools.[56]\n\nIn 2007, in an interview with Benjamin Wiker, Flew said again that his deism was the result of his \"growing empathy with the insight of Einstein and other noted scientists that there had to be an Intelligence behind the integrated complexity of the physical Universe\" and \"my own insight that the integrated complexity of life itself – which is far more complex than the physical Universe – can only be explained in terms of an Intelligent Source.\" He also restated that he was not a Christian theist.[57]\n\nIn 2007, Flew published a book titled There is a God, which was listed as having Roy Abraham Varghese as its co-author. Shortly after the book was released, The New York Times Magazine published an article by historian of religion Mark Oppenheimer, who stated that Varghese had been almost entirely responsible for writing the book, and that Flew was in a serious state of mental decline,[11] having great difficulty remembering key figures, ideas, and events relating to the debate covered in the book.[11] His book praises several philosophers (like Brian Leftow, John Leslie and Paul Davies), but Flew failed to remember their work during Oppenheimer's interview.\n\nA further article by Anthony Gottlieb noted a strong difference in style between the passages giving Flew's biography, and those laying out the case for a god, the latter including Americanisms such as \"beverages\", \"vacation\" and \"candy\". He came to the same conclusion as Oppenheimer, and stated that \"Far from strengthening the case for the existence of God, [the book] rather weakens the case for the existence of Antony Flew\".[58] Varghese replied with a letter disputing this view.[59]\n\nFlew later released a statement through his publisher stating:\n\n An audio commentary by William Lane Craig[61] concurs with this position, but Richard Carrier disputed this view.[62] In June 2008, Flew stated his position once again, in a letter to a fellow of the Universities and Colleges Christian Fellowship.[12]\n\nChristian writer Regis Nicoll claims that \"Moreover, in a signed, handwritten letter (a copy of which I now have) sent to Roy Varghese, the legendary philosopher reaffirmed his conversion while criticising Oppenheimer for drawing attention away from the book’s central argument: the collapse of rationalism.\"[63] He argues that \"Even Mark Oppenheimer described the ex-atheist 'flaunt[ing] his allegiance to deism' in May 2006 to a Christian audience at Biola University.\"\nPerhaps most definitively, Christian apologist Anthony Horvath corresponded with Antony Flew before it was publicly known there would even be a book. In 2010, he published his letters. The letters contain Flew's description of the outline of the book, his Deism in the pattern of Einstein's, and his high praise of N.T. Wright's arguments for Christianity. All of these elements are present in the book.[64]\n\n"
        },
        {
            "title": "Awards",
            "text": "Flew was awarded the Schlarbaum Prize by the Ludwig von Mises Institute for his \"outstanding lifetime achievement in the cause of liberty.\"[65] Upon acceptance of the award in Auburn, Alabama, in September 2001, Flew delivered an address entitled \"Locke versus Rawls on Equality.\" Of his choice of topics, he stated \"I am the first Englishman and the first professional philosopher to receive the Schlarbaum Prize. So it seems appropriate to begin by talking about the greatest English philosopher, John Locke.\"[66]\n\nOn 11 May 2006, Antony Flew accepted the second \"Phillip E. Johnson Award for Liberty and Truth\" from Biola University.  The award, named for its first recipient, was given to Flew \"for his lifelong commitment to free and open inquiry and to standing fast against intolerant assaults on freedom of thought and expression\".  When informed of his award, Flew remarked, \"In light of my work and publications in this area and the criticism I’ve received for changing my position, I appreciate receiving this award\".[67]\n\nHe was an honorary associate of the New Zealand Association of Rationalists and Humanists[68] and a fellow of the Committee for Skeptical Inquiry.[69] In 1985, Flew was awarded the In Praise of Reason Award the highest honor the Committee for Skeptical Inquiry awards. The award was presented by Chairman Paul Kurtz in London \"'[I]n recognition of his long-standing contributions to the use of methods of critical inquiry, scientific evidence, and reason in evaluating claims to knowledge and solving social problems.\"[70]\n\n"
        }
    ]
}