{
    "url": "https://en.wikipedia.org/wiki/Antoine_Augustin_Calmet",
    "title": "Antoine Augustin Calmet",
    "table_of_contents": [
        "1 Biography",
        "2 Tributes",
        "3 Written works",
        "3.1 Comments on the Bible",
        "3.2 Occultism",
        "3.3 Other works",
        "4 Bibliography",
        "5 Notes",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAntoine Augustin Calmet, O.S.B. (26 February 1672 – 25 October 1757), a French Benedictine monk, was born at Ménil-la-Horgne, then in the Duchy of Bar, part of the Holy Roman Empire (now the French department of Meuse, located in the region of Lorraine).\n\nCalmet was a monk as well as a learned man, and one of the most distinguished members of the Congregation of St. Vanne. In recognition of these qualities he was elected prior of Lay-Saint-Christophe in 1715, Abbot of St-Léopold at Nancy in 1718, and of Senones Abbey in 1729. He was twice entrusted with the office of Abbot General of the congregation. Pope Benedict XIII wished to confer episcopal dignity upon him, but his humility could not be brought to accept the honor.[1] Calmet died at Senones Abbey, in the Vosges, near Saint-Dié, on 25 October 1757.\n\n"
        },
        {
            "title": "Biography",
            "text": "Augustin Calmet was born on 26 February 1672, in Ménil-la-Horgne, near Commercy in the Lorraine, to the modest family of Antoine Calmet. His father was a blacksmith. After entering the Benedictine priory at Breuil at the age of 15, he attended the University of Pont-à-Mousson and studied rhetoric under the Jesuit father Ignace de L’Aubrussel (later the confessor to the Queen of Spain).[2] At the end of these studies, he joined the Benedictine order of the Congregation of Saint-Vanne and St. Hydulphe. His novitiate was made to the St. Mansuy Abbey Toul where he took monastic vows on 23 October 1689. He was then sent to study philosophy at St. Èvre Abbey and theology at Munster Abbey.\n\nHe was ordained into the Priesthood on 1 March 1696 in Arlesheim near Basel, and said his first Mass in the Abbey of Munster on 24 April 1696.\n\nHe was commissioned to explain the holy scriptures in the Abbey of Moyenmoutier and Munster Abbey (1704), and was appointed prior to Lay-Saint-Christophe (1714–1715)[3] He became abbot of St. Leopold Nancy (1718). He went through the various monasteries of his order, devouring libraries and writing many historical compilations. In 1728, Calmet was called as priest of Senones Saint-Pierre Abbey, the capital of Principality of Salm. It is in the great abbey Vosges that he worked and lived the last part of his life, maintaining a correspondence with many scientists, and remaining there until his death on 25 October 1757.\n\n"
        },
        {
            "title": "Tributes",
            "text": "There are squares which bear his name in Commercy and Senones. There is also a Dom-Calmet Street in downtown Nancy since the late 19th century and a street of Metz in the Sablon district bears his name since 1934.\n\nHis monument is erected in St. Peter's Abbey Senones and includes a list of his works.\n\n"
        },
        {
            "title": "Written works",
            "text": "Calmet was educated at the Benedictine priory of Breuil in the town of Commercy, and in 1688 joined the same Order at the Abbey of Saint-Mansuy at Toul, where he was admitted to profession on 23 October of the following year. After his ordination, 17 March 1696, he was appointed to teach philosophy and theology at the Abbey of Moyenmoutier. Here, with the help of his brethren, he began to gather the material for his commentary of the Bible, which he completed at Munster in Alsace where he was sent in 1704 as sub-prior and professor of Biblical exegesis.[1]\n\nThe first volume appeared in Paris in 1707 with the title Commentaire littéral sur tous les livres de l'Ancien et du Nouveau Testaments (A literal Commentary on all the Books of the Old and New Testaments); the last of the twenty-three quarto volumes, owing to various delays, was published only in 1716. To satisfy the demand for the work a second edition in twenty-six volumes quarto was issued 1714–1720, and a third, enlarged, edition in nine volumes folio 1724–1726. A Latin translation by J. D. Mansi was published at Lucca, 1730–1738, in nine folio volumes, with new editions at Augsburg (1756, eight volumes folio) and Würzburg (1789, nineteen volumes quarto); another Latin translation by F. Vecelli appeared at Venice and Frankfurt (1730, six volumes folio). This shows how much the commentary was esteemed. But while it was received with high praise, even by Protestants, critics were not wanting, among whom may be mentioned the Oratorian Richard Simon. It cannot be denied that in spite of its merits and great erudition it is in some respects open to criticism. Difficult passages are often passed over lightly, and too frequently different explanations of a text are set down without a hint to the reader as to which is the right or preferable one.[1]\n\nThe work inaugurated a new method of exegesis. Its author departed from the custom of giving allegorical (mystical) and tropological (moral) interpretations besides the literal. The most valuable part of the commentary were the introductory prefaces to the several books and 114 learned dissertations on special topics. These he published separately with nineteen new ones in three volumes, under the title Dissertations qui peuvent servir de prolégomènes à l'Écriture Sainte (Paris, 1720). The collection met with such success that two editions were printed at Amsterdam in 1722, the title being changed to Trésors d'antiquités sacrées et profanes. It was translated into English (Oxford, 1726), Latin (by Mansi, Lucca, 1729), Dutch (Rotterdam, 1728), German (Bremen, 1738,1744, and 1747) and Italian.[1]\n\nIn 1746 he wrote the first edition of his Dissertations sur les apparitions des anges, des démons et des esprits, et sur les revenants et vampires de Hongrie, de Bohême, de Moravie et de Silésie. It extensively studied apparitions of angels, demons and other spirits but also included dissertations on various topics of Magic, sorcery, witchcraft and instances of vampires, revenants and individuals returning from the grave. This study analyzed accounts of these various topics located in the bible, mythology, cultural legends and famous accounts of historically documented cases or claims from Hungary, Bohemia, Moravia and Silesia. Although quite critical, Voltaire nevertheless consulted the works of Calmet, and frequently relied on his prodigious scholarship to develop his own writings, especially the Dictionnaire philosophique where it is mentioned:\n\nCalmet was given much praise for his work and received many letters and dissertations regarding the subject which prompted him expand his work in two-volumes and published it again in 1751 under a new title Traité sur les apparitions des esprits et sur les vampires ou les revenans de Hongrie, de Moravie, &c. (i.e. \"Treatise on the Apparitions of Spirits and Vampires or Revenants of Hungary, Moravia, etc.\"). It included further studies of his own as well as several letters and dissertations sent to Calmet as a response to the first publication, and ambiguously considered the possibility of the existence of vampires, although not stating it explicitly.[5][6]\n\nIn the meanwhile he had prepared two other works closely connected with Biblical exegesis: (1) Histoire de l'Ancien et du Nouveau Testament et des Juifs (Paris, 1718), which went through several editions, and was translated into English (London, 1740), German (Augsburg, 1759) and Latin (ib., 1788); (2) Dictionnaire historique, critique, chronologique, géographique et littéral de la Bible (Paris, 1720, two vols. folio), a supplement (also folio) was added in 1728. An improved and enlarged edition in four folio volumes was published in 1730, which has several times been reprinted, the last time in Migne, Encyclopédie théologique, I-IV. It, too, was translated into Latin and the principal European languages. The English translation by D'Oyley and John Colson (1732), revised and with additions by Taylor (1795), went through many editions in a larger and compendious form.[1]\n\nIn his later years Calmet published some further Biblical dissertations in the Bible de Vence (1742). Among his other published works may be mentioned: (1) Histoire universelle sacrée et profane, (Universal History, Sacred and Profane) depuis le commencement du monde jusqu'à nos jours (Strasbourg, 1735, quarto), in which he follows the ideas enunciated in Bossuet's Discours sur l'histoire universelle; (2) Histoire ecclésiastique et civile de la Lorraine (Ecclesiastical and Civil History of Lorraine)  (Nancy, 1728), of great value for the history of that province; (3) Bibliothèque lorraine (A Catalogue of the Writers of Lorraine) (Nancy, 1751), containing his autobiography (pp. 209–217); (4) Commentaire littéral historique et moral sur la règle de Saint Benoît (A Literal, Moral, and Historical Commentary on the Rule of Saint Benedict) (Paris, 1734).[1]\n\nCalmet wrote a noted history of the Duchy of Lorraine, as well as a history of the Abbey of Senones, which was still in manuscript form at the time of his death.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "The work of Dom Augustin Calmet are eclectic and prolific. His main works are:\n\n"
        }
    ]
}