{
    "url": "https://en.wikipedia.org/wiki/Apocatastasis",
    "title": "Apocatastasis",
    "table_of_contents": [
        "1 Etymology and definition",
        "2 Concepts",
        "2.1 Stoicism",
        "2.2 Judaism",
        "2.3 New Testament",
        "2.4 Patristic Christianity",
        "2.5 Gnosticism",
        "3 In Christian theology",
        "3.1 Early Christianity",
        "3.2 Luther",
        "3.3 19th-century Universalism",
        "3.4 Recent works",
        "4 See also",
        "5 References",
        "6 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In theology, apocatastasis (/æpoʊkəˈtæstəsɪs/) is the restoration of creation to a condition of perfection.[1] In Christianity, it is a form of Christian universalism that includes the ultimate salvation of everyone—including the damned in hell and the devil.[2][3][4] The New Testament (Acts 3:21) refers to the \"apocatastasis of all things\", although this passage is not usually understood to teach universal salvation.[5]\n\n"
        },
        {
            "title": "Etymology and definition",
            "text": "While apocatastasis is derived from the Greek verb apokathistemi, which means \"to restore,\" it first emerged as a doctrine in Zoroastrianism where it is the third time of creation.[6] This period was referred to as wizarishn or the end of history—the time of separation and resolution[7] when evil is destroyed and the world is restored to its original state.[6] The idea of apocatastasis may have been derived from the ancient concept of cosmic cycle, which involves the notion of celestial bodies returning to their original positions after a period of time.[8]\n\nThe entry in A Greek–English Lexicon (i.e. Liddell–Scott–Jones, with expansion of definitions and references), gives the following examples of usage:\n\nThe word is reasonably common in papyri.[10]\n\n"
        },
        {
            "title": "Concepts",
            "text": "According to Edward Moore, apokatastasis was first properly conceptualized in early Stoic thought, particularly by Chrysippus. The return (apokatastasis) of the planets and stars to their proper celestial signs, namely their original positions, would spark a conflagration of the universe (ekpyrosis). The original position was believed to consist of an alignment of celestial bodies with Cancer.  Thereafter, from fire, rebirth would commence, and this cycle of alternate destruction and recreation was correlated with a divine Logos. Antapocatastasis is a counter-recurrence when the stars and planets align with Capricorn, which would mark destruction by a universal flood.[11]\n\nThe Stoics identified Zeus with an alternately expanding and contracting fire constituting the universe. Its expansion was described as Zeus turning his thoughts outwards, resulting in the creation of the material cosmos, and its contraction, the apocatastasis, as Zeus returning to self-contemplation.[12][13] Leibniz explored both Stoic and his understanding of Origen's philosophy in two essays written shortly before his death, Apokatastasis and Apokatastasis panton (1715).[14]\n\nThe concept of \"restore\" or \"return\" in the Hebrew Bible is the common Hebrew verb שוב,[15] as used in Malachi 4:6, the only use of the verb form of apocatastasis in the Septuagint. This is used in the \"restoring\" of the fortunes of Job, and is also used in the sense of rescue or return of captives, and in the restoration of Jerusalem.\n\nThis is similar to the concept of tikkun olam in Hasidic Judaism.[16]\n\nThe word, apokatastasis, appears only once in the New Testament, in Acts 3:21.[17]  Peter healed a beggar with a disability and then addressed the astonished onlookers. His sermon set Jesus in the Jewish context, the fulfiller of the Abrahamic Covenant, and says:\n\nGrammatically, the relative pronoun \"ὧν\" (\"of which\", genitive plural), could refer either to \"χρόνων\" (\"of times\") or to \"πάντων\" (\"of all\" or \"of all things\"), which means that it is either the times of which God spoke or the all things of which God spoke.[18]\n\nThe usual view taken of Peter's use of the \"apokatastasis of all the things about which God spoke\" is that it refers to the restoration of the Kingdom of Israel and/or the Garden of Eden and not \"all things that ever existed\".[19]\n\nThe verbal form of apokatastasis is found in the Septuagint Malachi 3:23LXX (i.e. Malachi 4:6), a prophecy of Elijah turning back the hearts of the children to their fathers; in Matthew 17:11 (\"he will restore all things\"), echoing Malachi, and in Hebrews 13:19 (\"that I may be restored to you the sooner\").\n\nNineteenth-century German theologian Jakob Eckermann interpreted \"the 'apocatastasis of all things' to mean the universal emendation of religion by the doctrine of Christ, and the 'times of refreshing' to be the day of renewal, the times of the Messiah.\"[20]\n\nThe significance of apocatastasis in early Christianity is currently somewhat of disputed question. In particular it is now questioned by some whether Origen, often listed as the most notable advocate of universal salvation, did in fact teach or believe in such a doctrine.[21][22][23]\n\nFrederick W. Norris argued that the positions that Origen took on the issue of universal salvation have often seemed to be contradictory.\"Apokatastasis\", The Westminster Handbook to Origen, 2004 He then writes that Origen never decided to stress exclusive salvation or universal salvation, to the strict exclusion of either case, therefore concludes that Origen probably kept his view of salvation economically 'open' for a greater effectiveness.[24][25][26] On the other hand, Brian E. Daley in his handbook of patristic eschatology argued that Origen strongly believed in the final salvation of all humans and sometimes referred to it as apocatastasis.[27]\n\nThe Alexandrian school, the first Christian educational center,[28] seems to have generally affirmed apocatastasis and adapted some Platonic terminology and ideas to Christianity while explaining and differentiating the new faith from all the others.[29][30] A form of apocatastasis was also espoused by Gregory of Nyssa[31] and possibly the Ambrosiaster, attributed to Ambrose of Milan. Gregory of Nazianzus discussed it without reaching a decision.\n\nEventually, Origen started to be condemned throughout the early church in local councils, though not apocatastasis specifically.[32] This changed definitively in the sixth century. A local Synod of Constantinople (543) condemned a form of apocatastasis as being Anathema, and the Anathema was formally submitted to the Fifth Ecumenical Council of Constantinople (553). The term apocatastasis is mentioned in the 14th of the 15 anathemas against Origen of 553: \"If anyone shall say ... that in this pretended apocatastasis, spirits only will continue to exist, as it was in the feigned pre-existence: let him be anathema.\"[33]\n\nThe fifth ecumenical council in its sentence during the eighth session condemned \"Origen\" and his \"impious writings\"—likely a reference to the teachings ascribed to him by the 543 and 553 anathemas, because during the fifth session Origen's condemnation is described as \"recent.\"[34]\n\nKonstantinovsky (2009)[35] states that the uses of apocatastasis in Christian writings prior to the Synod of Constantinople (543) and the anathemas (553) pronounced against \"Origenists\" and Evagrius Ponticus were neutral and referred primarily to concepts similar to the general \"restoration of all things spoken\" (restitutio omnium quae locutus est Deus) of Peter in Acts 3:21 and not for example the universal reconciliation of all souls which had ever been.\n\nThe \"official\" nature of the anathemas was reiterated subsequently. The Second Council of Nicea explicitly affirmed in its sentence that the Second Council of Constantinople condemned Origen, as well as taught the existence of eternal damnation and explicitly rejected \"the restoration of all things,\"[citation needed] which in Latin is a reference to apocatastasis.[36][37]\n\nMore recently leading Patristic scholar Ilaria Ramelli has concluded that not only did Origen embrace the doctrine of Apocatastasis, but that it was central to all his theological and philosophical thought. She remarks, \"In Origen’s thought, the doctrine of apokatastasis is interwoven with his anthropology, eschatology, theology, philosophy of history, theodicy, and exegesis; for anyone who takes Origen’s thought seriously and with a deep grasp of it, it is impossible to separate the apokatastasis theory from all the rest, so as to reject it but accept the rest.\"[38]\n\nThe gnostic Gospel of Philip 180–350c contains the term itself but does not teach universal reconciliation:\n\n"
        },
        {
            "title": "In Christian theology",
            "text": "Clement of Alexandria (c. 150 – c. 215) generally uses the term apokatastasis to refer to the \"restoration\" of the \"gnostic\" Christians, rather than that of the universe or of all Christians, but with universal implications.[40] Origen's stance is disputed, with some works saying he taught apocatastasis would involve universal salvation.[41][42] Gregory of Nyssa's notion of apokatastasis is also claimed to have involved universal salvation though in other respects it differed from Origen's.[43]\n\nIn early Christian theological usage, apokatastasis was couched as God's eschatological victory over evil and believed to entail a purgatorial state.[44] The word was still very flexible at that time, but in the mid-6th century, it became virtually a technical term, as it usually means today, to refer to a specifically Origenistic doctrine of universal salvation.[45]\n\nMaximus the Confessor outlined God's plan for \"universal\" salvation alongside warnings of final punishment for the wicked.[46]\nHe divided apocatastasis into three restorations: of the virtuous individual, of nature, and of the sinful powers of the soul. While the last of these meant that even sinners will be restored to a clear knowledge of God, Maximus seems to have believed that they will not attain to the same communion with God as the righteous and thus will in a sense be eternally punished.[47]\n\nThe Vulgate translation of apokatastasis, \"in tempora restitutionis omnium quae locutus est Deus\" (\"the restitution of all things of which God has spoken\") was taken up by Luther to mean the day of the restitution of the creation, but in Luther's theology the day of restitution was also the day of resurrection and judgment, not the restitution of the wicked.[48] In Luther's Bible he rendered the Greek apokatastasis with the German herwiedergebracht werde; \"will be brought back.\"[49] This sense continued to be used in Lutheran sermons.[50]\n\nLuther explicitly disowned belief that the devils would ultimately reach blessedness.[51][52]\n\nDuring the 19th and early 20th centuries several histories published by Universalists, including Hosea Ballou (1829), Thomas Whittemore (1830), John Wesley Hanson (1899) and George T. Knight (1911), argued that belief in universal reconciliation was found in early Christianity and in the Reformation, and ascribed Universalist beliefs to Origen, Clement of Alexandria, and others.\n\nIn recent writing, apocatastasis is generally understood as involving some form of universal reconciliation, without necessarily attributing this understanding to Origen and other Fathers of the Church.\n\n"
        }
    ]
}