{
    "url": "https://en.wikipedia.org/wiki/Apollo_Lunar_Module",
    "title": "Apollo Lunar Module",
    "table_of_contents": [
        "1 Operational profile",
        "2 History",
        "2.1 Contract letting",
        "2.2 Design phase",
        "2.3 Astronaut training",
        "2.4 Development flights",
        "2.5 Production flights",
        "2.6 Extended J-class missions",
        "3 Specifications",
        "3.1 Ascent stage",
        "3.2 Descent stage",
        "4 Lunar modules produced",
        "5 Proposed derivatives",
        "5.1 Apollo Telescope Mount",
        "5.2 LM Truck",
        "6 Depiction in film and television",
        "7 Media",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links",
        "11.1 Games"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Apollo Lunar Module (LM /ˈlɛm/), originally designated the Lunar Excursion Module (LEM), was the lunar lander spacecraft that was flown between lunar orbit and the Moon's surface during the United States' Apollo program. It was the first crewed spacecraft to operate exclusively in the airless vacuum of space, and remains the only crewed vehicle to land anywhere beyond Earth.\n\nStructurally and aerodynamically incapable of flight through Earth's atmosphere, the two-stage lunar module was ferried to lunar orbit attached to the Apollo command and service module (CSM), about twice its mass. Its crew of two flew the complete lunar module from lunar orbit to the Moon's surface.  During takeoff, the spent descent stage was used as a launch pad for the ascent stage which then flew back to the command module, after which it was also discarded.\n\nOverseen by Grumman, the LM's development was plagued with problems that delayed its first uncrewed flight by about ten months and its first crewed flight by about three months. Still, the LM became the most reliable component of the Apollo–Saturn space vehicle.[1]  The total cost of the LM for development and the units produced was $21.3 billion in 2016 dollars, adjusting from a nominal total of $2.2 billion[2] using the NASA New Start Inflation Indices.[3][failed verification]\n\nTen lunar modules were launched into space. Of these, six were landed by humans on the Moon from 1969 to 1972. The first two flown were tests in low Earth orbit: Apollo 5, without a crew; and Apollo 9 with a crew. A third test flight in low lunar orbit was Apollo 10, a dress rehearsal for the first landing, conducted on Apollo 11. The Apollo 13 lunar module functioned as a lifeboat to provide life support and propulsion to keep the crew alive for the trip home, when their CSM was disabled by an oxygen tank explosion en route to the Moon.\n\nThe six landed descent stages remain at their landing sites; their corresponding ascent stages crashed into the Moon following use. One ascent stage (Apollo 10's Snoopy) was discarded in a heliocentric orbit after its descent stage was discarded in lunar orbit.  The other three LMs were burned up in the Earth's atmosphere: the four stages of Apollo 5 and Apollo 9 each re-entered separately, while Apollo 13's Aquarius re-entered as a unit.\n\n"
        },
        {
            "title": "Operational profile",
            "text": "At launch, the lunar module sat directly beneath the command and service module (CSM) with legs folded, inside the Spacecraft-to-LM adapter (SLA) attached to the S-IVB third stage of the Saturn V rocket. There it remained through Earth parking orbit and the trans-lunar injection (TLI) rocket burn to send the craft toward the Moon.\n\nSoon after TLI, the SLA opened; the CSM performed a maneuver whereby it separated, turned around, came back to dock with the lunar module, and extracted it from the S-IVB. During the flight to the Moon, the docking hatches were opened and the lunar module pilot entered the LM to power up temporarily and test all systems except propulsion. The lunar module pilot performed the role of an engineering officer, monitoring the systems of both spacecraft.\n\nAfter achieving a lunar parking orbit, the commander and LM pilot entered and powered up the LM, replaced the hatches and docking equipment, unfolded and locked its landing legs, and separated from the CSM, flying independently. The commander operated the flight controls and engine throttle, while the lunar module pilot operated other spacecraft systems and kept the commander informed about systems status and navigational information. After the command module pilot visually inspected the landing gear, the LM was withdrawn to a safe distance, then rotated until the descent engine was pointed forward into the direction of travel. A 30-second descent orbit insertion burn was performed to reduce speed and drop the LM's perilune to within about 50,000 feet (15 km) of the surface,[4] about 260 nautical miles (480 km) uprange of the landing site.\n\nAs the craft approached perilune, the descent engine was started again to begin powered descent. During this time, the crew flew on their backs, depending on the computer to slow the craft's forward and vertical velocity to near zero. Control was exercised with a combination of engine throttling and attitude thrusters, guided by the computer with the aid of landing radar. During braking, the LM descended to about 10,000 feet (3.0 km), then, in the final approach phase, down to about 700 feet (210 m). During final approach, the vehicle pitched over to a near-vertical position, allowing the crew to look forward and down to see the lunar surface for the first time.[5]\n\nAstronauts flew Apollo spacecraft manually only during the lunar approach.[6] The final landing phase began about 2,000 feet (0.61 km) uprange of the targeted landing site. At this point, manual control was enabled for the commander, who had enough propellant to hover for up to two minutes to survey where the computer was taking the craft and make any necessary corrections. If necessary, landing could have been aborted at almost any time by jettisoning the descent stage and firing the ascent engine to climb back into orbit for an emergency return to the CSM. Finally, one or more of three 67.2-inch (1.71 m) probes extending from footpads on the legs of the lander touched the surface, activating the contact indicator light which signaled the commander to shut off the descent engine, allowing the LM to settle onto the surface. On touchdown, the probes would be bent as much as 180 degrees, or even break off. The original design used the probes on all four legs, but starting with the first landing (LM-5 on Apollo 11), the one at the ladder was removed out of concern that the bent probe after landing might puncture an astronaut's suit as he descended or stepped off the ladder.\n\nThe original extravehicular activity plan, up through at least 1966, was for only one astronaut to leave the LM while the other remained inside \"to maintain communications\".[7] Communications were eventually deemed to be reliable enough to allow both crew members to walk on the surface, leaving the spacecraft to be only remotely attended by Mission Control.\n\nBeginning with Apollo 14, extra LM propellant was made available for the powered descent and landing, by using the CSM engine to achieve the 50,000-foot (15 km) perilune. After the spacecraft undocked, the CSM raised and circularized its orbit for the remainder of the mission.\n\nWhen ready to leave the Moon, the LM's ascent engine fired, leaving the descent stage on the Moon's surface. After a few course correction burns, the LM rendezvoused with the CSM and docked to transfer the crew and rock samples. Having completed its job, the ascent stage was separated. The Apollo 10 ascent stage engine was fired until its fuel was used up, sending it past the Moon into a heliocentric orbit.[8][9] The Apollo 11 ascent stage was left in lunar orbit to eventually crash; all subsequent ascent stages (except for Apollo 13) were intentionally steered into the Moon to obtain readings from seismometers placed on the surface.\n\n"
        },
        {
            "title": "History",
            "text": "The Lunar Module (originally designated the Lunar Excursion Module, known by the acronym LEM) was designed after NASA chose to reach the Moon via Lunar Orbit Rendezvous (LOR) instead of the direct ascent or Earth Orbit Rendezvous (EOR) methods. Both direct ascent and EOR would have involved landing a much heavier, complete Apollo spacecraft on the Moon. Once the decision had been made to proceed using LOR, it became necessary to produce a separate craft capable of reaching the lunar surface and ascending back to lunar orbit.\n\nIn July 1962, eleven firms were invited to submit proposals for the LEM. Nine companies responded in September, answering 20 questions posed by the NASA RFP in a 60-page limited technical proposal. Grumman was awarded the contract officially on November 7, 1962.[10] Grumman had begun lunar orbit rendezvous studies in the late 1950s and again in 1961. The contract cost was expected to be around $350 million.[11] There were initially four major subcontractors: Bell Aerosystems (ascent engine), Hamilton Standard (environmental control systems), Marquardt (reaction control system) and Rocketdyne (descent engine).[12]\n\nThe Primary Guidance, Navigation and Control System (PGNCS) was developed by the MIT Instrumentation Laboratory; the Apollo Guidance Computer was manufactured by Raytheon (a similar guidance system was used in the command module). A backup navigation tool, the Abort Guidance System (AGS), was developed by TRW.\n\nThe Apollo Lunar Module was chiefly designed by Grumman aerospace engineer Thomas J. Kelly.[13] The first LEM design looked like a smaller version of the Apollo command and service module (a cone-shaped cabin atop a cylindrical propulsion section) with folding legs. The second design invoked the idea of a helicopter cockpit with large curved windows and seats, to improve the astronauts' visibility for hover and landing. This also included a second, forward docking port, allowing the LEM crew to take an active role in docking with the CSM.\n\nAs the program continued, there were numerous redesigns to save weight, improve safety, and fix problems. First to go were the heavy cockpit windows and the seats; the astronauts would stand while flying the LEM, supported by a cable and pulley system, with smaller triangular windows giving them sufficient visibility of the landing site. Later, the redundant forward docking port was removed, which meant the Command Pilot gave up active control of the docking to the Command Module Pilot; he could still see the approaching CSM through a small overhead window. Egress while wearing bulky extra-vehicular activity spacesuits was eased by a simpler forward hatch (32 in × 32 in or 810 mm × 810 mm).\n\nThe configuration was frozen in April 1963, when the ascent and descent engine designs were decided. In addition to Rocketdyne, a parallel program for the descent engine[14] was ordered from Space Technology Laboratories (TRW) in July 1963, and by January 1965 the Rocketdyne contract was canceled.\n\nPower was initially to be produced by fuel cells built by Pratt and Whitney similar to the CSM, but in March 1965 these were discarded in favor of an all-battery design.[15]\n\nThe initial design had three landing legs, the lightest possible configuration. But as any particular leg would have to carry the weight of the vehicle if it landed at a significant angle, this was also the least stable configuration if one of the legs were damaged during landing. The next landing gear design iteration had five legs and was the most stable configuration for landing on an unknown terrain. That configuration, however, was too heavy and the designers compromised on four landing legs.[16]\n\nIn June 1966, the name was changed to Lunar Module (LM), eliminating the word excursion.[17][18] According to George Low, Manager of the Apollo Spacecraft Program Office, this was because NASA was afraid that the word excursion might lend a frivolous note to Apollo.[19] Despite the name change, the astronauts and other NASA and Grumman personnel continued to pronounce the abbreviation as (/lɛm/)  instead of the letters \"L-M\".\n\nComparing landing on the Moon to \"a hovering operation\", Gus Grissom said in 1963 that although most early astronauts were fighter pilots, \"now we're wondering if the pilot making this first moon landing shouldn't be a highly experienced helicopter pilot\".[20] To allow astronauts to learn lunar landing techniques, NASA contracted Bell Aerosystems in 1964 to build the Lunar Landing Research Vehicle (LLRV), which used a gimbal-mounted vertical jet engine to counter five-sixths of its weight to simulate the Moon's gravity, in addition to its own hydrogen peroxide thrusters to simulate the LM's descent engine and attitude control. Successful testing of two LLRV prototypes at the Dryden Flight Research Center led in 1966 to three production Lunar Landing Training Vehicles (LLTV) which along with the LLRV's were used to train the astronauts at the Houston Manned Spacecraft Center. This aircraft proved fairly dangerous to fly, as three of the five were destroyed in crashes. It was equipped with a rocket-powered ejection seat, so in each case the pilot survived, including the first man to walk on the Moon, Neil Armstrong.[21]\n\nLM-1 was built to make the first uncrewed flight for propulsion systems testing, launched into low Earth orbit atop a Saturn IB. This was originally planned for April 1967, to be followed by the first crewed flight later that year. But the LM's development problems had been underestimated, and LM-1's flight was delayed until January 22, 1968, as Apollo 5. At that time, LM-2 was held in reserve in case the LM-1 flight failed, which did not happen.\n\nLM-3 now became the first crewed LM, again to be flown in low Earth orbit to test all the systems, and practice the separation, rendezvous, and docking planned for Apollo 8 in December 1968. But again, last-minute problems delayed its flight until Apollo 9 on March 3, 1969. A second, higher Earth orbit crewed practice flight had been planned to follow LM-3, but this was canceled to keep the program timeline on track.\n\nApollo 10 launched on May 18, 1969, using LM-4 for a \"dress rehearsal\" for the lunar landing, practicing all phases of the mission except powered descent initiation through takeoff. The LM descended to 47,400 feet (9.0 mi; 14.4 km) above the lunar surface, then jettisoned the descent stage and used its ascent engine to return to the CSM.[22]\n\nThe first crewed lunar landing occurred on July 20, 1969, in the Apollo 11 LM-5 Eagle. Four days later, the Apollo 11 crew in the command module Columbia splashed down in the Pacific Ocean, completing President John F. Kennedy's goal: \"...before this decade is out, of landing a man on the Moon and returning him safely to the Earth\".\n\nThis was followed by landings by Apollo 12 (LM-6 Intrepid) and Apollo 14 (LM-8 Antares). In April 1970, the Apollo 13 LM-7 Aquarius played an unexpected role in saving the lives of the three astronauts after an oxygen tank in the service module ruptured, disabling the CSM. Aquarius served as a \"lifeboat\" for the astronauts during their return to Earth. Its descent stage engine[14] was used to replace the crippled CSM Service Propulsion System engine, and its batteries supplied power for the trip home and recharged the Command Module's batteries critical for reentry. The astronauts splashed down safely on April 17, 1970. The LM's systems, designed to support two astronauts for 45 hours (including twice depressurization and repressurization causing loss of oxygen supply), actually stretched to support three astronauts for 90 hours (without depressurization and repressurization and loss of oxygen supply).\n\nHover times were maximized on the last four landing missions by using the Service Module engine to perform the initial descent orbit insertion burn 22 hours before the LM separated from the CSM, a practice begun on Apollo 14. This meant that the complete spacecraft, including the CSM, orbited the Moon with a 9.1-nautical-mile (16.9 km) perilune, enabling the LM to begin its powered descent from that altitude with a full load of descent stage propellant, leaving more reserve propellant for the final approach. The CSM would then raise its perilune back to the normal 60 nautical miles (110 km).[23]\n\nThe Extended Lunar Module (ELM) used on the final three \"J-class missions\" — Apollo 15, 16, and 17 — was upgraded to land larger payloads and stay longer on the lunar surface. The descent engine thrust was increased by the addition of a 10-inch (250 mm) extension to the engine bell, and the descent propellant tanks were enlarged. A waste storage tank was added to the descent stage, with plumbing from the ascent stage. These upgrades allowed stays of up to 75 hours on the Moon.\n\nThe Lunar Roving Vehicle was folded up and carried in Quadrant 1 of the descent stage. It was deployed by the astronauts after landing, allowing them to explore large areas and return a greater variety of lunar samples.\n\n"
        },
        {
            "title": "Specifications",
            "text": "Weights given here are an average for the original pre-ELM spec vehicles. For specific weights for each mission, see the individual mission articles.\n\nThe ascent stage contained the crew cabin with instrument panels and flight controls. It contained its own Ascent Propulsion System (APS) engine and two hypergolic propellant tanks for return to lunar orbit and rendezvous with the Apollo command and service module. It also contained a Reaction Control System (RCS) for attitude and translation control, which consisted of sixteen hypergolic thrusters similar to those used on the Service Module, mounted in four quads, with their own propellant supply. A forward extravehicular activity hatch provided access to and from the lunar surface, while an overhead hatch and docking port provided access to and from the Command Module.\n\nInternal equipment included an environmental control (life support) system; a VHF communications system with two antennas for communication with the Command Module; a unified S-band system and steerable parabolic dish antenna for communication with Earth; an extravehicular activity antenna resembling a miniature parasol which relayed communications from antennas on the astronauts' Portable Life Support Systems through the LM; primary (PGNCS) and backup (AGS) guidance and navigation systems; an Alignment Optical Telescope for visually determining the spacecraft orientation; rendezvous radar with its own steerable dish antenna; and a system for active thermal control. Electrical storage batteries, cooling water, and breathing oxygen were stored in amounts sufficient for a lunar surface stay of 48 hours initially, extended to 75 hours for the later missions.\n\nDuring rest periods while parked on the Moon, the crew would sleep on hammocks slung crosswise in the cabin.\n\nThe return payload included the lunar rock and soil samples collected by the crew (as much as 238 pounds (108 kg) on Apollo 17), plus their exposed photographic film.\n\nThe descent stage's primary job was to support a powered landing and surface extravehicular activity. When the excursion was over, it served as the launch pad for the ascent stage. Its octagonal shape was supported by four folding landing gear legs, and contained a throttleable Descent Propulsion System (DPS) engine with four hypergolic propellant tanks. A continuous-wave Doppler radar antenna was mounted by the engine heat shield on the bottom surface, to send altitude and rate of descent data to the guidance system and pilot display during the landing. Almost all external surfaces, except for the top, platform, ladder, descent engine and heat shield, were covered in amber, dark (reddish) amber, black, silver, and yellow aluminized Kapton foil blankets for thermal insulation. The number 1 (front) landing leg had an attached platform (informally known as the \"porch\") in front of the ascent stage's extravehicular activity hatch and a ladder, which the astronauts used to ascend and descend between the cabin to the surface. The footpad of each landing leg incorporated a 67-inch-long (1.7 m) surface contact sensor probe, which signaled the commander to switch off the descent engine. (The probe was omitted from the number 1 leg of every landing mission, to avoid a suit-puncture hazard to the astronauts, as the probes tended to break off and protrude upwards from the surface.)\n\nEquipment for the lunar exploration was carried in the Modular Equipment Stowage Assembly (MESA), a drawer mounted on a hinged panel dropping out of the lefthand forward compartment. Besides the astronaut's surface excavation tools and sample collection boxes, the MESA contained a television camera with a tripod; as the commander opened the MESA by pulling on a lanyard while descending the ladder, the camera was automatically activated to send the first pictures of the astronauts on the surface back to Earth. A United States flag for the astronauts to erect on the surface was carried in a container mounted on the ladder of each landing mission.\n\nThe Early Apollo Surface Experiments Package (later the Apollo Lunar Surface Experiments Package), was carried in the opposite compartment behind the LM. An external compartment on the right front panel carried a deployable S-band antenna which, when opened looked like an inverted umbrella on a tripod. This was not used on the first landing due to time constraints, and the fact that acceptable communications were being received using the LM's S-band antenna, but was used on Apollo 12 and 14. A hand-pulled Modular Equipment Transporter (MET), similar in appearance to a golf cart, was carried on Apollo 13 and 14 to facilitate carrying the tools and samples on extended moonwalks. On the extended missions (Apollo 15 and later), the antenna and TV camera were mounted on the Lunar Roving Vehicle, which was carried folded up and mounted on an external panel. Compartments also contained replacement Portable Life Support System (PLSS) batteries and extra lithium hydroxide canisters on the extended missions.\n\n"
        },
        {
            "title": "Proposed derivatives",
            "text": "One proposed Apollo application was an orbital solar telescope constructed from a surplus LM with its descent engine replaced with a telescope controlled from the ascent stage cabin, the landing legs removed and four \"windmill\" solar panels extending from the descent stage quadrants. This would have been launched on an uncrewed Saturn 1B, and docked with a crewed command and service module, named the Apollo Telescope Mission (ATM).\n\nThis idea was later transferred to the original wet workshop design for the Skylab orbital workshop and renamed the Apollo Telescope Mount to be docked on a side port of the workshop's multiple docking adapter (MDA). When Skylab changed to a \"dry workshop\" design pre-fabricated on the ground and launched on a Saturn V, the telescope was mounted on a hinged arm and controlled from inside the MDA. Only the octagonal shape of the telescope container, solar panels and the Apollo Telescope Mount name were kept, though there was no longer any association with the LM.\n\nThe Apollo LM Truck (also known as Lunar Payload Module) was a stand-alone LM descent stage intended to deliver up to 11,000 pounds (5.0 t) of payload to the Moon for an uncrewed landing. This technique was intended to deliver equipment and supplies to a permanent crewed lunar base. As originally proposed, it would be launched on a Saturn V with a full Apollo crew to accompany it to lunar orbit and guide it to a landing next to the base; then the base crew would unload the \"truck\" while the orbiting crew returned to Earth.[36] In later AAP plans, the LPM would have been delivered by an uncrewed lunar ferry vehicle.\n\n"
        },
        {
            "title": "Depiction in film and television",
            "text": "The 1995 Ron Howard film Apollo 13, a dramatization of that mission starring Tom Hanks, Kevin Bacon, and Bill Paxton, was filmed using realistic spacecraft interior reconstructions of the Aquarius and the Command Module Odyssey.\n\nThe development and construction of the lunar module is dramatized in the 1998 miniseries From the Earth to the Moon episode entitled \"Spider\". This is in reference to LM-3, used on Apollo 9, which the crew named Spider after its spidery appearance. The unused LM-13 stood in during the teleplay to depict LM-3 and LM-5, Eagle, used by Apollo 11.\n\nThe Apollo 11 Lunar Module Eagle is depicted in the 2018 film First Man, a biopic of Neil Armstrong.\n\n"
        }
    ]
}