{
    "url": "https://en.wikipedia.org/wiki/Apophatic_theology",
    "title": "Apophatic theology",
    "table_of_contents": [
        "1 Etymology and definition",
        "2 Origins and development",
        "3 Greek philosophy",
        "3.1 Pre-Socratic",
        "3.2 Plato",
        "3.3 Middle Platonism",
        "3.4 Neo-Platonism",
        "3.4.1 Plotinus",
        "3.4.2 Proclus",
        "4 Christianity",
        "4.1 Apostolic Age",
        "4.2 Early Church Fathers",
        "4.3 The Chalcedonian Christological dogma",
        "4.4 Pseudo-Dionysius the Areopagite",
        "4.5 Eastern Orthodox Christianity",
        "4.6 Western Christianity",
        "4.6.1 The via eminentiae",
        "4.7 20th century",
        "4.8 21st century",
        "5 Islam",
        "6 Judaism",
        "6.1 Jacques Derrida",
        "7 Indian parallels",
        "8 Bahá'í Faith",
        "9 Apophatic theology and atheism",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Sources",
        "13.1 Printed sources",
        "13.2 Websources",
        "14 Further reading",
        "15 External links and resources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Apophatic theology, also known as negative theology,[1] is a form of theological thinking and religious practice which attempts to approach God, the Divine, by negation, to speak only in terms of what may not be said about the perfect goodness that is God.[web 1] It forms a pair together with cataphatic theology, which approaches God or the Divine by affirmations or positive statements about what God is.[web 2]\n\nThe apophatic tradition is often, though not always, allied with the approach of mysticism, which aims at the vision of God, the perception of the divine reality beyond the realm of ordinary perception.[2]\n\n"
        },
        {
            "title": "Etymology and definition",
            "text": "\"Apophatic\", Ancient Greek: ἀπόφασις (noun); from ἀπόφημι apophēmi, meaning 'to deny'. From Online Etymology Dictionary: \n\nVia negativa or via negationis (Latin), 'negative way' or 'by way of denial'.[1] The negative way forms a pair together with the kataphatic or positive way. According to Deirdre Carabine,\n\n"
        },
        {
            "title": "Origins and development",
            "text": "According to Fagenblat, \"negative theology is as old as philosophy itself;\" elements of it can be found in Plato's unwritten doctrines, while it is also present in Neo-Platonic, Gnostic and early Christian writers. A tendency to apophatic thought can also be found in Philo of Alexandria.[3]\n\nAccording to Carabine, \"apophasis proper\" in Greek thought starts with Neo-Platonism, with its speculations about the nature of the One, culminating in the works of Proclus.[4] Carabine writes that there are two major points in the development of apophatic theology, namely the fusion of the Jewish tradition with Platonic philosophy in the writings of Philo, and the works of Pseudo-Dionysius the Areopagite, who infused Christian thought with Neo-Platonic ideas.[4]\n\nThe Early Church Fathers were influenced by Philo,[4] and Meredith even states that Philo \"is the real founder of the apophatic tradition.\"[5] Yet, it was with Pseudo-Dionysius the Areopagite and Maximus the Confessor,[6] whose writings shaped both Hesychasm, the contemplative tradition of the Eastern Orthodox Churches, and the mystical traditions of western Europe, that apophatic theology became a central element of Christian theology and contemplative practice.[4]\n\n"
        },
        {
            "title": "Greek philosophy",
            "text": "For the ancient Greeks, knowledge of the gods was essential for proper worship.[7] Poets had an important responsibility in this regard, and a central question was how knowledge of the Divine forms can be attained.[7] Epiphany played an essential role in attaining this knowledge.[7] Xenophanes (c. 570 – c. 475 BC) noted that the knowledge of the Divine forms is restrained by the human imagination, and Greek philosophers realized that this knowledge can only be mediated through myth and visual representations, which are culture-dependent.[7]\n\nAccording to Herodotus (484–425 BC), Homer and Hesiod (between 750 and 650 BC) taught the Greek the knowledge of the Divine bodies of the Gods.[8] The ancient Greek poet Hesiod (between 750 and 650 BC) describes in his Theogony the birth of the gods and creation of the world,[web 4] which became an \"ur-text for programmatic, first-person epiphanic narratives in Greek literature,\"[7][note 1] but also \"explores the necessary limitations placed on human access to the divine.\"[7] According to Platt, the statement of the Muses who grant Hesiod knowledge of the Gods \"actually accords better with the logic of apophatic religious thought.\"[10][note 2]\n\nParmenides (fl. late sixth or early fifth century BC), in his poem On Nature, gives an account of a revelation on two ways of inquiry. \"The way of conviction\" explores Being, true reality (\"what-is\"), which is \"What is ungenerated and deathless,/whole and uniform, and still and perfect.\"[12] \"The way of opinion\" is the world of appearances, in which one's sensory faculties lead to conceptions which are false and deceitful. His distinction between unchanging Truth and shifting opinion is reflected in Plato's allegory of the Cave. Together with the Biblical story of Moses's ascent of Mount Sinai, it is used by Gregory of Nyssa and Pseudo-Dionysius the Areopagite to give a Christian account of the ascent of the soul toward God.[13] Cook notes that Parmenides poem is a religious account of a mystical journey, akin to the mystery cults,[14] giving a philosophical form to a religious outlook.[15] Cook further notes that the philosopher's task is to \"attempt through 'negative' thinking to tear themselves loose from all that frustrates their pursuit of wisdom.\"[15]\n\nPlato (428/427 or 424/423 – 348/347 BC), \"deciding for Parmenides against Heraclitus\" and his theory of eternal change,[16] had a strong influence on the development of apophatic thought.[16]\n\nPlato further explored Parmenides's idea of timeless truth in his dialogue Parmenides, which is a treatment of the eternal forms, Truth, Beauty and Goodness, which are the real aims for knowledge.[16] The Theory of Forms is Plato's answer to the problem how one fundamental reality or unchanging essence can admit of many changing phenomena, other than by dismissing them as being mere illusion.[16]\n\nIn The Republic, Plato argues that the \"real objects of knowledge are not the changing objects of the senses, but the immutable Forms,\"[web 5] stating that the Form of the Good[note 3] is the highest object of knowledge.[17][18][web 5][note 4] His argument culminates in the Allegory of the Cave, in which he argues that humans are like prisoners in a cave, who can only see shadows of the Real, the Form of the Good.[18][web 5] Humans are to be educated to search for knowledge, by turning away from their bodily desires toward higher contemplation, culminating in an intellectual[note 5] understanding or apprehension of the Forms, c.q. the \"first principles of all knowledge.\"[18]\n\nAccording to Cook, the Theory of Forms has a theological flavour, and had a strong influence on the ideas of his Neo-Platonist interpreters Proclus and Plotinus.[16] The pursuit of Truth, Beauty and Goodness became a central element in the apophatic tradition,[16] but nevertheless, according to Carabine \"Plato himself cannot be regarded as the founder of the negative way.\"[19] Carabine warns not to read later Neo-Platonic and Christian understandings into Plato, and notes that Plato did not identify his Forms with \"one transcendent source,\" an identification which his later interpreters made.[20]\n\nMiddle Platonism (1st century BC–3rd century AD)[web 6] further investigated Plato's \"Unwritten Doctrines,\" which drew on Pythagoras' first principles of the Monad and the Dyad (matter).[web 6] Middle Platonism proposed a hierarchy of being, with God as its first principle at its top, identifying it with Plato's Form of the Good.[21] An influential proponent of Middle Platonism was Philo (c. 25 BC–c. 50 AD), who employed Middle Platonic philosophy in his interpretation of the Hebrew scriptures, and asserted a strong influence on early Christianity.[web 6] According to Craig D. Allert, \"Philo made a monumental contribution to the creation of a vocabulary for use in negative statements about God.\"[22] For Philo, God is undescribable, and he uses terms which emphasize God's transcendence.[22]\n\nNeo-Platonism was a mystical or contemplative form of Platonism, which \"developed outside the mainstream of Academic Platonism.\"[web 7] It started with the writings of Plotinus (204/5–270 AD), and ended with the closing of the Platonic Academy by Emperor Justinian in 529 AD, when the pagan traditions were ousted.[web 8] It is a product of Hellenistic syncretism, which developed due to the crossover between Greek thought and the Jewish scriptures, and also gave birth to Gnosticism.[web 7] Proclus was the last head of the Platonic Academy; his student Pseudo-Dinosysius had a far-stretching Neo-Platonic influence on Christianity and Christian mysticism.[web 7]\n\nPlotinus (204/5–270 AD) was the founder of Neo-Platonism.[23] In the Neo-Platonic philosophy of Plotinus and Proclus, the first principle became even more elevated as a radical unity, which was presented as an unknowable Absolute.[21] For Plotinus, the One is the first principle, from which everything else emanates.[23] He took it from Plato's writings, identifying the Good of the Republic, as the cause of the other Forms, with the One of the first hypothesis of the second part of the Parmenides.[23] For Plotinus, the One precedes the Forms,[23] and \"is beyond Mind and indeed beyond Being.\"[21] From the One comes the Intellect, which contains all the Forms.[23] The One is the principle of Being, while the Forms are the principle of the essence of beings, and the intelligibility which can recognize them as such.[23] Plotinus's third principle is Soul, the desire for objects external to itself. The highest satisfaction of desire is the contemplation of the One,[23] which unites all existents \"as a single, all-pervasive reality.\"[web 8]\n\nThe One is radically simple, and does not even have self-knowledge, since self-knowledge would imply multiplicity.[21] Nevertheless, Plotinus does urge for a search for the Absolute, turning inward and becoming aware of the \"presence of the intellect in the human soul,\"[note 6] initiating an ascent of the soul by abstraction or \"taking away,\" culminating in a sudden appearance of the One.[24] In the Enneads Plotinus writes: \n\nCarabine notes that Plotinus' apophasis is not just a mental exercise, an acknowledgement of the unknowability of the One, but a means to ecstasis and an ascent to \"the unapproachable light that is God.\"[web 10] Pao-Shen Ho, investigating what are Plotinus' methods for reaching henosis,[note 7] concludes that \"Plotinus' mystical teaching is made up of two practices only, namely philosophy and negative theology.\"[27] According to Moore, Plotinus appeals to the \"non-discursive, intuitive faculty of the soul,\" by \"calling for a sort of prayer, an invocation of the deity, that will permit the soul to lift itself up to the unmediated, direct, and intimate contemplation of that which exceeds it (V.1.6).\"[web 8] Pao-Shen Ho further notes that \"for Plotinus, mystical experience is irreducible to philosophical arguments.\"[27] The argumentation about henosis is preceded by the actual experience of it, and can only be understood when henosis has been attained.[27] Ho further notes that Plotinus's writings have a didactic flavour, aiming to \"bring his own soul and the souls of others by way of Intellect to union with the One.\"[27] As such, the Enneads as a spiritual or ascetic teaching device, akin to The Cloud of Unknowing,[28] demonstrating the methods of philosophical and apophatic inquiry.[29] Ultimately, this leads to silence and the abandonment of all intellectual inquiry, leaving contemplation and unity.[30]\n\nProclus (412-485) introduced the terminology used in apophatic and cataphatic theology.[31] He did this in the second book of his Platonic Theology, arguing that Plato states that the One can be revealed \"through analogy,\" and that \"through negations [dia ton apophaseon] its transcendence over everything can be shown.\"[31] For Proclus, apophatic and cataphatic theology form a contemplatory pair, with the apophatic approach corresponding to the manifestation of the world from the One, and cataphatic theology corresponding to the return to the One.[32] The analogies are affirmations which direct us toward the One, while the negations underlie the confirmations, being closer to the One.[32] According to Luz, Proclus also attracted students from other faiths, including the Samaritan Marinus. Luz notes that \"Marinus' Samaritan origins with its Abrahamic notion of a single ineffable Name of God (יהוה‎) should also have been in many ways compatible with the school's ineffable and apophatic divine principle.\"[33]\n\n"
        },
        {
            "title": "Christianity",
            "text": "The Book of Revelation 8:1 mentions \"the silence of the perpetual choir in heaven.\" According to Dan Merkur,\n\nThe Early Church Fathers were influenced by Philo[4] (c. 25 BC – c. 50 AD), who saw Moses as \"the model of human virtue and Sinai as the archetype of man's ascent into the \"luminous darkness\" of God.\"[35] His interpretation of Moses was followed by Clement of Alexandria, Origen, the Cappadocian Fathers, Pseudo-Dionysius, and Maximus the Confessor.[36][37][5][38]\n\nGod's appearance to Moses in the burning bush was often elaborated on by the Early Church Fathers,[36] especially Gregory of Nyssa (c. 335 – c. 395),[37][5][38] realizing the fundamental unknowability of God;[36][39] an exegesis which continued in the medieval mystical tradition.[40] Their response is that, although God is unknowable, Jesus as person can be followed, since \"following Christ is the human way of seeing God.\"[41]\n\nClement of Alexandria (c. 150 – c. 215) was an early proponent of apophatic theology.[42][5] Clement holds that God is unknowable, although God's unknowability, concerns only his essence, not his energies, or powers.[42] According to R.A. Baker, in Clement's writings the term theoria develops further from a mere intellectual \"seeing\" toward a spiritual form of contemplation.[43] Clement's apophatic theology or philosophy is closely related to this kind of theoria and the \"mystic vision of the soul.\"[43] For Clement, God is transcendent and immanent.[44] According to Baker, Clement's apophaticism is mainly driven not by Biblical texts, but by the Platonic tradition.[45] His conception of an ineffable God is a synthesis of Plato and Philo, as seen from a Biblical perspective.[46] According to Osborne, it is a synthesis in a Biblical framework; according to Baker, while the Platonic tradition accounts for the negative approach, the Biblical tradition accounts for the positive approach.[47] Theoria and abstraction is the means to conceive of this ineffable God; it is preceded by dispassion.[48]\n\nAccording to Tertullian (c. 155 – c. 240),\n\nSaint Cyril of Jerusalem (313-386), in his Catechetical Homilies, states: \n\nAugustine of Hippo (354-430) defined God aliud, aliud valde, meaning \"other, completely other\", in Confessions 7.10.16,[51] wrote Si [enim] comprehendis, non est Deus,[52] meaning \"if you understand [something], it is not God\", in Sermo 117.3.5[53] (PL 38, 663),[54][55] and a famous legend tells that, while walking along the Mediterranean shoreline meditating on the mystery of the Trinity, he met a child who with a seashell (or a little pail) was trying to pour the whole sea into a small hole dug in the sand. Augustine told him that it was impossible to enclose the immensity of the sea in such a small opening, and the child replied that it was equally impossible to try to understand the infinity of God within the limited confines of the human mind.[56][57][58]\n\nThe Christological dogma, formulated by the Fourth Ecumenical Council held in Chalcedon in 451, is based on dyophysitism and hypostatic union, concepts used to describe the union of humanity and divinity in a single hypostasis, or individual existence, that of Jesus Christ. This remains transcendent to our rational categories, a mystery which has to be guarded by apophatic language, as it is a personal union of a singularly unique kind.[59]\n\nApophatic theology found its most influential expression in the works of Pseudo-Dionysius the Areopagite (late 5th to early 6th century), a student of Proclus (412-485) who combined a Christian worldview with Neo-Platonic ideas.[60] He is a constant factor in the contemplative tradition of the eastern Orthodox Churches, and from the 9th century onwards his writings also had a strong impact on western mysticism.[61]\n\nDionysius the Areopagite was a pseudonym, taken from Acts of the Apostles chapter 17, in which Paul gives a missionary speech to the court of the Areopagus in Athens.[62] In verse 23 Paul makes a reference to an altar-inscription, dedicated to the Unknown God, \"a safety measure honoring foreign gods still unknown to the Hellenistic world.\"[62] For Paul, Jesus Christ is this unknown God, and as a result of Paul's speech Dionysius the Areopagite converts to Christianity.[63] Yet, according to Stang, for Pseudo-Dionysius the Areopagite Athens is also the place of Neo-Platonic wisdom, and the term \"unknown God\" is a reversal of Paul's preaching toward an integration of Christianity with Neo-Platonism, and the union with the \"unknown God.\"[63]\n\nAccording to Corrigan and Harrington, \"Dionysius' central concern is how a triune God, ... who is utterly unknowable, unrestricted being, beyond individual substances, beyond even goodness, can become manifest to, in, and through the whole of creation in order to bring back all things to the hidden darkness of their source.\"[64] Drawing on Neo-Platonism, Pseudo-Dionysius described human ascent to divinity as a process of purgation, illumination and union.[61] Another Neo-Platonic influence was his description of the cosmos as a series of hierarchies, which overcome the distance between God and humans.[61]\n\nIn Orthodox Christianity apophatic theology is taught as superior to cataphatic theology. The fourth-century Cappadocian Fathers[note 9] stated a belief in the existence of God, but an existence unlike that of everything else: everything else that exists was created, but the Creator transcends this existence, is uncreated. The essence of God is completely unknowable; mankind can acquire an incomplete knowledge of God in His attributes (propria), positive and negative, by reflecting upon and participating in His self-revelatory operations (energeiai).[66] Gregory of Nyssa (c.335-c.395), John Chrysostom (c. 349 – 407), and Basil the Great (329-379) emphasized the importance of negative theology to an orthodox understanding of God. John of Damascus (c.675/676–749) employed negative theology when he wrote that positive statements about God reveal \"not the nature, but the things around the nature.\"\n\nMaximus the Confessor (580-622) took over Pseudo-Dionysius' ideas, and had a strong influence on the theology and contemplative practices of the Eastern Orthodox Churches.[60] Gregory Palamas (1296–1359) formulated the definite theology of Hesychasm, the Eastern Orthodox practices of contemplative prayer and theosis, \"deification.\"\n\nInfluential 20th-century Orthodox theologians include the Neo-Palamist writers Vladimir Lossky, John Meyendorff, John S. Romanides, and Georges Florovsky. Lossky argues, based on his reading of Dionysius and Maximus Confessor, that positive theology is always inferior to negative theology, which is a step along the way to the superior knowledge attained by negation.[67] This is expressed in the idea that mysticism is the expression of dogmatic theology par excellence.[68]\n\nAccording to Lossky, outside of directly revealed knowledge through Scripture and Sacred Tradition, such as the Trinitarian nature of God, God in His essence is beyond the limits of what human beings (or even angels) can understand. He is transcendent in essence (ousia). Further knowledge must be sought in a direct experience of God or His indestructible energies through theoria (vision of God).[69][70] According to Aristotle Papanikolaou, in Eastern Christianity, God is immanent in his hypostasis or existences.[71]\n\nNegative theology has a place in the Western Christian tradition as well. The 9th-century theologian John Scotus Erigena wrote: \n\nWhen he says \"He is not anything\" and \"God is not\", Scotus does not mean that there is no God, but that God cannot be said to exist in the way that creation exists, i.e. that God is uncreated. He is using apophatic language to emphasise that God is \"other\".[74]\n\nTheologians like Meister Eckhart and John of the Cross (San Juan de la Cruz) exemplify some aspects of or tendencies towards the apophatic tradition in the West. The medieval work, The Cloud of Unknowing and Saint John's Dark Night of the Soul are particularly well known. In 1215 apophatism became the official position of the Catholic Church, which, on the basis of Scripture and church tradition, during the Fourth Lateran Council formulated the following dogma:\n\nThomas Aquinas was born ten years later (1225-1274) and, although in his Summa Theologiae he quotes Pseudo-Dionysius 1,760 times,[78] stating that \"Now, because we cannot know what God is, but rather what He is not, we have no means for considering how God is, but rather how He is not\"[79][80] and leaving the work unfinished because it was like \"straw\" compared to what had been revealed to him,[81] his reading in a neo-Aristotelian key[82] of the conciliar declaration overthrew its meaning inaugurating the \"analogical way\" as tertium between via negativa and via positiva: the via eminentiae (see also analogia entis). According to Adrian Langdon,\n\nAccording to Catholic Encyclopedia, the Doctor Angelicus and the scholastici declare [that] \n\nSince then Thomism has played a decisive role in resizing the negative or apophatic tradition of the magisterium.[85][86]\n\nApophatic statements are still crucial to many modern theologians, restarting in the 1800s by Søren Kierkegaard (see his concept of the infinite qualitative distinction)[87][88] up to Rudolf Otto, Karl Barth (see their idea of \"Wholly Other\", i.e. ganz Andere or totaliter aliter),[89][90][91] the Ludwig Wittgenstein of the Tractatus, and Martin Heidegger after his Kehre.[92][93]\n\nC. S. Lewis, in his book Miracles (1947), advocates the use of negative theology when first thinking about God, in order to cleanse our minds of misconceptions. He goes on to say we must then refill our minds with the truth about God, untainted by mythology, bad analogies or false mind-pictures.[94]\n\nThe mid-20th century Dutch philosopher Herman Dooyeweerd, who is often associated with a neo-Calvinistic tradition, provides a philosophical foundation for understanding why we can never absolutely know God, and yet, paradoxically, truly know something of God.[95]  Dooyeweerd made a sharp distinction between theoretical and pre-theoretical attitudes of thought. Most of the discussion of knowledge of God presupposes theoretical knowledge, in which we reflect and try to define and discuss. Theoretical knowing, by its very nature, is never absolute, always depends on religious presuppositions, and cannot grasp either God or the law side. Pre-theoretical knowing, on the other hand, is intimate engagement, and exhibits a diverse range of aspects. Pre-theoretical intuition, on the other hand, can grasp at least the law side. Knowledge of God, as God wishes to reveal it, is pre-theoretical, immediate and intuitive, never theoretical in nature.[96][97] The philosopher Leo Strauss considered that the Bible, for example, should be treated as pre-theoretical (everyday) rather than theoretical in what it contains.[98]\n\nIvan Illich (1926-2002), the historian and social critic, can be read as an apophatic theologian, according to a longtime collaborator, Lee Hoinacki, in a paper presented in memory of Illich, called \"Why Philia?\"[99]\n\nKaren Armstrong, in her book The Case for God (2009), notices a recovery of apophatic theology in postmodern theology.[100]\n\nPhilosopher and literary scholar William Franke, particularly in his 2007 two-volume collection On What Cannot Be Said and his 2014 monograph A Philosophy of the Unsayable, puts forth that negative theology's exploration and performance of language's limitations is not simply one current among many in religious thought, but is \"a kind of perennial counter-philosophy to the philosophy of Logos\" that persistently challenges central tenets of Western thought throughout its history. For Franke, literature demonstrates the \"infinitely open\" nature of language which negative theology and related forms of philosophical thought seek to draw attention to. Franke therefore argues that literature, philosophy, and theology begin to bleed into one another as they approach what he frames as the \"apophatic\" side of Western thought.[101]\n\n"
        },
        {
            "title": "Islam",
            "text": "Various traditions and schools in Islam (see Islamic schools and branches) draw on sundry theologies in approaching God in Islam (Allah, Arabic الله) or the ultimate reality. \"Negative theology\" involves the use of تَعْطِيل, ta'tīl, defined as \"setting aside\", \"canceling out\", \"negation\", or \"nullification\".[102] The followers of the Mu'tazili school of Kalam, the spread of which is often attributed to Wasil ibn Ata, are often called the Mu'aṭṭilah (\"cancelers\" or \"negators\"), a description, sometimes employed derogatorily, deriving from the school's descriptions of the Islamic God.[103]\n\nRajab ʿAlī Tabrīzī, an Iranian and Shi'ite philosopher and mystic of the 17th century, is credited with instilling an apophatic theology in a generation of philosophers and theologians whose influence extended into the Qajar period.[104] Mulla Rajab affirmed the completely unknowable,\nunqualifiable, and attributeless nature of God and upheld a general view concerning God's attributes which can only be negatively 'affirmed' (that is, by affirmingly negating all that is not God about God).[104]\n\nShia Islam largely adopts \"negative theology\".[note 11][105] In the words of the Persian Ismaili missionary, Abu Yaqub al-Sijistani: \"There does not exist a tanzíh [\"transcendence\"] more brilliant and more splendid than that by which we establish the absolute transcendence of our Originator through the use of these phrases in which a negative and a negative of a negative apply to the thing denied.\"[106]\n\nLiteralists completely reject and condemn any negation that would clash with the wording of the Islamic Scriptures or with the narratives ascribed to the Islamic Prophet. They therefore hold that descriptors and qualifiers that occur in the Qur'ān and in the canonized religious traditions, even if seeming or sounding humanlike such as \"hand\", \"finger, or \"foot\", are to be wholly affirmed as attributes of God (not limbs).[107]\n\nMany Sunnites, like the Ash'aris and Maturidis, adhere to some middle path or synthesis between negation and anthropomorphism, though the kind of each combination of negation and affirmation varies greatly.[107]\n\n"
        },
        {
            "title": "Judaism",
            "text": "Maimonides (1135/1138-1204) was \"the most influential medieval Jewish exponent of the via negativa.\"[3] Maimonides - along with Samuel ibn Tibbon - draws on Bahya ibn Paquda,[citation needed] who shows that our inability to describe God is related to the fact of His absolute unity. God, as the entity which is \"truly One\" (האחד האמת), must be free of properties and is thus unlike anything else and indescribable.[citation needed] In The Guide for the Perplexed, Maimonides states:\n\nAccording to Rabbi Yosef Wineberg, Maimonides stated that \"[God] is knowledge,\" and saw His Essence, Being, and knowledge as completely one, \"a perfect unity and not a composite at all.\"[109] Wineberg quotes Maimonides as stating:\n\nAccording to Fagenblat, it is only in the modern period that negative theology really gains importance in Jewish thought.[3] Yeshayahu Leibowitz (1903-1994) was a prominent modern exponent of Jewish negative theology.[110] According to Leibowitz, a person's faith is his commitment to obey God, meaning God's commandments, and this has nothing to do with a person's image of God. This must be so because Leibowitz thought that God cannot be described, that God's understanding is not man's understanding, and thus all the questions asked of God are out of place.[111]\n\nThe work of Jewish philosopher Jacques Derrida, and in particular his critical method called deconstruction, has frequently been compared to negative theology, and led to renewed interest in apophaticism in the late 20th century, even among continental philosophers and literary scholars who may not have otherwise have been particularly invested in theological issues.[112] Conversely, the perception that deconstruction resembled or essentially was a form of secular negative theology also - according to Derrida himself - took the form of an accusation from his critics, implicitly positing both negative theology and deconstruction as being elaborate ways of saying nothing of any substance or importance. However, Derrida strongly repudiated either form of such comparisons for much of his career, arguing that any resemblance is purely superficial, and that the aims of negative theology - to demonstrate the ultimate, incomprehensible, transcendent reality of God - are a form of ontotheology which runs fundamentally counter to deconstruction's aim of purging Western thought of its pervasive metaphysics of presence.[113]\n\nLater in his career, such in as his essay \"Sauf le nom\", Derrida comes to see apophatic theology as potentially but not necessarily a means through which the intractable inadequacies of language and the ontological difficulties which proceed from them can brought to our attention and explored:[114]\n\nScholars such as Stephen Shakespeare have noted that - despite Derrida's pervasive concern with many aspects of Jewish theology and identity - his writing on negative theology draws almost exclusively on Christian writing and couches the topic in the language of Christianity generally. Derrida's thought in general, but in particular his later writing on negative theology, was highly influential in the development of the Weak Theology movement, and of postmodern theology as a whole.[116]\n\nDavid Wood and Robert Bernasconi have highlighted how Derrida explains what deconstruction is in an overwhelmingly negative, \"apophatic\" fashion.[117]\n\n"
        },
        {
            "title": "Indian parallels",
            "text": "\nThere are interesting parallels in Indian thought, which developed largely separate from Western thought. Early Indian philosophical works which have apophatic themes include the Principal Upanishads (800 BC to the start of common era) and the Brahma Sutras (from 450 BC and 200 AD). An expression of negative theology is found in the Brihadaranyaka Upanishad, where Brahman is described as \"neti neti\" or \"neither this, nor that\".[118] Further use of apophatic theology is found in the Brahma Sutras, which state:\nBuddhist philosophy has also strongly advocated the way of negation, beginning with the Buddha's own theory of anatta (not-atman, not-self) which denies any truly existent and unchanging essence of a person. Madhyamaka is a Buddhist philosophical school founded by Nagarjuna (2nd-3rd century AD), which is based on a fourfold negation of all assertions and concepts and promotes the theory of emptiness (shunyata). Apophatic assertions are also an important feature of Mahayana sutras, especially the prajñaparamita genre. These currents of negative theology are visible in all forms of Buddhism.\n\nApophatic movements in medieval Hindu philosophy are visible in the works of Shankara (8th century), a philosopher of Advaita Vedanta (non-dualism), and Bhartṛhari (5th century), a grammarian. While Shankara holds that the transcendent noumenon, Brahman, is realized by the means of negation of every phenomenon including language, Bhartṛhari theorizes that language has both phenomenal and noumenal dimensions, the latter of which manifests Brahman.[120]\n\nIn Advaita, Brahman is defined as being Nirguna or without qualities. Anything imaginable or conceivable is not deemed to be the ultimate reality.[121] The Taittiriya hymn speaks of Brahman as \"one where the mind does not reach\". Yet the Hindu scriptures often speak of Brahman's positive aspect. For instance, Brahman is often equated with bliss. These contradictory descriptions of Brahman are used to show that the attributes of Brahman are similar to ones experienced by mortals, but not the same.\n\nNegative theology also figures in the Buddhist and Hindu polemics. The arguments go something like this – Is Brahman an object of experience? If so, how do you convey this experience to others who have not had a similar experience? The only way possible is to relate this unique experience to common experiences while explicitly negating their sameness.\n\n"
        },
        {
            "title": "",
            "text": "Bahá'í's believe that God is an ultimately unknowable being (see God in the Baháʼí Faith) and Bahá'í writings state that \"there can be no tie of direct intercourse to bind the one true God with His creation, and no resemblance whatever can exist between the transient and the Eternal, the contingent and the Absolute.\" According to the Bahá'í Faith, the only way to grow nearer to God is to gain knowledge of the Manifestation of God, who is a reflection of God's reality in a similar way to how a mirror reflects an image of the sun. Stephen Lambden has written a paper entitled, \"The Background and Centrality of Apophatic Theology in Bábí and Bahá'í Scripture\"[122] and Ian Kluge has also looked into the Apophatic Theology and the Baha'i faith in the second part of his paper, Neoplatonism and the Bahá'í Writings.[123]\n\n"
        },
        {
            "title": "Apophatic theology and atheism",
            "text": "Even though the via negativa essentially rejects theological understanding in and of itself as a path to God, some have sought to make it into an intellectual exercise, by describing God only in terms of what God is not. One problem noted with this approach is that there seems to be no fixed basis on deciding what God is not, unless the Divine is understood as an abstract experience of full aliveness unique to each individual consciousness, and universally, the perfect goodness applicable to the whole field of reality.[124] Apophatic theology is often accused of being a version of atheism or agnosticism, since it cannot say truly that God exists.[125] \"The comparison is crude, however, for conventional atheism treats the existence of God as a predicate that can be denied (\"God is nonexistent\"), whereas negative theology denies that God has predicates\".[126] \"God or the Divine is\" without being able to attribute qualities about \"what He is\" would be the prerequisite of positive theology in negative theology that distinguishes theism from atheism. \"Negative theology is a complement to, not the enemy of, positive theology\".[127] Since religious experience—or consciousness of the holy or sacred, is not reducible to other kinds of human experience, an abstract understanding of religious experience cannot be used as evidence or proof that religious discourse or praxis can have no meaning or value.[128] In apophatic theology, the negation of theisms in the via negativa also requires the negation of their correlative atheisms if the dialectical method it employs is to maintain integrity.[129]\n\n"
        }
    ]
}