{
    "url": "https://en.wikipedia.org/wiki/Apostasy",
    "title": "Apostasy",
    "table_of_contents": [
        "1 Sociological definitions",
        "2 Human rights",
        "3 History",
        "4 Atrocity story",
        "5 Apostasy and contemporary criminal law",
        "6 Religious views",
        "6.1 Baháʼí Faith",
        "6.2 Christianity",
        "6.2.1 Penalties",
        "6.2.2 Jehovah's Witnesses",
        "6.2.3 Latter-day Saints",
        "6.3 Hinduism",
        "6.4 Buddhism",
        "6.5 Islam",
        "6.6 Judaism",
        "6.7 Other religious movements",
        "7 Examples",
        "7.1 Historical persons",
        "7.2 Recent times",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Apostasy (/əˈpɒstəsi/; Greek: ἀποστασία apostasía, 'a defection or revolt') is the formal disaffiliation from, abandonment of, or renunciation of a religion by a person. It can also be defined within the broader context of embracing an opinion that is contrary to one's previous religious beliefs.[1] One who undertakes apostasy is known as an apostate. Undertaking apostasy is called apostatizing (or apostasizing – also spelled apostacizing). The term apostasy is used by sociologists to mean the renunciation and criticism of, or opposition to, a person's former religion, in a technical sense, with no pejorative connotation.\n\nOccasionally, the term is also used metaphorically to refer to the renunciation of a non-religious belief or cause, such as a political party, social movement, or sports team.\n\nApostasy is generally not a self-definition: few former believers call themselves apostates due to the term's negative connotation.\n\nMany religious groups and some states punish apostates; this may be the official policy of a particular religious group or it may simply be the voluntary action of its members. Such punishments may include shunning, excommunication, verbal abuse, physical violence, or even execution.[2]\n\n"
        },
        {
            "title": "Sociological definitions",
            "text": "The American sociologist Lewis A. Coser (following the German philosopher and sociologist Max Scheler[citation needed]) defines an apostate as not just a person who experienced a dramatic change in conviction but \"a man who, even in his new state of belief, is spiritually living not primarily in the content of that faith, in the pursuit of goals appropriate to it, but only in the struggle against the old faith and for the sake of its negation.\"[3][4]\n\nThe American sociologist David G. Bromley defined the apostate role as follows and distinguished it from the defector and whistleblower roles.[4]\n\nStuart A. Wright, an American sociologist and author, asserts that apostasy is a unique phenomenon and a distinct type of religious defection in which the apostate is a defector \"who is aligned with an oppositional coalition in an effort to broaden the dispute, and embraces public claims-making activities to attack his or her former group.\"[5]\n\n"
        },
        {
            "title": "Human rights",
            "text": "The United Nations Commission on Human Rights, considers the recanting of a person's religion a human right legally protected by the International Covenant on Civil and Political Rights:\n\n"
        },
        {
            "title": "History",
            "text": "As early as the 3rd century AD, apostasy against the Zoroastrian faith in the Sasanian Empire was criminalized. The high priest, Kidir, instigated pogroms against Jews, Christians, Buddhists, and others in an effort to solidify the hold of the state religion.[8]\n\nAs the Roman Empire adopted Christianity as its state religion, apostasy became formally criminalized in the Theodosian Code, followed by the Corpus Juris Civilis (the Justinian Code).[9] The Justinian Code went on to form the basis of law in most of Western Europe during the Middle Ages and so apostasy was similarly persecuted to varying degrees in Europe throughout this period and into the early modern period. Eastern Europe similarly inherited many of its legal traditions regarding apostasy from the Romans, but not from the Justinian Code.[citation needed]\n\n"
        },
        {
            "title": "Atrocity story",
            "text": "The term atrocity story, also referred to as atrocity tale, as defined by the American sociologists David G. Bromley and Anson D. Shupe refers to the symbolic presentation of action or events (real or imaginary) in such a context that they are made flagrantly to violate the (presumably) shared premises upon which a given set of social relationships should be conducted. The recounting of such tales is intended as a means of reaffirming normative boundaries. By sharing the reporter's disapproval or horror, an audience reasserts normative prescription and clearly locates the violator beyond the limits of public morality. The term was coined in 1979 by Bromley, Shupe, and Joseph Ventimiglia.[10]\n\nBromley and others define an atrocity as an event that is perceived as a flagrant violation of a fundamental value. It contains the following three elements:\n\nThe term \"atrocity story\" is controversial as it relates to the differing views amongst scholars about the credibility of the accounts of former members.\n\nBryan R. Wilson, Reader Emeritus of Sociology of the University of Oxford, says apostates of new religious movements are generally in need of self-justification, seeking to reconstruct their past and to excuse their former affiliations, while blaming those who were formerly their closest associates. Wilson, thus, challenges the reliability of the apostate's testimony by saying that the apostate\n\nand\n\nWilson also asserts that some apostates or defectors from religious organisations rehearse atrocity stories to explain how, by manipulation, coercion or deceit, they were recruited to groups that they now condemn.[11]\n\nJean Duhaime of the Université de Montréal writes, referring to Wilson, based on his analysis of three books by apostates of new religious movements, that stories of apostates cannot be dismissed only because they are subjective.[12]\n\nDanny Jorgensen, Professor at the Department of Religious Studies of the University of Florida, in his book The Social Construction and Interpretation of Deviance: Jonestown and the Mass Media argues that the role of the media in constructing and reflecting reality is particularly apparent in its coverage of cults. He asserts that this complicity exists partly because apostates with an atrocity story to tell make themselves readily available to reporters and partly because new religious movements have learned to be suspicious of the media and, therefore, have not been open to investigative reporters writing stories on their movement from an insider's perspective. Besides this lack of information about the experiences of people within new religious movements, the media is attracted to sensational stories featuring accusations of food and sleep deprivation, sexual and physical abuse, and excesses of spiritual and emotional authority by the charismatic leader.[13]\n\nMichael Langone argues that some will accept uncritically the positive reports of current members without calling such reports, for example, \"benevolence tales\" or \"personal growth tales\". He asserts that only the critical reports of ex-members are called \"tales\", which he considers to be a term that clearly implies falsehood or fiction. He states that it wasn't until 1996 that a researcher conducted a study[14] to assess the extent to which so called \"atrocity tales\" might be based on fact.[14][15][16]\n\n"
        },
        {
            "title": "Apostasy and contemporary criminal law",
            "text": "In the following countries, (refusal of repentance of) apostasy is a criminal offence:\n\nFrom 1985 to 2006, the United States Commission on International Religious Freedom listed a total of four cases of execution for apostasy in the Muslim world: one in Sudan (1985), two in Iran (1989, 1998), and one in Saudi Arabia (1992).[27]\n\n"
        },
        {
            "title": "Religious views",
            "text": "Both marginal and apostate Baháʼís have existed in the Baháʼí Faith community[28] who are known as nāqeżīn.[29]\n\nMuslims often regard adherents of the Baháʼí Faith as apostates from Islam, and there have been cases in some Muslim countries where Baháʼís have been harassed and persecuted.[30]\n\nThe Christian understanding of apostasy is \"a willful falling away from, or rebellion against, Christian truth. Apostasy is the rejection of Christ by one who has been a Christian ...\", though the Reformed Churches teach that biblically this is impossible (perseverance of the saints),[32] in contrast to Lutherans, Catholics, Methodists, Eastern Orthodox, and Oriental Orthodox Christians who teach that salvation can be lost (conditional preservation of the saints).[33][34] \"Apostasy is the antonym of conversion; it is deconversion.\"[35] B. J. Oropeza states that apostasy is a \"phenomenon that occurs when a religious follower or group of followers turn away from or otherwise repudiate the central beliefs and practices they once embraced in a respective religious community.\"[36] The Ancient Greek noun ἀποστασία apostasia (\"rebellion, abandonment, state of apostasy, defection\")[37] is found only twice in the New Testament (Acts 21:21; 2 Thessalonians 2:3).[38] However, \"the concept of apostasy is found throughout Scripture.\"[39] The Dictionary of Biblical Imagery states that \"There are at least four distinct images in Scripture of the concept of apostasy. All connote an intentional defection from the faith.\"[40] These images are: Rebellion; Turning Away; Falling Away; Adultery.[41]\n\nSpeaking with specific regard to apostasy in Christianity, Michael Fink writes:\n\nIn the recent past, in the Roman Catholic Church the word was also applied to the renunciation of monastic vows (apostasis a monachatu), and to the abandonment of the clerical profession for the life of the world (apostasis a clericatu) without necessarily amounting to a rejection of Christianity.[45]\n\nClassical canon law viewed apostasy as distinct from heresy and schism. Apostasy a fide, defined as total repudiation of the Christian faith, was considered as different from a theological standpoint from heresy, but subject to the same penalty of death by fire by decretist jurists.[46] The influential 13th-century theologian Hostiensis recognized three types of apostasy. The first was conversion to another faith, which was considered traitorous and could bring confiscation of property or even the death penalty. The second and third, which was punishable by expulsion from home and imprisonment, consisted of breaking major commandments and breaking the vows of religious orders, respectively.[47]\n\nA decretal by Boniface VIII classified apostates together with heretics with respect to the penalties incurred. Although it mentioned only apostate Jews explicitly, it was applied to all apostates, and the Spanish Inquisition used it to persecute both the Marrano Jews, who had been converted to Christianity by force, and to the Moriscos who had professed to convert to Christianity from Islam under pressure.[48]\n\nTemporal penalties for Christian apostates have fallen into disuse in the modern era.[48]\n\nJehovah's Witness publications define apostasy as the abandonment of the worship and service of God, constituting rebellion against God, or rejecting \"Jehovah's organization\".[49] They apply the term to a range of conduct, including open dissent with the religion's doctrines, celebration of \"false religious holidays\" (including Christmas and Easter), and participation in activities and worship of other religions.[50] Members of the religion who are accused of apostasy are typically required to appear before a congregational judicial committee, by which they may be \"disfellowshipped\"—the most severe of the religion's disciplinary procedures that involves expulsion from the religion and shunning by all congregants, including immediate family members not living in the same home.[51] Baptized individuals who leave the organization because they disagree with the religion's teachings are also regarded as apostates and are shunned.[52]\n\nWatch Tower Society literature describes apostates as \"mentally diseased\" individuals who can \"infect others with their disloyal teachings\".[53][54] Former members who are defined as apostates are said to have become part of the antichrist and are regarded as more reprehensible than non-Witnesses.[55]\n\nMembers of the Church of Jesus Christ of Latter-day Saints (LDS Church) are considered by church leadership to engage in apostasy when they publicly teach or espouse opinions and doctrines contrary to the teachings of the church, or act in clear and deliberate public opposition to the LDS Church, its doctrines and policies, or its leaders.[56] In such circumstances the church will frequently subject the non-conforming member to a church membership council which may result in membership restrictions (a temporary loss of church participation privileges) or membership withdrawal (a loss of church membership).\n\nHinduism does not have a \"unified system of belief encoded in a declaration of faith or a creed\",[57] but is rather an umbrella term comprising the plurality of religious phenomena of India. In general Hinduism is more tolerant to apostasy than other faiths based on a scripture or commandments with a lower emphasis on orthodoxy and has a more open view on how a person chooses their faith.[58] Some Hindu sects believe that ethical conversion, without force or reward is completely acceptable, though deserting ones clan guru is considered sinful (Guru droham).[59]\n\nThe Vashistha Dharmasastra, the Apastamba Dharmasutra and Yajnavalkya state that a son of an apostate is also considered an apostate.[60] Smr̥ticandrikā lists apostates as one group of people upon touching whom, one should take a bath.[61] Kātyāyana condemns a Brahmin who has apostatised to banishment while a Vaishya or a Shudra to serve the king.[62] Nāradasmṛti and Parasara-samhita states that a wife can remarry if her husband becomes an apostate.[63] The saint Parashara commented that religious rites are disturbed if an apostate witnesses them.[64] He also comments that those who forgo the Rig Veda, Samaveda and Yajurveda are \"nagna\" (naked) or an apostate.[65]\n\nApostasy is generally not acknowledged in orthodox[definition needed] Buddhism. People are free to leave Buddhism and renounce the religion without any consequence enacted by the Buddhist community.[66]\n\nDespite this marked tolerance, some Buddhist circles hold to a notion of heresy (外道, pinyin: Wàidào; romaji: gedō; lit. \"outside path\") and acknowledge that one who renounces the Buddha's teachings has the potential of inflicting suffering on themselves.[67]\n\nIn Islamic literature, apostasy is called irtidād or ridda; an apostate is called murtadd, which literally means 'one who turns back' from Islam.[69] Someone born to a Muslim parent, or who has previously converted to Islam, becomes a murtadd if he or she verbally denies any principle of belief prescribed by Quran or a Hadith, deviates from approved Islamic belief (ilhad), or if he or she commits an action such as treating a copy of the Qurʾan with disrespect.[70][71][72] A person born to a Muslim parent who later rejects Islam is called a murtad fitri, and a person who converted to Islam and later rejects the religion is called a murtad milli.[73][74][75]\n\nThere are multiple verses in the Quran that condemn apostasy.[76][non-primary source needed] In addition, there are multiple verses in the Hadith that condemn apostasy.[77][non-primary source needed] Despite the mention of apostates in it, the Quran makes no mention of killing an apostate.[78]\n\nThe concept and punishment of Apostasy has been extensively covered in Islamic literature since the 7th century.[79] A person is considered apostate if he or she converts from Islam to another religion.[80] A person is an apostate even if he or she believes in most of Islam, but denies one or more of its principles or precepts, both verbally or in writing. Similarly, doubting the existence of Allah, making offerings to and worshipping an idol, a stupa or any other image of God, confesses a belief in the rebirth or incarnation of God, disrespecting the Quran or Islam's Prophets are all considered sufficient evidence of apostasy.[81][82][83]\n\nMany Muslims consider the Islamic law on apostasy and the punishment for it to be one of the immutable laws under Islam.[84] It is a hudud crime,[85][86] which means it is a crime against God,[87] and the punishment has been fixed by God. The punishment for apostasy includes[88] state enforced annulment of his or her marriage, seizure of the person's children and property with automatic assignment to guardians and heirs, and death for the apostate.[79][89][90]\n\nAccording to some scholars[like whom?], if a Muslim consciously and without coercion declares their rejection of Islam and does not change their mind after the time allocated by a judge for research, then the penalty for apostasy is; for males, death, and for females, life imprisonment.[91][92] However, a Federal Sharia court judge in Pakistan stated \"...persecuting any citizen of an Islamic State—whether he is a Muslim, or a dhimmi**—is construed as waging a war against Allah and His Messenger.\"[78]\n\nAccording to the Ahmadiyya Muslim sect, there is no punishment for apostasy, neither in the Quran nor as it was taught[clarification needed] by Muhammad.[78] The Ahmadiyya Muslim sect's position is not widely accepted by clerics in other sects of Islam, and the Ahmadiyya sect of Islam acknowledges that major sects have a different interpretation and definition of apostasy in Islam.[78]: 18–25  Ulama of major sects of Islam consider the Ahmadi Muslim sect as kafirs (infidels)[78]: 8  and apostates.[93][94]\n\nApostasy is subject to the death penalty in some countries, such as Iran and Saudi Arabia, although executions for apostasy are rare. Apostasy is legal in secular Muslim countries such as Turkey.[95] In numerous Islamic majority countries, many individuals have been arrested and punished for the crime of apostasy without any associated capital crimes.[96][97][98][99]\n\nAccording to a Pew Research study up to 15% of Muslims in Bosnia-Herzegovina, Russia, Kosovo, Albania, Kyrgyzstan, and Kazakhstan were in favor of a death penalty for converts, 15-30% in Turkey, Thailand, Tajikistan, and Tunisia, 30-50% in Bangladesh, Lebanon, and Iraq, and 50-86% in Pakistan, Afghanistan, Palestine, Jordan, and Egypt.[100] The study included percentages only for Muslims in favor of sharia law and did not include Azerbaijan because it had a small sample size.[100]  A similar survey of the Muslim population in the United Kingdom, in 2007, found nearly a third of 16 to 24-year-old faithful believed that Muslims who convert to another religion should be executed, while less than a fifth of those over 55 believed the same.[101] There is disagreement among contemporary Islamic scholars about whether the death penalty is an appropriate punishment for apostasy in the 21st century.[102] A belief among more liberal Islamic scholars is that the apostasy laws were created and are still implemented as a means to consolidate \"religio-political\" power.[102]\n\nIn an effort to circumvent the United Nations Commission on Human Rights's ruling on an individual's right to conversion from and denunciation of a religion some offenders of the ruling have argued that their \"obligations to Islam are irreconcilable with international law.\"[103] United Nations Special Rapporteur Heiner Bielefeldt recommended to the United Nations Human Rights Council on the issues of freedom of religion or belief  that \"States should repeal any criminal law provisions that penalize apostasy, blasphemy and proselytism as they may prevent persons belonging to religious or belief minorities from fully enjoying their freedom of religion or belief.\"[104]\n\nMuslim historians recognize 632 AD as the year when the first regional apostasy from Islam emerged, immediately after the death of Muhammed.[105] The civil wars that followed are now called the Riddah wars (Wars of Islamic Apostasy).\n\nThe term apostasy is derived from Ancient Greek ἀποστασία from ἀποστάτης, meaning \"political rebel,\" as applied to rebellion against God, its law and the faith of Israel (in Hebrew מרד) in the Hebrew Bible. Other expressions for apostate as used by rabbinical scholars are mumar (מומר, literally \"the one that is changed\") and poshea yisrael (פושע ישראל, literally, \"transgressor of Israel\"), or simply kofer (כופר, literally \"denier\" and heretic).\n\nThe Torah states:\n\nIn 1 Kings King Solomon is warned in a dream which \"darkly portray[s] the ruin that would be caused by departure from God\":[107]\n\nThe prophetic writings of Isaiah and Jeremiah provide many examples of defections of faith found among the Israelites (e.g., Isaiah 1:2–4 or Jeremiah 2:19), as do the writings of the prophet Ezekiel (e.g., Ezekiel 16 or 18). Israelite kings were often guilty of apostasy, examples including Ahab (I Kings 16:30–33), Ahaziah (I Kings 22:51–53), Jehoram (2 Chronicles 21:6,10), Ahaz (2 Chronicles 28:1–4), or Amon (2 Chronicles 33:21–23) among others. Amon's father Manasseh was also apostate for many years of his long reign, although towards the end of his life he renounced his apostasy (cf. 2 Chronicles 33:1–19).\n\nIn the Talmud, Elisha ben Abuyah is singled out as an apostate and Epikoros (Epicurean) by the Pharisees.\n\nDuring the Spanish Inquisition, a systematic conversion of Jews to Christianity took place to avoid expulsion from the crowns of Castille and Aragon as had been the case previously elsewhere in medieval Europe. Although the vast majority of conversos simply assimilated into the Catholic dominant culture, a minority continued to practice Judaism in secret, gradually migrated throughout Europe, North Africa, and the Ottoman Empire, mainly to areas where Sephardic communities were already present as a result of the Alhambra Decree. Tens of thousands of Jews were baptised in the three months before the deadline for expulsion, some 40,000 if one accepts the totals given by Kamen, most of these undoubtedly to avoid expulsion,[109] rather than as a sincere change of faith. These conversos were the principal concern of the Inquisition; being suspected of continuing to practice Judaism put them at risk of denunciation and trial.\n\nSeveral notorious Inquisitors, such as Tomás de Torquemada, and Don Francisco the archbishop of Coria, were descendants of apostate Jews. Other apostates who made their mark in history by attempting the conversion of other Jews in the 14th century include Juan de Valladolid and Astruc Remoch.\n\nAbraham Isaac Kook,[110][111] first Chief Rabbi of the Jewish community in then Palestine, held that atheists were not actually denying God: rather, they were denying one of man's many images of God. Since any man-made image of God can be considered an idol, Kook held that, in practice, one could consider atheists as helping true religion burn away false images of god, thus in the end serving the purpose of true monotheism.\n\nMedieval Judaism was more lenient toward apostasy than the other monotheistic religions. According to Maimonides, converts to other faiths were to be regarded as sinners, but still Jewish. Forced converts were subject to special prayers and Rashi admonished those who rebuked or humiliated them.[47]\n\nThere is no punishment today for leaving Judaism, other than being excluded from participating in the rituals of the Jewish community - including leading worship, Jewish marriage or divorce, being called to the Torah and being buried in a Jewish cemetery.\n\nControversies over new religious movements (NRMs) have often involved apostates, some of whom join organizations or web sites opposed to their former religions. A number of scholars have debated the reliability of apostates and their stories, often called \"apostate narratives\".\n\nThe role of former members, or \"apostates\", has been widely studied by social scientists. At times, these individuals become outspoken public critics of the groups they leave. Their motivations, the roles they play in the anti-cult movement, the validity of their testimony, and the kinds of narratives they construct, are controversial. Some scholars like David G. Bromley, Anson Shupe, and Brian R. Wilson have challenged the validity of the testimonies presented by critical former members. Wilson discusses the use of the atrocity story that is rehearsed by the apostate to explain how, by manipulation, coercion, or deceit, he was recruited to a group that he now condemns.[112]\n\nSociologist Stuart A. Wright explores the distinction between the apostate narrative and the role of the apostate, asserting that the former follows a predictable pattern, in which the apostate uses a \"captivity narrative\" that emphasizes manipulation, entrapment and being victims of \"sinister cult practices\". These narratives provide a rationale for a \"hostage-rescue\" motif, in which cults are likened to POW camps and deprogramming as heroic hostage rescue efforts. He also makes a distinction between \"leavetakers\" and \"apostates\", asserting that despite the popular literature and lurid media accounts of stories of \"rescued or recovering 'ex-cultists'\", empirical studies of defectors from NRMs \"generally indicate favorable, sympathetic or at the very least mixed responses toward their former group\".[113]\n\nOne camp that broadly speaking questions apostate narratives includes David G. Bromley,[114] Daniel Carson Johnson,[115]\nDr. Lonnie D. Kliever (1932–2004),[116] Gordon Melton,[117] and Bryan R. Wilson.[118] An opposing camp less critical of apostate narratives as a group includes Benjamin Beit-Hallahmi,[119] Dr. Phillip Charles Lucas,[120][121][122] Jean Duhaime,[123] Mark Dunlop,[124][125] Michael Langone,[126] and Benjamin Zablocki.[127]\n\nSome scholars have attempted to classify apostates of NRMs. James T. Richardson proposes a theory related to a logical relationship between apostates and whistleblowers, using Bromley's definitions,[128] in which the former predates the latter. A person becomes an apostate and then seeks the role of whistleblower, which is then rewarded for playing that role by groups that are in conflict with the original group of membership such as anti-cult organizations. These organizations further cultivate the apostate, seeking to turn him or her into a whistleblower. He also describes how in this context, apostates' accusations of \"brainwashing\" are designed to attract perceptions of threats against the well-being of young adults on the part of their families to further establish their newfound role as whistleblowers.[129] Armand L. Mauss, defines true apostates as those exiters that have access to oppositional organizations that sponsor their careers as such, and validate the retrospective accounts of their past and their outrageous experiences in new religions—making a distinction between these and whistleblowers or defectors in this context.[130] Donald Richter, a current member of the Fundamentalist Church of Jesus Christ of Latter Day Saints (FLDS) writes that this can explain the writings of Carolyn Jessop and Flora Jessop, former members of the FLDS church who consistently sided with authorities when children of the YFZ ranch were removed over charges of child abuse.\n\nRonald Burks, a psychology assistant at the Wellspring Retreat and Resource Center, in a study comparing Group Psychological Abuse Scale (GPA) and Neurological Impairment Scale (NIS) scores in 132 former members of cults and cultic relationships, found a positive correlation between intensity of reform environment as measured by the GPA and cognitive impairment as measured by the NIS. Additional findings were a reduced earning potential in view of the education level that corroborates earlier studies of cult critics  (Martin 1993; Singer & Ofshe, 1990; West & Martin, 1994) and significant levels of depression and dissociation agreeing with Conway & Siegelman, (1982), Lewis & Bromley, (1987) and Martin, et al. (1992).[131]\n\nSociologists Bromley and Hadden note a lack of empirical support for claimed consequences of having been a member of a \"cult\" or \"sect\", and substantial empirical evidence against it. These include the fact that the overwhelming proportion of people who get involved in NRMs leave, most short of two years; the overwhelming proportion of people who leave do so of their own volition; and that two-thirds (67%) felt \"wiser for the experience\".[132]\n\nAccording to F. Derks and psychologist of religion Jan van der Lans, there is no uniform post-cult trauma. While psychological and social problems upon resignation are not uncommon, their character and intensity are greatly dependent on the personal history and on the traits of the ex-member, and on the reasons for and way of resignation.[133]\n\nThe report of the \"Swedish Government's Commission on New Religious Movements\" (1998) states that the great majority of members of new religious movements derive positive experiences from their subscription to ideas or doctrines that correspond to their personal needs—and that withdrawal from these movements is usually quite undramatic, as these people leave feeling enriched by a predominantly positive experience. Although the report describes that there are a small number of withdrawals that require support (100 out of 50,000+ people), the report did not recommend that any special resources be established for their rehabilitation, as these cases are very rare.[134]\n\n"
        }
    ]
}