{
    "url": "https://en.wikipedia.org/wiki/Apostles_in_the_New_Testament",
    "title": "Apostles in the New Testament",
    "table_of_contents": [
        "1 Etymology",
        "2 Biblical narratives",
        "2.1 Calling by Jesus",
        "2.2 Commissioning of the Twelve Apostles",
        "2.2.1 Lists of the Twelve Apostles in the New Testament",
        "2.2.2 Inner circle among the Twelve Apostles",
        "2.2.3 Replacement of Judas Iscariot",
        "2.3 Other apostles mentioned in the New Testament",
        "2.3.1 The seventy disciples",
        "2.4 Paul, Apostle of the Gentiles",
        "3 Deaths",
        "3.1 Relics and burial sites",
        "4 Legacy",
        "5 Comparison with the Quran",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Citations",
        "8.2 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In Christian theology and ecclesiology, the apostles, particularly the Twelve Apostles (also known as the Twelve Disciples or simply the Twelve), were the primary disciples of Jesus according to the New Testament. During the life and ministry of Jesus in the 1st century AD, the apostles were his closest followers and became the primary teachers of the gospel message of Jesus.[1] There is also an Eastern Christian tradition derived from the Gospel of Luke of there having been as many as seventy apostles during the time of Jesus' ministry.\n\nThe commissioning of the Twelve Apostles during the ministry of Jesus is described in the Synoptic Gospels. After his resurrection, Jesus sent eleven of them (as Judas Iscariot by then had died) by the Great Commission to spread his teachings to all nations. This event has been called the dispersion of the Apostles.\n\nIn the Pauline epistles, Paul, although not one of the original twelve, described himself as an apostle,[2] saying he was called by the resurrected Jesus himself during his road to Damascus event. He later describes himself as \"an apostle to the Gentiles\".[3]\n\nThe period of early Christianity during the lifetimes of the apostles is called the Apostolic Age.[4] During the first century AD, the apostles established churches throughout the territories of the Roman Empire and, according to tradition, through the Middle East, Africa, and India. Of the tombs of the apostles, all but two are claimed by premises of the Catholic Church, half of them located in the Diocese of Rome.[citation needed]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term apostle comes from the Greek apóstolos (ἀπόστολος) – formed from the prefix apó- (ἀπό-, 'from') and root stéllō (στέλλω, 'I send, I depart') – originally meaning 'messenger, envoy'. It has, however, a stronger sense than the word messenger, and is closer to a 'delegate'.[5]\n\n"
        },
        {
            "title": "Biblical narratives",
            "text": "Mark 6:7–13 states that Jesus initially sent out these twelve in pairs (cf. Mt 10:5–42, Lk 9:1–6) to towns in Galilee. The text states that their initial instructions were to heal the sick and drive out demons.[5] They are also instructed to \"take nothing for their journey, except a staff only: no bread, no wallet, no money in their purse, but to wear sandals, and not put on two tunics,\" and that if any town rejects them they ought to shake the dust off their feet as they leave, a gesture which some scholars think was meant as a contemptuous threat.[6]\n\nLater in the Gospel narratives the Twelve Apostles are described as having been commissioned to preach the Gospel to \"all the nations,\"[7] regardless of whether Jew or Gentile.[8] Paul emphasized the important role of the apostles in the church of God when he said that the household of God is \"built upon the foundation of apostles and prophets, Christ Jesus himself being the cornerstone.\"[9]\n\n\nThe three Synoptic Gospels record the circumstances in which some of the disciples were recruited, Matthew only describing the recruitment of Simon, Andrew, James, and John.\n\nDespite Jesus only briefly requesting that they join him, they are all described as immediately consenting and abandoning their nets to do so. The immediacy of their consent has been viewed as an example of divine power, although this is not stated in the text. Another explanation is that some of the disciples may have heard of Jesus beforehand, as implied by the Gospel of John, which states that Andrew was a disciple of John the Baptist, and that he and his brother started following Jesus as soon as Jesus had been baptized.[10]\n\nMatthew describes Jesus meeting James and John, also fishermen and brothers, very shortly after recruiting Simon and Andrew. Matthew and Mark identify James and John as sons of Zebedee. Luke adds to Matthew and Mark that James and John worked as a team with Simon and Andrew. Matthew states that at the time of the encounter, James and John were repairing their nets, but readily joined Jesus without hesitation.[11]\n\nThis parallels the accounts of Mark and Luke, but Matthew implies that the men have also abandoned their father (since he is present in the boat they abandon behind them), and Carter feels this should be interpreted to mean that Matthew's view of Jesus is one of a figure rejecting the traditional patriarchal structure of society, where the father had command over his children; most scholars, however, just interpret it to mean that Matthew intended these two to be seen as even more devoted than the other pair, or that Jesus expected the imminent coming of the kingdom.[12]\n\nThe Synoptic Gospels go on to describe that later in Jesus' ministry he noticed a tax collector in his booth. The tax collector, called Matthew in Matthew 9:9, and Levi in Mark 2:14 and Luke 5:27, is asked by Jesus to become one of his disciples. Matthew/Levi is stated to have accepted and then invited Jesus for a meal with his friends. Tax collectors were seen as villains in Jewish society, and the Pharisees are described as asking Jesus why he is having a meal with such disreputable people. The reply Jesus gave is now well known: \"it is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners to repentance.\"[13]\n\nThe commissioning of the Twelve Apostles is an episode in the ministry of Jesus that appears in the three Synoptic Gospels. It relates the initial selection of the Twelve Apostles among the disciples of Jesus.[14][15]\n\nIn the Gospel of Matthew, this event takes place shortly before the miracle of the man with a withered hand. In the gospels of Mark and of Luke, it appears shortly after that miracle.[16]\n\nEach of the four listings of apostles in the New Testament[20] indicate that all the apostles were men. The canonical gospels and the book of Acts give varying names of the Twelve Apostles. The list in the Gospel of Luke differs from Matthew and Mark on one point. It lists \"Judas, the son of James\" instead of \"Thaddaeus\".[a] All listings appear in three groupings, always with the same four apostles in each group. While the order of the remaining three names within the group varies, each group is led by the same apostle. Thus, Peter is always listed first, Philip is always listed fifth, and James, son of Alphaeus is always listed ninth. Judas Iscariot is always listed last.\n\nUnlike the Synoptic Gospels, the Gospel of John does not offer a formal list of apostles. Although it refers to \"the Twelve\",[21] the gospel does not present any elaboration of who these twelve actually were, and the author of the Gospel of John does not mention them all by name. There is also no separation of the terms \"apostles\" and \"disciples\" in John.\n\nAccording to the New Testament there were only two pairs of brothers among the Twelve Apostles: Peter and Andrew, the sons of Jonah, as well as James and John, the sons of Zebedee. Since the father of both James, son of Alphaeus and Matthew is named Alphaeus, according to the tradition of the Eastern Orthodox Church the two were brothers as well.[22][23] According to the tradition of the Catholic Church based on the writing of the Apostolic Father Papias of Hierapolis the apostles James, son of Alphaeus, and Thaddaeus were brothers and sons of Alphaeus (named also Clopas) and his wife Mary of Clopas who was the sister of the mother of Jesus.[24] The Golden Legend, compiled by Jacobus de Voragine in the 13th century, adds to the two apostles also Simon the Zealot.[25][26]\n\nPeter, James, son of Zebedee and his brother John formed an informal triumvirate among the Twelve Apostles in the Gospels. Jesus allowed them to be the only apostles present at three particular occasions during his public ministry, the Raising of Jairus' daughter[Mark 5:37], Transfiguration of Jesus [Matthew 17:1] and Agony in the Garden of Gethsemane[Matthew 26:37].\n\nAt the time of the Early Christian Church as a leading trio among the apostles were recognized Peter, John and James, brother of Jesus, known collectively as the Pillars of the Church.[Galatians 2:9][35] According to the tradition of the Catholic Church based on the writing of Jerome this James is identified with the apostle James, son of Alphaeus.[36][37]\n\nAfter Judas betrayed Jesus (and then in guilt committed suicide before Christ's resurrection, one Gospel recounts), the apostles numbered eleven. When Jesus had been taken up from them, in preparation for the coming of the Holy Spirit that he had promised them, Peter advised the brethren:\n\nSo, between the Ascension of Jesus and the day of Pentecost, the remaining apostles elected a twelfth apostle by casting lots, a traditional Israelite way to determine the will of God (see Proverbs 16:33). The lot fell upon Matthias.\n\nPaul the Apostle, in his First Epistle to the Corinthians, appears to give the first historical reference to the Twelve Apostles: \"For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, that he was buried, that he was raised on the third day in accordance with the Scriptures, and that he appeared to Cephas, then to the twelve\" (1 Cor 15:3–5).\n\nThe \"seventy disciples\" or \"seventy-two disciples\" (known in the Eastern Christian traditions as the \"Seventy Apostles\") were early emissaries of Jesus mentioned in the Gospel of Luke.[50] According to Luke, the only gospel in which they appear, Jesus appointed them and sent them out in pairs on a specific mission which is detailed in the text.\n\nIn Western Christianity, they are usually referred to as disciples,[51] whereas in Eastern Christianity they are usually referred to as Apostles.[52] Using the original Greek words, both titles are descriptive, as an apostle is one sent on a mission (the Greek uses the verb form: apesteilen) whereas a disciple is a student, but the two traditions differ on the scope of the words apostle and disciple.\n\nAlthough not one of the apostles commissioned during the life of Jesus, Paul, a Jew originally named Saul of Tarsus, claimed a special commission from the post-ascension Jesus as \"the apostle of the Gentiles\",[Romans 11:13] to spread the gospel message after his conversion. In his writings, the epistles to Christian churches throughout the Levant, Paul did not restrict the term \"apostle\" to the twelve, and often refers to his mentor Barnabas as an apostle.[4]\n\nIn his writings, Paul, although not one of the original twelve, described himself as an apostle.[2] He was called by the resurrected Jesus himself during his Road to Damascus event. With Barnabas, he was allotted the role of apostle in the church.[Acts 13:2]\n\nSince Paul claimed to have received a gospel not from teachings of the Twelve Apostles but solely and directly through personal revelations from the post-ascension Jesus,[53] after Jesus's death and resurrection (rather than before like the twelve), Paul was often obliged to defend his apostolic authority (1 Cor. 9:1 \"Am I not an apostle?\") and proclaim that he had seen and was anointed by Jesus while on the road to Damascus.\n\nPaul considered himself perhaps inferior to the other apostles because he had originally persecuted Christ's followers[1 Cor. 15:9] while thinking he was not in the least inferior to those \"super-apostles\" and not lacking in \"knowledge\".[2 Cor. 11:5–6]\n\nPaul referred to himself as the apostle of the Gentiles.[Rom 11:13] According to Paul's account in his Epistle to the Galatians, James, Peter and John in Jerusalem accepted the \"grace\" given to Paul and agreed that Paul and Barnabas should go to the Gentiles (specifically those not circumcised) and the three Apostles who \"seemed to be pillars\" to the circumcised.[Gal 2:7–9] Despite the Little Commission of Matthew 10, the Twelve Apostles did not limit their mission to solely Jews as Cornelius the Centurion is widely considered the first Gentile convert and he was converted by Peter, and the Great Commission of the resurrected Jesus is specifically to \"all nations\".\n\nAs the Catholic Encyclopedia states, \"It is at once evident that in a Christian sense, everyone who had received a mission from God, or Christ, to man could be called 'Apostle'\"; thus extending the original sense beyond the twelve.[5]\n\n"
        },
        {
            "title": "Deaths",
            "text": "Of the Twelve Apostles to hold the title after Matthias' selection, Christian tradition has generally passed down that all of the Twelve Apostles except one were martyred, with only John surviving into old age.[55] However, only the death of James, son of Zebedee is described in the New Testament. (Acts 12:1–2)\n\nMatthew 27:5 says that Judas Iscariot threw the silver he received for betraying Jesus down in the Temple, then went and hanged himself. Acts 1:18 says that he purchased a field, then \"falling headlong he burst open in the middle and all his bowels gushed out\".\n\nAccording to the 18th-century historian Edward Gibbon, early Christians (second half of the second century and first half of the third century) believed that only Peter, Paul, and James, son of Zebedee, were martyred.[56] The remainder, or even all, of the claims of martyred apostles do not rely upon historical or biblical evidence, but only on late legends.[57][58]\n\nThe relics of the apostles are claimed by various churches, many in Italy.\n\n"
        },
        {
            "title": "Legacy",
            "text": "By the 2nd century AD, association with the apostles was esteemed as an evidence of authority. Churches that are believed to have been founded by one of the apostles are known as apostolic sees.[4]\n\nPaul's epistles were accepted as scripture, and two of the four canonical gospels were associated with apostles, as were other New Testament works. Various Christian texts, such as the Didache and the Apostolic Constitutions, were attributed to the apostles.[4] The Apostles' Creed, popular in the West, was alleged to have been composed by the apostles themselves.\n\nBishops traced their lines of succession back to individual apostles, who were said to have dispersed from Jerusalem and established churches across great territories. Christian bishops have traditionally claimed authority deriving, by apostolic succession, from the Twelve Apostles.[4]\n\nEarly Church Fathers who came to be associated with apostles – such as Pope Clement I with St. Peter – are referred to as the Apostolic Fathers.\n\n"
        },
        {
            "title": "Comparison with the Quran",
            "text": "The Quranic account of the disciples (Arabic: الحواريون al-ḥawāriyyūn) of Jesus does not include their names, numbers, or any detailed accounts of their lives. Muslim exegesis, however, more-or-less agrees with the New Testament list and says that the disciples included Peter, Philip, Thomas, Bartholomew, Matthew, Andrew, James, Jude, John and Simon the Zealot.[74] Scholars generally draw a parallel with the disciples of Jesus and the companions of Muhammad, who followed Muhammad during his lifetime.[74]\n\n"
        }
    ]
}