{
    "url": "https://en.wikipedia.org/wiki/Applied_philosophy",
    "title": "Applied philosophy",
    "table_of_contents": [
        "1 Definitions",
        "1.1 General definition",
        "1.2 Kasper Lippert‐Rasmussen: seven conceptions",
        "2 Applied moral philosophy",
        "2.1 Sub-disciplines of moral philosophy",
        "2.2 Methodologies",
        "2.3 Business ethics",
        "2.4 Bioethics",
        "2.5 Medical ethics",
        "2.6 Environmental ethics",
        "3 Applied political and legal philosophy",
        "3.1 Activist approaches",
        "3.2 Feminist political philosophy",
        "4 Applied epistemology",
        "4.1 Feminist epistemology",
        "4.2 Epistemology of deliberative democracy",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Applied philosophy (philosophy from Greek: φιλοσοφία, philosophia, 'love of wisdom') is a branch of philosophy that studies philosophical problems of practical concern. The topic covers a broad spectrum of issues in environment, medicine, science, engineering, policy, law, politics, economics and education. The term was popularised in 1982 by the founding of the Society for Applied Philosophy by Brenda Almond, and its subsequent journal publication Journal of Applied Philosophy edited by Elizabeth Brake. Methods of applied philosophy are similar to other philosophical methods including questioning, dialectic, critical discussion, rational argument, systematic presentation, thought experiments and logical argumentation. \n\nApplied philosophy is differentiated from pure philosophy primarily by dealing with specific topics of practical concern, whereas pure philosophy does not take an object, metaphorically it is philosophy applied to itself; exploring standard philosophical problems and philosophical objects (e.g. metaphysical properties) such as the fundamental nature of reality, epistemology and morality among others.[1] Applied philosophy is therefore a subsection of philosophy, broadly construed it does not deal with topics in the purely abstract realm, but takes a specific object of practical concern.\n\n"
        },
        {
            "title": "Definitions",
            "text": "Due to the recent coinage of the term, the full scope and meaning of Applied Philosophy is at times still quite ambiguous and contentious, but generally does interact with the several other general definitions of philosophy. A Companion of Applied Philosophy provides three introductory articles by Kasper Lippert‐Rasmussen, David Archard and Suzanne Uniacke that outline general definitions and parameters for the field of Applied Philosophy.[2]\n\nIn the first chapter, Lippert‐Rasmussen article “The Nature of Applied Philosophy” begins by unpacking the term “applied philosophy”, outlining that to apply is a verb that takes an object, therefore if one were doing philosophy and not applying it to something then one would be grammatically or conceptually confused to say that one is doing applied philosophy.[3] Lippert‐Rasmussen provides seven conceptions of Applied Philosophy: the relevance conception, the specificity conception, the practical conception, the activist conception, the methodological conception, the empirical facts conception, the audience conception. These definitions are specified in terms of necessary and sufficient conditions, making the different conceptions incompatible with one another.[4] Lippert‐Rasmussen stresses that applied philosophy is much larger than that of applied ethics, therefore applied philosophers should strive beyond just proposing normative moral frameworks, allowing for Applied Philosophy to offer metaphysical frameworks for understanding contemporary results in other sciences and disciplines. \n\nIn the third chapter of A Companion of Applied Philosophy, Suzanne Uniacke’s article “The Value of Applied Philosophy”, Uniacke outlines that applied philosophy is really a field of philosophical inquiry, differentiating itself from pure philosophy by claiming the former can provide practical guidance on issues beyond the philosophical domain.[5] Within applied philosophy there are generally two modes of focus, it can be academically focused (for an academic audience), or it can be in “out-reach mode” (for a non-academic audience).[6] In drawing on philosophical subdisciplines such as metaphysics, epistemology and ethics, applied philosophers shape their contributions and analysis on issues of practical concern.[7] In this intersection between philosophical theories, principles, and concepts with issues beyond that of the purely philosophical domain (out-reach mode), these problems may give valuable challenges to traditionally accepted philosophies, providing a stress test, feedback or friction on principles that are so often confined within the idealistic philosophical framework. \n\nRelevance conception: Claims that philosophy is applied if and only if it is relevant to important questions of everyday life.[8] To be clear this conception claims that applied philosophy need not answer the important questions of everyday life, yet it needs to philosophically explore or at least be relevant to them.[9] There is no requirement on what type of everyday life questions are relevant, it can vary across time and audience, some questions may be relevant to some people at one time and to others at another.\n\nSpecificity conception: Philosophy is applied if, and only if, it addresses a comparatively specific question within the branch of philosophy, e.g., metaphysics, epistemology or moral philosophy, to which it belongs. Establishes philosophical principles to then apply and explore their implications in the applied (non-philosophical) specific domains of inquiry.[10]\n\nPractical conception: Philosophy is applied if, and only if, it justifies an answer to comparatively specific questions within its relevant branch of philosophy about what we ought to do.[11]\n\nActivist conception: Philosophy is applied if, and only if, it is motivated by an ambition of having a certain causal effect on the world. Whether that causal effect be to educate, elucidate or edify on a given topic, with real world consequences thereof.[12] As Lippert‐Rasmussen points out, much of pure philosophy has quite an impact on the world and yet one would still claim it to be pure rather than applied philosophy, however the distinction of the activist conception lies in their goal, the activist conception has greater emphasis on being an educator and having a causal impact on the world, changing their primary philosophical commitment from “knowledge and truth” to having a causal impact.[13] The change of commitment and goals may result in the change of methods in order to realize their goal.[14]\n\nMethodological conception: Philosophy is applied if, and only if, it involves the use of specifically philosophical methods to explore issues outside the narrow set of philosophical problems.[15]\n\nEmpirical facts conception: Philosophy is applied if, and only if, it is significantly informed by empirical evidence – in particular, that provided by empirical sciences. Stresses the interdisciplinary nature of applied philosophy, characterising applied philosophy as drawing on the results of empirical sciences and the evidence thereof to be sufficiently informed in contributing philosophical analysis and input.[16]\n\nAudience conception: Philosophy is applied if, and only if, its intended audience is non-philosophers.[17] Despite the audience conception not always requiring background knowledge of the given audience, it is prudent for philosophers who are engaging with specific scientific disciplines to be well read on the empirical facts of those disciplines the philosopher addresses, thus re-iterating the value of being empirically informed with the facts, especially when engaging with interdisciplinary studies of philosophy with some other subject.\n\n"
        },
        {
            "title": "Applied moral philosophy",
            "text": "Applied moral philosophy (or applied ethics) is the branch of moral philosophy concerned with philosophical inquiry into moral issues that arise in everyday contexts and institutional design frameworks (e.g. how social institutions are structured).[18]  Applied moral philosophy involves the use of philosophical theories and methods of analysis to treat fundamentally moral problems in non-philosophical subjects, such as technology, public policy, and medicine.[19]  This includes the use of fundamental moral principles and theories to assess particular social practices, arrangements, and norms prevailing in particular societies at particular times.[18] Some key topics in applied moral philosophy are business ethics, bioethics, feminist ethics, environmental ethics, and medical ethics.[20] Beauchamp (1984) notes where applied moral philosophy and theoretical ethics diverge is not in their methodologies, but rather, in the content of their analysis and assessment.[19]\n\nAlthough interest in topics of applied ethics, such as civil disobedience, suicide, and free speech, can be traced all the way back to antiquity, applied moral philosophy gained mainstream popularity recently.  However, the history of philosophy still shows a tradition of moral philosophy more concerned with its theoretical concerns, such as justifying fundamental moral principles and examining the nature of moral judgements.[21] Applied ethics first gained mainstream popularity in 1967, as many professions such as law, medicine and engineering were profoundly affected by social issues and injustices at the time. For example, various environmental movements sparked political conversations about humanities relationship to the natural world, which led to the development of important philosophical arguments against anthropocentrism.[22] As awareness of these social concerns grew, so did discussions of them in academic philosophy. By the 1970s and 1980s, there was a surge in publications devoted to philosophical inquiry of subjects in applied ethics, which were initially directed at biomedical ethics, and later business ethics.[21]\n\nMoral philosophy is the branch of philosophy concerned with examining the nature of right and wrong. It seeks to provide a framework for what constitutes morally right and wrong actions, and analyses issues surrounding moral principles, concepts and dilemmas. There are three main sub-disciplines of moral philosophy: meta-ethics, normative ethics and applied ethics.[20]\n\nMeta-ethics is the branch of moral philosophy which analyses the nature and status of ethical terms and concepts. It deals with abstract questions about the nature of morality, including whether or not morality actually exists, whether moral judgements are truth-apt (capable of being binary true/false), and if they are, investigating whether the properties of moral statements make them truth-apt in the same way that mathematical and descriptive statements are.[20]\n\nNormative ethics deals with the construction and justification of fundamental moral principles that ought to guide human behaviour. There are three main branches of normative ethical theories: consequentialism, deontology and virtue-based ethics. Consequentialism argues that an action is morally permissible if and only if it maximizes some intrinsic overall good. Deontological theories place rights and duties as the fundamental determinates of what we ought to do, by determining what rights and duties are justifiable constraints on behaviour. Finally, virtue-based theories argue that what one ought to do is what the ideally virtuous person would do.[20]\n\nApplied ethics uses philosophical methods of inquiry to address the moral permissibility of specific actions and practices in particular circumstances. However, applied ethics still requires theories and concepts found in meta-ethics and normative ethics to adequately address applied ethical problems. For example, one cannot confidently assert the moral permissibility of abortion without also assuming that there is such a thing as morally permissible actions, which is a fundamental meta-ethical question. Similarly, the moral permissibility of an action can be justified using a fundamental moral theory or principle found in normative ethics. A conception of these disciplines as such allows for significant overlap in the questions they address, along with their moral theories and ideas.[20]\n\nApplied ethics uses philosophical theories and concepts to tackle moral issues found in non-philosophical contexts.[19] However, there is significant debate over the particular methodology that should be used when determining the moral permissibility of actions and practices during applied ethical inquiry. \n\nOne possible methodology involves the application of moral principles and theories to particular issues in applied ethics, and is known as the top-down model of philosophical analysis.[20] Under this model, one must first determine the set of fundamental moral principles which should hold necessarily and universally, in order to apply them to particular issues in applied ethics.[18]  The next step is articulating the relevant empirical facts of a situation to better understand how these principles should be applied in that particular context, which then determines the moral permissibility of an action.[20] There are significant issues with this model of how to resolve issues in applied moral philosophy, as it requires certainty in a definitive set of moral principles to guide human behaviour. However, there is universal disagreement over which principles this definitive set consists of, if any, creating issues for a conception of applied ethics using the top-down model.[18] On the other hand, the bottom-up model involves formulating intuitive responses to questions about what one ought to do in particular situations, and then developing philosophical understandings or judgements based on the intuitions one has about a case. We can then revise intuitions in light of these philosophical judgements to reach an appropriate resolution on what one ought to do in a given situation.[20] This model faces similar problems as the previous one, where disagreements about particular judgements and intuitions require us to have some other mechanism to examine the validity of intuitive judgements.[18]\n\nThe Reflective Equilibrium model combines the top-down and bottom-up approaches, where one should reflect on their current beliefs, and revise them in light of their general and particular moral judgements. A general belief may be rejected in light of specific situations to which it is applied when the belief recommends an action one finds morally unacceptable. A particular belief can likewise be rejected if it conflicts with general moral beliefs one takes to be plausible, and which justifies many of their other moral beliefs about what one ought to do in a given situation. An agent can then reach a state of equilibrium where the set containing their general and particular moral judgements is coherent and consistent.[18]\n\nBusiness ethics is the study of moral issues that arise when human beings exchange goods and services, where such exchanges are fundamental to daily existence.[20] A major contemporary issue in business ethics is about the social responsibility of corporate executives.[20] One theory proposed by Friedman (2008) describes the sole responsibility of a CEO (Chief Executive Officer) being profit maximization through their business abilities and knowledge. This is known at stockholder theory, which says promoting the interests of stockholders is the sole responsibility of corporate executives.[23]\n\nFreeman (1998) presents a competing theory of corporate social responsibility by appealing to pre-theoretical commitments about the moral significance of assessing who an action affects and how. Proponents of stakeholder theory argue that corporate executives have moral responsibilities to all stakeholders in their business operations, including consumers, employees, and communities.[24] Thus, a business decision may maximize profits for stockholders, but it is not morally permissible unless it does not conflict with the demands of other stakeholders in the company. Freeman (2008) takes a Rawlsian approach to mediate conflicts amongst stakeholders, where the right action is that which will promote the well-being of the stakeholders who are the least well-off.[24] Other decision-making principles can also be appealed to, and an adequate stakeholder theory will be assessed according to the decision making theory it employs to mediate between conflicting demands, the plausibility of the theory, and its ability to achieve results in particular cases.[20]\n\nAnother key issue in business ethics, questions the moral status of corporations. If corporations are the kind of thing capable of being morally evaluated, then they can be assigned moral responsibility. Otherwise, there remains a question of who to ascribe moral blame towards for morally wrong business practices.[20] French (2009) argues that corporations are moral agents, and that their “corporate internal decision structure” can be morally evaluated, as it has the required intentionality for moral blameworthiness.[25] Danley (1980) disagrees and says that corporations cannot be moral agents merely because they are intentional, but that other considerations, such as the ability to be punished, must obtain when assigning moral responsibility to an agent.[26]\n\nBioethics is the study of human conduct towards the animate and inanimate natural world against a background of life sciences. It provides a disciplinary framework for a wide array of moral questions in life sciences that concern humans, the environment, and animals. There are 3 main sub-disciplines of bioethics: medical ethics, animal ethics, and environmental ethics.[27]\n\nMedical ethics can be traced back to the Hippocratic Oath in 500 B.C.E., making it the oldest sub-discipline of bioethics. Medical ethics concerns itself with questions of what one ought to do  in particular moral situations arising in medical contexts. There are a number of key issues in medical ethics, such as end-of-life and beginning-of-life debates, physician-patient relationships, and adequate healthcare accessibility.[27]\n\nThe abortion debate remains one of the most widely discussed issues in medical ethics, which concerns the conditions under which an abortion is morally permissible, if any.[20] Thomson (1971) revolutionized philosophical understanding of issues in the abortion debate, by questioning the widespread belief that because a fetus is a person, that it is morally wrong to kill them.[28] She uses the violinist thought experiment to show that even if a fetus is a person, their right to life is not absolute, and therefore provided non-theistic and rational justification for the moral permissibility of abortion under certain conditions.[28] Frances Kamm (1992) takes a deontological approach in order to expand on Thomson’s argument, where she argues that factors such as third-party intervention and morally responsible creation support its permissibility.[29]\n\nAnother debate in medical ethics is about the moral permissibility of euthanasia, and under what conditions euthanasia is morally acceptable. Euthanasia is the intentional killing of another person in order to benefit them.[30] One influential argument in favour of voluntary active euthanasia and voluntary passive euthanasia is put forth by Rachels (1975), who is not only able to show the permissibility of the latter in cases where someone’s life is no longer worth living, but that there mere fact that active euthanasia involves killing someone and passive euthanasia involves letting them die does not make it more just to do one over the other.[31] He presents his argument in response to critics who argue that it is morally worse to kill someone than to merely let them die. However, he considers a case where a husband wants his wife to die, and in one case, does so by putting lethal poison in her wine, and in the second case, walks in on her drowning in a bathtub and lets her die. He argues that his thought experiment shows why killing someone is not always morally worse than letting them die, forcing defenders of only passive euthanasia to also commit themselves to the moral permissibility of active euthanasia, unless they can show why only the former option is morally acceptable.[31]\n\nEnvironmental ethics is the discipline of applied ethics that studies the moral relationship of human beings to the environment and its non-human contents.[22] The practical goals of environmental ethics are to provide a moral grounds for social policies aimed at protecting the environment and remedying its degradation. It questions the status of the environment independently of human beings, and categorizes the different positions on its status as anthropocentrism and non-anthropocentrism. Anthropocentrism is the view that value is human-centered and all other entities are means to human ends. This bears on the question of the value of the environment, and whether or not the environment has intrinsic value independent of human beings. By taking a non-anthropocentric view that it does have intrinsic value, one should question why humanity would try to destroy something with intrinsic value rather than preserve it, under the assumption that agents will try to preserve things with value.[22]\n\nFeminism has an important relationship to environmental ethics where, as King (1989) argues, human exploitation of nature can be seen as a manifestation and extension of the oppression of women. She argues that humanity’s destruction of nature is a result of associating nature with the feminine, where feminine agents have historically and systemically been inferiorized and oppressed by a male-dominating culture.[32] King (1989) motivates her argument by examining the historical domination of women in society, and then argues that all other domination and hierarchies flow from this. Her argument justifies the moral wrongness of environmental degradation and human exploitation of nature not by arguing in favour of its intrinsic value, but by appealing to the moral wrongness of female oppression by a male-dominating culture.[32]\n\n"
        },
        {
            "title": "Applied political and legal philosophy",
            "text": "Applied political and legal philosophy conducts investigation and analysis using philosophical methods and theories into specific and concrete political and legal issues.[33] Historically, much of the work in political and legal philosophy has pursued more general issues, such as questions about the nature of justice, ideal forms of democracy, and how to organize political and legal institutions. Applied political and legal philosophy uses the insights of political and legal philosophy to critically examine more concrete issues within the disciplines. Some examples include philosophical inquiry into family-based immigration policies, understanding the conceptual structure of civil disobedience, and discussing the bounds of prosecutorial discretion in domestic violence cases.[33] Dempsey and Lister (2016) identify three activist approaches to applied political and legal philosophy.[33]\n\nThe standard activist approach is used when a philosopher presents arguments directed primarily at other philosophers, defending or critiquing a policy or some set of policies.[33] If a policy maker  happens to come across the argument, and is sufficiently persuaded to make public policy changes supporting the philosophers desired outcome, then the standard activist philosopher will be satisfied. However, their main goal is to articulate a sound argument in favour of their position on some policy or set of political/legal issues, regardless of if it actually influences public policy.[33]\n\nConceptual activism is when arguments are directed primarily to other philosophers, and critically analyses and clarifies some concept, where the arguments presented may be relevant in future policy making. The goal of conceptual activists is to motivate a particular understanding of concepts which may later inform policy making.[33] Westen’s (2017) work on consent is paradigmatic of this approach, where his analysis of the concept of consent unpacks confusions amongst not only philosophers and academics, but also policy makers, as to the nature and limitations of consent.[34]\n\nExtreme activism is when a philosopher acts as an expert consultant and presents an argument directly to policy makers in favour of some view.[33] Although they still aim to present a sound argument about what should happen in the world, as the standard activist does, this goal is just as important as their goal to persuade policy makers in order to bring about the desired outcome of their work. Thus, the measure of success for an extreme activist consists not only of doing good philosophy, but also of their direct causal contribution to the world. However, the tension between their political and philosophical goals has potentially negative outcomes, such as wasting policy makers' time, who are not convinced by philosophical arguments, the possibility of corruption for philosophers placed in this position, and the potential to undermine the value of philosophy.[33]\n\nFeminist political philosophy involves understanding and critiquing political philosophy’s inattention to feminist concerns, and instead articulates ways for political theory to be reconstructed to further feminist aims. Feminist political philosophy has been instrumental in reorganising political institutions and practices, as well as developing new political ideals and practices which justify their reorganisation.[35] Work in feminist political philosophy uses the various activist approaches to causally affect public policies and political institutions. For example, liberal feminist theorising, whose main concerns are protecting and enhancing women’s political rights and personal autonomy, has consistently used conceptual activism to further their aims.[35] Several theorists have argued that the central categories of liberalism ignore women’s lived experiences, particularly with its sequestering of the public sphere from the private sphere, which keeps domestic harm to women out of the political realm.[35] After redefining this public/private distinction, domestic affairs were no longer kept away from political affairs, as seen in public policy changes.  Haggan and Sussman (1988) showed how the distinction between the private and public realms serve to uphold and protect male domination of women in the household and outside.[36] Their critique of the issue, along with others, led to the criminalisation of spousal rape in 1975.[35]\n\n"
        },
        {
            "title": "Applied epistemology",
            "text": "While epistemology—the study of knowledge and justified belief—used to primarily be concerned with the seeking of truth and have an individualistic orientation in the task of doing so, recent developments in this branch of philosophy do not only highlight the social ways in which knowledge is generated, but also its practical and normative dimensions. Applied epistemology is the branch of applied philosophy that precisely explores and addresses these considerations. \n\nFor instance, even if traditional epistemology often investigates what we are justified in believing—the most paradigmatic case being the tripartite analysis of knowledge, i.e. that S knows that p if and only if p is true, S believes that p, and S is justified in believing that p—, applied epistemologists have argued that those questions are equivalent to queries about what we ought to believe: stressing that epistemology is fundamentally a normative subject. Coady (2016) claims so by recognizing that this branch of philosophy is not merely interested in how things are, but also in how they ought to be.[37] As a result, there might be different (and more preferable) methods for acquiring knowledge depending on whose values guide one’s orientation in life or what goals direct their pursuit of truth.[38]\n\nSocial epistemology, in its focus on the social dimensions of knowledge and the ways that institutions mediate its acquisition, often overlaps with and can be seen as a part of applied epistemology. But one cannot equate those fields of research as social epistemology has been, so far, a lot more investigated through a consequentialist lens—i.e. it has been exploring the epistemic consequences of our social institutions that generate knowledge—than other normative predispositions.[39] Coady (2016) claims that social epistemology has not sufficiently addressed questions of what individuals ought to believe and how they should pursue knowledge.[40] And, while this social and consequentialist orientation has great value, applied epistemology also encompasses other normative orientations—like deontology, utilitarianism, and virtue ethics, amongst others—and explores individualistic questions of practical epistemic concerns.\n\nThe potential topics of applied epistemology include, but are not limited to: feminist epistemology, the epistemology of deliberative democracy, freedom of expression and diversity, conspiracy theories, the epistemological dimensions and implications of sexual consent, information markets, and more. \n\nFeminist epistemology studies how gendered practices and norms contribute to social oppression—including, but not limited to the enforcement of heteropatriarchy, racism, ableism, and classism—and proposes ways for agents to revise them in light of this.[14] This branch of feminist philosophy also contributes to the scope of social epistemology as it identifies several ways in which conventional knowledge practices and processes disadvantage women, such as excluding them from inquiry, denying them epistemic authority, and producing theories of women which misrepresent them to serve patriarchal interests.[41]\n\nFeminist epistemology is not only applied in the sense that its liberatory goals are explicitly political[42] and, as a result, seek a certain causal effect on the world. But this branch of epistemology is also greatly relevant since, to be effective activists, Wylie (2001) stresses that it is necessary “to understand the conditions that disadvantage women with as much empirical accuracy and explanatory power as possible.”[43]\n\nA demonstration of this necessity is that, since the Black and lesbian feminist theorizing of the 1980s, it is not effective anymore for feminists to investigate the conceptions and phenomena related to gender without the concept of intersectionality: which does not only make visible how the lived experiences of an individual and social group are shaped by their interdependent and overlapping identities, but also that, ultimately, their access to power and privilege is structured by those.[44] Crenshaw (1989) coined this interpretative framework by investigating the failures of the legal courts in DeGraffenreid v General Motors (1976), Moore v Hughes Helicopter (1983), and Payne v Travenol (1976) to recognize that Black women were both discriminated on the basis of gender and of race.[45]\n\nAnother insight of feminist epistemology is the acknowledgement that knowers are differently situated in the social hierarchies of the world and that this impacts their epistemic practices, access to information, interpretation of particular actions, and credibility given, amongst others.[46] Thus, what is known—or believed to be known—is actually a reflection of the perspective and social status of the knower, rather than their objective knowledge independent of cultural and social biases.[47] Initially introduced by Donna Haraway (1988), the feminist orientation towards situated knowledges contrasts with the ‘ideal knower’ traditionally represented by Enlightenment thinkers: the “disinterested, autonomous, subject who discovers universal truths through reasoning processes'' and overcomes the limitations of their particular point of view.[48]\n\nFeminist epistemology thus articulates several critiques and proposes alternatives to the traditional methods of scientific research. These include, but are not limited to: social constructivism, critical engagement with notions of objectivity, and discourse analysis, amongst others.\n\nThe deliberative conception of democracy claims that public deliberation is necessary for the justification of this political system and the legitimacy of its decision-making processes.[49] Broadly put, public deliberations refer to the open spaces where free and equal citizens share and discuss their reasons for supporting different policy proposals and societal ideas.[50] This emphasis on public deliberation differentiates the deliberative conception from the aggregative conception of democracy: which understands the democratic process as a tool to gather and track the preferences and beliefs of citizenry at the moment of voting.[51] This area of applied epistemology explores the epistemic values, virtues, and vices that underscore and can be observed to emerge from deliberative decision-making. \n\nFor instance, in the case of a referendum or an election, the Condorcet jury theorem (CJT) articulates that: if each voter is more likely than not to be correct on a topic on which they are asked to vote (i.e. the competence condition) and if each votes independently from one another (i.e. the independence condition), then it is not only the case that a majority of people is more likely to be correct than a single individual on the outcome of their vote.[52] But it is also the case that the probability that a majority will vote for the correct outcome increases with the number of voters.\n\nOn the one hand, the CJT provides a solid defense and empirical argument for the importance of voting in democracy: this procedure leads decision-making bodies to make better decisions because of more accurate epistemic inputs. On the other hand, it also creates a debate on the influence of public deliberations on the well-functioning of voting procedures. While Estlund (1989) and Waldron (1989) claim that public deliberation, in its exchange of reasons and information about the outcomes under discussion, improves the competence condition of the votes,[53] Dietrich and Spiekermann (2013) raise concerns about the fact that: if voters engage with one another too much prior to or at the moment of making a decision, the independence condition of the CJT is undermined and its optimistic results become distorted.[54]\n\nMany have also raised the ‘public ignorance’ objection to the deliberative conception of democracy: holding that most people are too ignorant for deliberative democracy to be an effective and viable practice.[55] Talisse (2004) responds to this proposed limitation by claiming that it is unclear about what exactly ‘ignorance’ refers to — according to him, this objection conflates the states of being uninformed, misinformed, and uninterested — and that attributing culpability to those that ‘do not know’ takes responsibility away from the democratic institutions (like media and academia) that fail them.[56]\n\nWhile social epistemology takes a closer look at the roles of institutional practices to generate, mediate, or prevent knowledge acquisition, a substantial debate in the epistemology of deliberative democracy concerns the legal sanctions on speech, behavior and freedom of expression. The contribution of J.S. Mill (1859) is frequently referenced on this issue, notably supporting that free speech and public deliberation help to eliminate wrong opinions, permit correct beliefs to prevail, and, as a result, promote truth.[57] Censorship and strict limitations of the public sphere would prevent different parties, in a disagreement, from even perceiving the truthful elements of their opponent’s argument and could reinforce dogmatic tendencies in a given society. Landemore (2013) also supports that diversity is epistemically beneficial in deliberative democracies; there are higher chances to reach a correct truth if considering more diverse perspectives than few.[58] Even if one can think of the dimensions of diversity that social and feminist epistemologies refer to, Kappel, Hallsson, and Møller (2016) also bring to the forefront of the discussion: diversity of knowledge, diversity of opinion, cognitive diversity, epistemic norm diversity, and non-epistemic value diversity.[59]\n\nIf diversity may help to neutralize biases, ‘enclave deliberations’—a communicative process amongst like-minded people “who talk or even live, much of the time, in isolated enclaves”[60]— can lead to group polarization. Sunstein (2002) defines group polarization as the phenomenon in which members of a group move towards a more extreme position during the process of deliberating with their peers than before doing so.[61] For him, two reasons explain the statistical regularity of this phenomenon. On the one hand, he points to the fact that people do not usually discuss with groups that share different inclinations and predispositions on a particular topic: greatly limiting their ‘argument pool’. On the other hand, he acknowledges that group polarization also arises from the desire of group members to be perceived favourably by their peers.[62]\n\nSunstein also points to the empirical evidence that diverse and heterogeneous groups tend to give less weight to the views of low-status members — the latter also being frequently more quiet in deliberative bodies.[63] This area of deliberative inequalities overlaps with applied political philosophy and can be explored in the works of: Bohman (1996)[64] and Young (2000),[65] amongst others.\n\nApplied philosophers also propose epistemic virtues and valuable practices to cope with these epistemic vices and deliberative dysfunction. Starting from the premise that there is nothing wrong with changing and being convinced by others about our views, Peter (2013) suggests that it is how one navigates disagreements that matters.[66] For her, well-conducted deliberations are those in which participants treat each other as epistemic peers, that is, they recognize that they are as likely to make a mistake along the way as their peers. As a result, they should not be closed to revising their original beliefs (especially if they realize that their arguments are not sufficiently robust) while holding themselves mutually accountable to one another. \n\nOther topics that explore the epistemology of deliberative democracy include, but are not limited to: epistemic proceduralism, the value or disvalue of disagreement, epistocracy, and social integration, among others.\n\n"
        }
    ]
}