{
    "url": "https://en.wikipedia.org/wiki/Apterygota",
    "title": "Apterygota",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe name Apterygota is sometimes applied to a subclass of small, agile insects, distinguished from other insects by their lack of wings in the present and in their evolutionary history; notable examples are the silverfish, the firebrat, and the jumping bristletails. Their first known occurrence in the fossil record is during the Devonian period, 417–354 million years ago. The group Apterygota is not a clade; it is paraphyletic, and not universally recognized. As defined, the group contains two separate clades of wingless insects: Archaeognatha comprises jumping bristletails, while Zygentoma comprises silverfish and firebrats. The Zygentoma are in the clade Dicondylia with winged insects, a clade that includes all other insects, while Archaeognatha is sister to this lineage.[4]\n\nThe nymphs (younger stages) go through little or even no metamorphosis, hence they resemble the adult specimens. Their skin is thin, making them appear translucent.\n\nCurrently, no species are listed as being at conservation risk.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The primary characteristic of the apterygotes is they are primitively wingless. While some other insects, such as fleas, also lack wings, they nonetheless descended from winged insects but have lost them during the course of evolution. By contrast, the apterygotes are a primitive group of insects that diverged from other ancient orders before wings evolved.\nApterygotes, however, have the demonstrated capacity for directed, aerial gliding descent from heights. It has been suggested by researchers that this evolved gliding mechanism in apterygotes might have provided an evolutionary basis from which winged insects would later evolve the capability for powered flight.[5]\n\nApterygotes also have a number of other primitive features not shared with other insects. Males deposit sperm packages, or spermatophores, rather than fertilizing the female internally. When hatched, the young closely resemble adults and do not undergo any significant metamorphosis, and lack even an identifiable nymphal stage. They continue to molt throughout life, undergoing multiple instars after reaching sexual maturity, whereas all other insects undergo only a single instar when sexually mature.\n\nApterygotes possess small unsegmented appendages, referred to as \"styli\", on some of their abdominal segments, but play no part in locomotion. They also have long, paired abdominal cerci and a single median, tail-like caudal filament, or telson.[6]\n\n"
        },
        {
            "title": "History of the concept",
            "text": "The composition and classification of Apterygota changed over time. By the mid-20th century, the subclass included four orders (Collembola, Protura, Diplura, and Thysanura). With the advent of a more rigorous cladistic methodology, the subclass was proven paraphyletic. While the first three groups formed a monophyletic group, the Entognatha, distinguished by having mouthparts submerged in a pocket formed by the lateral and ventral parts of the head capsule, the Thysanura (Zygentoma plus Archaeognatha) appeared to be more closely related to winged insects. The most notable synapomorphy proving the monophyly of Thysanura+Pterygota is the absence of intrinsic antennal muscles, which connect the antennomeres in entognaths, myriapods, and crustaceans. For this reason, the whole group is often termed the Amyocerata, meaning \"lacking antennal muscles\".\n\nHowever, the Zygentoma are now considered more closely related to the Pterygota than to the Archaeognatha,[4] thus rendering even the amyocerate apterygotes paraphyletic, and resulting in the dissolution of Thysanura into two separate monophyletic orders.\n\n"
        }
    ]
}