{
    "url": "https://en.wikipedia.org/wiki/Archimantis_latistyla",
    "title": "Archimantis latistyla",
    "table_of_contents": [
        "1 Behavior",
        "2 Reproduction",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nArchimantis latistyla,[1] commonly known as the large brown mantis (also known as the bunny mantis or Australian ghost hopper mantis) is a species of mantid native to Australia. The large brown mantis has two subspecies, a widespread subspecies and the stick mantis ghost from Bundabergs Turtle Sands. The stick mantis ghosts are not as aggressive as the widespread species but have a defense display used to make the mantis appear larger by flinging its front legs into the air and putting its head down along with its antennae. Large brown mantids are light brown with short winged female and a long winged male. The subspecies from Bundaberg is a pale cream white with a yellow and black eye in between the arms (one and a half times the size of the widespread subspecies). The large brown mantis female is short winged - her wings reach only half her abdomen and she is not able to fly— but the long winged male has wings that cover the entire abdomen. They have two pairs of wings - the top pair are the wing covers and the bottom wings enable the mantis to fly.\n\n"
        },
        {
            "title": "Behavior",
            "text": "These large brown mantids are aggressive as adults and are known to attack large prey, such as small birds, and rarely, fish, frogs, and lizards. The large brown mantids are cannibalistic and are known to attack humans defensively if disturbed or not handled properly. They can also jump a short distance from a perched spot to escape enemies.\n\n"
        },
        {
            "title": "Reproduction",
            "text": "The male stick mantis is smaller than the female and is about 90 mm long and can fly; the female cannot fly and is about 110 mm long. Reproduction occurs when the male injects a single sperm at a time and can last up to half an hour. When mating, the male ejaculates on the female with a miniature penis which is then inserted into a tiny opening at the female's posterior. The male clips its abdomen to the female's egg holding compartment and then the male inserts a single sperm at a time.\n\n"
        }
    ]
}