{
    "url": "https://en.wikipedia.org/wiki/Archaeognatha",
    "title": "Archaeognatha",
    "table_of_contents": [
        "1 Description",
        "2 Etymology",
        "3 Taxonomy",
        "4 Biology",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Archaeognatha are an order of apterygotes, known by various common names such as jumping bristletails. Among extant insect taxa they are some of the most evolutionarily primitive; they appeared in the Middle Devonian period at about the same time as the arachnids. Specimens that closely resemble extant species have been found as both body and trace fossils (the latter including body imprints and trackways) in strata from the remainder of the Paleozoic Era and more recent periods.[3] For historical reasons an alternative name for the order is Microcoryphia.[4]\n\nUntil the late 20th century the suborders Zygentoma and Archaeognatha comprised the order Thysanura; both orders possess three-pronged tails comprising two lateral cerci and a medial epiproct or appendix dorsalis. Of the three organs, the appendix dorsalis is considerably longer than the two cerci; in this the Archaeognatha differ from the Zygentoma, in which the three organs are subequal in length.[4] In the late 20th century, it was recognized that the order Thysanura was paraphyletic, thus the two suborders were each raised to the status of an independent monophyletic order, with Archaeognatha sister taxon to the Dicondylia, including the Zygentoma.[5]\n\nThe order Archaeognatha is cosmopolitan; it includes roughly 500 species in two families.[6] No species is currently evaluated as being at conservation risk.[7]\n\n"
        },
        {
            "title": "Description",
            "text": "Archaeognatha are small insects with elongated bodies and backs that are arched, especially over the thorax. Their abdomen ends in three long tail-like structures, of which the lateral two are cerci, while the medial filament, which is longest, is an epiproct. The tenth abdominal segment is reduced.[8] The antennae are flexible. The two large compound eyes meet at the top of the head, and there are three ocelli. The mouthparts are partly retractable, with simple chewing mandibles and long maxillary palps.[1]: 341–343 \n\nUnlike other insect orders, they don't have olfactory receptor-coreceptors (Orco), which have either been lost or were never present in the first place.[9][10]\n\nArchaeognatha differ from Zygentoma in various ways, such as their relatively small head, their bodies being compressed laterally (from side to side) instead of flattened dorsiventrally, and in their being able to use their tails to spring up to 30 cm (12 in) into the air if disturbed. They have eight pairs of short appendages called styli on abdominal segments 2 to 9. Family Machilidae is also unique among insects in possessing small muscleless styli on the second and third thoracic legs.[11] Similar stylets on the legs are absent in family Meinertellidae.[12] They have paired eversible membranous vesicles through which they absorb water. There are nine pairs of spiracles; two pairs on the thorax, and seven pairs on abdominal segments 2 to 8.[13] The pair of spiracles on the first abdominal segment has been lost.[14]\n\nFurther unusual features are that the abdominal sternites are each composed of three sclerites, and they cement themselves to the substrate before molting. The body is covered with readily detached scales, that make the animals difficult to grip and also may protect the exoskeleton from abrasion. The thin exoskeleton offers little protection against dehydration, and they accordingly must remain in moist air, such as in cool, damp situations under stones or bark.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The name Archaeognatha is derived from Greek, ἀρχαῖος, (archaios) meaning ancient and γνάθος (gnathos) meaning \"jaw\". This refers to the articulation of the mandibles, which have a single phylogenetically primitive condyle each, where all more derived insects have two.\n\nAn alternative name, Microcoryphia,[4] comes from the Greek μικρός (mikros), meaning \"small\", and κορυφή (koryphē), which in context means \"head\".[15]\n\n"
        },
        {
            "title": "Biology",
            "text": "Archaeognatha occur in a wide range of habitats. While most species live in moist soil, others have adapted to chaparral, and even sandy deserts. They feed primarily on algae, but also lichens, mosses, or decaying organic detritus.\n\nDuring courtship, the males spin a thread from the abdomen, attach one end to the substrate, and string packages of sperm (spermatophores) along it. After a series of courtship dances, the female picks up the spermatophores and places them on her ovipositor. She then lays a batch of around 30 eggs in a suitable crevice. The young resemble the adults, and take up to two years to reach sexual maturity, depending on the species and conditions such as temperature and available food.\n\nUnlike most insects, the adults continue to moult after reaching adulthood, and typically mate once at each instar. Archaeognaths may have a total lifespan of up to four years, longer than most larger insects.[1]\n\n"
        }
    ]
}