{
    "url": "https://en.wikipedia.org/wiki/Archytas",
    "title": "Archytas",
    "table_of_contents": [
        "1 Life and work",
        "2 Notes",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Archytas (/ˈɑːrkɪtəs/; Greek: Ἀρχύτας; 435/410–360/350 BC[2]) was an Ancient Greek philosopher, mathematician, music theorist,[3] astronomer, statesman, and strategist. He was a scientist of the Pythagorean school and famous for being the reputed founder of mathematical mechanics, as well as a good friend of Plato.[4]\n\n"
        },
        {
            "title": "Life and work",
            "text": "Archytas was born in Tarentum, Magna Graecia and was the son of Mnesagoras or Hadees. For a while, he was taught by Philolaus, and was a teacher of mathematics to Eudoxus of Cnidus. Archytas and Eudoxus' student was Menaechmus. As a Pythagorean, Archytas believed that only arithmetic, not geometry, could provide a basis for satisfactory proofs.[5]\n\nArchytas is believed to be the founder of mathematical mechanics.[6] As only described in the writings of Aulus Gellius five centuries after him, he was reputed to have designed and built the first artificial, self-propelled flying device, a bird-shaped model propelled by a jet of what was probably steam, said to have actually flown some 200 meters.[7][8] This machine, which its inventor called The pigeon, may have been suspended on a wire or pivot for its flight.[9][10] Archytas also wrote some lost works, as he was included by Vitruvius in the list of the twelve authors of works of mechanics.[11] Thomas Nelson Winter presents evidence that the pseudo-Aristotelian Mechanical Problems was actually authored by Archytas and misattributed.[12]\n\nArchytas named the harmonic mean, important much later in projective geometry and number theory, though he did not invent it.[13] According to Eutocius, Archytas solved the problem of doubling the cube (the so-called Delian problem) in his manner (though he believed \"that only arithmetic, not geometry\", could provide a basis for satisfactory proofs) with a geometric construction.[14][15] Hippocrates of Chios before, reduced this problem to finding mean proportionals. Archytas' theory of proportions is treated in book VIII of Euclid's Elements, where is the construction for two proportional means, equivalent to the extraction of the cube root. According to Diogenes Laërtius, this demonstration, which uses lines generated by moving figures to construct the two proportionals between magnitudes, was the first in which geometry was studied with concepts of mechanics.[16]\n\nPolitically and militarily, Archytas appears to have been the dominant figure in Tarentum in his generation, somewhat comparable to Pericles in Athens a half-century earlier. The Tarentines elected him strategos, 'general', seven years in a row – a step that required them to violate their own rule against successive appointments. He was allegedly undefeated as a general, in Tarentine campaigns against their southern Italian neighbors. The Seventh Letter of Plato asserts that Archytas attempted to rescue Plato during his difficulties with Dionysius II of Syracuse. In his public career, Archytas had a reputation for virtue as well as efficacy. Some scholars have argued that Archytas may have served as one model for Plato's philosopher king, and that he influenced Plato's political philosophy as expressed in The Republic and other works (i.e., how does a society obtain good rulers like Archytas, instead of bad ones like Dionysius II?).\n\n"
        }
    ]
}