{
    "url": "https://en.wikipedia.org/wiki/Archaeology_of_religion_and_ritual",
    "title": "Archaeology of religion and ritual",
    "table_of_contents": [
        "1 Definitions",
        "2 Theory",
        "2.1 Anthropology of religion",
        "2.2 Religion, identity, and practice",
        "2.3 Religion, power, and inequality",
        "2.4 Historical method and theory",
        "3 Material correlates",
        "4 Examples of research by area",
        "4.1 Africa",
        "4.2 Americas",
        "4.3 Asia",
        "4.4 Europe",
        "4.5 Australia/South Pacific",
        "5 Modern debates",
        "5.1 Modern religious use of archaeological sites",
        "5.2 Biblical archaeology",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The archaeology of religion and ritual is a growing field of study within archaeology that applies ideas from religious studies,  theory and methods, anthropological theory, and archaeological and historical methods and theories to the study of religion and ritual in past human societies from a material perspective.\n\n"
        },
        {
            "title": "Definitions",
            "text": "Religion may be defined as \"a set of beliefs concerning the cause, nature, and purpose of the universe, especially when considered as the creation of a superhuman agency or agencies, usually involving devotional and ritual observances, and often containing a moral code governing the conduct of human affairs,\" [1] whereas ritual is \"an established or prescribed procedure for a religious or other rite.\"[2] Archaeologists may study the material traces of religious ritual (for example, the ritual destruction of ceramic vessels during the Aztec New Fire ceremony[3]) or the material correlates of religion as a totalized worldview (for example, Elizabeth Kyder-Reid's study of the Southern Redemptorists’ reconfiguration of landscape and artifacts to reflect their ideals of community and poverty in material form [4]).\n\nAs in religious studies and the Anthropology of religion, many archaeologists differentiate between \"world religions,\" and \"traditional\" or \"indigenous religions.\"  \"World religions\" are defined by Bowie (2000: 26) [5] as:\n\nwhile indigenous religions are defined as:\n\nHowever, Timothy Insoll (2004: 9) [6] has argued that these categorizations arise from a much-critiqued neo-evolutionary perspective.  Strict dichotomies of religious forms may also contribute to skewing research toward state religions, leaving household religious practice, and the relationships between these, under-investigated (a trend noted by Elson and Smith, 2001 [7]).  Insoll (2004:9) argues that archaeologists may contribute to blurring the boundaries of world and indigenous religions.\n\nThe archaeology of religion also incorporates related anthropological or religious concepts and terms such as magic, tradition, symbolism, and the sacred.\n\n"
        },
        {
            "title": "Theory",
            "text": "Theory within the archaeology of religion borrows heavily from the Anthropology of religion, which encompasses a broad range of perspectives.  These include: Émile Durkheim's functionalist understanding of religion as serving to separate the sacred and the profane;[8] Karl Marx's idea of religion as \"the opium of the masses\" or a false consciousness,[9] Clifford Geertz's loose definition of religion as a \"system of symbols\" that orders the world,[10] Victor Turner's work on ritual, including rites of passage and liminality,[11] Max Weber's religious types [12] and thoughts on the relationship between economics and religion;[13] Claude Lévi-Strauss’ structuralist understandings of totemism and myth;[14] and Mary Douglas’ idea of the division of \"purity and danger\".[15]\n\nArchaeological studies of religion increasingly recognize religion as an organizing principle in social life, rather than as a separate sphere of activity.  They include religion as an axis of identity that structures social life and personal experience.  Therefore, entire artifact assemblages (rather than specifically \"religious\" artifacts, such as rosary beads) can be interpreted according to the ways that they simultaneously create, display, and constrain notions of self according to religious ideas.  For example, John Chenoweth (2009) [16] interpreted ceramic assemblages and burials according to Quaker ideals of plainness and modesty.\n\nBecause social identity is both imposed and negotiated through social practice, including material practice, archaeologies of religion increasingly incorporate practice-based theory.  Building upon Anthony Giddens’ idea of structuration [17] and Pierre Bourdieu's ideas of both practice [18] and cultural capital,[19] theories of material practice posit that people use material goods to negotiate their places within social structures.  Examples of the archaeological interpretation of religion and ritual as part of social negotiation, transformation or reinforcement include Chenoweth's work on Quaker religious practice,[16] Kyder-Reid's work on the Southern Redemptorists,[4] and Timothy Pauketat's work on feasting in Cahokia (Pauketat et al., 2002 [20]).\n\nBecause religion and political power are often intertwined[21][22] particularly in early states, the archaeology of religion may also engage theories of power and inequality.   John Janusek's study of Tiwanaku religion, for example, explored the ways that religion served to integrate societies within the Andean state.[23] Colonial regimes frequently justified expansion through a commitment to religious conversion; archaeologies of coloniality may therefore intersect with the archaeology of religion.  James Delle's 2001 article on missions and landscape in Jamaica[24] and Barbara Voss’ work on missions, sexuality and empire[25] demonstrate how religion has intersected with colonial regimes.\n\nHistorical archaeologists have made major contributions to the understanding of the religion and ritual of peoples who have remained underrepresented (or misrepresented) in the historical record, such as colonized peoples, indigenous peoples, and enslaved peoples.  Mandatory religious conversion was common in many colonial situations (e.g. the Spanish colonization of the Americas), which led to syncretic religious practice, rejection or resistance to new religions, covert practice of indigenous religions, and/or misunderstandings and misinterpretations of both indigenous and colonizer religions (Hanks 2010 [26] Klor de Alva 1982,[27] Wernke 2007[28]).\n\nThis research combines archaeological and anthropological method and theory with historical method and theory.  In addition to recovering, recording, and analyzing material culture, historical archaeologists use archives, oral histories, ethnohistorical accounts.  Researchers read texts critically, emphasizing the historical context of the documents (especially regarding underrepresented peoples whose voices may be distorted or missing) in order to better understand religious practices that may have been discouraged or even severely punished.  Combined archaeological, historical, and anthropological data sets may contradict each other, or the material record may illuminate the details of covert or syncretic religious practice, as well as resistance to dominant religious forms. For example, our understanding of the religious practice of enslaved peoples in the United States (e.g. Leone and Frye 2001,[29] Fennell 2007 [30]) has increased dramatically thanks to research in historical archaeology.\n\n"
        },
        {
            "title": "Material correlates",
            "text": "Because archaeology studies human history through objects, buildings, bodies, and spaces, archaeologists must engage theories that connect anthropological and sociological theories of religion to material culture and landscapes. Theories of materiality [31] and landscape [32] serve to connect human activities, experiences, and behaviors to social practices, including religion.  Theories of embodiment[33] also serve to interpret human remains as they relate to religion and ritual.\n\nThe archaeology of religion makes use of the same material evidence as other branches of archaeology, but certain artifact classes are particularly emphasized in studying religion and ritual in the past:\n\n"
        },
        {
            "title": "Modern debates",
            "text": "Contemporary religious groups often claim archaeological sites as part of their heritage, and make use of archaeological sites and artifacts in their religious practice (e.g. Wallis 2003 [57]).  These practices and religious interpretations of sites may clash with archaeological interpretations, leading to disputes about heritage, preservation, use of sites, and the \"ownership\" of history (Bender 1999 [58]).\n\nBiblical archaeology is a field of archaeology that seeks to correlate events in the Bible with concrete archaeological sites and artifacts (Meyers 1984,[59] Richardson 1916[60]).\n\n"
        }
    ]
}