{
    "url": "https://en.wikipedia.org/wiki/Archaic_mother",
    "title": "Archaic mother",
    "table_of_contents": [
        "1 In psychoanalysis",
        "2 In the arts",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Archaic mother (primal mother or Ur-mutter) is the mother of earliest infancy, whose continuing influence is traced in psychoanalysis, and whose (repressed) presence is considered to underlie the horror film.\n\n"
        },
        {
            "title": "In psychoanalysis",
            "text": "Sigmund Freud recognised in his writings the power of the archaic mother as \"first nourisher and first seducer\",[1] and the image of the archaic mother as seductress became widespread in psychoanalysis in his wake.[2] Jung too was absorbed in his writings by the concept of the archaic mother,[3] and his followers have warned of the danger of that imago being re-activated in the transference by the female therapist.[4]  For Jacques Lacan, the primitive, untrammelled power of the archaic mother could only be contained by the emergence and consolidation of the paternal metaphor.[5]\n\nFeminist analysts like Luce Irigaray have subsequently attempted to reclaim the archaic mother as an empowering force for female identity. Sceptics, however, have accepted Julia Kristeva's warning about the Utopian, indeed narcissistic perils of attempting to circumvent society, and the cultural sphere, by regressing to a phantasisised merger with the archaic, undifferentiated mother.[6] Kristeva also considered the Jungian approach as a \"dead end with its archetypal configurations of libidinal substance taken out of the realm of sexuality and placed in bondage to the archaic mother\".[7] Artist and psychoanalyst-theorist Bracha L. Ettinger disagrees with Kriseteva's views that the archaic mother, starting with the pregnant mother, represents psychotic undifferentiation. In Ettinger's view the rejection of the archaic mother is culturally instituted by a patriarchal and phallic society.[8] She addresses the archaic mother as the major subjectivising agency for the infant in a relations that she defines as matrixial, where psychic differentiation coincides with co-emergence. According to Ettinger the archaic m/Other of the matrixial (matricial) feminine-maternal sphere in the archaic encounter-event is the feminine source of humanized ethics and aesthetics.[9][10][11][12]\n\n"
        }
    ]
}