{
    "url": "https://en.wikipedia.org/wiki/Arecibo_Observatory",
    "title": "Arecibo Observatory",
    "table_of_contents": [
        "1 History",
        "2 Facilities",
        "2.1 Arecibo Telescope",
        "2.2 Additional telescopes",
        "2.3 Ángel Ramos Foundation Visitor Center",
        "3 List of directors",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Arecibo Observatory, also known as the National Astronomy and Ionosphere Center (NAIC) and formerly known as the Arecibo Ionosphere Observatory, is an observatory in Barrio Esperanza, Arecibo, Puerto Rico owned by the US National Science Foundation (NSF).\n\nThe observatory's main instrument was the Arecibo Telescope, a 305 m (1,000 ft) spherical reflector dish built into a natural sinkhole, with a cable-mount steerable receiver and several radar transmitters for emitting signals mounted 150 m (492 ft) above the dish. Completed in 1963, it was the world's largest single-aperture telescope for 53 years, surpassed in July 2016 by the Five-hundred-meter Aperture Spherical Telescope (FAST) in China. Following two breaks in cables supporting the receiver platform in mid-2020, the NSF decommissioned the telescope. A partial collapse of the telescope occurred on December 1, 2020, before controlled demolition could be conducted.  In 2022, the NSF announced the telescope will not be rebuilt, with an educational facility to be established on the site.\n\nThe observatory also includes a smaller radio telescope, a LIDAR facility, and a visitor center, which remain operational after the telescope's collapse.[3][4] The asteroid 4337 Arecibo is named after the observatory by Steven J. Ostro, in recognition of the observatory's contributions to the characterization of Solar System bodies.[5]\n\n"
        },
        {
            "title": "History",
            "text": "As part of the United States Department of Defense (DoD) Advanced Research Projects Agency (ARPA) missile defense program, ARPA had sought a means to try to detect incoming missiles while they traveled through the ionosphere. The Arecibo Telescope was funded as a means to study Earth's ionosphere for this purpose, and serving a dual-use as a general-purpose radio telescope. Construction of the telescope and its supporting facilities were started in mid-1950s, with the telescope operational by 1963. The telescope and supporting observatory were formally opened as the Arecibo Ionospheric Observatory on November 1, 1963.[6]\n\nOwnership of the observatory transferred from the DoD to the National Science Foundation on October 1, 1969. NSF named Cornell University to manage the observatory's functions. By September 1971, NSF renamed the observatory as the National Astronomy and Ionosphere Center (NAIC) and had made it a federally funded research and development center (FFRDC).[6] NASA began contributing towards funding of the observatory alongside NSF as to support its planetary radar mission.[7]\n\nIn the early 2000s, NASA started to reduce their contribution to the Arecibo Observatory, putting more pressure on NSF to continue to fund the facility.[8]  In 2006, NSF made its first possible suggestion of significantly reducing its funding towards Arecibo and potentially decommissioning the observatory.[9] Academics and politicians lobbied to increase funding bookmarked for Arecibo to stave off its closure, and NASA recommitted funding in 2011 for study of near-earth objects.[10] However to further cut losses, in 2011 NSF delisted Arecibo as a FFRDC, removed Cornell as the site operator, and replaced them with a collaborative team led by SRI International, which allowed the observatory to be able to offer its facilities to a wider range of projects.[11]\n\nDamage to the telescope from Hurricane Maria in 2017 led NSF again to consider the possibility of decommissioning the observatory as the costs of maintaining it had become too great.[12] A consortium led by the University of Central Florida (UCF) stepped forward to offer to manage the observatory and cover a significant portion of the operations and maintenance costs, and in 2018, NSF made UCF's consortium the new site operators.[13][14]\n\nAfter an auxiliary and main cable failure on the telescope in August and November 2020, respectively, the NSF announced the decision that they would decommission the telescope through controlled demolition, but that the other facilities on the observatory would remain operational in the future. However, before the safe decommission of the telescope could occur, remaining support cables from one tower rapidly failed in the morning of December 1, 2020, causing the instrument platform to crash through the dish, shearing off the tops of the support towers, and partially damaging some of the other buildings, though there were no injuries.[15] NSF stated in 2020 that it is still their intention to continue to have the other observatory facilities operational as soon as possible and are looking at plans to rebuild a new telescope instrument in its place.[16]  In 2022, the NSF announced the telescope will not be rebuilt, with an educational facility to be established on the site.[17]\n\n"
        },
        {
            "title": "Facilities",
            "text": "The observatory's main feature was its large radio telescope, whose main collecting dish was an inverted spherical dome 1,000 feet (305 m) in diameter with an 869-foot (265 m) radius of curvature,[18] constructed inside a karst sinkhole.[19] The dish's surface was made of 38,778 perforated aluminum panels, each about 3 by 7 feet (1 by 2 m), supported by a mesh of steel cables.[18] The ground beneath supported shade-tolerant vegetation.[20]\n\nSince its completion in November 1963, the Telescope had been used for radar astronomy and radio astronomy, and had been part of the Search for extraterrestrial intelligence (SETI) program. It was also used by NASA for Near-Earth object detection. Since around 2006, NSF funding support for the telescope had waned as the Foundation directed funds to newer instruments, though academics petitioned to the NSF and Congress to continue support for the telescope. Numerous hurricanes, including Hurricane Maria, had damaged parts of the telescope, straining the reduced budget.\n\nTwo cable breaks, one in August 2020 and a second in November 2020, threatened the structural integrity of the support structure for the suspended platform and damaged the dish. The NSF determined in November 2020 that it was safer to decommission the telescope rather than to try to repair it, but the telescope collapsed before a controlled demolition could be carried out. The remaining support cables from one tower failed around 7:56 a.m. local time on December 1, 2020, causing the receiver platform to fall into the dish and collapsing the telescope.[15][21]\n\nNASA led an extensive failure investigation and reported the findings,[22] along with a technical bulletin with industry recommendations.[23]\n\nThe Arecibo Observatory also has other facilities beyond the main telescope, including a 12-meter (39 ft) radio telescope intended for very-long-baseline interferometry (VLBI) with the main telescope;[24] and a LIDAR facility[25] whose research has continued since the main telescope's collapse.\n\nOpened in 1997, the Ángel Ramos Foundation Visitor Center features interactive exhibits and displays about the operations of the radio telescope, astronomy and atmospheric sciences.[26] The center is named after the financial foundation that honors Ángel Ramos, owner of the El Mundo newspaper and founder of Telemundo. The Foundation provided half of the funds to build the Visitor Center, with the remainder received from private donations and Cornell University.\n\nThe center, in collaboration with the Caribbean Astronomical Society,[27] hosts a series of Astronomical Nights throughout the year, which feature diverse discussions regarding exoplanets, astronomical phenomena, and discoveries (such as Comet ISON). The purposes of the center are to increase public interest in astronomy, the observatory's research successes, and space endeavors.\n\n"
        },
        {
            "title": "List of directors",
            "text": "Source(s):[28][additional citation(s) needed]\n\n"
        }
    ]
}