{
    "url": "https://en.wikipedia.org/wiki/Arecibo_message",
    "title": "Arecibo message",
    "table_of_contents": [
        "1 Description",
        "1.1 Message as binary string",
        "1.2 Numbers",
        "1.3 DNA elements",
        "1.4 Nucleotides",
        "1.5 Double helix",
        "1.6 Humanity",
        "1.7 Planets",
        "1.8 Telescope",
        "2 Arecibo answer hoax",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Arecibo message is an interstellar radio message carrying basic information about humanity and Earth that was sent to the globular cluster Messier 13 in 1974. It was meant as a demonstration of human technological achievement, rather than a real attempt to enter into a conversation with extraterrestrials.[1] It has been noted that the low resolution of the image makes it infeasible for any extraterrestrial recipients to attach the intended meaning to most of its elements.[2]\n\nThe message was broadcast into space a single time via frequency modulated radio waves at a ceremony to mark the remodeling of the Arecibo Telescope in Puerto Rico on 16 November 1974.[1][3] The message was aimed at the current location of M13, about 25,000 light years from Earth, because M13 was a large and relatively close collection of stars that was available in the sky at the time and place of the ceremony.[4] When correctly translated into graphics, characters, and spaces, the 1,679 bits of data contained within the message form the image shown here.[5]\n\n"
        },
        {
            "title": "Description",
            "text": "The content of the Arecibo message was designed by Frank Drake, then at Cornell University and creator of the Drake equation, who wrote the message with help from Carl Sagan and others.[1] The message was meant more as a demonstration of human technological achievement than a serious attempt to enter into a conversation with possible extraterrestrials.[1] As globular cluster M13, at which the message was aimed, is more than 25,000 light-years from Earth, the message, traveling at approximately the speed of light, will take at least 25,000 years to arrive there. By that time, the core of M13 will no longer be in precisely the same location because of the orbit of the star cluster around the galactic center.[1] Even so, the proper motion of M13 is small, so the message will still arrive near the center of the cluster.[6]\n\nThe message consists of seven parts that encode the following (from the top down in the image):[5]\n\nThe entire message consisted of 1,679 binary digits, approximately 210 bytes, transmitted at a frequency of 2,380 MHz and modulated by shifting the frequency by 10 Hz, with a power of 450 kW. The \"ones\" and \"zeros\" were transmitted by frequency shifting at the rate of 10 bits per second. The total broadcast was less than three minutes.[1][7]\n\nThe number 1,679 was chosen because it is a semiprime (the product of two prime numbers), to be arranged rectangularly as 73 rows by 23 columns.[8] The alternative arrangement, 23 rows by 73 columns, produces an unintelligible set of characters.\n\nThe message as a binary string is included below. Note that the choice of 1 representing higher frequency and 0 representing lower frequency is entirely arbitrary and the line breaks after every 23 bits are only included to allow for some ease in human readability.[9]\n\nThe numbers from 1 to 10 appear in binary format, to be read from the top down. The bottom row contains markers which indicate the column from which the binary code for each number is intended to begin.\n\nEven assuming that any extraterrestrial recipients would recognize binary, the encoding of the numbers may not be immediately obvious because of the way they have been written. To read the first seven digits, ignore the bottom row, and read them as three binary digits from top to bottom, with the top digit being the most significant. The readings for 8, 9, and 10 are a little different, as their binary code has been distributed across an additional column next to the first (to the right in the image). This is intended to show that numbers too large to fit in a single column can be written in several contiguous ones (a scheme which is used elsewhere in the message). The additional columns are not marked by the least-significant-digit marker.\n\nThe numbers 1, 6, 7, 8, and 15 appear, denoting the atomic numbers of hydrogen (H), carbon (C), nitrogen (N), oxygen (O), and phosphorus (P), the elements from which DNA is composed.\n\nThe chemical groups from which the nucleotides of polymeric DNA sequences are built – the sugar deoxyribose, phosphate, and the four canonical nucleobases used in DNA – are then described as sequences of the five elements that appear on the preceding line. Each sequence represents the molecular formula of the chemical as it exists when incorporated into DNA (as opposed to the free form).\n\nFor example, the compound in the top left in the image is deoxyribose (C5H7O in DNA, C5H10O4 when free), whose formula is read as:\n\ni.e., 7 atoms of hydrogen, 5 atoms of carbon, 0 atoms of nitrogen, 1 atom of oxygen, and 0 atoms of phosphorus.\n\nIt is displayed in this order because the DNA Elements in the previous section (Purple image as reference) describe hydrogen (H), carbon (C), nitrogen (N), oxygen (O), and phosphorus (P) in that order as well.\n\nA graphic of the approximate shape of the double helix in which double-stranded DNA polymers naturally exist; the vertical bar in the middle is a binary representation of the number of nucleotide base pairs in the human genome. The value depicted is around 4.3 billion, which was believed to be the case when the message was transmitted in 1974; it is now known that there are only approximately 3.2 billion base pairs in the human genome.\n\nThe graphic in the center is a simple illustration of a human being. The element on the left (in the image) indicates the average height of an adult male in the US: 1.764 m (5 ft 9.4 in). This value is indicated by a horizontally written binary representation of the number 14, which is intended to be multiplied by the wavelength of the message (126 mm); 14 × 126 = 1,764 millimeters.\n\nThe element on the right of the image indicates the size of the global human population in 1974, approximately 4.3 billion (which, coincidentally, is within 0.1% of the number of DNA base pairs suggested for the size of the human genome earlier in the message). In this case, the number is oriented in the data horizontally rather than vertically. The least-significant-digit marker is in the upper left in the image, with bits going to the right and more significant digits below.\n\nA graphic depicting the Solar System, showing the Sun and nine planets in the order of their distance from the Sun: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, Neptune, and Pluto (with Pluto having been reclassified in 2006 as a dwarf planet by the International Astronomical Union, but considered a planet at the time the message was transmitted). Earth is the third planet from the Sun; its graphic is shifted up to identify it as the planet from which the signal was sent. Additionally, the human figure is shown just above the Earth graphic.\n\nIn addition to showing position, the graphic also provides a general, not-to-scale size reference of each planet and the Sun.\n\nThe last part is a graphic representing the Arecibo radio telescope and indicating its diameter with a binary representation of the number 2,430; multiplying by the wavelength of 126 mm gives 306.18 m (1,004 ft 6 in). In this case, the number is oriented horizontally, with the least-significant-digit marker to the lower right in the image.\n\nThe part of the image that resembles a letter \"M\" is there to demonstrate that the curved line is a concave curved mirror.\n\n"
        },
        {
            "title": "Arecibo answer hoax",
            "text": "The \"Arecibo answer\" is a hoax by people who created an imprint in a crop field (crop circle) in 2001 near the Chilbolton radio telescope in Hampshire, UK, portrayed as a response from an extraterrestrial civilization.[10][11] The crop circle is a near replica of the Arecibo message. The feature forms the same 23 × 73 grid because these numbers are primes and most of the chemical data remains the same with the exception that in the section detailing important chemical elements, the main focus is altered from carbon to silicon, and the diagram of DNA has been rewritten. At the bottom, the pictogram of a human is replaced with a figure with a large, bulbous head,[12][13][14] and the Arecibo telescope is replaced by a replica of a crop circle that appeared in the same field one year before.[15][16]\n\n"
        }
    ]
}