{
    "url": "https://en.wikipedia.org/wiki/Argument_from_miracles",
    "title": "Argument from miracles",
    "table_of_contents": [
        "1 Criticisms",
        "2 References",
        "3 Further reading",
        "4 External sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The argument from miracles is an argument for the existence of God that relies on the belief that events witnessed and described as miracles – i.e. as events not explicable by natural or scientific laws[1] – indicate the intervention of the supernatural.  See God of the Gaps.\n\nOne example of this argument is the Christological argument: the claim that historical evidence proves that Jesus Christ rose from the dead and that this can be explained only if God exists. Another is the claim that many of the Qur'an's prophecies have been fulfilled and that this too can be explained only if God (Allah) exists.\n\nDefenders of the argument include C. S. Lewis, G. K. Chesterton, William of Ockham and Hisky.\n\n"
        },
        {
            "title": "Criticisms",
            "text": "One counter-argument to the argument from miracles is the argument from inconsistent revelations, which states that multiple incompatible miracles are alleged to have occurred which provide evidence for different religions. Not all these can be correct.\n\nAnother counter-argument is Occam's razor, which can be used to argue that God is unnecessary to explain miracles for which natural explanations can be found. In his documentary The Root of All Evil?, British evolutionary biologist Richard Dawkins utilises this argument when examining the supposed miracles in Lourdes, France. According to Catholic theology, supernatural cures occur in the area, but Dawkins expresses doubts as to their divine nature, saying that all the recorded cures comprise diseases which may have healed by themselves without the need for divine intervention.\n\nModern theologians rely on the arguments by David Hume, an eighteenth-century Scottish philosopher, who is  known today for his skepticism and naturalism. Before making any claims, Hume explains the principle of evidence: the only way that we can assess the credibility of two claims is by weighing evidence. According to Hume, because evidence for miracles consists of a limited set of instances, every instance of normalcy in the real world adds up to evidence that far outweighs the evidence for miracles. [1]\n\n"
        }
    ]
}