{
    "url": "https://en.wikipedia.org/wiki/Argument_from_reason",
    "title": "Argument from reason",
    "table_of_contents": [
        "1 The argument",
        "2 Anscombe's criticism",
        "3 Criticism by eliminative materialists",
        "4 Criticism by computationalists",
        "5 Similar views by other thinkers",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The argument from reason is an argument against metaphysical naturalism and for the existence of God (or at least a supernatural being that is the source of human reason). The best-known defender of the argument is C. S. Lewis. Lewis first defended the argument at length in his 1947 book, Miracles: A Preliminary Study. In the second edition of Miracles (1960), Lewis substantially revised and expanded the argument.\n\nContemporary defenders of the argument from reason include Alvin Plantinga, Victor Reppert and William Hasker.[citation needed]\n\n"
        },
        {
            "title": "The argument",
            "text": "Metaphysical naturalism is the view that nature as studied by the natural sciences is all that exists. Naturalists deny the existence of a supernatural God, souls, an afterlife, or anything supernatural. Nothing exists outside or beyond the physical universe.\n\nThe argument from reason seeks to show that naturalism is self-refuting, or otherwise false and indefensible.\n\nAccording to Lewis,\n\nMore precisely, Lewis's argument from reason can be stated as follows:\n\nSupport: Reasoning requires insight into logical relations. A process of reasoning (P therefore Q) is rational only if the reasoner sees that Q follows from, or is supported by, P, and accepts Q on that basis. Thus, reasoning is trustworthy (or \"valid\", as Lewis sometimes says) only if it involves a special kind of causality, namely, rational insight into logical implication or evidential support. If a bit of reasoning can be fully explained by nonrational causes, such as fibers firing in the brain or a bump on the head, then the reasoning is not reliable, and cannot yield knowledge. Consider this example: Person A refuses to go near the neighbor’s dog because he had a bad childhood experience with dogs. Person B refuses to go near the neighbor’s dog because one month ago he saw it attack someone. Both have given a reason for staying away from the dog, but person A’s reason is the result of nonrational causes, while person B has given an explanation for his behavior following from rational inference (animals exhibit patterns of behavior; these patterns are likely to be repeated; this dog has exhibited aggression towards someone who approached it; there is a good chance that the dog may exhibit the same behavior towards me if I approach it). Consider a second example: person A says that he is afraid to climb to the 8th story of a bank building because he and humans in general have a natural fear of heights resulting from the processes of evolution and natural selection. He has given an explanation of his fear, but since his fear results from nonrational causes (natural selection), his argument does not follow from logical inference.\n\nSupport: Naturalism holds that nature is all that exists, and that all events in nature can in principle be explained without invoking supernatural or other nonnatural causes. Standardly, naturalists claim that all events must have physical causes, and that human thoughts can ultimately be explained in terms of material causes or physical events (such as neurochemical events in the brain) that are nonrational.\n\nIn short, naturalism undercuts itself. If naturalism is true, then we cannot sensibly believe it or virtually anything else.\n\nIn some versions of the argument from reason, Lewis extends the argument to defend a further conclusion: that human reason depends on an eternal, self-existent rational Being (God). This extension of the argument from reason states:\n\n"
        },
        {
            "title": "",
            "text": "On 2 February 1948, Oxford philosopher Elizabeth Anscombe read a paper to the Oxford Socratic Club criticizing the version of the argument from reason contained in the third chapter of Lewis's Miracles.\n\nHer first criticism was against the use of the word \"irrational\" by Lewis (Anscombe 1981: 225-26). Her point was that there is an important difference between irrational causes of belief, such as wishful thinking, and nonrational causes, such as neurons firing in the brain, that do not obviously lead to faulty reasoning. Lewis accepted the criticism and amended the argument, basing it on the concept of nonrational causes of belief (as in the version provided in this article).\n\nAnscombe's second criticism questioned the intelligibility of Lewis's intended contrast between \"valid\" and \"invalid\" reasoning. She wrote: \"What can you mean by 'valid' beyond what would be indicated by the explanation you would give for distinguishing between valid and invalid, and what in the naturalistic hypothesis prevents that explanation from being given and from meaning what it does?\" (Anscombe 1981: 226) Her point is that it makes no sense to contrast \"valid\" and \"invalid\" reasoning unless it is possible for some forms of reasoning to be valid. Lewis later conceded (Anscombe 1981: 231) that \"valid\" was a bad word for what he had in mind. Lewis didn't mean to suggest that if naturalism is true, no arguments can be given in which the conclusions follow logically from the premises. What he meant is that a process of reasoning is \"veridical\", that is, reliable as a method of pursuing knowledge and truth, only if it cannot be entirely explained by nonrational causes.\n\nAnscombe's third objection was that Lewis failed to distinguish between different senses of the terms \"why\", \"because\", and \"explanation\", and that what counts as a \"full\" explanation varies by context (Anscombe 1981: 227-31).  In the context of ordinary life, \"because he wants a cup of tea\" may count as a perfectly satisfactory explanation of why Peter is boiling water. Yet such a purposive explanation would not count as a full explanation (or an explanation at all) in the context of physics or biochemistry. Lewis accepted this criticism, and created a revised version of the argument in which the distinction between \"because\" in the sense of physical causality, and \"because\" in the sense of evidential support, became the central point of the argument (this is the version described in this article).[2]\n\nMore recent critics have argued that Lewis's argument at best refutes only strict forms of naturalism that seek to explain everything in terms ultimately reducible to physics or purely mechanistic causes.[3] So-called \"broad\" naturalists that see consciousness as an \"emergent\" non-physical property of complex brains would agree with Lewis that different levels or types of causation exist in nature, and that rational inferences are not fully explainable by nonrational causes.[4]\n\nOther critics have objected that Lewis's argument from reason fails because the causal origins of beliefs are often irrelevant to whether those beliefs are rational, justified, warranted, etc. Anscombe, for example, argues that \"if a man has reasons, and they are good reasons, and they are genuinely his reasons, for thinking something—then his thought is rational, whatever causal statements we make about him\" (Anscombe 1981: 229). On many widely accepted theories of knowledge and justification, questions of how beliefs were ultimately caused (e.g., at the level of brain neurochemistry) are viewed as irrelevant to whether those beliefs are rational or justified. Some defenders of Lewis[citation needed] claim that this objection misses the mark, because his argument is directed at what he calls the \"veridicalness\" of acts of reasoning (i.e., whether reasoning connects us with objective reality or truth), rather than with whether any inferred beliefs can be rational or justified in a materialistic world.\n\n"
        },
        {
            "title": "Criticism by eliminative materialists",
            "text": "The argument from reason claims that if beliefs, desires, and other contentful mental states cannot be accounted for in naturalism then naturalism is false. Eliminative materialism maintains that propositional attitudes such as beliefs and desires, among other intentional mental states that have content, cannot be explained on naturalism and therefore concludes that such entities do not exist. Even if successful, the argument from reason only rules out certain forms of naturalism and fails to argue against a conception of naturalism which accepts eliminative materialism to be the correct scientific account of human cognition.[5]\n\n"
        },
        {
            "title": "Criticism by computationalists",
            "text": "Some people think it is easy to refute any argument from reason just by appealing to the existence of computers. Computers, according to the objection, reason, they are also undeniably a physical system, but they are also rational. So whatever incompatibility there might be between mechanism and reason must be illusory.[6][7][8] Since computers do not operate on beliefs and desires and yet come to justified conclusions about the world as in object recognition or proving mathematical theorems, it should not be a surprise on naturalism that human brains can do the same. According to John Searle, computation and syntax are observer-relative but the cognition of the human mind is not observer-relative.[9] Such a position seems to be bolstered by arguments from the indeterminacy of translation offered by Quine and Kripke's skeptical paradox regarding meaning which support the conclusion that the interpretation of algorithms is observer-relative.[10][11] However, according to the Church–Turing thesis the human brain is a computer and computationalism is a viable and developing research program in neuroscience for understanding how the brain works. Moreover, any indeterminacy of brain cognition does not entail human cognitive faculties are unreliable because natural selection has ensured they result in the survival of biological organisms, contrary to claims by the evolutionary argument against naturalism.[12]\n\n"
        },
        {
            "title": "Similar views by other thinkers",
            "text": "Philosophers such as Victor Reppert,[13] William Hasker[14] and Alvin Plantinga[15] have expanded on the argument from reason, and credit C.S. Lewis as an important influence on their thinking.\n\nLewis never claimed that he invented the argument from reason; in fact, he refers to it as a \"venerable philosophical chestnut.\"[16] Early versions of the argument occur in the works of Arthur Balfour (see, e.g., The Foundations of Belief, 1879, chap. 13) and G.K. Chesterton. In Chesterton's 1908 book Orthodoxy, in a chapter titled \"The Suicide of Thought\", he writes of the \"great and possible peril . . . that the human intellect is free to destroy itself....It is idle to talk always of the alternative of reason and faith. It is an act of faith to assert that our thoughts have any relation to reality at all. If you are merely a sceptic, you must sooner or later ask yourself the question, \"Why should anything go right; even observation and deduction? Why should not good logic be as misleading as bad logic? They are both movements in the brain of a bewildered ape?\"[17]\n\nSimilarly, Chesterton asserts that the argument is a fundamental, if unstated, tenet of Thomism in his 1933 book St. Thomas Aquinas: \"The Dumb Ox\":\n\nIn Miracles, Lewis himself quotes J. B. S. Haldane, who appeals to a similar line of reasoning in his 1927 book, Possible Worlds: \"If my mental processes are determined wholly by the motions of atoms in my brain, I have no reason to suppose that my beliefs are true ... and hence I have no reason for supposing my brain to be composed of atoms.\"[19]\n\nOther versions of the argument from reason occur in C.E.M. Joad's Guide to Modern Philosophy (London: Faber, 1933, pp. 58–59), Richard Taylor's Metaphysics (Englewood Cliffs, NJ: Prentice Hall, 3rd ed., 1983, pp. 104–05), and J. P. Moreland's Scaling the Secular City: A Defense of Christianity (Grand Rapids, MI: Baker, 1987, chap. 3).\n\nPeter Kreeft used the argument from reason to create a formulation of the argument from consciousness for the existence of God.[20] He phrased it as follows:\n\nHe used the argument from reason to affirm the third premise.\n\n"
        }
    ]
}