{
    "url": "https://en.wikipedia.org/wiki/Argument_from_nonbelief",
    "title": "Argument from nonbelief",
    "table_of_contents": [
        "1 Historical references to the problem of divine hiddenness",
        "2 Schellenberg's hiddenness argument",
        "2.1 God is perfectly loving",
        "2.2 Nonresistant nonbelief, lack of evidence, and sin",
        "2.3 Demographics of theism and the problem of natural nonbelief",
        "2.4 Would a perfectly loving God prevent nonresistant nonbelief?",
        "3 Objections and counterarguments",
        "3.1 Skeptical theism",
        "3.1.1 Noseeum defense",
        "3.2 Unreasonable demands on God",
        "3.3 Soul-making theodicy",
        "3.4 Turning the tables",
        "3.5 Unknown purpose defense",
        "3.6 There really are no atheists defense",
        "4 Drange's argument from nonbelief",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An argument from nonbelief is a philosophical argument that asserts an inconsistency between the existence of God and a world in which people fail to recognize him.  It is similar to the classic argument from evil in affirming an inconsistency between the world that exists and the world that would exist if God had certain desires combined with the power to see them through.\n\nThere are two key varieties of the argument.  The argument from reasonable nonbelief (or the argument from divine hiddenness) was first elaborated in J. L. Schellenberg's 1993 book Divine Hiddenness and Human Reason.  This argument says that if God existed (and was perfectly good and loving) every reasonable person would have been brought to believe in God; however, there are reasonable nonbelievers; therefore, this God does not exist.\n\nTheodore Drange subsequently developed the argument from nonbelief, based on the mere existence of nonbelief in God.  Drange considers the distinction between reasonable (by which Schellenberg means inculpable) and unreasonable (culpable) nonbelief to be irrelevant and confusing. Nevertheless, the overwhelming majority of academic discussion is concerned with Schellenberg's formulation.\n\n"
        },
        {
            "title": "Historical references to the problem of divine hiddenness",
            "text": "The theme of divine hiddenness, silence or darkness has a long history in Judeo-Christian theology.[1] The roots of the Judeo-Christian description of God as hidden are in the Bible, for example in the Psalms, \"My God, my God, why have you forsaken me?....I cry by day, but you do not answer....\",[2] and in Isaiah: \"Truly you are a God who hides himself, O God of Israel, the Savior.\"[3]\n\nOne of the first philosophers to write on the theme of divine hiddenness was Anselm of Canterbury, who in his Proslogion links it to an existential or spiritual concern:\n\nDaniel Howard-Snyder and Paul Moser, in the introduction to a volume of papers on the idea of divine hiddenness as evidence against theism, cite Nietzsche's question as anticipating this contemporary theme: \"a god who is all-knowing and all-powerful and who does not even make sure his creatures understand his intentions — could that be a god of goodness?\"[1]\n\n"
        },
        {
            "title": "",
            "text": "Discussion of Schellenberg's argument has made explicit a non-theological use of the term 'hiddenness', which is now commonly used simply as a way of talking about the subjective condition of nonbelief in God.[4] In his first presentation of the argument Schellenberg emphasized inculpable or reasonable nonbelief, but he has since shifted to speaking more specifically about nonresistant nonbelief.[5] The first presentation is often given by commentators as follows, based on Schellenberg's own summing up:[6]\n\nSchellenberg has stated that this formulation is misleading, when taken on its own, because it does not make explicit the reason why a perfectly loving God would want to prevent nonbelief. His deepest claim, he says, is \"about the connection between love and openness to relationship -- a personal and positively meaningful and explicit sort of relationship of the sort that logically presupposes each party's belief in the other's existence.\"[7] A later presentation of the argument by Schellenberg, which aims at accessibility for students, includes this element:[8]\n\nIn an article revisiting the argument ten years after it was originally proposed,[9] Schellenberg observes that criticism has mainly centered around the idea that God would prevent inculpable nonbelief. He asserts that there are relatively few criticisms questioning the existence of inculpable nonbelief, and almost no theistic philosopher objects to the idea that God is perfectly loving.\n\nSchellenberg says he has not seen any serious objections to this premise by theistic philosophers, but there certainly are other conceptions of God. Daniel Howard-Snyder writes about the possibility of believing in an unsurpassably great personal god that is nevertheless dispassionate towards its creatures. Drawing on the Stoic concept of Eudaimonia, he says one can think of a god more akin to a wise sage than the loving parent that Schellenberg envisions.[10]\n\nTheodore Drange, in his attempt to improve the argument (see below), states that there are many theists who do not view God as perfectly loving, and \"some Christians think of him as an angry deity bent on punishing people for their sins.\"[11] Drange concludes that the argument should be put forward only in relation to theists who already accept the first premise and believe in a god who is perfectly loving.\n\nMost theists, in fact, do admit that love is a central concept in almost all of the world's religions. God is often directly associated with love, especially with agape. Theologians such as N.T. Wright suggest that our experience of love is itself a proof of God's existence.  However, there are a few others (e.g. Brian Davies in the Thomist tradition) who suggest that the modern interpretation of what it means to say God loves human beings is incorrect, and so that God is able to be loving in a sense while actually willing disbelief.\n\nWhen asked what he would say when facing God on judgment day, Bertrand Russell famously replied that he would say \"Not enough evidence, God! Not enough evidence!\" Some nonbelievers may have hidden from themselves what seems to them to be possible evidence of the divine, but the view of the hiddenness argument is that others have tried hard to believe in God. Schellenberg addresses this difference with his distinction between culpable and inculpable nonbelief, with the latter defined as \"non-belief that exists through no fault of the non-believer.\"[9]\n\nHistorically, the Calvinist tradition has placed the blame on nonbelievers. Calvin's religious epistemology is based on the sensus divinitatis (Sense of Divinity), the view that the presence of God is universally perceived by all humans. Paul Helm explains, \"Calvin’s use of the term 'sense' signals that the knowledge of God is a common human endowment; mankind is created not only as capable of knowing God, but as actually knowing him.\"[12] According to this tradition, there is no inculpable or nonresistant nonbelief. Jonathan Edwards, the 18th century American theologian, claimed that while every human being has been granted the capacity to know God, successful use of these capacities requires an attitude of \"true benevolence\", a willingness to be open to the truth about God. Thus, the failure of non-believers to see \"divine things\" is in his view due to \"a dreadful stupidity of mind, occasioning a sottish insensibility of their truth and importance.\"[13]\n\nIn modern times, there are fewer proponents of these views. One reason is that, as Stephen Maitzen argues,[14] anthropology has long established that while religious belief in general is essentially universal, belief in what Calvin would recognize as God is very unevenly distributed among cultures (consider for example God in Buddhism, Jain cosmology, or non-theistic animism). If God exists, then why, Maitzen asks, does the prevalence of belief in God vary so dramatically with cultural and national boundaries? Jason Marsh has extended this kind of demographic challenge by focusing on human evolution and cognitive science of religion. Why is theistic belief apparently non-existent among early humans but common at later times, at least in some regions?  According to Marsh, the hiddenness problem is harder to answer once we appreciate that much nonbelief is 'natural', owing to the kinds of minds people naturally possess and to their place in evolutionary and cultural history.[15]\n\nAnother reason why many philosophers no longer attribute nonbelief to human sinfulness has to do with respect. In fact, modern critics, such as Howard-Snyder, who praised Schellenberg's book for being \"religiously sensitive,\"[16] are similarly sensitive towards the nonbeliever. Howard-Snyder wrote:\n\nThe most serious criticisms of the hiddenness argument have been leveled against the idea that a perfectly loving God would prevent nonresistant nonbelief. Schellenberg argues in two steps, by first claiming that a loving God would enable humans to partake in a relationship with it, and then, assuming that belief in that god is a necessary condition for such relationships to occur, inferring that a loving God would not permit nonbelief. He states:\n\nHe justifies this claim by arguing that a conception of divine love can best be formed by extrapolating the best aspects of love in human relations, and draws an analogy with perfect parental love:\n\nBut, says Schellenberg, belief in God's existence is necessary for engaging in such a meaningful relationship with God. He therefore concludes that if there is a perfectly loving God, such creatures will always believe in it. He further argues that since belief is involuntary, these creatures should always have evidence \"causally sufficient\" for such belief:\n\n"
        },
        {
            "title": "Objections and counterarguments",
            "text": "Skeptical theism is the view that we should remain skeptical of claims that our perceptions about God's purposes can reasonably be considered good evidence of what they are.[17][18] The central thesis of skeptical theism is that it would not be surprising for an infinitely intelligent and knowledgeable being's reasons for permitting a perception of evil or alleged hiddenness to be beyond human comprehension.[2] That is, what is perceived as hiddenness may be necessary for a greater good or to prevent equal or even greater evils.\n\nSchellenberg has responded to skeptical theism (i.e. noseeum/unknown-purpose defense).[19] First, Schellenberg says that he has given known reasons to think that a perfectly loving being would always be open to a personal relationship; ipso facto, God would not sacrifice some time in the relationship for the sake of unknown greater goods,[20] and if the greatest good for finite creatures is to be in a relationship with God, then God would not sacrifice that for the sake of unknown greater goods.[21][22] Finally, Schellenberg's position is that all known and unknown goods are ultimately in God; hence, God can bring about unknown greater goods without hiddenness.[23][22]\n\n\nThe philosophers Michael Bergmann and Michael Rea described the philosopher William Rowe's justification for the second premise of the argument from evil, which is equally applicable to a perception of hiddenness:\nVarious analogies are offered to show that the noseeum inference is logically unsound. For example, a novice chess player's inability to discern a chess master's choice of moves cannot be used to infer that there is no good reason for the move.[28] The skeptical theist and noseeum defense place the burden of proof on the atheist to prove that their intuitions about God are trustworthy.\n\nThis argument is sometimes seen as demanding God to prove his existence, for example by performing miracles. Critics have argued that even in Schellenberg's more refined version, the nonbeliever is imposing their own epistemological expectations on the will of God. A detailed discussion of these kinds of demands, and their moral and spiritual implications, is provided by Paul Moser,[29] who says that such demands amount to cognitive idolatry. He defines idolatry as \"our not letting the true God be Lord in our lives\" and instead committing to something other than God by pursuing a quest for self-realization in our own terms. If this is idolatry in our actions, then idolatry in our knowing, he says, is as follows:\n\nSchellenberg considers this criticism irrelevant to the argument, which in his opinion, does not impose any demands for demonstrations of God's power, but rather looks for evidence that \"need only be such as will be causally sufficient for belief in the absence of resistance... This result might be effected through the much more spiritually appropriate means of religious experience, interpreted in the sensitive manner of a Pascal or a Kierkegaard.\"[9] Schellenberg then expresses a certain frustration that theistic writers who otherwise extol the value of religious experiences deny non-theists the right to do so.\n\nJohn Hick used the term \"soul-making\" in his theodicy Evil and the God of Love to describe the kind of spiritual development that he believes justifies the existence of evil. This defense is employed by Michael Murray,[30] who explains how, in his view, divine hiddenness is essential to soul-making. It may seem that it is not hard to imagine a world where God is known and yet believers act freely with ample opportunities for spiritual development. But Murray gives a deep and careful analysis of the argument, concluding that if God's existence were revealed in such a way as to remove reasonable non-belief, then \"any desire that we might have to believe or act in ways contrary to that which has been revealed would be overwhelmed.\"\n\nCritics note here that, for example, in Christianity (and even more in Judaism, where God is represented as talking to Job and explaining why he is just), God is already believed to have exposed himself very distinctly: for example to the Apostles who saw his resurrection. One theistic explanation of this might be that God knows some people would not believe anyway but if God knows this before creating, there is a problem about God's liability for what is created. More fundamentally in relation to Murray's argument, there is the problem for orthodox believers of explaining the existence of Satan, a fallen angel who is obviously aware of God and yet, according to theistic scriptures, freely chose to rebel against God.[31][unreliable source?]\n\nLike with the argument from evil, one can \"flip\" the argument from divine hiddenness.[32][33]In other words, one can argue that the fact that many or most people believe that God exists (and/or have experiences of God) is evidence that God does exist.[34][35]\n\nAlvin Plantinga writes that the statement \"We can see no good reason for God to do X\" only implies \"There is no good reason for God to do X\" on the assumption that \"If there were a good reason for God to do X, we would be able to see it,\" which he suggests is absurd.[36] This point might be applied to versions of the argument from nonbelief that suggest without support that there is no good reason for God to permit nonbelief. Critics of Plantinga might suggest that if nobody is able to present an apparently good reason for God to allow nonbelief, then it is less ad hoc to merely posit God's non-existence, or indifference to people's belief, to explain this inability, than to posit both the existence of a God who cares about people's beliefs as well as some unthinkable reason obvious only to God to remain hidden.\n\nThis is the argument that all true atheists are at heart lying so that they may live in a way that is contrary to God's commands (as seen in particular interpretations of Romans 1:18-25). Critics note that there are atheists who are not lying and are not using their atheism as an escape to sin. Proponents note, however, that they could just as easily still be lying, perhaps not to others anymore but themselves (i.e. loving the wrong woman argument[clarification needed]). Some have claimed this argument, however, fails to account for Stephen Maitzen's point on the demographics of theism. If all atheists are liars, why are people in some societies so much more likely to lie than in others?[37] Finally, some have also claimed this argument fails to account for Jason Marsh's point on natural nonbelief in early humans. Since there was quite plausibly such a thing as natural nonbelief in early humans, then it does not make much sense to say that said nonbelief is self-deceptive. That is because natural nonbelief entails nonresistant nonbelief.[38]\n\n"
        },
        {
            "title": "",
            "text": "Theodore Drange proposed a version of the nonbelief argument in 1996. He considers the distinction between culpable and inculpable nonbelief to be unhelpful in the argument, arguing instead that the mere existence of nonbelief is evidence against the existence of God. A semi-formal presentation of the argument is as follows:[39]\n\nDrange's argument is directed primarily to Christians, and the philosopher Laura Garcia has replied from that perspective. She says that Drange's argument hinges on the idea that belief in God's existence is, according to Christians, necessary for salvation. According to Garcia this idea is mistaken: \"many Christians deny this claim and the Catholic Church explicitly rejects it.\"[40] But as Garcia notes, Drange has answered that for many Christians—in particular, evangelical Christians—his point should remain convincing, and that there are in any case other good things that belief in God can bring for humans, which a good God would desire, such as peace of mind and a sense of meaning in life.[41]\n\n"
        }
    ]
}