{
    "url": "https://en.wikipedia.org/wiki/Argument_from_desire",
    "title": "Argument from desire",
    "table_of_contents": [
        "1 Older forms of the argument",
        "2 C. S. Lewis's version of the argument",
        "3 Modern variants",
        "4 Criticisms",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The argument from desire is an argument for the existence of the immortality of the soul.[1] The best-known defender of the argument is the Christian writer C. S. Lewis. Briefly and roughly, the argument states that humans’ natural desire for eternal happiness must be capable of satisfaction, because all natural desires are capable of satisfaction. Versions of the argument have been offered since the Middle Ages, and the argument continues to have defenders today, such as Peter Kreeft[2] and Francis Collins.[3]\n\n"
        },
        {
            "title": "Older forms of the argument",
            "text": "Versions of the argument from desire were commonplace during the Middle Ages and Renaissance. Here is one way Aquinas states the argument:\n\n\"It is impossible for natural desire to be empty, for nature does nothing in vain. \tNow, a natural desire would be in vain if it could never be fulfilled. Therefore, man's natural desire [for a final happiness proper to his nature] is capable of fulfillment.  But not in this life, as was shown. Therefore it is necessary that it be fulfilled after this life. Therefore, man's ultimate felicity is after this life.\"[4]\n\nIn this form, the argument depends crucially on the Aristotelian dictum that \"nature does nothing in vain\".[5] Medieval critics of the argument, such as Duns Scotus, questioned whether the dictum is strictly true. Scotus pointed out that many animals seem to have an instinct for self-preservation.[6]\n\nBut Aquinas's argument is also crucially based on the premise that \"in things with cognition, desire follows cognition,\" and since animals have no intellectual cognition, i.e., no properly conceptual cognition, they have no concepts of eternal life or final happiness and thus are wholly incapable of desiring such things.  A fortiori they cannot be said to have a natural desire for them.[7]\n\n"
        },
        {
            "title": "",
            "text": "The most prominent recent defender of the argument from desire is the well-known Christian apologist C. S. Lewis (1898 – 1963). Lewis offers slightly different forms of the argument in works such as Mere Christianity (1952), The Pilgrim’s Regress (1933; 3rd ed., 1943), Surprised by Joy (1955), and \"The Weight of Glory\" (1940). Unlike medieval versions of the argument from desire, Lewis does not appeal to a universal, ever-present longing for eternal happiness but to a specific type of ardent and fleeting spiritual longing that he calls \"Joy.\"\n\nLewis uses the term \"Joy\" in a special sense to refer to a particular type of desire, longing, or emotional response that he assumes will be familiar to at least most of his readers. Joy is a form of desire, Lewis claims, but of a unique sort. Experiences of Joy are brief, intense, thrilling \"pangs\" or \"stabs\" of longing that are at once both intensely desirable and achingly painful. Though Joy is a form of desire, it differs from all other desires in two respects. First, whereas other desires \"are felt as pleasures only if satisfaction is expected in the near future,\" with Joy \"the mere wanting is felt to be somehow a delight.\" Joy thus \"cuts across our ordinary distinctions between wanting and having. To have it is, by definition, a want: to want it, we find, is to have it\".[8]\n\nSecond, Joy differs from all other desires in the mysteriousness or elusiveness of its object(s). With Joy, it is not clear exactly what is desired, and false leads are common. Many suppose, wrongly, that Joy is a desire for some particular worldly satisfaction (sex, aesthetic experience, etc.). But all such satisfactions, Lewis argues, turn out to be \"false Florimels,\" delusive images of wax that melt before one's eyes and invariably fail to provide the satisfaction they appear to promise. It is this second unique feature of Joy—the fact that it is a strangely indefinite desire that apparently cannot be satisfied by any natural happiness attainable in this world—that provides the linchpin for Lewis's argument from desire.\n\nAs John Beversluis argues,[9] Lewis seems to offer both deductive and inductive versions of the argument from desire. In The Pilgrim’s Regress, Lewis appears to argue deductively as follows:\n\nElsewhere, however, Lewis uses cautious terms such as \"probable\" that suggest that the argument should be understood inductively. He writes, for example:\n\n\"Creatures are not born with desires unless satisfaction for these desires exists. A baby feels hunger: well, there is such a thing as food. A duckling wants to swim: well, there is such a thing as water. Men feel sexual desire: well, there is such a thing as sex. If I find in myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world.\"[11]\n\n\"[W]e remain conscious of a desire which no natural happiness will satisfy. But is there any reason to suppose that reality offers any satisfaction of it? . . . A man’s physical hunger does not prove that that man will get any bread; he may die on a raft in the Atlantic. But surely a man’s hunger does prove that he comes of a race \twhich repairs its body by eating and inhabits a world where eatable substances exist. In the same way, though I do not believe . . . that my desire for Paradise proves that I shall enjoy it, I think it a pretty good indication that such a thing exists and that some men will.\"[12]\n\nThe inductive version of Lewis's argument from desire can be stated as follows:\n\n"
        },
        {
            "title": "Modern variants",
            "text": "The Catholic philosopher Peter Kreeft has phrased the argument from desire as follows:\n\nHe argued similarly to both Lewis and Aquinas in his formulation, as well as answering a set of objections. The first is whether the argument begs the question- to which he states that the opposite is true. The second is the question of whether everyone has such a desire- from which he argues that all do, although many deny such a need. The third of these is whether the argument is just Proslogion rephrased, to which he responds that the two are separated by data and observed facts.[14]\n\nThe Catholic philosopher and Thomist Edward Feser has argued that the argument from desire is effective, but relies upon many other beliefs that require proofs to be given before it can work as a convincing argument; Feser thus believes it to be of less practical usage for persuading people than other arguments.[15]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Critics of the Lewis's argument from desire, such as John Beversluis and Gregory Bassham, claim that neither the deductive nor the inductive forms of the argument are successful. Among the questions critics raise are:\n\n"
        }
    ]
}