{
    "url": "https://en.wikipedia.org/wiki/Argument_from_a_proper_basis",
    "title": "Argument from a proper basis",
    "table_of_contents": [
        "1 Alvin Plantinga",
        "2 Objections",
        "2.1 The Great Pumpkin Objection",
        "2.1.1 Rebuttal",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The argument from a proper basis is an ontological argument for the existence of God related to fideism. Alvin Plantinga argued that belief in God is a properly basic belief, and so no basis for belief in God is necessary.[1]\n\n"
        },
        {
            "title": "Alvin Plantinga",
            "text": "The best-known defender of this argument is Alvin Plantinga. According to the argument from a proper basis, belief in God can be rational and justified even without arguments or evidence for the existence of God. More specifically, Plantinga argues that belief in God is properly basic, and, owing to a religious externalist epistemology, he claims belief in God could be justified independently of evidence. His externalist epistemology, called \"Proper functionalism\", is a form of epistemological reliabilism.[2]\n\nPlantinga discusses his view of Reformed epistemology and proper functionalism in a three-volume series. In the first book of the trilogy, Warrant: The Current Debate, Plantinga introduces, analyzes, and criticizes 20th-century developments in analytic epistemology, particularly the works of Roderick Chisholm, Laurence BonJour, William Alston, and Alvin Goldman.[3] Plantinga argues that the theories of what he calls \"warrant\"—what many others have called justification (Plantinga draws out a difference: justification is a matter of fulfilling one's epistemic duties, whereas warrant is what transforms true belief into knowledge)—put forth by these epistemologists have failed to capture in full what is required for knowledge.[4]\n\nIn the second book of his three book philosophical series, Warrant and Proper Function, he introduces the notion of warrant as an alternative to justification and discusses topics like self-knowledge, memories, perception, and probability.[5] Plantinga's \"proper function\" account argues that as a necessary condition of having warrant, one's \"belief-forming and belief-maintaining apparatus of powers\" are functioning properly—\"working the way it ought to work\".[6] Plantinga explains his argument for proper function with reference to a \"design plan\", as well as an environment in which one's cognitive equipment is optimal for use. Plantinga asserts that the design plan does not require a designer: \"it is perhaps possible that  evolution (undirected by God or anyone else) has somehow furnished us with our design plans\",[7] but the paradigm case of a design plan is like a technological product designed by a human being (like a radio or a wheel). Ultimately, Plantinga argues that epistemological naturalism- i.e. epistemology that holds that warrant is dependent on natural faculties – is best supported by supernaturalist metaphysics – in this case the belief in a creator God or in some designer who has laid out a design plan that includes cognitive faculties conducive to attaining knowledge.[8]\n\nAccording to Plantinga, a belief, B, is warranted if:\n\nPlantinga seeks to defend this view of proper function against alternative views of proper function proposed by other philosophers which he groups together as \"naturalistic\", including the \"functional generalization\" view of John Pollock, the evolutionary/etiological account provided by Ruth Millikan, and a dispositional view held by John Bigelow and Robert Pargetter.[10] Plantinga also discusses his evolutionary argument against naturalism in the later chapters of Warrant and Proper Function.[11]\n\nIn 2000 Plantinga's third volume, Warranted Christian Belief, was published. In this volume, Plantinga's warrant theory is the basis for his theological end: providing a philosophical basis for Christian belief, an argument for why Christian theistic belief can enjoy warrant. In the book, he develops two models for such beliefs, the \"A/C\" (Aquinas/Calvin) model, and the \"Extended A/C\" model. The former attempts to show that a belief in God can be justified, warranted and rational, while the Extended model tries to show that core Christian theological beliefs, including the Trinity, the Incarnation, the resurrection of Christ, the atonement, salvation, etc.[clarification needed] can be warranted. Under this model, Christians are warranted in their beliefs because of the work of the Holy Spirit in bringing those beliefs about in the believer.\n\n"
        },
        {
            "title": "Objections",
            "text": "The best known objection to the argument from a proper basis is known as 'The Great Pumpkin Objection'. Alvin Plantinga brought it up in his 1983 book Warrant: The Current Debate, and described it as follows:\n\nPlantinga's answer to this line of thinking is that the objection simply assumes that the criteria for \"proper basicality\" propounded by classical foundationalism (self-evidence, incorrigibility, and sense-perception) are the only possible criteria for properly basic beliefs. It is as if the Great Pumpkin objector feels that if properly basic beliefs cannot be arrived at by way of one of these criteria, then it follows that just 'any' belief could then be properly basic, precisely because there are no other criteria. But Plantinga says it simply doesn't follow from the rejection of classical foundationalist criteria that all possibility for criteria has been exhausted and this is exactly what the Great Pumpkin objection assumes.\n\nPlantinga takes his counter-argument further, asking how the great pumpkin objector \"knows\" that such criteria are the only criteria. The objector certainly seems to hold it as 'basic' that the classical foundationalist criteria are all that is available. Yet, such a claim is neither self-evident, incorrigible, nor evident to the senses. This rebuts the Great Pumpkin objection by demonstrating the classical foundationalist position to be internally incoherent, propounding an epistemic position which it itself does not follow.\n\n"
        }
    ]
}