{
    "url": "https://en.wikipedia.org/wiki/Argument_from_free_will",
    "title": "Argument from free will",
    "table_of_contents": [
        "1 Omniscience and free will",
        "2 Free will argument for the nonexistence of God",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The argument from free will, also called the paradox of free will or theological fatalism, contends that omniscience and free will are incompatible and that any conception of God that incorporates both properties is therefore inconceivable.[citation needed] See the various controversies over claims of God's omniscience, in particular the critical notion of foreknowledge.[1][2] These arguments are deeply concerned with the implications of predestination.\n\n"
        },
        {
            "title": "Omniscience and free will",
            "text": "Some arguments against the existence of God focus on the supposed incoherence of humankind possessing free will and God's omniscience. These arguments are deeply concerned with the implications of predestination.\n\nNoted Jewish philosopher Moses Maimonides described the conflict between divine omnipotence and his creation's person's free will, in traditional terms of good and evil actions, as follows:\n\nA \"standard Anglican\" theologian gave a similar description of Christian revelation:\n\nA logical formulation of this argument might go as follows:[1]\n\nNorman Swartz, however, contends that the above arguments commit the modal fallacy. In particular, he asserts that these arguments assume that if C is true, it becomes necessary for C to be true, which is incorrect as C is contingent (see modal logic). Otherwise, one can argue that the future is set already regardless of his actions.[2]\n\nOther means of reconciling God's omniscience with human free will have been proposed. Some have attempted to redefine or reconceptualize free will:\n\nA proposition first offered by Boethius[6] and later by Thomas Aquinas[note 1] and C. S. Lewis, suggests that God's perception of time is different, and that this is relevant to our understanding of our own free will. In his book Mere Christianity, Lewis argues that God is actually outside time and therefore does not \"foresee\" events, but rather simply observes them all at once. He explains:\n\nA common objection is to argue that Molinism, or the belief that God can know counterfactually the actions of his creations, is true. This has been used as an argument by Alvin Plantinga and William Lane Craig, amongst others.\n\n"
        },
        {
            "title": "Free will argument for the nonexistence of God",
            "text": "Dan Barker suggests that this can lead to a \"Free will Argument for the Nonexistence of God\"[8] on the grounds that God's omniscience is incompatible with God having free will and that if God does not have free will God is not a personal being.\n\nTheists generally agree that God is a personal being and that God is omniscient,[note 2] but there is some disagreement about whether \"omniscient\" means:\n\nThese two terms are known as inherent and total omniscience, respectively.\n\n"
        }
    ]
}