{
    "url": "https://en.wikipedia.org/wiki/Argument_from_religious_experience",
    "title": "Argument from religious experience",
    "table_of_contents": [
        "1 Outline",
        "1.1 Suggested reasons for accepting the premise",
        "1.2 Suggested reasons for disputing the premise",
        "2 Alternate formulations",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe argument from religious experience is an argument for the existence of God. It holds that the best explanation for religious experiences is that they constitute genuine experience or perception of a divine reality. Various reasons have been offered for and against accepting this contention.\n\nContemporary defenders of the argument are Richard Swinburne, William Alston, Alvin Plantinga, Alister Hardy, and Dinesh D'Souza.\n\n"
        },
        {
            "title": "Outline",
            "text": "In essence, the argument's structure is as follows:[citation needed]\n\nAs statements 2 to 4 are generally treated as uncontroversial,[citation needed] discussion has tended to focus on the status of the first.\n\nSome principal arguments that have been made in favor of the premise include:\n\nOn the other hand, the following reasons have been offered for rejecting the premise:\n\n"
        },
        {
            "title": "Alternate formulations",
            "text": "American analytic philosophers Alvin Plantinga and William Alston developed arguments for accepting knowledge gained from religious experience based on drawing analogies with knowledge gained from sense experience.[9] In both cases they apply their arguments to Christian religious experiences, but accept that they may equally apply to other religious experiences.[9]\n\nPlantinga argues that just as the knowledge gained from sense experience is regarded as properly basic despite being unsupported based on foundationalism in the mould of Descartes, religious experiences should be accepted as providing properly basic knowledge of God.[9]\n\nAlston argues that if sets of practices used to form beliefs produce conclusions that are coherent over time both internally and with other belief-forming practices, they should be accepted. He argues this is the only way our ordinary beliefs are justified, and that by the same criteria belief based on Christian religious experience is justified.[9]\n\n"
        }
    ]
}