{
    "url": "https://en.wikipedia.org/wiki/Arkansas_River",
    "title": "Arkansas River",
    "table_of_contents": [
        "1 Pronunciations",
        "2 Physical geography",
        "2.1 Course changes",
        "2.2 Hydrography",
        "2.3 Table of primary tributaries",
        "3 Allocation problems",
        "4 Riverway commerce",
        "5 In history",
        "5.1 American Civil War",
        "5.2 Post Civil War",
        "6 Angling",
        "7 Image gallery",
        "8 Notes",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Arkansas River is a major tributary of the Mississippi River. It generally flows to the east and southeast as it traverses the U.S. states of Colorado, Kansas, Oklahoma, and Arkansas. The river's source basin lies in the western United States in Colorado, specifically the Arkansas River Valley. The headwaters derive from the snowpack in the Sawatch and Mosquito mountain ranges. It flows east into the Midwest via Kansas, and finally into the South through Oklahoma and Arkansas.\n\nAt 1,469 miles (2,364 km), it is the sixth-longest river in the United States,[7] the second-longest tributary in the Mississippi–Missouri system, and the 45th longest river in the world. Its origin is in the Rocky Mountains in Lake County, Colorado, near Leadville. In 1859, placer gold discovered in the Leadville area brought thousands seeking to strike it rich, but the easily recovered placer gold was quickly exhausted.[8] The Arkansas River's mouth is at Napoleon, Arkansas, and its drainage basin covers nearly 170,000 square miles (440,000 km2).[5] Its volume is much smaller than the Missouri and Ohio rivers, with a mean discharge of about 40,000 cubic feet per second (1,100 m3/s).\n\nThe Arkansas from its headwaters to the 100th meridian west formed part of the U.S.–Mexico border from the Adams–Onís Treaty (in force 1821) until the Texas Annexation or Treaty of Guadalupe Hidalgo.\n\n"
        },
        {
            "title": "Pronunciations",
            "text": "Name pronunciation varies by state. Generally, the river is pronounced /ɑːrˈkænzəs/ ar-KAN-zəs in Kansas[9][failed verification][dubious  – discuss], but /ˈɑːrkənsɔː/ AR-kən-saw in Colorado, Oklahoma, and Arkansas.\n\n"
        },
        {
            "title": "Physical geography",
            "text": "The path of the Arkansas River has changed over time. Sediments from the river found in a palaeochannel next to Nolan, a site in the Tensas Basin, show that part of the river's meander belt flowed through up to 3200 BCE. While it was previously thought that this relict channel was active at the same time as another relict of Mississippi River's meander belt, it has been shown that this channel of the Arkansas was inactive approximately 400 years before the Mississippi channel was active.[10]\n\nThe Arkansas has three distinct sections in its long path through central North America. At its headwaters beginning near Leadville, Colorado, the Arkansas runs as a steep fast-flowing mountain river through the Rockies in its narrow valley, dropping 4,600 feet (1,400 m) in 120 miles (190 km).[11] This section supports extensive whitewater rafting, including The Numbers (near Granite, Colorado), Brown's Canyon, and the Royal Gorge.\n\nAt Cañon City, Colorado, the Arkansas River valley widens and flattens markedly. Just west of Pueblo, Colorado, the river enters the Great Plains. Through the rest of Colorado, Kansas, and much of Oklahoma, it is a typical Great Plains riverway, with wide, shallow banks subject to seasonal flooding and periods of dwindling flow. Tributaries include the Cimarron and the Salt Fork Arkansas rivers.\n\nIn eastern Oklahoma the river begins to widen further into a more contained consistent channel. To maintain more reliable flow rates, a series of dams and large reservoir lakes have been built on the Arkansas and its intersecting tributaries, including the Canadian, Verdigris, Neosho (Grand), Illinois, and Poteau rivers.[12] These locks and dams enable the river to be navigable by barges and large river craft downriver of Muskogee, Oklahoma, where the McClellan-Kerr Arkansas River Navigation System joins the Verdigris River.\n\nInto western Arkansas, the river path works between the encroaching Boston and Ouachita mountains, including many isolated, flat-topped mesas, buttes, or monadnocks such as Mount Nebo, Petit Jean Mountain, and Mount Magazine, the highest point in the state. The river valley expands as it encounters much flatter land beginning just west of Little Rock, Arkansas. It continues eastward across the plains and forests of eastern Arkansas until it flows into the Mississippi River near Napoleon, Arkansas.\n\nWater flow in the Arkansas River (as measured in central Kansas) has dropped from approximately 248 cubic feet per second (7.0 m3/s) average from 1944–1963 to 53 cubic feet per second (1.5 m3/s) average from 1984–2003, largely because of the pumping of groundwater for irrigation in eastern Colorado and western Kansas.\n\nImportant cities along the Arkansas River include Canon City, Pueblo, La Junta, and Lamar, Colorado; Garden City, Dodge City, and Wichita, Kansas; Tulsa, Oklahoma; and Fort Smith and Little Rock, Arkansas.\n\nThe May 2002 I-40 bridge disaster took place on I-40's crossing of Kerr Reservoir on the Arkansas River near Webbers Falls, Oklahoma.\n\n"
        },
        {
            "title": "Allocation problems",
            "text": "Since 1902, Kansas has claimed that Colorado takes too much of the river's water; it has filed numerous lawsuits over this issue in the U.S. Supreme Court that continue to this day,[13] generally under the name of Kansas v. Colorado. The problems over the possession and use of Arkansas River water by Colorado and Kansas led to the creation of an interstate compact or agreement between the two states.[13] While Congress approved the Arkansas River Compact in 1949,[13] the compact did not stop further disputes by the two states over water rights to the river.\n\nThe Kansas–Oklahoma Arkansas River Basin Compact was created in 1965 to promote mutual consideration and equity over water use in the basin shared by those states. The Kansas–Oklahoma Arkansas River Commission was established, charged with administering the compact and reducing pollution. The compact was approved and implemented by both states in 1970, and has been in force since then.[12]\n\n"
        },
        {
            "title": "Riverway commerce",
            "text": "The McClellan–Kerr Arkansas River Navigation System begins at the Tulsa Port of Catoosa on the Verdigris River, enters the Arkansas River near Muskogee, and runs via an extensive lock and dam system to the Mississippi River. Through Oklahoma and Arkansas, dams which artificially deepen and widen the river to sustain commercial barge traffic and recreational use give the river the appearance of a series of reservoirs.[14]\n\nThe McClellan–Kerr Arkansas River Navigation System diverts from the Arkansas River 2.5 mi (4.0 km) upstream of the Wilbur D. Mills Dam to avoid the long winding route which the lower Arkansas River follows. This circuitous portion of the Arkansas River between the Wilbur D. Mills Dam and the Mississippi River was historically bypassed by river vessels. Early steamboats instead followed a network of rivers—known as the Arkansas Post Canal—which flowed north of the lower Arkansas River and followed a shorter and more direct route to the Mississippi River. When the McClellan–Kerr Arkansas River Navigation System was constructed between 1963 and 1970, the Arkansas Post Canal was significantly improved, while the lower Arkansas River continued to be bypassed by commercial vessels.[15]\n\n"
        },
        {
            "title": "In history",
            "text": "Many nations of Native Americans lived near, or along, the 1,450-mile (2,334-km) stretch of the Arkansas River for thousands of years. The first Europeans to see the river were members of the Spanish Coronado expedition on June 29, 1541. Also in the 1540s, Hernando de Soto discovered the junction of the Arkansas with the Mississippi. The Spanish originally called the river Napeste.[12] \"The name \"Arkansas\" was first applied by French Father Jacques Marquette, who called the river Akansa in his journal of 1673. The Joliet-Marquette expedition travelled the Mississippi River from Prairie du Chien, Wisconsin toward the Gulf of Mexico, but turned back at the mouth of the Arkansas River. By that time, they had encountered Native Americans carrying European trinkets, and feared confrontation with Spanish conquistadors.\n\nJean-Baptiste Bénard de la Harpe, a French trader, explorer and nobleman had led an expedition into what is now Oklahoma in 1718–19. His original objective was to establish a trading post near the present city of Texarkana, Arkansas, but he extended his trip overland as far north as the Arkansas River (which he designated as the Alcansas). The explorer wrote that he and nine other men, including three Caddo guides and 22 horses loaded with trade goods, had come to a native settlement overlooking the river, where there were about 6,000 natives, who gave the strangers a warm welcome. La Harpe's party were honored with the calumet ceremony and spent ten days at this location.[16]\n\nIn 1988, evidence of a native village was discovered along the Arkansas River 13 miles (21 km) south of present-day Tulsa, Oklahoma. By then, the site was known as the Lasley Vore Site.[16][a]\n\nFrench traders and trappers who had opened up trade with Indian tribes in Canada and the areas around the Great Lakes began exploring the Mississippi and some of its northern tributaries. They soon learned that the birchbark canoes, which had served them so well on the northern waterways, were too light for use on southern rivers such as the Arkansas. They turned to making and using dugout canoes, which they called pirogues, made by hollowing out the trunks of cottonwood trees.[b] Cottonwoods are plentiful along the streams of the southwest and grow to large sizes. The wood is soft and easily worked with the crude tools carried by both the French and Indians. The pirogues were sturdier and could be more useful to navigate the sandbars and snags of the Southern waterways.[17]\n\nIn 1819, the Adams–Onís Treaty set the Arkansas as part of the frontier between the United States and Spanish Mexico. This continued until the United States annexed Texas after the Mexican–American War, in 1846. The treaty was made shortly after \"Old Settler\" Cherokee were pushed out of Texas and moved to near what became known as Webbers Falls on the Arkansas River. They planned to reunite with the Cherokee who had moved there on the Trail of Tears in 1839. That area, then part of Arkansas Territory, would become Indian Territory and later Oklahoma. \n\nThis area had long been traditional territory of the Osage. They resisted the new Native Americans moving in with armed conflict. The US encouraged a peace treaty made in 1828 but the territory issue was still unresolved by the time thousands of additional Cherokee refugees moved to the area during the Trail of Tears.[18][19]\n\nBy the time Fort Smith was established in 1817, larger capacity watercraft became available to transport goods up and down the Arkansas. These included flatboats (bateaus) and keelboats. Along with the pirogues, they transported piles of deer, bear, otter, beaver and buffalo skins up and down the river. Agricultural products such as corn, rice, dried peaches, beans, peanuts, snake root, sarsaparilla, and ginseng had grown in economic importance.[17]\n\nOn March 31, 1820, the Comet became the first steamboat to successfully navigate part of the Arkansas River, reaching a place called Arkansas Post,[c] about 60 miles (97 km) above the confluence of the Arkansas and the Mississippi rivers.[20] In mid-April 1822, the Robert Thompson, towing a keelboat, was the first steamboat to navigate the Arkansas as far as Fort Smith. For five years, Fort Smith was known as the head of navigation for steamboats on the river. It lost the title to Fort Gibson in April 1832, when three steamboats, Velocipede, Scioto and Catawba, all arrived at Fort Gibson later that month.[17][d]\n\nLater, the Santa Fe Trail followed the Arkansas through much of Kansas, picking it up near Great Bend and continuing through to La Junta, Colorado. Some users elected to take the challenging Cimarron Cutoff starting at Cimarron, Kansas.[21]\n\nDuring the American Civil War, each side tried to prevent the other from using the Arkansas River and its tributaries as a route for moving reinforcements. Initially, the Union Army abandoned its forts in the Indian Territory, including Fort Gibson and Fort Smith, in order to maximize its strength for campaigns elsewhere. The Confederate Army sent troops from Texas to support its Native American allies. Union troops returned to the area later in the war, after defeating the Confederates at the Battle of Pea Ridge and the Battle of Fort Smith. They began recovering the position it had previously abandoned, most notably Fort Gibson, and reopened the Arkansas River as a supply route. In September 1864, a body of Confederate irregulars led by General Stand Watie (Cherokee) successfully ambushed a Union supply ship bound for Fort Gibson. The vessel was destroyed, and a part of its cargo was looted by the Confederates.\n\nIn the 1880s, Charles \"Buffalo\" Jones, one of the cofounders of Garden City, Kansas, organized four irrigation companies to take water one hundred miles from the Arkansas River to cultivate 75,000 acres (300 km2) of land.[22] By 1890, water from the Arkansas was being used to irrigate more than 20,000 acres (8,100 ha) of farmland in Kansas. By 1910, irrigation projects in Colorado had caused the river to stop flowing in July and August.[23]\n\nFlooding in 1927 severely damaged or destroyed nearly every levee downstream of Fort Smith, and led to the development of the Arkansas River Flood Control Association.[23] It also resulted in the Federal government assigning responsibility of flood control and navigation on the Arkansas river to the U.S. Army Corps of Engineers (USACOE).\n\n"
        },
        {
            "title": "Angling",
            "text": "The headwaters of the Arkansas River in central Colorado have been known for exceptional trout fishing, particularly fly fishing, since the 19th century, when greenback cutthroat trout dominated the river.[24] Today, brown trout dominate the river, which also contains rainbow trout. Trout Unlimited considers the Arkansas one of the top 100 trout streams in America,[25] a reputation the river has had since the 1950s.[26] From Leadville to Pueblo, the Arkansas River is serviced by numerous fly shops and guides operating in Buena Vista, Salida, Cañon City and Pueblo. The Colorado Division of Wildlife provides regular online fishing reports for the river.[27][28]\n\nA fish kill occurred on December 29, 2010, in which an estimated 100,000 freshwater drum lined the Arkansas River bank.[29][30] An investigation, conducted by the Arkansas Game and Fish Commission, found the dead fish \"... cover 17 miles [27 km] of river from the Ozark Lock and Dam downstream to River Mile 240, directly south of Hartman, Arkansas.\"[30] Tests later indicated the likely cause of the kill was gas bubble trauma caused by opening the spillways on the Ozark Dam.[31]\n\n"
        }
    ]
}