{
    "url": "https://en.wikipedia.org/wiki/Armageddon_2419",
    "title": "Armageddon 2419 A.D.",
    "table_of_contents": [
        "1 Overview",
        "2 Plot summary",
        "3 Allusions/references from other works/sequels",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Armageddon 2419 A.D. is a science fiction novella by Philip Francis Nowlan that first appeared in the August 1928 issue of the pulp magazine Amazing Stories. A sequel called The Airlords of Han was published in the March 1929 issue of Amazing Stories. Both stories are now in the public domain in the US according to the Project Gutenberg website. In the 1960s, Nowlan's two novellas were combined by editor Donald A. Wollheim into one paperback novel, titled Armageddon 2419 A.D.\n\n"
        },
        {
            "title": "Overview",
            "text": "Nowlan's novella tells about the United States in the 25th century, conquered by Hans in 2109 AD and only now beginning to rebel. Sometime after World War I, nearly all the European powers joined forces against the United States. Although the US won the war, both sides were devastated by the conflict. Taking advantage of the chaos that followed, the \"Russian Soviets\" (Soviet Union) joined forces with the \"Mongolians\" to take over Europe. The US collapsed economically and stagnated while the Hans turned against the Russians and defeated them as part of their campaign of world conquest.\n\nAmerican efforts to avoid war with the Hans failed, and in 2109 AD, the latter attacked the US using fleets of airships armed with disintegrator rays. They attacked from the Atlantic and Pacific coasts, and down from Canada. After conquering the US and Canada, these \"Airlords of Han\" ruled North America as a province of the world empire, from 15 great cities they established across the continent. They ignored the Americans, who were left to fend for themselves in the forests and mountains as the Hans advanced technology prevented the need for slave labor.[1] From time to time, they raid American land \"to keep the 'wild' Americans on the run within the shelter of their forests, and prevent their becoming a menace to the Han civilization.\"\n\nLiving in cooperative gangs and hiding in the forests from the Hans, Americans secretly rebuild their civilization and develop the new technologies \"inertron\" and \"ultron\". Inertron is a substance with \"reverse weight\" (anti-gravitational properties), so that a person carrying an amount of inertron equal to most of his weight (in the form of a “jumper” – \"rocket motors encased in inertron blocks and strapped to the back\") can travel rapidly across country in long leaps. Ultron, in turn, is an \"absolutely invisible and non-reflective solid of great molecular density and moderate elasticity, which has the property of being 100 percent conductive to those pulsations known as light, electricity and heat.\" The Americans use these technologies, as well as explosive rockets and radio frequencies the enemy cannot detect, in their struggle with the Hans.\n\n"
        },
        {
            "title": "Plot summary",
            "text": "The main character and the narrator in Armageddon 2419 A.D. is Anthony Rogers. Rogers recounts the events of the “Second War of Independence” that precedes the first victory of Americans over Hans, in which he plays an important role. Born in 1898, he was a veteran of the Great War (World War I) and was by 1927 working for the American Radioactive Gas Corporation. He was investigating reports of unusual phenomena in abandoned coal mines near Wyoming Valley in Pennsylvania. On December 15, while investigating one of the lower levels of a mine, there was a cave-in. Exposed to radioactive gas, Rogers fell into \"a state of suspended animation, free from the ravages of katabolic processes, and without any apparent effect on physical or mental faculties.\" Rogers remained in “sleep” for 492 years.\n\nHe awakens in 2419 and, thinking he has been asleep for just several hours, wanders for a few days in unfamiliar forests (what had been Pennsylvania almost five centuries before). He finally notices a wounded boy-like-figure, clad in strange clothes and moving in giant leaps, who appears to be under attack by others. He defends the person, killing one of the attackers and scaring off the rest. It turns out that he is helping a woman, Wilma Deering, who, on “air patrol”, was attacked by an enemy gang, the \"Bad Bloods\", which is presumed to have allied themselves with the Hans.\n\nWilma takes Rogers to her camp, where he is to meet the bosses of her gang. He is invited to either stay with their gang or leave and visit other gangs. They hope Rogers’ experience and the knowledge he gained fighting in the First World War may be useful in their struggle with the Hans.\n\nRogers stays with the gang for several days, learns about the community life of Americans in the 25th century, and makes friends with the people, especially with Wilma, with whom he spends a lot of time. He also experiences a Han air raid, during which he manages to destroy one of the enemy ships. Rogers and his friends hurry to the bosses to report the incident and explain the method he has used when shooting the aircraft. As the raid has caused much destruction, there is suspicion that the location of the gang's industrial plants may have been revealed to the Hans by rival gangs. They await a fight with the Hans who will likely wish to take revenge for the destruction of their airship.\n\nThe bosses direct Wilma and Rogers to investigate the wreck.  While there, a Han party arrives to investigate as well. Thanks to Rogers’ quick and wise instructions, he and Wilma manage to escape and shoot down some more of the Hans' ships. The day after, Wilma and Anthony get married, and Rogers becomes a member of the gang. In the meantime, knowing Rogers’ technique, the other gangs start the hunt for Han ships. The Hans respond by improving the security of their ships, forcing the Americans to develop new tactics to press their sudden advantage and identify the traitors working with the Han.\n\nAnthony develops a plan to get the records of the traitorous transaction, which are kept somewhere in the Han city of Nu-Yok. With the help of other gangs, he creates a team that will go with him. They learn that the traitors are the Sinsings, the gang located not far from Nu-Yok.\n\nThe Americans appreciate Rogers’ courage and brave deeds and, grateful to him, make him the new boss. He instantly reorganizes the governing structures of the gang by creating new offices and makes plans for the battle with the Sinsings, again using the knowledge he gained in the First World War. The raid on Sinsings turns out to be a great success and gives the Americans the confidence in their ability to overcome the Hans.\n\n"
        },
        {
            "title": "",
            "text": "The history leading to the situation which Rogers finds upon waking - the US weakened by a war with Europe and then conquered by overwhelming Han  fleets of airships - has some similarities with H.G. Wells' The War in the Air (written in four months in 1907 and serialised and published in 1908, in  The Pall Mall Magazine), already a classic at the time when Armageddon was written. In Wells' novel, the United States is attacked by Imperial Germany, New York is destroyed by the Germans, and though the Americans manage to fight off the German attack, they are then overwhelmed by enormous Sino-Japanese air fleets.\n\nAfter Armageddon 2419 A.D. was published, John F. Dille, the head of the National Newspaper Service, which syndicated comics and features, read Nowlan's novella, sought out Nowlan to produce a syndicated column in strip form, \"A story in strip form of conditions in America some five hundred years hence.\" The comic strip character was named Buck Rogers, Artist Dick Calkins was hired to do the illustrations.\n\nThe story of the comic strip diverges from the novel after the first few strips and never returns to it. While Armageddon 2419 A.D. heavily emphasizes war, military tactics and technology, the Buck Rogers comic strip is based on adventures and romantic problems. The book features lethal violence and gore, while the comic strip does not. The entire \"occupied America\" theme of the original book was tacitly dropped, and the United States in which the comic strip Buck Rogers lives seems a direct continuation of the present-day one, which had not undergone centuries of Han occupation.\n\nWhile it sometimes claimed[who?] that they introduced the idea of \"personal flight\" with the use of devices attached to the body, this idea is based on the fact that a flying man is depicted on the cover of the August 1928 issue of Amazing Stories, which included the first part of Armageddon 2419 A.D. In fact the cover illustrates E.E. Smith's serial The Skylark of Space, which began in the same issue.\n\nEdgar Rice Burroughs' The Moon Maid saga has some similarities to Armageddon 2419 A.D., in which American \"tribes\" rebel against Moon people who have previously conquered the world.[original research?]\n\nIn the 1980s the original Armageddon 2419 A.D. was taken up again and authorized sequels to it were written by other authors working from an outline co-written by Larry Niven and Jerry Pournelle and loosely tied-in with their bestseller Lucifer's Hammer (1977). The first sequel begins c. 2476 A.D., when a widowed and cantankerous 86-year-old Anthony Rogers is mysteriously rejuvenated during a resurgence of the presumed-extinct Han, now called the Pr'lan. The novels include:\n\n"
        }
    ]
}