{
    "url": "https://en.wikipedia.org/wiki/Armenian_Apostolic_Church",
    "title": "Armenian Apostolic Church",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Independence",
        "2 Miaphysitism versus monophysitism",
        "3 Structure and leadership",
        "3.1 Seminaries",
        "3.2 Structure",
        "3.3 Two Catholicosates",
        "3.3.1 Mother See of Holy Etchmiadzin",
        "3.3.2 Great House of Cilicia",
        "3.3.3 Reasons for the division",
        "3.4 Two Patriarchates: Constantinople and Jerusalem",
        "3.5 Eparchies (dioceses)",
        "3.5.1 Armenia",
        "3.5.2 Diaspora",
        "4 Comparison to other churches",
        "5 Women in the Armenian Church",
        "6 Armenian genocide victims canonization",
        "7 Army Chaplaincy Program",
        "8 Current state",
        "8.1 In Armenia",
        "8.2 In Artsakh",
        "8.3 Armenian diaspora",
        "9 Historical role and public image",
        "10 Controversies and criticisms",
        "10.1 Medieval era",
        "10.2 Modern era",
        "11 See also",
        "11.1 Lists",
        "12 Notes",
        "13 References",
        "14 Sources",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Armenian Apostolic Church (Armenian: Հայ Առաքելական Եկեղեցի, romanized: Hay Aṙak'elakan Yekeghetsi)[note 1] is the national church of the Armenian people. Part of Oriental Orthodoxy, it is one of the most ancient Christian institutions.[5] The Kingdom of Armenia was the first state to adopt Christianity as its official religion under the rule of King Tiridates III of the Arsacid dynasty in the early 4th century.[6][7] According to tradition, the church originated in the missions of Apostles Bartholomew and Thaddeus of Edessa in the 1st century. St. Gregory the Illuminator was the first official primate of the church. \n\nIt is sometimes referred to as the Armenian Orthodox Church. It is also known simply as the Armenian Church.\n\n"
        },
        {
            "title": "History",
            "text": "The Armenian Orthodox Church believes in apostolic succession through the apostles Bartholomew and Thaddeus (Jude).[8][9][10] According to tradition, the latter of the two apostles is said to have cured Abgar V of Edessa of leprosy with the Image of Edessa, leading to his conversion in 30 AD. Thaddaeus was then commissioned by Abgar to proselytize throughout Armenia, where he converted King Sanatruk's daughter, who was eventually martyred alongside Thaddeus when Sanatruk later fell into apostasy. After this, Bartholomew came to Armenia, bringing a portrait of the Virgin Mary, which he placed in a nunnery he founded over a former temple of Anahit. Bartholomew then converted the sister of Sanatruk, who once again martyred a female relative and the apostle who converted her. Both apostles ordained native bishops before their execution, and some other Armenians had been ordained outside of Armenia by James the Just, brother of Jesus.[9][10] Scholars including Bart Ehrman, Hendrik \"Han\" J. W. (H.J.W. Or Han J.W.) Drijvers, and Walter Bauer dismiss the conversion of Abgar V[11] as fiction.\n\nAccording to Eusebius and Tertullian, Armenian Christians were persecuted by kings Axidares, Khosrov I, and Tiridates III, the last of whom was converted to Christianity by Gregory the Illuminator.[8] Ancient Armenia's adoption of Christianity as a state religion (the first state to do so) has been referred to by Nina Garsoïan as \"probably the most crucial step in its history.\"[12] This conversion distinguished it from its Iranian and Mazdean roots and protected it from further Parthian influence.[8][12] According to Mary Boyce, the acceptance of Christianity by the Arsacid-Armenian rulers was partly in defiance of the Sassanids.[13]\n\nWhen King Tiridates III made Christianity the state religion of Armenia between 300 and 301, it was not an entirely new religion there. It had penetrated the country from at least the third century, and may have been present even earlier.[14]\n\nTiridates declared Gregory to be the first Catholicos of the Armenian Orthodox Church and sent him to Caesarea to be consecrated. Upon his return, Gregory tore down shrines to idols, built churches and monasteries, and ordained many priests and bishops. While meditating in the old capital city of Vagharshapat, Gregory had a vision of Christ descending to the earth and striking it with a hammer. From that spot arose a great Christian temple with a huge cross. He was convinced that God intended him to build the main Armenian church there. With the king's help he did so in accordance with his vision, renaming the city Etchmiadzin, which means \"the place of the descent of the Only-Begotten\".[15]\n\nInitially, the Armenian Orthodox Church participated in the larger Christian world and was subordinated to the Bishop of Caesarea.[16] Its Catholicos was represented at the First Council of Nicea (325). St. Vrtanes I the third Catholicos of the Armenian Apostolic Church through (333–341 AD), sent a letter with specific questions to Macarius of Jerusalem who was the Greek Orthodox Bishop of Jerusalem from (312-335, or 336 AD) sent to Jerusalem by a delegation of Armenian priests on the occasion of the Encaenia, in dedication of the Church of the Holy Sepulcher in Jerusalem in September 335 AD. In Macarius's letter to the Armenians in 335 AD, it seeks to correct irregularities in the initiation rites of Baptism and the Eucharist currently in use in the Armenian Church by articulating present practices in Jerusalem. In so doing, it reveals the divergent forms being practiced in Armenia, which have strong echoes of old East Syriac Rite. Orthopraxy was conceived by Vrtanes and his Armenian colleagues in terms of liturgical performance in Jerusalem. In 353, King Papas (Pap) appointed Catholicos Husik without first sending him to Caesarea for commissioning.[17] Its Catholicos was still represented at the First Council of Constantinople (381).\n\nAs Gregory was consecrated by the bishop of Caesarea, he also accepted the Byzantine Rite. However, the Armenian Church, due to the influence of the Church in Edessa, the large presence of Syriacs in Armenia, as well as the number of Syriac priests that arrived in Armenia with Gregory, also cultivated the West Syriac Rite (Antiochian Rite). Since Armenians at the time didn't have an alphabet, its clergy learned Greek and Syriac language. From this synthesis, the new Armenian Rite came about, which had similarities both with the Byzantine and the Antiochian Syriac rite.[18]\n\nChristianity was strengthened in Armenia in the 5th century by the translation of the Bible into the Armenian language by the native theologian, monk, and scholar, Saint Mesrop Mashtots. Before the 5th century, Armenians had a spoken language, but it was not written. Thus, the Bible and Liturgy were written in Greek or Syriac rather than Armenian. The Catholicos Sahak commissioned Mesrop to create the Armenian alphabet, which he completed in 406. Subsequently, the Bible and Liturgy were translated into Armenian and written in the new script. The translation of the Bible, along with works of history, literature and philosophy, caused a flowering of Armenian literature and a broader cultural renaissance.[19]\n\nAlthough unable to attend the Council of Ephesus (431), Catholicos Isaac Parthiev sent a message agreeing with its decisions.[20] However, non doctrinal elements in the Council of Chalcedon (451) caused certain problems to arise.\n\nMonophysitism spread from Syria to Armenia, from where it arrived to Georgia and Caucasian Albania.[21]\n\nAt the First Council of Dvin in 506 the synod of the Armenian, Georgian, and Caucasian Albanian bishops were assembled during the reign of Catholicos Babken I. The participation of the Catholicoi of Georgia and Albania were set to make clear the position of the churches concerning the Council of Chalcedon. The \"Book of Epistles\" mentions that 20 bishops, 14 laymen, and many nakharars (rulers of Armenia) participated in the council. The involvement in the council discussion of different levels of lay persons seemed to be a general rule in Armenia.\n\nAlmost a century later (609–610) the 3rd Council of Dvin was convened during the reign of Catholicos Abraham I of Aghbatank and Prince Smbat Bagratuni, with clergymen and laymen participating. The Georgian Church disagreed with the Armenian Church, having approved the christology of Chalcedon. This council was convened to clarify the relationship between the Armenian and Georgian churches. After the Council, Catholicos Abraham wrote an encyclical letter addressed to the people, blaming Kurion and his adherents for the schism. The Council never set up canons; it only deprived Georgians from taking Communion in the Armenian Church.[22][23] Despite this, the Albanian Church remained under the jurisdiction of the Armenian Church while in communion with the Georgian Church.\n\n"
        },
        {
            "title": "Miaphysitism versus monophysitism",
            "text": "Like all Oriental Orthodox Churches, the Armenian Church has been referred to as monophysite by both Roman Catholic and Eastern Orthodox theologians because it rejected the decisions of the Council of Chalcedon, which condemned the belief of one incarnate nature of Christ (monophysis). The Armenian Church officially severed ties with Rome and Constantinople in 554, during the Second Council of Dvin where the Chalcedonian dyophysite christological formula was rejected.[citation needed]\n\nHowever, again like other Oriental Orthodox Churches,[24] the Armenian Orthodox Church argues that the identification as \"monophysitism\" is an incorrect description of its position.[25] It considers Monophysitism, as taught by Eutyches and condemned at Chalcedon, a heresy and only disagrees with the formula defined by the Council of Chalcedon.[25] The Armenian Church instead adheres to the doctrine defined by Cyril of Alexandria, considered as a saint by the Chalcedonian churches as well, who described Christ as being of one incarnate nature, where both divine and human nature are united (miaphysis). To distinguish this from Eutychian and other versions of Monophysitism this position is called miaphysitism.[26][27] Whereas the prefix \"mono-\" (< Greek μονο- < μόνος) means \"single, alone, only\",[28][29] thus emphasising the singular nature of Christ, \"mia\" (μία \"one\" FEM),[30] simply means \"one\" unemphatically, and allows for a compound nature.\n\nIn recent times, both Chalcedonian and non-Chalcedonian churches have developed a deeper understanding for each other's positions, recognizing their substantial agreement while maintaining their respective positions.\n\n"
        },
        {
            "title": "Structure and leadership",
            "text": "The Armenian Apostolic Church is the central religious authority for the Armenian Orthodox population in Armenia as well as for Armenian Orthodox communities worldwide.\n\nIt is headed by a Catholicos (the plural is Catholicoi). It is traditional in Eastern churches for the supreme head of the church to be named 'Patriarch', but in the Armenian Apostolic Church hierarchy, the position of the Catholicos is higher than that of the Patriarch. The Armenian Apostolic Church presently has two catholicoi (Karekin II, Supreme Patriarch and Catholicos of All Armenians, and Aram I, Catholicos of the Great House of Cilicia), and two patriarchs, plus primates, archbishops and bishops, lower clergy and laity serving the Church.\n\nBoth clergy and laity are involved in the administrative structure of the Church. Led by Karekin II, the spiritual and administrative work of the Armenian Church is carried out in Armenia in the areas of religion, preparation of clergy, Christian education, construction of new churches, social services, and ecumenical activities.\n\nThe following sees have their own jurisdiction:\n\nThe Catholicosate of the Great House of Cilicia located in Antelias, Lebanon, is led by Catholicos Aram I and it has dioceses in the countries of the Middle East, in Europe and in North and South America.\n\nThe Armenian Patriarchate of Jerusalem which has jurisdiction over all of the Holy Lands and the Diocese of Jordan, is led by Patriarch Archbishop Nourhan Manougian.\n\nThe Armenian Patriarchate of Constantinople and All of Turkey, which has jurisdiction in the modern day Republic of Turkey, is led by Patriarch Archbishop Sahak II Mashalian.[31]\n\nThe three aforementioned historic hierarchical sees administer to the dioceses under their jurisdiction as they see fit, while there is only spiritual authority of the Catholicosate of All Armenians.\n\nIn addition to the responsibilities of overseeing their respective Dioceses, each hierarchical See, and the Mother See of Holy Etchmiadzin, has a Monastic Brotherhood.\n\nThe Mother See of Holy Etchmiadzin operates two seminaries, the Gevorkian Theological Seminary at the Mother See of Holy Etchmiadzin, and the Vaskenian Theological Academy at Lake Sevan. Over a 6-year course of simultaneous study, students receive both a bachelor's degree and a master's degree in Theology. The Great House of Cilicia operates one seminary, the Seminary of Antelias at Bikfaya, Lebanon. Upon graduation, students receive the equivalent of a high school diploma and pre-graduate theological study.\n\nThe Armenian Patriarchate of Jerusalem operates the St. Tarkmanchatz School (high school diploma) as well as the Theological Seminary of the Patriarchate. Graduates from the Theological Seminary can become ordained priests..\n\nThe Armenian Patriarchate of Constantinople had its own seminary, the Holy Cross Patriarchal Seminary, which was shut down by Turkish authorities in Turkey along with all other private schools of higher education.\n\nSt. Nersess Armenian Seminary in New Rochelle, NY also trains Armenian priests, awarding the Master of Divinity in Theology (through an affiliation with nearby OCA St. Vladimir's Seminary). St. Nersess also offers a Master of Arts in Armenian Christian Studies.[32]\n\nRegionally, each area of the world where the Armenian Church and faithful are located has dioceses, which are led by a primate from the Diocesan headquarters. Each diocese is made up of parishes and smaller communities.\n\nThe spiritual and administrative bodies representing the authority of the Armenian Church are the following:\n\nThe National Ecclesiastical Assembly is the supreme legislative body presided over by the Catholicos of All Armenians. The members of the National Ecclesiastical Assembly are elected by the individual Diocesan Assemblies. The National Ecclesiastical Assembly elects the Catholicos of All Armenians.\n\nThe Council of Bishops is an administrative-deliberative body presided over by the Catholicos of All Armenians. It makes suggestions on the dogmatic, religious, church, parish and canonical issues to be discussed as agenda items during the National Ecclesiastical Assembly.\n\nThe Supreme Spiritual Council is the highest executive body of the Armenian Church and is presided over by the Catholicos of All Armenians. The members of the Council can be elected by the National Ecclesiastical Assembly or appointed by the Catholicos of All Armenians. The Catholicos of All Armenians, Gevorg V. Soorenian established the Supreme Spiritual Council on January 1, 1924, to replace the Synod of Bishops.\n\nThe Diocesan Assembly is the highest legislative (canonical) body of each Diocese and is headed by the Primate of the Diocese. The Diocesan delegates (representatives of each parish community) elect the delegates to the National Ecclesiastical Assembly, the members of the Diocesan Council as well as discuss and decide on administrative issues within the Diocese such as committees, budgets, building, etc. In some Dioceses, the Diocesan Assembly elects the Primate of the Diocese.\n\nThe Diocesan Council is the highest executive power of a diocese, presided over by the Primate of the Diocese. It regulates the inner administrative activity of the Diocese under the direction of the Primate. The Diocesan Assembly elects members of the Diocesan Council.\n\nThe Monastic Brotherhood consists of the celibate clergy of the monastery who are led by an abbot. As of 2010, there were three brotherhoods in the Armenian Church – the brotherhood of the Mother See of Holy Etchmiadzin, the brotherhood of St. James at the Armenian Patriarchate of Jerusalem and the brotherhood of the See of Cilicia. Each Armenian celibate priest becomes a member of the brotherhood in which he has studied and ordained in or under the jurisdiction of which he has served. The brotherhood makes decisions concerning the inner affairs of the monastery. Each brotherhood elects two delegates who take part in the National Ecclesiastical Assembly.\n\nThe Parish Assembly is the general assembly of the community presided over by the spiritual pastor. The Parish Assembly elects or appoints the members of the Parish Council and the representatives or delegates to the Diocesan Assembly.\n\nThe Parish Council is the executive-administrative body of the community. It is presided over by the spiritual pastor of the community who takes up the inner administrative affairs of the parish and is engaged in the realization of its administrative and financial activities. Members of the parish council are elected or appointed at the parish assembly.\n\nThe Armenian Apostolic Church is one of a few apostolic churches in the world to have a democratic system; the people decide if they want to keep priests in their churches and may ask for different ones, as do some other ecclesiastical constitutions, such as Baptists and other Congregational churches.\n\nNote that the Armenian Apostolic Church should not be confused, however, with the Armenian Catholic Church whose Patriarch-Catholicos (of the Armenian Catholic Rite) is Raphaël Bedros XXI Minassian,[33] which is an Eastern Catholic church in communion with the Holy See in Rome.\n\nThe Armenian Apostolic Church currently has two Sees, with the Catholicos of All Armenians residing in Etchmiadzin, Armenia, at the Mother See of Holy Etchmiadzin, having pre-eminent supremacy in all spiritual matters over the See of Cilicia, located in Antelias, Lebanon, which administers to the dioceses under its jurisdiction as they see fit. The two Sees are as follows:\n\nThe Mother See of Holy Etchmiadzin (Armenian: Մայր Աթոռ Սուրբ Էջմիածին) is the spiritual and administrative headquarters of the worldwide Armenian Church, the center of the faith of the Armenian nation – the Mother Cathedral of the Armenian Church, and the Pontifical residence of Karekin II.\n\nPreserving the past are the numerous museums, libraries and the Mother Cathedral itself, in which many historically and monetarily precious items are contained. The Mother See is responsible for the preservation of artifacts, both those created by the Church and those given to the church as gifts over time.\n\nUnder the leadership and guidance of Karekin II, the Mother See administers social, cultural and educational programs for Armenia and the Diaspora.\n\nThe Mother Cathedral is the most recognised landmark of the Armenian Church. Built and consecrated by St. Gregory the Illuminator and St. Trdat the Great in AD 303, the Cathedral is located in the city of Vagharshapat, Armenia.[citation needed]\n\nIt is said that St. Gregory chose the location of the Cathedral in accordance with a vision. In his dream he saw \"Miatsin\", the Only Begotten Son of God, with glittering light on his face descending from the Heavens and with a golden hammer striking the ground where the Cathedral was to be located. Hence comes the name \"Etchmiadzin\", which translates literally to \"the place\" where Miatsin descended.\n\nThe Mother Cathedral is open every day; Divine Liturgy is celebrated every Sunday.\n\nThe Catholicosate of the Great House of Cilicia (Armenian: Կաթողիկոսութիւն Հայոց Մեծի Տանն Կիլիկիոյ), located in Antelias, Lebanon, is an autonomous See of the Armenian Apostolic Church with jurisdiction over certain segments of the Armenian diaspora.\n\nCatholicos Aram I is the head and Catholicos of the Great House of Cilicia. The See has jurisdiction over prelacies in Lebanon, Syria, Cyprus, Greece, Iran, the Persian Gulf, the United States, Canada, and Venezuela. In the United States, Canada, Syria, and Greece there are also dioceses that are related to the Mother See of Holy Etchmiadzin, so the Armenian Apostolic Church has a duality of representation in those countries.\n\nThe primacy of the Catholicosate of All Armenians (Mother See of Holy Etchmiadzin) has always been recognized by the Catholicosate of the Great House of Cilicia.\n\nAfter the fall of Ani and the Armenian Kingdom of the Bagratids in 1045, masses of Armenians from Greater Armenia migrated to Cilicia and the Catholicosate followed them. The seat of the Church was first established in Sivas (AD 1058) moving to Tavbloor (1062), then to Dzamendav (1066), Dzovk (1116), Hromgla (1149), and finally to Sis (1293), capital of the Armenian Kingdom of Cilicia, which would become the center of the Catholicosate of the Great House of Cilicia for more than six centuries.\n\nAfter the fall of the Armenian Kingdom of Cilicia in 1375, the Church kept its leadership role and the Catholicos was recognized as Ethnarch (Head of Nation). In 1441 Kirakos I Virapetsi was elected Catholicos in Holy Etchmiadzin. The Catholicos already residing in Sis, Gregory IX Mousabegian (1439–1446), remained as Catholicos of Cilicia. Since 1441, there have been two Catholicosates in the Armenian Church, each having rights and privileges, and each with its own jurisdiction.\n\nDuring the First World War and the 1915 Armenian genocide, the Armenian population and the home of the Catholicosate at the Monastery of St. Sophia of Sis (which can be seen to dominate the town in early 20th-century photographs), were destroyed.[34]\nThe last Catholicos residing in Sis was Sahag II of Cilicia (1902-1939), who followed his Armenian flock into exile from Turkey.\n\nThe Catholicosate of the Great House of Cilicia has been headquartered in Antelias, Lebanon, since 1930.\n\nThe division of the two Catholicosates stemmed from frequent relocations of Church headquarters due to political and military upheavals.\n\nThe division between the two sees intensified during the Soviet period and to some extent reflected the politics of the Cold War. The Armenian Revolutionary Federation (ARF) Dashnaktsutyun social democratic political party that had dominated the independent Armenia from 1918 to 1920 and was active in the diaspora, saw the Church and clergy, with its worldwide headquarters at the Mother See of Holy Etchmiadzin in the Soviet Republic of Armenia, as a captive Communist puppet, and accused its clergy in the United States as unduly influenced by Communists, particularly as the clergy were reluctant to participate in nationalist events and memorials that could be perceived as anti-Soviet.[35] On December 24, 1933, a group of assassins attacked Eastern Diocese Archbishop Levon Tourian as he walked down the aisle of Holy Cross Armenian Church in the Washington Heights neighborhood of New York City during the Divine Liturgy, and killed him with a butcher's knife. Nine ARF members were later arrested, tried and convicted. The incident divided the Armenian community, as ARF sympathizers established congregations independent of the Mother See of Holy Etchmiadzin, declaring loyalty instead to the See based in Antelias in Lebanon. The division was formalized in 1956 when the Antelias (Cilician) See accepted to provide spiritual and religious guidance to those communities that the Mother See of Holy Etchmiadzin refused.[36]\n\nThe separation has become entrenched in the United States, with most large Armenian communities having two parish churches, one answering to each See, even though they are theologically indistinguishable. There have been numerous lay and clergy efforts at reunion, especially since the fall of the Soviet Union.\n\nIn 1995, Karekin II, Catholicos of Cilicia for the period 1983–1994, was elected Catholicos of All Armenians in the Mother See of Holy Etchmiadzin upon the death of Vazgen I, becoming Karekin I Catholicos of All Armenians, and serving as Supreme head of the church until 1999. He was unable to unite the two Catholicosates, however, despite his having headed both.\n\nThe Armenian Apostolic Church also has two Patriarchates of high authority both under the jurisdiction of the Catholicos of All Armenians. They are:\n\nList of eparchies[37]\n\n"
        },
        {
            "title": "Comparison to other churches",
            "text": "Liturgically speaking, the Church has much in common both with the Latin Rite in its externals, especially as it was at the time of separation, as well as with the Eastern Orthodox Church. For example, Armenian bishops wear mitres almost identical to those of Western bishops. They usually do not use a full iconostasis, but rather a sanctuary veil (a curtain usually with a cross or divine image in the center, used also by the Syriac churches). The liturgical music is Armenian chant. Many Armenian churches accompany their chants with pipe organs.\n\nArmenian priests who do not chose celibacy are allowed to be married before ordination. They are known as kahana and the surnames of their descendants have adopted the prefix \"Der\" (or \"Ter\" in Eastern Armenian), meaning \"Lord\", to indicate their lineage. Married priests may receive the title of archpriest (avak kahana), but cannot progress further in the ecclesiastic hierarchy, which is reserved to celibate priests.\n\nThe Armenian Apostolic Church celebrates the Nativity of Jesus on January 6 in combination with the Feast of the Epiphany. The celebration of Armenian Christmas on January 6, the original date, contrasts with the more common celebration of Christmas on December 25, originally a Western Christian tradition, which Armenia briefly adopted before reverting to its original practice.[38]\n\nThe Armenian Apostolic Church uses a version of the Bible based on the Greek translation (Septuagint) of the Hebrew Old Testament, which was produced in the court of King Ptolemy II Philadelphus (283-246 BC) of Egypt, and includes Deuterocanonical books that are not part of the present Hebrew and Protestant canons. There is plenty of evidence indicating that the Septuagint was the Old Testament version used throughout the early Christian Church and was revised in the course of the first and second centuries.[39][dubious  – discuss]\n\nSince 1923, the church has used the Gregorian Calendar shared by most civil authorities and Western Christian churches (not the traditional Armenian calendar). The only exception to its use is the Armenian Patriarchate of Jerusalem, which follows the old Julian calendar, with Nativity celebrations being held on 19 January in the Gregorian calendar.[40]\n\nThe Armenian Apostolic Church is distinct from the Armenian Catholic Church, the latter being a sui juris Eastern Catholic Church, part of the Catholic Church. When in the 1740s, Abraham-Pierre I Ardzivian, who had earlier become a Catholic, was elected as the patriarch of Sis, he led part of the Armenian Apostolic Church into full communion with the Pope and the Armenian Catholic Church was created.\n\n"
        },
        {
            "title": "Women in the Armenian Church",
            "text": "The Armenian Church does not ordain women to the priesthood.[41] Historically, however, monastic women have been ordained as deacons within a convent environment.[42] Monastic women deacons generally do not minister in traditional parish churches or cathedrals, although the late Mother Hrip'seme did minister and serve during public liturgies, including in the United States.[43]\n\nWomen do serve as altar girls and lay readers, especially when a parish is so small that not enough boys or men are regularly available to serve.\n\nWomen commonly serve the church in the choir and at the organ, on parish councils, as volunteers for church events, fundraisers, and Sunday schools, as supporters through Women's Guilds, and as staff members in church offices.\n\nIn the case of a married priest (Der Hayr), the wife of the priest generally plays an active role in the parish and is addressed by the title Yeretzgin.\n\nIn limited circumstances, the Armenian Church allows for divorce and remarriage.[citation needed] Cases usually include either adultery or apostasy.\n\n"
        },
        {
            "title": "Armenian genocide victims canonization",
            "text": "On April 23, 2015, the Armenian Apostolic Church canonized all the victims of the Armenian genocide; this service is believed to be the largest canonization service in history.[44][45][46] 1.5 million is the most frequently published number of victims, however, estimates vary from 700,000 to 1,800,000. It was the first canonization by the Armenian Apostolic Church in four hundred years.[47]\n\n"
        },
        {
            "title": "Army Chaplaincy Program",
            "text": "The Army Chaplaincy Program of the Armenian Church is made up of more than 50 clergymen serving as military chaplains to the Armed Forces of Armenia. They organize various religious programs in the military, including delivering lectures and prayers.[48] It is jointly funded and sponsored by the Ministry of Defence of Armenia and the Armenian Orthodox Church. All army chaplains are commissioned officers in the armed forces who hold a military rank. It was established in 1997 on the basis of a joint initiative of Catholicos Karekin I and Defense minister Vazgen Sargsyan. Since 2011, combined clergy company has taken part in the quinquennial Armenian Independence Day Parade on Republic Square in Yerevan.\n\n"
        },
        {
            "title": "Current state",
            "text": "The status of the Armenian Apostolic Church within Armenia is defined in the country's constitution. Article 8.1 of the Constitution of Armenia states: \"The Republic of Armenia recognizes the exclusive historical mission of the Armenian Apostolic Holy Church as a national church, in the spiritual life, development of the national culture and preservation of the national identity of the people of Armenia.\" Among others, ethnographer Hranush Kharatyan has questioned the constitutionality of the phrase \"national church\".[49]\n\nIn 2009, further constitutional amendments were drafted that would make it a crime for non-traditional religious groups to proselytize on adherents of the Apostolic Church. Minority groups would also be banned from spreading 'distrust' in other faiths.[50] These draft amendments were put on hold after strong criticism voiced by the Council of Europe and the Organization for Security and Cooperation in Europe. Armenian\nreligious minorities and human rights groups also expressed serious concern over the amendments, with human rights activist Stepan Danielian stating \"the Armenian Apostolic Church today wants to have a monopoly on religion\". The Armenian Church defines religious groups operating outside its domain as \"sects\" and, in the words of spokesman Bishop Arshak Khachatrian, considers that \"their activities in Armenia are nothing but a denial of the creed of the Armenian Apostolic Church, which is considered the national religion of the Armenian people\". Hrant Bagratyan, former Prime Minister of Armenia, condemned the close association of the Armenian Apostolic Church with the Armenian government, calling the Church an \"untouchable\" organisation that is secretive of its income and expenditure.[51]\n\nAfter the Bolshevik revolution and the subsequent annexation of Armenia by the U.S.S.R., all functioning religious institutions in NKAO were closed down and clergymen often either exiled or shot.\n\nAfter a while the Armenian Apostolic Church resumed its activities. There were weddings, baptisms, and every Sunday Badarak at a free will attendance basis. The Armenian Apostolic Church since 1989 restored or constructed more than 30 churches worldwide. In 2009 the Republic of Artsakh government introduced a law entitled \"Freedom of Conscience and Religious Organisations\", article 8 of which provided that only the Armenian Apostolic Orthodox Church is allowed to preach on the territory of the Republic of Artsakh. However, the law did make processes available for other religious institutions to get approval from the government if they wished to worship within the Republic.[52]\n\nOutside of West Asia, today there are notable Armenian Apostolic congregations in various countries in Europe, North America, South America, and South Asia.\n\nLebanon, home to a large and influential Armenian diaspora community with its own political parties, has more than 17 recognized Armenian Apostolic churches. The Armenian presence in Palestine and Israel is primarily found in the Armenian Quarter of Jerusalem, under the jurisdiction of the Armenian Patriarchate of Jerusalem. Syria has one Armenian church, St Sarkis, in Damascus. There are a number of Armenian churches in Jordan including the St Thaddeus church in the Armenian quarter of Jabal Ashrafieh in Amman and the St Garabed church at the site of the baptism of Jesus Christ by the Jordan river\n\nThe Armenian Patriarchate of Constantinople in Turkey and the Armenian Apostolic Church of Iran are important communities in the diaspora. These churches represent the largest Christian ethnic minorities in these predominantly Muslim countries.[53][54]\n\nThe United Kingdom has three Armenian churches: St Sarkis in Kensington, London; Saint Yeghiche in South Kensington, London; and Holy Trinity in Manchester.\n\nEthiopia has had an Armenian church since the 1920s, when groups of Armenians were invited there after the Armenian genocide by Turkey.\n\n"
        },
        {
            "title": "Historical role and public image",
            "text": "The Armenian Apostolic Church is \"seen by many as the custodian of Armenian national identity\".[55] \"Beyond its role as a religious institution, the Apostolic Church has traditionally been seen as the foundational core in the development of the Armenian national identity as God's uniquely chosen people.\"[56] According to a 2018 survey by the Pew Research Center, in Armenia 82% of respondents say it is very or somewhat important to be a Christian to be truly Armenian.[57]\n\nAccording to a 2015 survey 79% of people in Armenia trust it, while 12% neither trust it nor distrust it, and 8% distrust the church.[58]\n\nAs both Eastern and Western Armenia became under Persian and Ottoman rule, the Armenian Apostolic Church was the centre of many Armenian liberation activities[59]..\n\n"
        },
        {
            "title": "Controversies and criticisms",
            "text": "Early medieval opponents of the Armenian Church in Armenia included the Paulicians (7th-9th centuries) and the Tondrakians (9th-11th centuries).\n\nThe power relationship between catholicoi and secular rulers was sometimes a source of conflict. In 1037 king Hovhannes-Smbat of Ani deposed and imprisoned Catholicos Petros, who he suspected of holding pro-Byzantine views, and appointed a replacement catholicos. This persecution was highly criticized by the Armenian clergy, forcing Hovhannes-Smbat to release Petros and reinstall him to his former position. In 1038 a major ecclesiastical council was held in Ani, which denied the king the right to elect or remove a catholicos.[60]\n\nArchitecture historian Samvel Karapetyan (1961-2016) has criticized many aspects of the Armenian Apostolic Church, especially its role in Armenian history. Karapetyan particularly denounced what he called the Armenian Church's loyal service to foreign invaders: \"The Armenian Apostolic Church is a conscientious tax structure, which every conqueror needs.\"[61]\n\nIn independent Armenia, the Armenian Apostolic Church has often been criticized for its perceived support of the governments of Robert Kocharyan and Serzh Sargsyan despite the formal separation of church and state in Armenia.[67][68][69][70][71] According to former Prime Minister Hrant Bagratyan religion and state management \"have completely gotten mixed up\". He called the church an \"untouchable\" organization that is secretive of its income and expenditure.[72] Large-scale construction of new churches in the independence period[73] and the negligence of endangered historic churches by the Apostolic church (and the government) have also been criticized.[74]\n\nIn recent years, a few high-profile leaders of the church have been involved in controversies.[74] In 2013 Navasard Ktchoyan, the Archbishop of the Araratian Diocese and Prime Minister Tigran Sargsyan were alleged to have been partners with a businessman charged with laundering US$10.7 million bank loan and then depositing most of it in accounts he controlled in Cyprus.[76] In 2011 it was revealed that Ktchoyan drives a Bentley (valued at $180,000-$280,000). Pointing out the 34% poverty rate in Armenia, Asbarez editor Ara Khachatourian called it \"nothing but blasphemy\". He added \"Archbishop Kchoyan's reckless disregard and attitude is even more unacceptable due to his position in the Armenian Church.\"[77]\n\nIn October 2013 Father Asoghik Karapetyan, the director of the Museum of the Mother See of Holy Etchmiadzin, stated on television that a non-Apostolic Armenian is not a \"true Armenian\". A spokesperson for the Armenian Apostolic Church stated that it is his personal view.[78] The statement received considerable criticism,[79] though Asoghik did not retract his statement.[80] In an editorial in the liberal Aravot daily Aram Abrahamyan suggested that religious identity should not be equated with national (ethnic) identity and it is up to every individual to decide whether they are Armenian or not, regardless of religion.[81]\n\n"
        },
        {
            "title": "Further reading",
            "text": "Armenian religious relations with the Roman Catholic Church\n\n"
        }
    ]
}