{
    "url": "https://en.wikipedia.org/wiki/Arnold_van_Gennep",
    "title": "Arnold van Gennep",
    "table_of_contents": [
        "1 Biography",
        "2 Influences",
        "3 Works",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Arnold van Gennep, in full Charles-Arnold Kurr van Gennep (23 April 1873 – 7 May 1957) was a Dutch–German-French ethnographer and folklorist.\n\n"
        },
        {
            "title": "Biography",
            "text": "He was born in Ludwigsburg, in the Kingdom of Württemberg (since 1871, part of the German Empire). Since his parents were never married, Van Gennep adopted his Dutch mother's name, \"van Gennep\". When he was six, he and his mother moved to Lyons, France, where she married a French doctor who moved the family to Savoy.\n\nVan Gennep is best known for his work regarding rites of passage ceremonies and his significant works in modern French folklore. He is recognised as the founder of folklore studies in France.\n\nHe went to Paris to study at the Sorbonne. However, he was disappointed that the school did not offer the subjects he wanted and so he enrolled at the École des langues orientales to study Arabic and at the École pratique des hautes études for philology, general linguistics, Egyptology, Ancient Arabic, primitive religions and Islamic culture. That scholarly independence would manifest itself for the remainder of his life. He never held an academic position in France.\n\nFrom 1912 to 1915, he held the Chair of Ethnography at the University of Neuchâtel in Switzerland but was expelled for expressing doubts about the neutrality of Switzerland during World War I.[citation needed] There he reorganized the museum and organized the first ethnographic conference (1914). In 1922, he toured the United States.\n\nHis best-known work is Les rites de passage (The Rites of Passage, 1909), which includes his vision of rites of passage rituals as being divided into three phases: préliminaire 'preliminary', liminaire 'liminality' (a stage much studied by the anthropologist Victor Turner), and postliminaire 'post-liminality'.\n\nHis major work in French folklore was Le Manuel de folklore français contemporain (Handbook of Contemporary French Folklore, 1937–1958).\n\nHe died in 1957 in Bourg-la-Reine, France.\n\n"
        }
    ]
}