{
    "url": "https://en.wikipedia.org/wiki/Arolium",
    "title": "Arthropod leg",
    "table_of_contents": [
        "1 Biramous and uniramous",
        "2 Chelicerata",
        "3 Crustacea",
        "4 Myriapoda",
        "5 Insects",
        "5.1 Fundamental morphology of insect legs",
        "5.1.1 Coxa",
        "5.1.2 Trochanter",
        "5.1.3 Femur",
        "5.1.4 Tibia",
        "5.1.5 Tarsus",
        "5.2 Variations in functional anatomy of insect legs",
        "6 Evolution and homology of arthropod legs",
        "6.1 Leg modification classifications",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The arthropod leg is a form of jointed appendage of arthropods, usually used for walking. Many of the terms used for arthropod leg segments (called podomeres) are of Latin origin, and may be confused with terms for bones: coxa (meaning hip, plural coxae), trochanter, femur (plural femora), tibia (plural tibiae), tarsus (plural tarsi), ischium (plural ischia), metatarsus, carpus, dactylus (meaning finger), patella (plural patellae).\n\nHomologies of leg segments between groups are difficult to prove and are the source of much argument. Some authors posit up to eleven segments per leg for the most recent common ancestor of extant arthropods[1] but modern arthropods have eight or fewer. It has been argued[2][3] that the ancestral leg need not have been so complex, and that other events, such as successive loss of function of a Hox-gene, could result in parallel gains of leg segments.\n\nIn arthropods, each of the leg segments articulates with the next segment in a hinge joint and may only bend in one plane. This means that a greater number of segments is required to achieve the same kinds of movements that are possible in vertebrate animals, which have rotational ball-and-socket joints at the base of the fore and hind limbs.[4]\n\n"
        },
        {
            "title": "Biramous and uniramous",
            "text": "The appendages of arthropods may be either biramous or uniramous. A uniramous limb comprises a single series of segments attached end-to-end. A biramous limb, however, branches into two, and each branch consists of a series of segments attached end-to-end.\n\nThe external branch (ramus) of the appendages of crustaceans is known as the exopod or exopodite, while the internal branch is known as the endopod or endopodite. Other structures aside from the latter two are termed exites (outer structures) and endites (inner structures). Exopodites can be easily distinguished from exites by the possession of internal musculature. The exopodites can sometimes be missing in some crustacean groups (amphipods and isopods), and they are completely absent in insects.[5]\n\nThe legs of insects and myriapods are uniramous. In crustaceans, the first antennae are uniramous, but the second antennae are biramous, as are the legs in most species.\n\nFor a time, possession of uniramous limbs was believed to be a shared, derived character, so uniramous arthropods were grouped into a taxon called Uniramia. It is now believed that several groups of arthropods evolved uniramous limbs independently from ancestors with biramous limbs, so this taxon is no longer used.\n\n"
        },
        {
            "title": "Chelicerata",
            "text": "Arachnid legs differ from those of insects by the addition of two segments on either side of the tibia, the patella between the femur and the tibia, and the metatarsus (sometimes called basitarsus) between the tibia and the tarsus (sometimes called telotarsus), making a total of seven segments.\n\nThe tarsus of spiders have claws at the end as well as a hook that helps with web-spinning. Spider legs can also serve sensory functions, with hairs that serve as touch receptors, as well as an organ on the tarsus that serves as a humidity receptor, known as the tarsal organ.[6]\n\nThe situation is identical in scorpions, but with the addition of a pre-tarsus beyond the tarsus. The claws of the scorpion are not truly legs, but are pedipalps, a different kind of appendage that is also found in spiders and is specialised for predation and mating.\n\nIn Limulus, there are no metatarsi or pretarsi, leaving six segments per leg.\n\n"
        },
        {
            "title": "Crustacea",
            "text": "The legs of crustaceans are divided primitively into seven segments, which do not follow the naming system used in the other groups. They are: coxa, basis, ischium, merus, carpus, propodus, and dactylus. In some groups, some of the limb segments may be fused together. The claw (chela) of a lobster or crab is formed by the articulation of the dactylus against an outgrowth of the propodus. Crustacean limbs also differ in being biramous, whereas all other extant arthropods have uniramous limbs.\n\n"
        },
        {
            "title": "Myriapoda",
            "text": "Myriapods (millipedes, centipedes and their relatives) have seven-segmented walking legs, comprising coxa, trochanter, prefemur, femur, tibia, tarsus, and a tarsal claw. Myriapod legs show a variety of modifications in different groups. In all centipedes, the first pair of legs is modified into a pair of venomous fangs called forcipules. In most millipedes, one or two pairs of walking legs in adult males are modified into sperm-transferring structures called gonopods. In some millipedes, the first leg pair in males may be reduced to tiny hooks or stubs, while in others the first pair may be enlarged.\n\n"
        },
        {
            "title": "Insects ",
            "text": "\n\nInsects and their relatives are hexapods, having six legs, connected to the thorax, each with five components. In order from the body they are the coxa, trochanter, femur, tibia, and tarsus. Each is a single segment, except the tarsus which can be from three to seven segments, each referred to as a tarsomere.\n\nExcept in species in which legs have been lost or become vestigial through evolutionary adaptation, adult insects have six legs, one pair attached to each of the three segments of the thorax. They have paired appendages on some other segments, in particular, mouthparts, antennae and cerci, all of which are derived from paired legs on each segment of some common ancestor.\n\nSome larval insects do however have extra walking legs on their abdominal segments; these extra legs are called prolegs. They are found most frequently on the larvae of moths and sawflies. Prolegs do not have the same structure as modern adult insect legs, and there has been a great deal of debate as to whether they are homologous with them.[7] Current evidence suggests that they are indeed homologous up to a very primitive stage in their embryological development,[8] but that their emergence in modern insects was not homologous between the Lepidoptera and Symphyta.[9] Such concepts are pervasive in current interpretations of phylogeny.[10]\n\nIn general the legs of larval insects, particularly in the Endopterygota, vary more than in the adults. As mentioned, some have prolegs as well as \"true\" thoracic legs. Some have no externally visible legs at all (though they have internal rudiments that emerge as adult legs at the final ecdysis). Examples include the maggots of flies or grubs of weevils. In contrast, the larvae of other Coleoptera, such as the Scarabaeidae and Dytiscidae have thoracic legs, but no prolegs. Some insects that exhibit hypermetamorphosis begin their metamorphosis as planidia, specialised, active, legged larvae, but they end their larval stage as legless maggots, for example the Acroceridae.\n\nAmong the Exopterygota the legs of larvae tend to resemble those of the adults in general, except in adaptations to their respective modes of life. For example, the legs of most immature Ephemeroptera are adapted to scuttling beneath underwater stones and the like, whereas the adults have more gracile legs that are less of a burden during flight. Again, the young of the Coccoidea are called \"crawlers\" and they crawl around looking for a good place to feed, where they settle down and stay for life. Their later instars have no functional legs in most species.\nAmong the Apterygota the legs of immature specimens are in effect smaller versions of the adult legs.[citation needed]\n\nA representative insect leg, such as that of a housefly or cockroach, has the following parts, in sequence from most proximal to most distal:\n\nAssociated with the leg itself there are various sclerites around its base. Their functions are articular and have to do with how the leg attaches to the main exoskeleton of the insect. Such sclerites differ considerably between unrelated insects.[7]\n\nThe coxa is the proximal segment and functional base of the leg. It articulates with the pleuron and associated sclerites of its thoracic segment, and in some species it articulates with the edge of the sternite as well. The homologies of the various basal sclerites are open to debate. Some authorities suggest that they derive from an ancestral subcoxa. \nIn many species the coxa has two lobes where it articulates with the pleuron. The posterior lobe is the meron which is usually the larger part of the coxa. A meron is well developed in Periplaneta, the Isoptera, Neuroptera and Lepidoptera.\n\nThe trochanter articulates with the coxa but usually is attached rigidly to the femur. In some insects its appearance may be confusing; for example it has two subsegments in the Odonata. In parasitic Hymenoptera the base of the femur has the appearance of a second trochanter.\n\nIn most insects the femur is the largest region of the leg; it is especially conspicuous in many insects with saltatorial legs because the typical leaping mechanism is to straighten the joint between the femur and the tibia, and the femur contains the necessary massive bipennate musculature.\n\nThe tibia is the fourth section of the typical insect leg. As a rule the tibia of an insect is slender in comparison to the femur, but it generally is at least as long and often longer. Near the distal end there is generally a tibial spur, often two or more. In the Apocrita the tibia of the foreleg bears a large apical spur that fits over a semicircular gap in the first segment of the tarsus. The gap is lined with comb-like bristles, and the insect cleans its antennae by drawing them through.\n\nThe ancestral tarsus was a single segment and in the extant Protura, Diplura and certain insect larvae the tarsus also is single-segmented. Most modern insects have tarsi divided into subsegments (tarsomeres), usually about five. The actual number varies with the taxon, which may be useful for diagnostic purposes. For example, the Pterogeniidae characteristically have 5-segmented fore- and mid-tarsi, but 4-segmented hind tarsi, whereas the Cerylonidae have four tarsomeres on each tarsus.\n\nThe distal segment of the typical insect leg is the pretarsus. In the Collembola, Protura and many insect larvae, the pretarsus is a single claw. On the pretarsus most insects have a pair of claws (ungues, singular unguis). Between the ungues a median unguitractor plate supports the pretarsus. The plate is attached to the apodeme of the flexor muscle of the ungues. In the Neoptera the parempodia are a symmetrical pair of structures arising from the outside (distal) surface of the unguitractor plate between the claws.[11] It is present in many Hemiptera and almost all Heteroptera.[11] Usually the parempodia are bristly (setiform), but in a few species they are fleshy.[12] Sometimes the parempodia are reduced in size so as to almost disappear.[13] Above the unguitractor plate the pretarsus expands forward into a median lobe, the arolium.\n\nWebspinners (Embioptera) have an enlarged basal tarsomere on each of the front legs, containing the silk-producing glands.[14]\n\nUnder their pretarsi, members of the Diptera generally have paired lobes or pulvilli, meaning \"little cushions\". There is a single pulvillus below each unguis. The pulvilli often have an arolium between them or otherwise a median bristle or empodium, meaning the meeting place of the pulvilli. On the underside of the tarsal segments there frequently are pulvillus-like organs or plantulae. The arolium, plantulae and pulvilli are adhesive organs enabling their possessors to climb smooth or steep surfaces. They all are outgrowths of the exoskeleton and their cavities contain blood. Their structures are covered with tubular tenent hairs, the apices of which are moistened by a glandular secretion. The organs are adapted to apply the hairs closely to a smooth surface so that adhesion occurs through surface molecular forces.[7][15]\n\nInsects control the ungues through muscle tension on a long tendon, the \"retractor unguis\" or \"long tendon\". In insect models of locomotion and motor control, such as Drosophila (Diptera), locusts (Acrididae), or stick insects (Phasmatodea), the long tendon courses through the tarsus and tibia before reaching the femur. Tension on the long tendon is controlled by two muscles, one in the femur and one in the tibia, which can operate differently depending on how the leg is bent. Tension on the long tendon controls the claw, but also bends the tarsus and likely affects its stiffness during walking. [16]\n\nThe typical thoracic leg of an adult insect is adapted for running, rather than for digging, leaping, swimming, predation, or other similar activities. The legs of most cockroaches are good examples. However, there are many specialized adaptations, including:\n\n"
        },
        {
            "title": "Evolution and homology of arthropod legs",
            "text": "The embryonic body segments (somites) of different arthropods taxa have diverged from a simple body plan with many similar appendages which are serially homologous, into a variety of body plans with fewer segments equipped with specialised appendages.[17] The homologies between these have been discovered by comparing genes in evolutionary developmental biology.[18]\n\n"
        }
    ]
}