{
    "url": "https://en.wikipedia.org/wiki/Arthur_Versluis",
    "title": "Arthur Versluis",
    "table_of_contents": [
        "1 Academic career",
        "2 Research topics",
        "2.1 Transcendentalism and American esotericism",
        "2.2 Christian Theosophy",
        "3 Journals and associations",
        "4 Works",
        "4.1 Books",
        "4.2 Editor",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Sources",
        "8.1 Published sources",
        "8.2 Web-sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Arthur Versluis (born 1959) is a professor and Department Chair of Religious Studies in the College of Arts & Letters at Michigan State University.[web 1][web 2]\n\n"
        },
        {
            "title": "Academic career",
            "text": "Versluis did his Ph.D research at the University of Michigan, Ann Arbor. His thesis Ex oriente lux: American Transcendentalism and the Orient (1990)[web 3] was published in 1993 as American Transcendentalism and Asian Religions.[web 4]\n\n"
        },
        {
            "title": "Research topics",
            "text": "Versluis' research focuses on western esotericism and magic, with a special interest in the influence of Platonism on western mysticism and American Transcendentalism.[web 5]\n\nVersluis has published a \"trilogy\" on American Transcendentalism and the development of western esotericism, namely American Transcendentalism and Asian Religions (1993), The Esoteric Origins of the American Renaissance (2001), and American Gurus: From Transcendentalism to New Age Religion (2014). In these publications, he describes the development of American Transcendentalism and its influence on western esotericism, including the contemporary phenomenon of \"immediatist gurus\", who promise instant enlightenment.[web 5]\n\nIn American Transcendentalism and Asian Religions, Versluis describes the influence of Asian religions on European Romanticism and on American Transcendentalism.[1] In the early 19th century, these Asian religions were introduced to the western culture, and texts like the Bhagavad Gita and the Upanishads had a great impact on the Transcendental movement, and influential members like Emerson and Thoreau.[1] But Transcendentalism was also influenced by western esotericism, a topic which until recently received little attention in the academia.[1][note 1]\n\nIn The Esoteric Origins of the American Renaissance Versluis investigates the influence of western esotericism on the mid-19th American Renaissance. Versluis regards his The Esoteric Origins as a pioneering study in this discipline.[1]\n\nIn American Gurus: From Transcendentalism to New Age Religion, Versluis describes the emergence of immediatist gurus: gurus who are not connected to any of the traditional religions, and promise instant enlightenment and liberation.[2] These include Eckhart Tolle, Ram Dass, Adi Da, and Andrew Cohen.[3] \"Immediatism\" refers to \"a religious assertion of spontaneous, direct, unmediated spiritual insight into reality (typically with little or no prior training), which some term \"enlightenment\".\"[4] According to Versluis, immediatism is typical for Americans, who want \"the fruit of religion, but not its obligations.\"[web 5] Although immediatism has its roots in European culture and history[4] as far back as Platonism,[5] and also includes Perennialism,[6] Versluis points to Ralph Waldo Emerson as its key ancestor,[4] who \"emphasized the possibility of immediate, direct spiritual knowledge and power.\"[5]\n\nAnother \"trilogy\" deals with Christian theosophy, and includes Theosophia (1994), Wisdom’s Children: A Christian Esoteric Tradition (1999), and Wisdom’s Book: The Sophia Anthology (2000).[web 4]\n\n"
        },
        {
            "title": "Journals and associations",
            "text": "Versluis is an editor of the Journal for the Study of Radicalism, and founding editor of Esoterica, which started as a journal, and is now a biannual print book series, Studies in Esotericism.[web 4] Versluis is also the founding president of the Association for the Study of Esotericism.[web 4]\n\n"
        }
    ]
}