{
    "url": "https://en.wikipedia.org/wiki/Artificial_gravity",
    "title": "Artificial gravity",
    "table_of_contents": [
        "1 Centripetal force",
        "1.1 Differences from normal gravity",
        "1.2 Human spaceflight",
        "1.2.1 Health benefits",
        "1.2.2 Proposals",
        "1.2.3 Issues with implementation",
        "1.2.4 In science fiction",
        "2 Linear acceleration",
        "3 Simulating lunar gravity",
        "4 Simulating microgravity",
        "4.1 Parabolic flight",
        "4.2 Neutral buoyancy",
        "5 Speculative or fictional mechanisms",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nArtificial gravity is the creation of an inertial force that mimics the effects of a gravitational force, usually by rotation.[1] \nArtificial gravity, or rotational gravity, is thus the appearance of a centrifugal force in a rotating frame of reference (the transmission of centripetal acceleration via normal force in the non-rotating frame of reference), as opposed to the force experienced in linear acceleration, which by the equivalence principle is indistinguishable from gravity.\nIn a more general sense, \"artificial gravity\" may also refer to the effect of linear acceleration, e.g. by means of a rocket engine.[1]\n\nRotational simulated gravity has been used in simulations to help astronauts train for extreme conditions.[2] \nRotational simulated gravity has been proposed as a solution in human spaceflight to the adverse health effects caused by prolonged weightlessness. \nHowever, there are no current practical outer space applications of artificial gravity for humans due to concerns about the size and cost of a spacecraft necessary to produce a useful centripetal force comparable to the gravitational field strength on Earth (g).[3]\nScientists are concerned about the effect of such a system on the inner ear of the occupants. The concern is that using centripetal force to create artificial gravity will cause disturbances in the inner ear leading to nausea and disorientation. The adverse effects may prove intolerable for the occupants.[4]\n\n"
        },
        {
            "title": "Centripetal force",
            "text": "In the context of a rotating space station it is the radial force provided by the spacecraft's hull that acts as centripetal force. Thus, the \"gravity\" force felt by an object is the centrifugal force perceived in the rotating frame of reference as pointing \"downwards\" towards the hull.\n\nIn accordance with Newton's Third Law the value of little g (the perceived \"downward\" acceleration) is equal in magnitude and opposite in direction to the centripetal acceleration.\n\nFrom the perspective of people rotating with the habitat, artificial gravity by rotation behaves similarly to normal gravity but with the following differences, which can be mitigated by increasing the radius of a space station.\n\nThe Gemini 11 mission attempted to produce artificial gravity by rotating the capsule around the Agena Target Vehicle to which it was attached by a 36-meter tether. They were able to generate a small amount of artificial gravity, about 0.00015 g, by firing their side thrusters to slowly rotate the combined craft like a slow-motion pair of bolas.[9] The resultant force was too small to be felt by either astronaut, but objects were observed moving towards the \"floor\" of the capsule.[10]\n\nArtificial gravity has been suggested as a solution to various health risks associated with spaceflight.[11] In 1964, the Soviet space program believed that a human could not survive more than 14 days in space for fear that the heart and blood vessels would be unable to adapt to the weightless conditions.[12] This fear was eventually discovered to be unfounded as spaceflights have now lasted up to 437 consecutive days,[13] with missions aboard the International Space Station commonly lasting 6 months. However, the question of human safety in space did launch an investigation into the physical effects of prolonged exposure to weightlessness. In June 1991, a Spacelab Life Sciences 1 flight performed 18 experiments on two men and two women over a period of nine days. In an environment without gravity, it was concluded that the response of white blood cells and muscle mass decreased. Additionally, within the first 24 hours spent in a weightless environment, blood volume decreased by 10%.[14][3][1] Long weightless periods can cause brain swelling and eyesight problems.[15] Upon return to earth, the effects of prolonged weightlessness continue to affect the human body as fluids pool back to the lower body, the heart rate rises, a drop in blood pressure occurs and there is a reduced tolerance for exercise.[14]\n\nArtificial gravity, for its ability to mimic the behavior of gravity on the human body, has been suggested as one of the most encompassing manners of combating the physical effects inherent with weightless environments. Other measures that have been suggested as symptomatic treatments include exercise, diet and Pingvin suits. However, criticism of those methods lies in the fact that they do not fully eliminate the health problems and require a variety of solutions to address all issues. Artificial gravity, in contrast, would remove the weightlessness inherent with space travel. By implementing artificial gravity, space travelers would never have to experience weightlessness or the associated side effects.[1] Especially in a modern-day six-month journey to Mars, exposure to artificial gravity is suggested in either a continuous or intermittent form to prevent extreme debilitation to the astronauts during travel.[11]\n\nA number of proposals have incorporated artificial gravity into their design:\n\nSome of the reasons that artificial gravity remains unused today in spaceflight trace back to the problems inherent in implementation. One of the realistic methods of creating artificial gravity is the centrifugal effect caused by the centripetal force of the floor of a rotating structure pushing up on the person. In that model, however, issues arise in the size of the spacecraft. As expressed by John Page and Matthew Francis, the smaller a spacecraft (the shorter the radius of rotation), the more rapid the rotation that is required. As such, to simulate gravity, it would be better to utilize a larger spacecraft that rotates slowly. The requirements on size with regard to rotation are due to the differing forces on parts of the body at different distances from the axis of rotation. If parts of the body closer to the rotational axis experience a force that is significantly different from parts farther from the axis, then this could have adverse effects. Additionally, questions remain as to what the best way is to initially set the rotating motion in place without disturbing the stability of the whole spacecraft's orbit. At the moment, there is not a ship massive enough to meet the rotation requirements, and the costs associated with building, maintaining, and launching such a craft are extensive.[3]\n\nIn general, with the limited health effects present in shorter spaceflights, as well as the high cost of research, application of artificial gravity is often stunted and sporadic.[1][14]\n\nSeveral science fiction novels, films and series have featured artificial gravity production. In the movie 2001: A Space Odyssey, a rotating centrifuge in the Discovery spacecraft provides artificial gravity. \nIn the novel  The Martian, the Hermes spacecraft achieves artificial gravity by design; it employs a ringed structure, at whose periphery forces around 40% of Earth's gravity are experienced, similar to Mars' gravity. The movie  Interstellar features a spacecraft called the Endurance that can rotate on its central axis to create artificial gravity, controlled by retro thrusters on the ship. The 2021 film Stowaway features the upper stage of a launch vehicle connected by 450-meter long tethers to the ship's main hull, acting as a counterweight for inertia-based artificial gravity.[23]\n\n"
        },
        {
            "title": "Linear acceleration",
            "text": "Linear acceleration is another method of generating artificial gravity, by using the thrust from a spacecraft's engines to create the illusion of being under a gravitational pull. A spacecraft under constant acceleration in a straight line would have the appearance of a gravitational pull in the direction opposite of the acceleration, as the thrust from the engines would cause the spacecraft to \"push\" itself up into the objects and persons inside of the vessel, thus creating the feeling of weight. This is because of Newton's third law: the weight that one would feel standing in a linearly accelerating spacecraft would not be a true gravitational pull, but simply the reaction of oneself pushing against the craft's hull as it pushes back. Similarly, objects that would otherwise be free-floating within the spacecraft if it were not accelerating would \"fall\" towards the engines when it started accelerating, as a consequence of Newton's first law: the floating object would remain at rest, while the spacecraft would accelerate towards it, and appear to an observer within that the object was \"falling\".\n\nTo emulate artificial gravity on Earth, spacecraft using linear acceleration gravity may be built similar to a skyscraper, with its engines as the bottom \"floor\". If the spacecraft were to accelerate at the rate of 1 g—Earth's gravitational pull—the individuals inside would be pressed into the hull at the same force, and thus be able to walk and behave as if they were on Earth.\n\nThis form of artificial gravity is desirable because it could functionally create the illusion of a gravity field that is uniform and unidirectional throughout a spacecraft, without the need for large, spinning rings, whose fields may not be uniform, not unidirectional with respect to the spacecraft, and require constant rotation. This would also have the advantage of relatively high speed: a spaceship accelerating at 1 g, 9.8 m/s2, for the first half of the journey, and then decelerating for the other half, could reach Mars within a few days.[24] Similarly, a hypothetical space travel using constant acceleration of 1 g for one year would reach relativistic speeds and allow for a round trip to the nearest star, Proxima Centauri. As such, low-impulse but long-term linear acceleration has been proposed for various interplanetary missions. For example, even heavy (100 ton) cargo payloads to Mars could be transported to Mars in 27 months and retain approximately 55 percent of the LEO vehicle mass upon arrival into a Mars orbit, providing a low-gravity gradient to the spacecraft during the entire journey.[25]\n\nThis form of gravity is not without challenges, however. At present, the only practical engines that could propel a vessel fast enough to reach speeds comparable to Earth's gravitational pull require chemical reaction rockets, which expel reaction mass to achieve thrust, and thus the acceleration could only last for as long as a vessel had fuel. The vessel would also need to be constantly accelerating and at a constant speed to maintain the gravitational effect, and thus would not have gravity while stationary, and could experience significant swings in g-forces if the vessel were to accelerate above or below 1 g. Further, for point-to-point journeys, such as Earth-Mars transits, vessels would need to constantly accelerate for half the journey, turn off their engines, perform a 180° flip, reactivate their engines, and then begin decelerating towards the target destination, requiring everything inside the vessel to experience weightlessness and possibly be secured down for the duration of the flip.\n\nA propulsion system with a very high specific impulse (that is, good efficiency in the use of reaction mass that must be carried along and used for propulsion on the journey) could accelerate more slowly producing useful levels of artificial gravity for long periods of time. A variety of electric propulsion systems provide examples. Two examples of this long-duration, low-thrust, high-impulse propulsion that have either been practically used on spacecraft or are planned in for near-term in-space use are Hall effect thrusters and Variable Specific Impulse Magnetoplasma Rockets (VASIMR). Both provide very high specific impulse but relatively low thrust, compared to the more typical chemical reaction rockets. They are thus ideally suited for long-duration firings which would provide limited amounts of, but long-term, milli-g levels of artificial gravity in spacecraft.[citation needed]\n\nIn a number of science fiction plots, acceleration is used to produce artificial gravity for interstellar spacecraft, propelled by as yet theoretical or hypothetical means.\n\nThis effect of linear acceleration is well understood, and is routinely used for 0 g cryogenic fluid management for post-launch (subsequent) in-space firings of upper stage rockets.[26]\n\nRoller coasters, especially launched roller coasters or those that rely on electromagnetic propulsion, can provide linear acceleration \"gravity\", and so can relatively high acceleration vehicles, such as sports cars. Linear acceleration can be used to provide air-time on roller coasters and other thrill rides.\n\n"
        },
        {
            "title": "Simulating lunar gravity",
            "text": "In January 2022 China was reported by the South China Morning Post to have built a small (60 centimetres (24 in) diameter) research facility to simulate low lunar gravity with the help of magnets.[27][28] The facility was reportedly partly inspired by the work of Andre Geim (who later shared the 2010 Nobel Prize in Physics for his research on graphene) and Michael Berry, who both shared the Ig Nobel Prize in Physics in 2000 for the magnetic levitation of a frog.[27][28]\n\n"
        },
        {
            "title": "Simulating microgravity",
            "text": "Weightless Wonder is the nickname for the NASA aircraft that flies parabolic trajectories and briefly provides a nearly weightless environment in which to train astronauts, conduct research, and film motion pictures. The parabolic trajectory creates a vertical linear acceleration which matches that of gravity, giving zero-g for a short time, usually 20–30 seconds, followed by approximately 1.8g for a similar period. The nickname Vomit Comet is also used to refer to motion sickness that is often experienced by the aircraft passengers during these parabolic trajectories. Such reduced gravity aircraft are nowadays operated by several organizations worldwide.[citation needed]\n\nThe Neutral Buoyancy Laboratory (NBL) is an astronaut training facility at the Sonny Carter Training Facility at the NASA Johnson Space Center in Houston, Texas.[29] The NBL is a large indoor pool of water, the largest in the world,[30] in which astronauts may perform simulated EVA tasks in preparation for space missions. The NBL contains full-sized mock-ups of the Space Shuttle cargo bay, flight payloads, and the International Space Station (ISS).[31]\n\nThe principle of neutral buoyancy is used to simulate the weightless environment of space.[29] The suited astronauts are lowered into the pool using an overhead crane and their weight is adjusted by support divers so that they experience no buoyant force and no rotational moment about their center of mass.[29] The suits worn in the NBL are down-rated from fully flight-rated EMU suits like those in use on the space shuttle and International Space Station.\n\nThe NBL tank is 202 feet (62 m) in length, 102 feet (31 m) wide, and 40 feet 6 inches (12.34 m) deep, and contains 6.2 million gallons (23.5 million litres) of water.[31][32] Divers breathe nitrox while working in the tank.[33][34]\n\nNeutral buoyancy in a pool is not weightlessness, since the balance organs in the inner ear still sense the up-down direction of gravity. Also, there is a significant amount of drag presented by water.[35] Generally, drag effects are minimized by doing tasks slowly in the water. Another difference between neutral buoyancy simulation in a pool and actual EVA during spaceflight is that the temperature of the pool and the lighting conditions are maintained constant.\n\n"
        },
        {
            "title": "Speculative or fictional mechanisms",
            "text": "In science fiction, artificial gravity (or cancellation of gravity) or \"paragravity\"[36][37] is sometimes present in spacecraft that are neither rotating nor accelerating. At present, there is no confirmed technique as such that can simulate gravity other than actual mass or acceleration. There have been many claims over the years of such a device. Eugene Podkletnov, a Russian engineer, has claimed since the early 1990s to have made such a device consisting of a spinning superconductor producing a powerful \"gravitomagnetic field\", but there has been no verification or even negative results from third parties. In 2006, a research group funded by ESA claimed to have created a similar device that demonstrated positive results for the production of gravitomagnetism, although it produced only 0.0001 g.[38] This result has not been replicated.\n\n"
        }
    ]
}