{
    "url": "https://en.wikipedia.org/wiki/Artificial_uterus",
    "title": "Artificial womb",
    "table_of_contents": [
        "1 Components",
        "1.1 Nutrition, oxygen supply and waste disposal",
        "1.2 Uterine wall",
        "1.3 Interface (artificial placenta)",
        "1.4 Amniotic tank (artificial amniotic sac)",
        "1.5 Umbilical cord",
        "2 Research and development",
        "2.1 Emanuel M. Greenberg (USA)",
        "2.2 Juntendo University (Japan)",
        "2.3 Children's Hospital of Philadelphia",
        "2.4 Eindhoven University of Technology (NL)",
        "2.5 Weizmann Institute of Science (Israel)",
        "3 Philosophical considerations",
        "3.1 Bioethics",
        "3.2 Gender equality and LGBT",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn artificial womb or artificial uterus is a device that would allow for extracorporeal pregnancy[2] by growing a fetus outside the body of an organism that would normally carry the fetus to term.\n\nAn artificial uterus, as a replacement organ, would have many applications. It could be used to assist male or female couples in the development of a fetus.[2] This can potentially be performed as a switch from a natural uterus to an artificial uterus, thereby moving the threshold of fetal viability to a much earlier stage of pregnancy.[2] In this sense, it can be regarded as a neonatal incubator with very extended functions. It could also be used for the initiation of fetal development.[2] An artificial uterus could also help make fetal surgery procedures at an early stage an option instead of having to postpone them until term of pregnancy.[2]\n\nIn 2016, scientists published two studies regarding human embryos developing for thirteen days within an ecto-uterine environment.[3][4] Currently, a 14-day rule prevents human embryos from being kept in artificial wombs longer than 14 days. This rule has been codified into law in twelve countries.[5]\n\nIn 2017, fetal researchers at the Children's Hospital of Philadelphia published a study showing they had grown premature lamb fetuses for four weeks in an extra-uterine life support system.[1][6][7]\n\n"
        },
        {
            "title": "Components",
            "text": "An artificial uterus, sometimes referred to as an 'exowomb[8]', would have to provide nutrients and oxygen to nurture a fetus, as well as dispose of waste material. The scope of an artificial uterus (or \"artificial uterus system\" to emphasize a broader scope) may also include the interface serving the function otherwise provided by the placenta, an amniotic tank functioning as the amniotic sac, as well as an umbilical cord.\n\nA woman may still supply nutrients and dispose of waste products if the artificial uterus is connected to her.[2] She may also provide immune protection against diseases by passing of IgG antibodies to the embryo or fetus.[2]\n\nArtificial supply and disposal have the potential advantage of allowing the fetus to develop in an environment that is not influenced by the presence of disease, environmental pollutants, alcohol, or drugs which a human may have in the circulatory system.[2] There is no risk of an immune reaction towards the embryo or fetus that could otherwise arise from insufficient gestational immune tolerance.[2] Some individual functions of an artificial supplier and disposer include:\n\nTheoretically, animal suppliers and disposers may be used, but when involving an animal's uterus the technique may rather be in the scope of interspecific pregnancy.[original research?]\n\nIn a normal uterus, the myometrium of the uterine wall functions to expel the fetus at the end of a pregnancy, and the endometrium plays a role in forming the placenta. An artificial uterus may include components of equivalent function. Methods have been considered to connect an artificial placenta and other \"inner\" components directly to an external circulation.[2]\n\nAn interface between the supplier and the embryo or fetus may be entirely artificial, e.g. by using one or more semipermeable membranes such as is used in extracorporeal membrane oxygenation (ECMO).[9]\n\nThere is also potential to grow a placenta using human endometrial cells. In 2002, it was announced that tissue samples from cultured endometrial cells removed from a human donor had successfully grown.[13][14] The tissue sample was then engineered to form the shape of a natural uterus, and human embryos were then implanted into the tissue. The embryos correctly implanted into the artificial uterus' lining and started to grow. However, the experiments were halted after six days to stay within the permitted legal limits of in vitro fertilisation (IVF) legislation in the United States.[2]\n\nA human placenta may theoretically be transplanted inside an artificial uterus, but the passage of nutrients across this artificial uterus remains an unsolved issue.[2]\n\nThe main function of an amniotic tank would be to fill the function of the amniotic sac in physically protecting the embryo or fetus, optimally allowing it to move freely. It should also be able to maintain an optimal temperature. Lactated Ringer's solution can be used as a substitute for amniotic fluid.[9]\n\nTheoretically, in case of premature removal of the fetus from the natural uterus, the natural umbilical cord could be used, kept open either by medical inhibition of physiological occlusion, by anti-coagulation as well as by stenting or creating a bypass for sustaining blood flow between the mother and fetus.[2]\n\n"
        },
        {
            "title": "Research and development",
            "text": "Emanuel M. Greenberg wrote various papers on the topic of the artificial womb and its potential use in the future.[citation needed]\n\nOn 22 July 1954 Emanuel M. Greenberg filed a patent on the design for an artificial womb.[15] The patent included two images of the design for an artificial womb. The design itself included a tank to place the fetus filled with amniotic fluid, a machine connecting to the umbilical cord, blood pumps, an artificial kidney, and a water heater. He was granted the patent on 15 November 1955.[15]\n\nOn 11 May 1960, Greenberg wrote to the editors of the American Journal of Obstetrics and Gynecology. Greenberg claimed that the journal had published the article \"Attempts to Make an 'Artificial Uterus'\", which failed to include any citations on the topic of the artificial uterus.[citation needed] According to Greenberg, this suggested that the idea of the artificial uterus was a new one although he himself had published several papers on the topic.[citation needed]\n\nIn 1996, Juntendo University in Tokyo developed the extra-uterine fetal incubation (EUFI).[16] The project was led by Yoshinori Kuwabara, who was interested in the development of immature newborns. The system was developed using fourteen goat fetuses that were then placed into artificial amniotic fluid under the same conditions of a mother goat.[16][17] Kuwabara and his team succeeded in keeping the goat fetuses in the system for three weeks.[16][17] The system, however, ran into several problems and was not ready for human testing.[16] Kuwabara remained hopeful that the system would be improved and would later be used on human fetuses.[16][17]\n\nIn 2017, researchers at the Children's Hospital of Philadelphia were able to further develop the extra-uterine system. The study uses fetal lambs which are then placed in a plastic bag filled with artificial amniotic fluid.[1][7] The system consist in 3 main components: a pumpless arteriovenous circuit, a closed sterile fluid environment and an umbilical vascular access. Regarding the pumpless arteriovenous circuit, the blood flow is driven exclusively by the fetal heart, combined with a very low resistance oxygenator to most closely mimic the normal fetal/placental circulation. The closed sterile fluid environment is important to ensure sterility. Scientists developed a technique for umbilical cord vessel cannulation that maintains a length of native umbilical cord (5–10 cm) between the cannula tips and the abdominal wall, to minimize decannulation events and the risk of mechanical obstruction.[18] The umbilical cord of the lambs are attached to a machine outside of the bag designed to act like a placenta and provide oxygen and nutrients and also remove any waste.[1][7] The researchers kept the machine \"in a dark, warm room where researchers can play the sounds of the mother's heart for the lamb fetus.\"[7] The system succeeded in helping the premature lamb fetuses develop normally for a month.[7] Indeed, scientists have run 8 lambs with maintenance of stable levels of circuit flow equivalent to the normal flow to the placenta. Specifically, they have run 5 fetuses from 105 to 108 days of gestation for 25–28 days, and 3 fetuses from 115 to 120 days of gestation for 20–28 days. The longest runs were terminated at 28 days due to animal protocol limitations rather than any instability, suggesting that support of these early gestational animals could be maintained beyond 4 weeks.[18] Alan Flake, a fetal surgeon at the Children's Hospital of Philadelphia hopes to move testing to premature human fetuses, but this could take anywhere from three to five years to become a reality.[7] Flake, who led the study, calls the possibility of their technology recreating a full pregnancy a \"pipe dream at this point\" and does not personally intend to create the technology to do so.[7]\n\nSince 2016, researchers of TU/e and partners aim to develop an artificial womb, which is an adequate substitute for the protective environment of the maternal womb in case of premature birth, preventing health complications. The artificial womb and placenta will provide a natural environment for the baby with the goal to ease the transition to newborn life. The perinatal life support (PLS) system will be developed using breakthrough technology: a manikin will mimic the infant during testing and training, advanced monitoring and computational modeling will provide clinical guidance.[19]\n\nThe consortium of 3 European universities working on the project consists out of Aachen, Milaan and Eindhoven. In 2019 this consortium was granted a subsidy of 3 million euro, and a second grant of 10 million is in progress. \nTogether, the PLS partners provide joint medical, engineering, and mathematical expertise to develop and validate the Perinatal Life Support system using breakthrough simulation technologies. The interdisciplinary consortium will push the development of these technologies forward and combine them to establish the first ex vivo fetal maturation system for clinical use. This project, coordinated by the Eindhoven University of Technology brings together world-leading experts in obstetrics, neonatology, industrial design, mathematical modelling, ex vivo organ support, and non-invasive fetal monitoring. This consortium is led by professor Frans van de Vosse and Professor and doctor Guid Oei. in 2020 the spin off Juno Perinatal Healthcare has been set up by engineers Jasmijn Kok and Lyla Kok, assuring valorisation of the research done. More information about the spin off can be found here;[20]\n\nMore information about the project of the technical universities and its researchers can be found here:[21]\n\nIn 2021, the Weizmann Institute of Science in Israel built a mechanical uterus and grew mouse embryos outside the uterus for several days.[22] This device was also used in 2022 to nurture mouse stem cells for over a week and grow synthetic embryos from stem cells.[23][24]\n\n"
        },
        {
            "title": "Philosophical considerations",
            "text": "The development of artificial uteri and ectogenesis raises bioethical and legal considerations, and also has important implications for reproductive rights and the abortion debate.\n\nArtificial uteri may expand the range of fetal viability, raising questions about the role that fetal viability plays within abortion law. Within severance theory, for example, abortion rights only include the right to remove the fetus, and do not always extend to the termination of the fetus. If transferring the fetus from a woman's womb to an artificial uterus is possible, the choice to terminate a pregnancy in this way could provide an alternative to aborting the fetus.[25][26]\n\nThere are also theoretical concerns that children who develop in an artificial uterus may lack \"some essential bond with their mothers that other children have\".[27]\n\nIn the 1970 book The Dialectic of Sex, feminist Shulamith Firestone wrote that differences in biological reproductive roles are a source of gender inequality. Firestone singled out pregnancy and childbirth, making the argument that an artificial womb would free \"women from the tyranny of their reproductive biology.\"[28][29]\n\nArathi Prasad argues in her column on The Guardian in her article \"How artificial wombs will change our ideas of gender, family and equality\" that \"It will [...] give men an essential tool to have a child entirely without a woman, should they choose. It will ask us to question concepts of gender and parenthood.\" She furthermore argues for the benefits for same-sex couples: \"It might also mean that the divide between mother and father can be dispensed with: a womb outside a woman’s body would serve women, trans women and male same-sex couples equally without prejudice.\"[30]\n\n"
        }
    ]
}