{
    "url": "https://en.wikipedia.org/wiki/Articulated_robot",
    "title": "Articulated robot",
    "table_of_contents": [
        "1 Articulated robots in action",
        "2 Definitions",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An articulated robot is a robot with rotary joints[citation needed] (e.g. a legged robot or an industrial robot).  Articulated robots can range from simple two-jointed structures to systems with 10 or more interacting joints and materials.\nThey are powered by a variety of means, including electric motors.\n\nSome types of robots, such as robotic arms, can be articulated or non-articulated. [1][2]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Articulated Robot:\nSee Figure. An articulated robot uses all the three revolute joints to access its work space.\nUsually the joints are arranged in a “chain”, so that one joint supports another further in the chain.\n\nContinuous Path:\nA control scheme whereby the inputs or commands specify every point along a desired path of motion. The path is controlled by the coordinated motion of the manipulator joints.\n\nDegrees Of Freedom  (DOF):\nThe number of independent motions in which the end effector can move, defined by the number of axes of motion of the manipulator.\n\nGripper:\nA device for grasping or holding, attached to the free end of the last manipulator link; also called the robot’s hand or end-effector.\n\nPayload:\nThe maximum payload is the amount of weight carried by the robot manipulator at reduced speed while maintaining rated precision. Nominal payload is measured at maximum speed while maintaining rated precision. These ratings are highly dependent on the size and shape of the payload.\n\nPick And Place Cycle:\nSee Figure. Pick and place Cycle is the time, in seconds, to execute the following motion sequence: Move down one inch, grasp a rated payload; move up one inch; move across twelve inches; move down one inch; ungrasp; move up one inch; and return to start location.\n\nReach:\nThe maximum horizontal distance from the center of the robot base to the end of its wrist.\n\nAccuracy:\nSee Figure. The difference between the point that a robot is trying to achieve and the actual resultant position. Absolute accuracy is the difference between a point instructed by the robot control system and the point actually achieved by the manipulator arm, while repeatability is the cycle-to-cycle variation of the manipulator arm when aimed at the same point.\n\nRepeatability:\nSee Figure. The ability of a system or mechanism to repeat the same motion or achieve the same points when presented with the same control signals. The cycle-to-cycle error of a system when trying to perform a specific task. Repeatability of this robot lies between 0.1 to 0.5mm with the payload between 5kg to 100kg.\n\nResolution:\nSee Figure. The smallest increment of motion or distance that can be detected or controlled by the control system of a mechanism.\nThe resolution of any joint is a function of encoder pulses per revolution and drive ratio, and dependent on the distance between the tool center point and the joint axis.\n\nRobot Program:\nA robot communication program for IBM and compatible personal computers. Provides terminal emulation and utility functions. This program can record all of the user memory, and some of the system memory to disk files.\n\nMaximum Speed:\nThe compounded maximum\nspeed of the tip of a robot moving at full extension with all joints moving simultaneously in complementary directions. This speed is the theoretical maximum and should under no circumstances be used to estimate cycle time for a particular application. A better measure of real world speed is the standard twelve inch pick and place cycle time. For critical applications, the best indicator of achievable cycle time is a physical simulation.\n\nServo Controlled:\nControlled by a driving signal\nwhich is determined by the error between the mechanism's present position and the desired output position.\n\nVia Point:\nA point through which the robot's tool should pass without stopping; via points are programmed in order to move beyond obstacles or to bring the arm into a lower inertia posture for part of the motion.\n\nWork Envelope:\nA  three-dimensional\nshape that defines the boundaries that the robot manipulator can reach; also known as reach envelope.\n\n"
        }
    ]
}