{
    "url": "https://en.wikipedia.org/wiki/Artificial_fly",
    "title": "Artificial fly",
    "table_of_contents": [
        "1 Construction",
        "2 Types",
        "3 History",
        "3.1 Imitation",
        "3.2 Fly names",
        "4 Contemporary fly types",
        "4.1 Dry flies",
        "4.2 Wet flies",
        "4.3 Nymph flies",
        "4.4 Emerger flies",
        "4.5 Streamer flies",
        "4.6 Terrestrial flies",
        "4.7 Bass and panfish flies, bugs and poppers",
        "4.8 Pike and musky flies",
        "4.9 Carp flies",
        "4.10 Salmon flies",
        "4.11 Steelhead and Pacific salmon flies",
        "4.12 Egg flies",
        "4.13 Flesh flies",
        "4.14 Saltwater flies",
        "4.15 Bonefish flies",
        "4.16 Tarpon flies",
        "4.17 Striped bass flies",
        "4.18 Tube flies",
        "5 See also",
        "6 Notes",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An artificial fly or fly lure is a type of fishing lure, usually used in the sport of fly fishing (although they may also be used in other forms of angling). In general, artificial flies are an imitation of aquatic insects that are natural food of the target fish species the fly fishers try to catch. Artificial flies are constructed by fly tying, in which furs, feathers, thread or any of very many other materials are tied onto a fish hook.[1]\n\nArtificial flies may be constructed to represent all manner of potential preys to freshwater and saltwater fish, including aquatic and terrestrial insects, crustaceans, worms, spawn, small baitfish, reptiles, amphibians, mammals and even birds. Effective artificial fly patterns are said to be killing flies because of their ability to put fish in the creel for the fly fisher. There are thousands of artificial fly patterns, many of them with descriptive and often idiosyncratic names.\n\n"
        },
        {
            "title": "Construction",
            "text": "Fly tying is a common practice in fly fishing, considered by many anglers an important part of the fly fishing experience. Many fly fishers tie their own flies, either following patterns in books, natural insect examples, or using their own imagination. The technique involves attaching small pieces of feathers, animal fur, and other materials onto a hook in order to make it attractive to fish. This is made by wrapping thread tightly around the hook and tying on the desired materials.  A fly is sized by the size hook it is tied on. The construction of tube flies is different in that the tier secures materials a tube rather than to a hook. These flies are rigged by passing the fishing line through the tube before attaching a hook.[2]\n\n"
        },
        {
            "title": "Types",
            "text": "Generally, fly patterns are considered either \"imitations\" or \"attractors\". These can be further broken down into nymphs, terrestrials, dry flies, eggs, scuds, and streamers.  Imitations seek to deceive fish through the lifelike imitation of insects on which the fish may feed.  Imitations do not always have to be precisely realistic in appearance; they may derive their lifelike qualities when their fur or feathers are immersed in water and allowed to move in the current.  Attractors, which are often brightly colored, seek to draw a strike by arousing an aggression response in the fish. Famous attractors are the Stimulator and Royal Wulff flies.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The first literary reference to flies and fishing with flies was in Ælian's Natural History probably written about 200 A.D. That work discussed a Macedonian fly. The Treatyse on Fysshynge with an Angle was published (1496) within The Boke of St. Albans attributed to Dame Juliana Berners. The book contains, along with instructions on rod, line and hook making, dressings for different flies to use at different times of the year. Probably the first use of the term Artificial fly came in Izaac Walton's The Compleat Angler (1653),[5][6]\n\nThe 1652 4th edition of John Dennys's The Secrets of Angling, first published in 1613,  contains the first known illustration of an artificial fly.\n\nBy the early 19th century, the term artificial fly was being routinely used in angling literature much like this representative quote from Thomas Best's A Concise Treatise on the Art of Angling (1807) to refer to all types of flies used by fly fishers.\n\nAlthough the term fly was a reference to an imitation of some flying insect, by the mid-19th century the term fly was being applied to a far greater range of imitation.[original research?]\n\nA major concept in the sport of fly fishing is that the fly imitates some form of fish prey when presented to the fish by the angler. As aquatic insects such as Mayflies, Caddisflies and Stoneflies were the primary prey being imitated during the early developmental years of fly fishing, there were always differing schools of thought on how closely a fly needed to imitate the fish's prey.\n\nIn the mid to late 19th century, those schools of thought, at least for trout fishing were: the formalists (imitation matters) and the colourists (color matters most).[11]  Today, some flies are called attractor patterns because in theory, they do not resemble any specific prey, but instead attract strikes from fish.  For instance, Charles Jardine, in his 2008 book \"Flies, Ties and Techniques,\" speaks of imitators and attractors, categorizing the Royal Wulff as an attractor and the Elk Hair Caddis as an imitator, whereas \"... in sea trout and steelhead fishing there is a combination of imitation and attraction involved in fly construction\".[12]   Paul Schullery in American Fly Fishing – A History (1996) explains however that although much has been written about the imitation theories of fly design, all successful fly patterns must imitate something to the fish, and even a perfect imitation attracts strikes from fish.  The huge range of fly patterns documented today for all sorts of target species-trout, salmon, bass and panfish, pike, saltwater, tropical exotics, etc. are not easily categorized as merely imitative, attractors or  something else.[13]\n\nThere is no convention or consistency in the naming of artificial flies. Long-standing popular patterns have names that have persisted over time. However, fly designers and amateur or professional fly tyers are free to create any fly they choose and to give it any name they want. Angling writers, the popular angling press, and professional fly tackle dealers have always introduced new patterns with new names. The only naming convention is that there is no convention. Flies have been named to honor or celebrate fellow anglers: Royal Wulff, Jock Scott, Quill Gordon, Adams; named to describe their color and composition: Ginger Quill, Gold-ribbed Hare's Ear, Partridge and Orange; named to reflect some regional origin: Bow River Bugger, Tellico nymph, San Juan worm; named to reflect the prey they represent: Golden stone, Blue-wing Olive, Pale Morning Dun, Elk Hair Caddis, White swimming shrimp; named to reflect nothing in particular: Woolly Bugger, Crazy Charlie, Club Sandwich; and, more often than not, named to evoke the designer: Copper John nymph (John Barr), Clouser Deep Minnow (Bob Clouser), Brooks' Montana stone (Charles Brooks), Parks' Salmonfly (Merton Parks), Carey Special (Colonel Carey), Dahlberg Diver (Larry Dahlberg) or Dave's Hopper (Dave Whitlock).\n\nThe well-known trout fly Coachman was originated by Tom Bosworth, who drove Queen Victoria's coach[14] The Royal Coachman was first made by John Haily, a professional fly dresser living in New York City. In writing of other matters, he enclosed this fly for us to see, saying \"A gentleman wanted me to tie up some Coachman for him to take to the north woods and to make them extra strong, so I have tied them with a little band of silk in the middle to prevent the peacock bodies from fraying out. I have also added a tail of the barred feathers of the wood-duck, and I think it makes a very handsome fly.\" A few evenings later, a circle of us were together \"disputing the fly in question\", one of the party claiming that numbers were \"quite as suitable to designate the flies as so many nonsensical names\". The others did not agree with him, but he said: \"What can you do? Here is a fly intended to be a Coachman; but it is not the true Coachman; it is quite unlike it and what can you call it?\" Mr. L. C. Orvis, brother of Mr. Charles Orvis, who was present said: \"Oh that is easy enough; call it the Royal Coachman it is so finely dressed!\" And this name in time came to be known and used by all who are familiar with the fly.[15] When Lee Wulff first designed the Royal Wulff, based on contemporary Catskill patterns, he'd intended to name it \"Bucktail Coachman,\" referencing the bucktail wings he'd added for better flotation. Fellow fisherman and conservationist Dan Bailey insisted that he call them \"Wulffs\" and began tying them under that name.[16]\n\n"
        },
        {
            "title": "Contemporary fly types",
            "text": "The categorization of artificial flies has evolved considerably in the last 200 years as writers, fly tiers and fishing equipment retailers expound and promote new ideas and techniques.  Additionally, as the popularity of fly fishing expanded globally to new and exotic target species, new flies and genera of flies came into being.  There are many subtypes in some of these categories especially as they apply to trout flies. As well, any given pattern of artificial fly might well fit into multiple categories depending on its intended use.  The following categorization with illustrative examples is derived from the following major artificial fly merchants offerings.[17][18]\n\nDry flies are designed to be buoyant, or land softly on the surface of the water.  Dry flies typically represent the adult form of an aquatic or terrestrial insect.  Dry flies are generally considered freshwater flies.[23]\n\nWet flies are designed to sink below the surface of the water. Wet flies have been tied in a wide variety of patterns to represent larvae, nymphs, pupa, drowned insects, baitfish and other underwater prey. Wet flies are generally considered freshwater flies.[24]\n\nNymphs are designed to resemble the immature form of aquatic insects and small crustaceans. Nymph flies are generally considered freshwater flies.[25]\n\nEmergers are designed to resemble the not quite mature hatching aquatic insect as it leaving the water to become an adult insect. Emergers are generally considered freshwater trout flies.[26]\n\nStreamers are designed to resemble some form of baitfish or other large aquatic prey.  Streamer flies may be patterned after both freshwater and saltwater prey species.  Streamer flies are a very large and diverse category of flies as streamers are effective for almost any type of gamefish.[27]\n\nTerrestrials are designed to resemble non-aquatic insects, crustaceans, worms and small mammals that could fall prey to feeding fish after being blown or falling onto the water.[28][29]\n\nBass and panfish flies, bugs and poppers are generally designed to resemble both surface and sub-surface insect, crustacean, baitfish prey consumed by warm-water species such as Largemouth bass or bluegill.  This genus of flies generally includes patterns that resemble small mammals, birds, amphibians or reptiles that may fall prey to fish, or in the case of panfish flies, small aquatic insects or crustaceans.[30]\n\nPike and musky flies are generally designed to resemble both surface and sub-surface crustacean, baitfish prey consumed by  species of the genus Esox such as Northern Pike or Muskellunge.  This genus of flies are larger than bass flies and generally includes patterns that resemble baitfish and small mammals, birds, amphibians or reptiles that may fall prey to fish.[31]\n\nAlthough many flies from the standard trout repertoire can be successfully used to tempt various species of carp, particularly the common carp, a number of traditional patterns have been modified to make them more appealing to carp. One example would be Barry's Carp Fly,[32] which resembles the familiar thorax-plus-tapered-abdomen structure of many nymphs, albeit in an enlarged and bushier format. Some flies have been designed specifically to target carp, usually to imitate the various vegetative sources of food that omnivorous carp feed on such as berries, seeds, and flowers that may fall into the water.[33] This small niche of the fly fishing / fly tying world began to grow dramatically in size and legitimacy around 2010 as a hitherto underground movement started to go mainstream in the United States, leading to numerous innovations.[34] Several of those, like the family of so-called \"headstand\"[35] flies, represent the most significant departures from traditional freshwater designs in many years.[citation needed]\n\nSalmon flies are a traditional class of flies tied specifically to fly fish for Atlantic Salmon.  Some salmon flies may be classified as lures while others may be classified as dry flies, such as the bomber.  Salmon flies are also tied in classic and contemporary patterns.[36]\n\nSteelhead and Pacific salmon flies are designed for catching anadromous steelhead trout and pacific salmon in western North American and Great Lakes rivers.[citation needed]\n\nEgg flies are all designed to resemble the spawn of other fish that may be encountered in a river and consumed by the target species.[citation needed]\n\nFlesh flies are designed to resemble the rotting flesh of pacific salmon encountered in a river and consumed by the target species.[citation needed]\n\nSaltwater flies are a class of flies designed to represent a wide variety of inshore, offshore and estuarial saltwater baitfish, crustacean and other saltwater prey.  Most of the time you see a pattern it will be represent a shrimp, crab, baitfish, or a combination of them.  Saltwater flies generally are found in both sub-surface and surface patterns.[40]\n\nBonefish flies are a special class of saltwater flies used to catch bonefish in shallow water.  Bonefish flies generally resemble small crabs, shrimp or other crustaceans.[41]\n\nTarpon flies are a special class of saltwater flies used to catch tarpon in both inshore and offshore waters.  Tarpon flies generally represent small baitfish commonly preyed upon by tarpon.[41]\n\nStriped bass flies are a special class of freshwater-saltwater fly used to catch striped bass in freshwater, inshore and offshore waters.  Striped bass flies generally represent small baitfish commonly preyed upon by striped bass.[citation needed]\n\nA tube fly is a general tying style of artificial fly. Tube flies differ from traditional artificial flies as they are tied on small diameter tubes, not hooks.  Tube flies were originated in Aberdeen, Scotland by fly-dresser Minnie Morawski for Atlantic salmon anglers around 1945.[42] Tube flies were designed to improve hooking success and to prevent damage to complex and expensive salmon flies by the teeth of hooked salmon.  Tube flies have been widely adapted to fly patterns for a variety of cold water and warm water species and are extremely popular for steelhead and salmon in the Pacific Northwest and northeast United States, as well as saltwater species along the Atlantic, Florida and Gulf Coasts.  They are widely used in European waters for Atlantic salmon, sea trout and pike.[2]\n\n"
        }
    ]
}