{
    "url": "https://en.wikipedia.org/wiki/ASIMO",
    "title": "ASIMO",
    "table_of_contents": [
        "1 Development",
        "1.1 Form",
        "1.2 Abilities",
        "1.3 Impact and technologies",
        "1.4 Specifications",
        "2 Public appearances",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nASIMO (Advanced Step in Innovative Mobility) is a humanoid robot created by Honda in 2000. It is displayed in the Miraikan museum in Tokyo, Japan. On 8 July 2018, Honda posted the last update of Asimo through their official page stating that it would be ceasing all development and production of Asimo robots in order to focus on more practical applications using the technology developed through Asimo's lifespan.[1] The name was chosen in honor of Isaac Asimov.[2] [3] It made its last active appearance in March 2022, over 20 years after its first, as Honda announced that they are retiring the robot to concentrate on remote-controlled, avatar-style, robotic technology.[4][5]\n\nThere are four published models of the Asimo. A few years after the release in 2002 there were 20 units of the first Asimo model produced.[6] As of February 2009, there were over 100 ASIMO units in existence.[7]\n\n"
        },
        {
            "title": "Development",
            "text": "Honda began developing humanoid robots in the 1980s, including several prototypes that preceded ASIMO. It was the company's goal to create a walking robot. E0 was the first bipedal (two-legged) model produced as part of the Honda E series, which was an early experimental line of self-regulating, humanoid walking robot with wireless movements created between 1986 and 1993.[8][9]\nThis was followed by the Honda P series of robots produced from 1993 through 1997. The research made \non the E- and P-series led to the creation of ASIMO. Development began at Honda's Wako Fundamental Technical Research Center in Japan in 1999 and ASIMO was unveiled in October 2000.[10][11] ASIMO is an acronym which stands for Advanced Step in Innovative Mobility.[12] The Japanese word Asi also stands for 'leg' and Mo for 'mobility'. ASIMO is pronounced as 'ashimo' and means 'also legs'.\n\nIn 2018, Honda ceased the commercial development of ASIMO, although it will continue to be developed as a research platform and make public appearances.[13]\n\nASIMO stands 130 cm (4 ft 3 in) tall and weighs 54 kg (119 lb). Research conducted by Honda found that the ideal height for a mobility assistant robot was between 120 cm and the height of an average adult, which is conducive to operating door knobs and light switches.[8][14] ASIMO is powered by a rechargeable 51.8 V lithium-ion battery with an operating time of one hour. Switching from a nickel metal hydride in 2004 increased the amount of time ASIMO can operate before recharging.[15] ASIMO has a three-dimensional computer processor that was created by Honda and consists of a three stacked die, a processor, a signal converter and memory.[16] The computer that controls ASIMO's movement is housed in the robot's waist area and can be controlled by a PC, wireless controller, or voice commands.[17]\n\nASIMO has the ability to recognize moving objects, postures, gestures, its surrounding environment, sounds and faces, which enables it to interact with humans. The robot can detect the movements of multiple objects by using visual information captured by two camera \"eyes\" in its head and also determine distance and direction. This feature allows ASIMO to follow or face a person when approached.[8] The robot interprets voice commands and human gestures, enabling it to recognize when a handshake is offered or when a person waves or points, and then respond accordingly.[17] ASIMO's ability to distinguish between voices and other sounds allows it to identify its companions. ASIMO is able to respond to its name and recognizes sounds associated with a falling object or collision. This allows the robot to face a person when spoken to or look towards a sound. ASIMO responds to questions by nodding or providing a verbal answer in different languages and can recognize approximately 10 different faces and address them by name.[17]\n\nThere are sensors that assist in autonomous navigation. The two cameras inside the head are used as a visual sensor to detect obstacles. The lower portion of the torso has ground sensor which comprises one laser sensor and one infrared sensor. The laser sensor is used to detect ground surface. The infrared sensor with automatic shutter adjustment based on brightness is used to detect pairs of floor markings to confirm the navigable paths of the planned map. The pre-loaded map and the detection of floor markings help the robot to precisely identify its present location and continuously adjust its position. There are front and rear ultrasonic sensors to sense the obstacles. The front sensor is located at the lower portion of the torso together with the ground sensor. The rear sensor is located at the bottom of the backpack.[18]\n\nHonda's work with ASIMO led to further research on walking assist devices that resulted in innovations such as the Stride Management Assist and the Bodyweight Support Assist.[19]\n\nIn honor of ASIMO's 10th anniversary in November 2010, Honda developed an application for the iPhone and Android smartphones called \"Run with ASIMO.\" Users learn about the development of ASIMO by virtually walking the robot through the steps of a race and then sharing their lap times on Twitter and Facebook.[20]\n\n"
        },
        {
            "title": "Public appearances",
            "text": "Since ASIMO was introduced in 2000, the robot has traveled around the world and performed in front of international audiences. ASIMO made its first public appearance in the U.S. in 2002 when it rang the bell to open trade sessions for the New York Stock Exchange.[33] From January 2003 to March 2005, the robot toured the U.S. and Canada, demonstrating its abilities for more than 130,000 people.[34] From 2003 to 2004, ASIMO was part of the North American educational tour, where it visited top science and technology museums and academic institutions throughout North America.[35] The goal of the tour was to encourage students to study science through a live show that highlighted ASIMO's abilities. Additionally, the robot visited top engineering and computer science colleges and universities across the US as part of the ASIMO Technology Circuit Tour in an effort to encourage students to consider scientific careers.[36] In 2004, ASIMO was inducted into the Carnegie Mellon Robot Hall of Fame.[37] In March 2005, the robot walked the red carpet at the world premiere of the computer-animated film, Robots.[38] In June 2005, ASIMO became a feature in a show called \"Say 'Hello' to Honda's ASIMO\" at Disneyland's Innoventions attraction, which was a part of the Tomorrowland area of the park.[39] This was the only permanent installation of ASIMO in North America until Innoventions was closed in April 2015.[40]\n\nThe robot first visited the United Kingdom in January 2003 for private demonstrations at the Science Museum in London.[41] ASIMO continued on a world tour, making stops in countries such as Spain,[42] the United Arab Emirates,[43] Russia,[44] South Africa[45] and Australia.[46] In October 2008, ASIMO greeted Prince Charles during a visit to the Miraikan Museum in Tokyo, where it performed a seven-minute step and dance routine.[47]\n\nIn a demonstration at Honda's Tokyo headquarters in 2007, the company demonstrated new intelligence technologies that enabled multiple ASIMO robots to work together. The demonstration showed the robot's ability to identify and avoid oncoming people, work with another ASIMO, recognize when to recharge its battery and perform new tasks, such as carrying a tray and pushing a cart.[48]\n\nIn 2008, ASIMO conducted the Detroit Symphony Orchestra in a performance of \"The Impossible Dream\" to bring attention to its partnership with the Orchestra and support the performing arts in Detroit.[49] A 49-foot replica of ASIMO made with natural materials, such as lettuce seed, rice and carnations led the 120th Rose Parade in celebration of Honda's 50th year of operation in the USA.[50] Later that year, the robot made an appearance in Italy at the Genoa Science Festival.[51]\n\nIn January 2010, Honda debuted its \"Living With Robots\" documentary at the Sundance Film Festival in Park City, Utah.[52] The film focuses on the experience of human interaction with robots like ASIMO.[53] ASIMO attended the Ars Electronica festival in Linz, Austria in September 2010, which allowed Honda to study the results of human and robot interaction and use the results to guide development of future versions of the robot.[54] In April 2011, ASIMO was demonstrated at the FIRST Championship in St. Louis, Missouri, US to encourage students to pursue studies in math, science and engineering,[55] and in November 2011 ASIMO was one of the star attractions at the first Abu Dhabi Science Festival.[56]\n\nASIMO visited the Ontario Science Center in Toronto in May 2011 and demonstrated its abilities to Canadian students. The robot later traveled to Ottawa for the unveiling of an exhibit at the Canadian Museum of Civilization 19 May through 22 May 2011.[57]\n\nASIMO appeared as a guest on the British quiz show QI on 2 December 2011. After serving water to host Stephen Fry and dancing with comedian Jo Brand, ASIMO won with 32 points.\n\nASIMO was also the inspiration behind 2012's film Robot & Frank, where a robot assists an aging man to commit his last job as a 'cat burglar'. The robot in the film, portrayed by an actor in costume, has the appearance of an ASIMO robot.\n\nIn April 2014, the robot was introduced to President Obama at the Miraikan science museum in Tokyo.[58]\n\nOn 24 March 2017, Honda revealed ASIMO in Disneyland's Autopia attraction.\n\n"
        }
    ]
}