{
    "url": "https://en.wikipedia.org/wiki/Asparagus",
    "title": "Asparagus",
    "table_of_contents": [
        "1 Description",
        "1.1 Chemistry",
        "2 Nomenclature",
        "3 Cultivation",
        "3.1 Companion planting",
        "4 Uses",
        "4.1 Commercial production",
        "4.2 White asparagus",
        "4.3 Effects on urine",
        "5 In culture",
        "5.1 Celebrations",
        "6 Gallery",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAsparagus, or garden asparagus, folk name sparrow grass,  scientific name Asparagus officinalis, is a perennial flowering plant species in the genus Asparagus. Its young shoots are used as a spring vegetable.\n\nIt was once classified in the lily family, like the related Allium species, onions and garlic. However, genetic research places lilies, Allium, and asparagus in three separate families—the Liliaceae, Amaryllidaceae, and Asparagaceae, respectively— the Amaryllidaceae and Asparagaceae are grouped together in the order Asparagales. Sources differ as to the native range of Asparagus officinalis, but generally include most of Europe and western temperate Asia.[4][5][6][7] It is widely cultivated as a vegetable crop.\n\n"
        },
        {
            "title": "Description",
            "text": "Asparagus is a herbaceous, perennial plant[8] growing to 100–150 centimetres (40–60 inches) tall, with stout stems with much-branched, feathery foliage. The 'leaves' are in fact needle-like cladodes (modified stems) in the axils of scale leaves; they are 6–32 millimetres (1⁄4–1+1⁄4 inches) long and 1 mm (1⁄32 in) broad, and clustered four to 15 together, in a rose-like shape.[9] The root system, often referred to as a 'crown', is adventitious and the root type is fasciculated. The flowers are bell-shaped, greenish-white to yellowish, 4.5–6.5 mm (3⁄16–1⁄4 in) long, with six tepals partially fused together at the base; they are produced singly or in clusters of two or three in the junctions of the branchlets. It is usually dioecious, with male and female flowers on separate plants, but sometimes hermaphrodite flowers are found. The fruit is a small red berry 6–10 mm (1⁄4–13⁄32 in) in diameter, which is toxic to humans.[10]\n\nPlants native to the western coasts of Europe (from northern Spain to northwest Germany, north Ireland, and Great Britain) are treated as Asparagus officinalis subsp. prostratus (Dumort.) Corb., distinguished by its low-growing, often prostrate stems growing to only 30–70 centimetres (12–28 in) high, and shorter cladodes 2–18 mm (3⁄32–23⁄32 in) long.[5][11] It is treated as a distinct species, Asparagus prostratus Dumort, by some authors.[12][13]\n\nCertain compounds in asparagus are metabolized to yield ammonia and various sulfur-containing degradation products, including various thiols and thioesters,[14] which following consumption give urine a characteristic smell.\n\nSome[15] of the volatile organic compounds responsible for the smell are:[16][17]\n\nSubjectively, the first two are the most pungent, while the last two (sulfur-oxidized) give a sweet aroma. A mixture of these compounds form a \"reconstituted asparagus urine\" odor.  This was first investigated in 1891 by Marceli Nencki, who attributed the smell to methanethiol.[18] These compounds originate in the asparagus as asparagusic acid and its derivatives, as these are the only sulfur-containing compounds unique to asparagus. As these are more present in young asparagus, this accords with the observation that the smell is more pronounced after eating young asparagus. The biological mechanism for the production of these compounds is less clear.[citation needed]\n\nThe onset of the asparagus urine smell is remarkably rapid while the decline is slower. The smell has been reported to be detectable 15 to 30 minutes after ingestion[19][20] and subsides with a half-life of approximately four hours.[21]\n\n"
        },
        {
            "title": "Nomenclature",
            "text": "A. officinalis is widely known simply as \"asparagus\", and may be confused with unrelated plant species also known as \"asparagus\", such as Ornithogalum pyrenaicum known as \"Prussian asparagus\" for its edible shoots.\n\nThe English word asparagus derives from classical Latin but the plant was once known in English as sperage, from the Medieval Latin sparagus.[Note 1] This term itself derives from the Greek aspharagos or asparagos, but the Greek terms are of uncertain provenance: the latter form admits the possibility of a Proto-Indo-European root meaning \"to jerk, scatter,\" directly or via a Persian descendant meaning \"twig, branch\"; but the Ancient Greek word itself, meaning \"gully, chasm,\" seems to be of Pre-Greek origin instead.\n\nAsparagus was corrupted in some places to \"sparrow grass\"; indeed, John Walker wrote in 1791 that \"Sparrowgrass is so general that asparagus has an air of stiffness and pedantry\".[22]\nThe name 'sparrow grass' was still in common use in rural East Anglia, England well into the twentieth century.[23]\n\nIn Turkish, asparagus is known as kuşkonmaz,[24] literally \"[a] bird won't land [on it]\", in reference to the shape of the plant.\n\n"
        },
        {
            "title": "Cultivation",
            "text": "Since asparagus often originates in maritime habitats, it thrives in soils that are too saline for normal weeds to grow. Thus, a little salt was traditionally used to suppress weeds in beds intended for asparagus; this has the disadvantage that the soil cannot be used for anything else. Some places are better for growing asparagus than others. The fertility of the soil is a large factor. \"Crowns\" are planted in winter, and the first shoots appear in spring; the first pickings or \"thinnings\" are known as sprue asparagus. Sprue has thin stems.[25]\n\nA breed of \"early-season asparagus\" that can be harvested two months earlier than usual was announced by a UK grower in early 2011.[26] This variety does not need to lie dormant and blooms at 7 °C (45 °F), rather than the usual 9 °C (48 °F).\n\nPurple asparagus differs from its green and white counterparts in having high sugar and low fibre levels. Purple asparagus was originally developed in Italy, near the city of Albenga and commercialized under the variety name 'Violetto d' Albenga'.[27] Purple asparagus can also turn green while being cooked due to its sensitivity to heat.[28]\n\nAsparagus is said to be a useful companion plant for tomatoes, as the tomato plant repels the asparagus beetle. Asparagus may repel some harmful root nematodes that affect tomato plants.[29]\n\n"
        },
        {
            "title": "Uses",
            "text": "Only young asparagus shoots are commonly eaten: once the buds start to open (\"ferning out\"), the shoots quickly turn woody.[30] The roots contain starch.[31]\n\nWater makes up 93% of asparagus's composition.[32] Asparagus is low in food energy and very low in sodium. It is a good source of vitamin B6, calcium, magnesium, and zinc, and a very good source of dietary fibre, protein, beta-carotene, vitamin C, vitamin E, vitamin K, thiamin, riboflavin, rutin, niacin, folic acid, iron, phosphorus, potassium, copper, manganese, and selenium,[33][34] as well as chromium, a trace mineral that regulates the ability of insulin to transport glucose from the bloodstream into cells.[35] The amino acid asparagine gets its name from asparagus, from which it was first isolated, as the asparagus plant is relatively rich in this compound.\n\nThe shoots are prepared and served in a number of ways around the world, typically as an appetizer[36] or vegetable side dish. In Asian-style cooking, asparagus is often stir-fried.  Cantonese restaurants in the United States often serve asparagus stir-fried with chicken, shrimp, or beef. It may also be quickly grilled over charcoal or hardwood embers, and is also used as an ingredient in some stews and soups. In recent years,[when?] asparagus eaten raw as a component of a salad has regained popularity,[37] although may cause digestive issues for some.[31]\n\nAsparagus can also be pickled and stored for several years. Some brands label shoots prepared in this way as \"marinated\".\n\nStem thickness indicates the age of the plant (and not the age of the stalk), with the thicker stems coming from older plants. Older, thicker stalks can be woody, although peeling the skin at the base removes the tough layer. Peeled asparagus will poach much faster.[38] The bottom portion of asparagus often contains sand and soil, so thorough cleaning is generally advised before cooking.  Plants bearing seeds produce spears that are smaller and thinner, and plants without seeds produce larger and thicker spears.[39]  Thickness and thinness are not an indication of tenderness or toughness.  The stalks are thick or thin from the moment they sprout from the ground.[39]\n\nGreen asparagus is eaten worldwide, and the availability of imports throughout the year has made it less of a delicacy than it once was.[11] In Europe, according to one source, the \"asparagus season is a highlight of the foodie calendar\"; in the UK this traditionally begins on 23 April and ends on Midsummer Day.[40][41] As in continental Europe, due to the short growing season and demand for local produce, asparagus commands a premium price.\n\nThe top asparagus importers (2016) were the United States (214,735 tonnes), followed by Germany (24,484 tonnes), and Canada (19,224 tonnes).[42]\n\nChina is by far the world's largest producer: in 2017 it produced 7,845,162 tonnes, followed by Peru with 383,098 tonnes and Mexico with 245,681 tonnes.[42] U.S. production was concentrated in California, Michigan, and Washington.[43][44]\nThe annual production for white asparagus in Germany is 57,000 tonnes (61% of consumer demand).[45]\n\nWhen grown under tunnels, growers can extend the harvest season. In the UK, it is estimated that the asparagus harvest season can begin as early as mid-February and continue into late autumn by growing cold-resistant cultivars under heated polytunnels. Furthermore, late season harvests can be achieved using 'reverse season growth' where spears are left to fern between March–August and harvested in September–October.[46][47]\n\nIn Asia, an alternative approach to cultivating asparagus has been employed and is referred to as 'Mother Stalk Method' where three to five stalks per plant are allowed to develop into fern, while harvesting adjacent spears.[48]\n\nWhite asparagus is very popular in Europe and western Asia.[citation needed] White asparagus is the result of applying a blanching technique while the asparagus shoots are growing.[49] To cultivate white asparagus, the shoots are covered with soil as they grow, i.e. earthed up; without exposure to sunlight, no photosynthesis starts, and the shoots remain white. Compared to green asparagus, the locally cultivated so-called \"white gold\" or \"edible ivory\" asparagus, also referred to as \"the royal vegetable\",[50] is believed to be  less bitter and much more tender. Freshness is very important, and the lower ends of white asparagus must be peeled before cooking or raw consumption.\n\nOnly seasonally on the menu, asparagus dishes are advertised outside many restaurants, usually from late April to June. For the French style, asparagus is often boiled or steamed and served with Hollandaise sauce, White sauce, melted butter or most recently with olive oil and Parmesan cheese.[51] Tall, narrow asparagus cooking pots allow the shoots to be steamed gently, their tips staying out of the water.\n\nDuring the German Spargelsaison or Spargelzeit (\"asparagus season\" or \"asparagus time\"), the asparagus season that traditionally finishes on 24 June, roadside stands and open-air markets sell about half of the country's white asparagus consumption.[52]\n\nIn western Himalayan regions, such as Nepal and north-western India wild asparagus is harvested as a seasonal vegetable delicacy known as Kurilo\tor Jhijhirkani.[53]\n\n\n\nThe effect of eating asparagus on urine excreted afterwards has long been observed:\n\nAsparagus contains asparagusic acid. When the vegetable is digested, a group of volatile sulfur-containing compounds is produced.[58]\n\nAsparagus has been eaten and cultivated for at least two millennia but the association between odorous urine and asparagus consumption was not observed until the late 17th century when sulfur-rich fertilisers became common in agriculture.[59]  Small-scale studies noted that the \"asparagus urine\" odour was not produced by all individuals and estimates as to the proportion of the population who are excretors (reporting a noticeable asparagus urine odour after eating asparagus) has ranged from about 40%[60] to as high as 79%.[61][21] When excretors are exposed to non-excretor urine after asparagus consumption, however, the characteristic asparagus urine odour is usually reported.[59]  More recent work has confirmed that a small proportion of individuals do not produce asparagus urine, and amongst those that do, some cannot detect the odour due to a single-nucleotide polymorphism within a cluster of olfactory receptors.[62]\n\nDebate exists about the universality of producing the sulfurous smell, as well as the ability to detect it.  Originally, this was thought to be because some people digested asparagus differently from others, so some excreted odorous urine after eating asparagus, and others did not. In the 1980s, three studies from France,[63] China, and Israel published results showing that producing odorous urine from asparagus was a common human characteristic. The Israeli study found that from their 307 subjects, all of those who could smell \"asparagus urine\" could detect it in the urine of anyone who had eaten asparagus, even if the person who produced it could not detect it.[64] A 2010 study[65] found variations in both production of odorous urine and the ability to detect the odor, but that these were not tightly related. Most people are thought to produce the odorous compounds after eating asparagus, but the differing abilities of various individuals to detect the odor at increasing dilutions suggests a genetically determined specific sensitivity.[66][67][68]\n\nIn 2010, the company 23andMe published a genome-wide association study on whether participants have \"ever noticed a peculiar odor when [they] pee after eating asparagus\".[69]  This study pinpointed a single-nucleotide polymorphism (SNP) in a cluster of olfactory genes associated with the ability to detect the odor.  While this SNP did not explain all of the difference in detection between people, it provides support for the theory that genetic differences occur in  olfactory receptors that lead people to be unable to smell these odorous compounds.\n\n"
        },
        {
            "title": "In culture",
            "text": "Asparagus has been used as a vegetable owing to its distinct flavor, and in medicine due to its diuretic properties and its purported function as an aphrodisiac. It is pictured as an offering on an Egyptian frieze dating to 3000 BC. In ancient times, it was also known in Syria and in the Iberian Peninsula. Greeks and Romans ate it fresh when in season, and dried the vegetable for use in winter. Emperor Augustus coined the expression \"faster than cooking asparagus\" for quick action.[Note 2][70][71]\n\nA recipe for cooking asparagus is given in one of the oldest surviving collections of recipes (Apicius's 1st century AD De re coquinaria, Book III). In the second century AD, the Greek physician Galen, highly respected within Roman society, mentioned asparagus as a beneficial herb, but as dominance of the Roman empire waned, asparagus' medicinal value drew little attention[72][Note 1]\nuntil al-Nafzawi's The Perfumed Garden. That piece of writing celebrates its purported aphrodisiacal  power that the Indian Ananga Ranga attributes to \"special phosphorus elements\" that also counteract fatigue.[dubious  – discuss]\n\nBy 1469, asparagus was cultivated in French monasteries. Asparagus appears to have been little noticed in England until 1538,[Note 1] and in Germany until 1542.[71]\n\nAsparagus was brought to North America by European settlers at least as early as 1655. Adriaen van der Donck, a Dutch immigrant to New Netherland, mentions asparagus in his description of Dutch farming practices in the New World.[73] Asparagus was grown by British immigrants as well; in 1685, one of William Penn's advertisements for Pennsylvania included asparagus in a long list of crops that grew well in the American climate.[74]\n\nThe points d'amour (\"love tips\") were served as a delicacy to Madame de Pompadour (1721–1764).[75]\n\nThe green crop is significant enough in California's Sacramento–San Joaquin River Delta region that the city of Stockton holds a festival every year to celebrate it. Oceana County, Michigan, the self-proclaimed \"asparagus capital of the world\" hosts an annual festival complete with a parade and asparagus queen;[76]  The Vale of Evesham in Worcestershire is the largest producer within Northern Europe,[citation needed] celebrating with the annual British Asparagus Festival involving auctions of the best crop, an \"Asparagus Run\" modelled on the Beaujolais Run and a weekend \"Asparafest\" music festival.[77]\n\nMany German cities hold an annual Spargelfest (asparagus festival) celebrating the harvest of white asparagus. Schwetzingen claims to be the \"Asparagus Capital of the World\",[78] and during its festival, an Asparagus Queen is crowned. The Bavarian city of Nuremberg feasts a week long in April, with a competition to find the fastest asparagus peeler in the region; this usually involves generous amounts of the local wines and beers being consumed to aid the spectators' appreciative support.\n\nHelmut Zipner, who peeled a ton of asparagus in 16 hours, holds the world record in asparagus peeling.[78]\n\n"
        }
    ]
}