{
    "url": "https://en.wikipedia.org/wiki/Assyrian_Church_of_the_East",
    "title": "Assyrian Church of the East",
    "table_of_contents": [
        "1 History",
        "1.1 Schisms and branches",
        "1.2 The senior Eliya line of Alqosh",
        "1.3 The junior Shimun line of Qochanis",
        "1.4 Consolidation of remaining branches",
        "1.5 20th century",
        "1.5.1 Patriarch Shimun XXI Eshai",
        "1.5.2 Patriarch Dinkha IV",
        "1.5.3 Patriarch Gewargis III",
        "1.5.4 Patriarch Awa III",
        "2 Doctrine",
        "2.1 Christology",
        "3 Liturgy",
        "4 Iconography",
        "5 Organization",
        "5.1 Hierarchy",
        "5.2 Archdioceses",
        "5.3 Dioceses",
        "5.4 Members of the Holy Synod",
        "6 Ecumenical relations",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Assyrian Church of the East,[d] sometimes called Church of the East,[21][22] officially the Holy Apostolic Catholic Assyrian Church of the East,[21][23][e] is an Eastern Christian church that follows the traditional Christology and ecclesiology of the historical Church of the East.[25] It belongs to the eastern branch of Syriac Christianity, and employs the Divine Liturgy of Saints Addai and Mari belonging to the East Syriac Rite. Its main liturgical language is Classical Syriac, a dialect of Eastern Aramaic, and the majority of its adherents are ethnic Assyrians.\n\nThe church also has an archdiocese located in India, known as the Chaldean Syrian Church of India. The Assyrian Church of the East is officially headquartered in the city of Erbil, in northern Iraq; its original area also spread into southeastern Turkey, northeastern Syria and northwestern Iran, corresponding roughly to ancient Assyria. The current Catholicos-Patriarch of the Assyrian Church of the East, Mar Awa III, was installed in September 2021.\n\nThe Assyrian Church of the East claims continuity with the historical Church of the East, and it is not in communion with either the Oriental Orthodox Churches or the Eastern Orthodox Church. The faction of the Church of the East that came to be in full communion with the Holy See of Rome is the Chaldean Catholic Church. After the Common Christological Declaration in 1994 between the Church of the East and the Catholic Church, and a 2001 theological dialogue between the churches, they drew up guidelines for faithful to have mutual admission to the Eucharist between the Chaldean Catholic Church and the Assyrian Church of the East.[26]\n\nThe Assyrian Church of the East has a traditional episcopal structure, headed by the Catholicos-Patriarch. Its hierarchy is composed of metropolitan bishops and diocesan bishops, while lower clergy consists of priests and deacons, who serve in dioceses (eparchies) and parishes throughout the Middle East, India, North America, Oceania, and Europe (including the Caucasus and Russia).[27]\n\n"
        },
        {
            "title": "History",
            "text": "The Assyrian Church of the East considers itself as the continuation of the Church of the East, a church that originally developed among the Assyrians during the first century AD in Assyria, Upper Mesopotamia and northwestern Persia, east of the Byzantine Empire. It is an apostolic church established by Thomas the Apostle, Addai of Edessa, and Bartholomew the Apostle. Contrary to a widespread opinion, the Apostle Saint Peter never visited the Church of Babylon[28]\n\nThe historical distinctiveness of the Assyrian Church of the East resulted from the series of complex processes and events that occurred within the Church of the East during the transitional period that started in the middle of the 16th century, and lasted until the beginning of the 19th century.[29] That turbulent period was marked by several consequent splits and mergers, resulting in the creation of separate branches and rival patriarchal lines. During the entire period, one of the main questions of dispute was the union with the Catholic Church. Ultimately, the pro-Catholic branches were consolidated as the Chaldean Catholic Church, while the traditional branches were consolidated as the Assyrian Church of the East.[30]\n\nDuring the patriarchal tenure of Shemon VII Ishoyahb (1539–1558), who resided in the ancient Rabban Hormizd Monastery near Alqosh, an internal dissent occurred over several issues, including the question of hereditary succession to the patriarchal throne, and the question of union with the Catholic Church. By that time, Franciscan missionaries had already gained some influence over several local communities,[31] and they took an active role in organizing the opposition to the Patriarch at that time. By the end of 1552, a pro-Catholic party had been organized in Mosul under the leadership of the priest Yohannan Sulaqa,[32] who decided to legitimize his position by traveling to Rome and seeking confirmation by Pope Julius III (1550–1555).[33] Receiving support from the Franciscan missionaries, he arrived in Rome and entered into full communion with the Catholic Church in February 1553. At that point, officials of the Roman Curia were given incorrect information that the elderly Patriarch Shemon VII had actually died. After some deliberation, the Pope decided to appoint Yohannan Sulaqa as \"Patriarch of Babylon\" in April 1553.[34]\n\nUpon consecration, Yohannan Sulaqa took the name Shimun and by the end of the year he returned to his homeland. He started to organize the pro-Catholic party by appointing several metropolitans and bishops.[33]\n\nUnion with Rome was actively opposed by Patriarch Shemon VII Ishoyahb, who continued to reside in the Rabban Hormizd Monastery near Alqosh. He was succeeded by his nephew Eliya (1558–1591), who was designated as Eliya \"VII\" in older historiography,[35][36] but renumbered as Eliya \"VI\" in recent scholarly works.[37][38][39] The same renumbering was applied to his successors, who all took the same name thus creating the Eliya line. During his patriarchal rule, the Eliya line preserved its traditional christology and full ecclesiastical independence.[40] His successor was Patriarch Eliya VII (VIII) (1591–1617), who negotiated on several occasions with the Catholic Church, in 1605 and 1610, and again in 1615–1616, but without any conclusion.[41] Further negotiations were abandoned by the next Patriarch Eliya VIII (IX) (1617–1660).[42] David Wilmshurst noted that his successor, Patriarch Eliya IX (X) (1660–1700) also was a \"vigorous defender of the traditional faith\".[43]\n\nThe Eliya line of traditionalist Patriarchs continued throughout the entire 18th century, residing in the ancient Monastery of Rabban Hormizd, which was eventually attacked and looted in 1743, at the beginning of the Ottoman–Persian War (1743–1746).[44] Faced with a centuries-old rivalry and frequent conflicts between two mighty Islamic empires (Ottoman and Persian), all Christian communities in the bordering regions were constantly exposed to danger – and not only in the times of war, since local, mainly Kurdish, warlords were accustomed to attacking Christian communities and monasteries. Patriarchs Eliya X (XI) (1700–1722) and Eliya XI (XII) (1722–1778) tried to improve the increasingly worsening position of their Christian flock by staying loyal to Ottoman authorities, but the local administration was frequently unable to provide effective protection.[45] The Eliya line of traditionalist Patriarchs ended in 1804 with the death of Eliya XII (XIII) (1778–1804).[46][39]\n\nDuring the second half of the 16th century, traditionalist patriarchs of the Eliya line were faced with the continuous presence of the pro-Catholic movement, led by successors of Shimun VIII Yohannan Sulaqa. After his death in 1555, the newly established line of patriarchs who were united with the Catholic Church was continued by Abdisho IV Maron (1555–1570), who remained in full communion with the Catholic Church. He visited Rome and was officially confirmed by the Pope of Rome in 1562.[47] Soon after his death, connections with Rome were weakened for the first time during the tenure of Patriarch Yahballaha IV who did not seek confirmation from the Pope.[48] That interlude was ended by his successor Shimun IX Dinkha (1580–1600) who restored full communion with the Catholic Church, and was officially confirmed by the Pope in 1584.[49]\n\nAfter his death, the patriarchal office was made hereditary, and Patriarchs of this line continued to use the name Shimun, thus creating the Shimun line. Hereditary succession was not acceptable to Rome, and during the tenure of the next Patriarch Shimun X Eliyah (1600–1638) ties with the Catholic Church were loosened again. In 1616, Shimun X signed a traditional profession of faith that was not accepted by the Pope, leaving the Patriarch without Rome's confirmation.[50] His successor Shimun XI Eshuyow (1638–1656) restored communion with the Catholic Church as late as 1653, eventually receiving confirmation from the Pope.[43] By that time, the movement towards full commitment to the traditional faith was constantly growing stronger within the Shimun line. When the next Patriarch Shimun XII Yoalaha decided to send his profession of faith to the Pope, he was deposed by his bishops because of his pro-Catholic attitude. The Pope tried to intervene on his behalf, but without success.[43]\n\nFinal resolution of conflicts within the Shimun line occurred under the next Patriarch Shimun XIII Dinkha (1662–1700), who definitively broke communion with the Catholic Church. In 1670, he gave a traditionalist reply to an approach that was made from the Pope, and by 1672 all connections with the Catholic Church were terminated.[51][52] At the same time, Patriarch Shimun XIII moved his seat from Amid to Qochanis. After the final return to the traditional faith, Patriarchs of the Shimun line decided to keep their independence and after that time there were two independent lines of traditional patriarchs: the senior Eliya line in Alqosh and the junior Shimun line in Qochanis.[53]\n\nSuch division was additionally caused by the complex structure of local Assyrian communities, traditionally organized as tribal confederations with each tribe being headed by a local lord (malik), while each malik was ultimately subject to the patriarch, who mediated between Christian Assyrians and the Ottoman authorities.[54]\n\nIn 1780, at the beginning of the patriarchal tenure of Eliya XII (XIII) (1778–1804), a group seceded from the Eliya line in Alqosh and elected Yohannan Hormizd, who entered full communion with the Catholic Church and was officially appointed Archbishop of Mosul and patriarchal administrator of the Chaldean Catholic Church, in 1783. Only after the death in 1827 of the last representative of the Josephite line, Joseph V Augustine Hindi, was Yohannan recognized as the Chaldean Catholic Patriarch by the Pope, in 1830. By this official appointment, the final merger of various factions committed to the union with the Catholic Church was achieved, thus forming the modern Chaldean Catholic Church.\n\nAt the same time, the long coexistence and rivalry between two traditionalist patriarchal branches — the senior Eliya line of Alqosh and the junior Shimun line of Qochanis — ended in 1804 when the last primate of the Eliya line, Patriarch Eliya XII (XIII) died and was buried in the ancient Rabban Hormizd Monastery. His branch decided not to elect a new patriarch, thus enabling the remaining patriarch Shimun XVI Yohannan (1780–1820) of the Shimun line to become the sole primate of both Assyrian traditionalist branches.[55][56][53] Consolidated after 1804, the reunited traditionalist Church led by patriarchs of the Shimun line became widely known as the \"Assyrian Church of the East\". Still based in Qodchanis, Assyrian Patriarch Shimun XVI Yohannan was not able to secure control over the traditional seat of the former Eliya line in the ancient Rabban Hormizd Monastery; and around 1808 that venerated monastic institution passed to the Chaldean Catholics.[57]\n\n\nThe next Assyrian Patriarch Shimun XVII Abraham (1820–1861) also governed his church from Qodshanis. During years marked by political turbulence, he tried to maintain good relations with the local Ottoman authorities. In 1843, he was faced with renewed hostilities from Kurdish warlords, who attacked and looted many Christian villages, killing 10,000 Christian men and taking away women and children as captives. The patriarch himself was forced to take temporary refuge in Mosul.[58] He was succeeded by Patriarch Shimun XVIII Rubil (1861–1903) who also resided in Qodshanis. In 1869, he received an open invitation from the Vatican to visit Rome to attend the First Vatican Council as an observer, but he did not accept the invitation,[59] In following years, he also rejected other initiatives for union with the Catholic Church.[60]\nBy the end of the 19th century, the Assyrian Church of the East consolidated itself as the sole representative of all traditionalist Assyrians. It also managed to secure a certain level of autonomy within the highly complex system of Ottoman local governance in the bordering regions.[61] On several occasions, Assyrian patriarchs refused to enter communion with the Catholic Church or merge with the Chaldean Catholic Church.[53] On the other hand, by the end of the 19th century some of its communities were converted to Protestantism by various western missionaries,[62] while other communities were drawn to Eastern Orthodoxy. That movement was led by Assyrian Bishop Mar Yonan of Supurghan in the region of Urmia who converted to Eastern Orthodoxy in 1898, through the Russian Ecclesiastical Mission in Urmia.[63]\n\nAmong all the tragedies and schisms which thinned the church out, no other was as severe as the Assyrian genocide. At that point the Assyrian Church of the East was based in the mountains of Hakkari, as it had been since 1681. In 1915, The Young Turks invaded the region — despite the Assyrians' plea of neutrality during the Caucasus campaign by Russia and their Armenian allies — out of fear of an Assyrian independence movement. In response to this, Assyrians of all denominations (the Assyrian Church of the East, the Chaldean Catholic Church, the Syriac Orthodox Church and Assyrian Protestants) entered into a war of independence and allied themselves with the United Kingdom, the Russian Empire and the Armenians against the Ottomans and their Islamic Kurdish, Iranian and Arab allies.[64] Despite the odds, the Assyrians fought successfully against the Ottomans and their allies for three years throughout southeastern Turkey, northern Iraq, northwestern Iran and northeastern Syria. Eventually, however, they were abandoned by their allies, the Russian Empire and the First Republic of Armenia, due to the Russian Revolution and the collapse of the Armenian defense, leaving the Assyrians vastly outnumbered, surrounded, and cut off from supplies of ammunition and food. During this period, their See at Qodchanis was completely destroyed and the Turks and their Islamic allies massacred all of the Assyrians in the Hakkari Mountains. Those who survived fled into Iran with what remained of the Assyrian defense under Agha Petros, but they were pursued into Iranian territory despite the fact they were fleeing. Later, in 1918, after the murder of their de facto leader and Patriarch Shimun XIX Benyamin and 150 of his followers during a negotiation, fearing further massacres at the hands of the Turks and Kurds, most of the survivors fled by train from Iran into what was to become Iraq. They sought protection under the British mandate there, and joined the already existing indigenous Assyrian communities of both Eastern Orthodox and Catholic rites in the north, where they formed communities in Baghdad, Basra, and other areas. [65]\n\nIn the aftermath of World War I, the British-educated Patriarch Shimun XXI Eshai, born into the line of patriarchs at Qodchanis, had agitated for an independent Assyrian state. Following the end of the British mandate in 1933[65] and a massacre of Assyrian civilians at Simele by the Iraqi Army, the patriarch was forced to take refuge in Cyprus.[66] There, Shimun petitioned the League of Nations regarding his people's fate, but to little avail, and he was consequently barred from entering Syria and Iraq. He traveled through Europe before moving to Chicago in 1940 to join the growing Assyrian diaspora community there.[66]\n\nDue to the church's and the general Assyrian community's disorganized state as a result of the conflicts of the 20th century, Patriarch Shimun XXI Eshai was forced to reorganize the church's structure in the United States. He transferred his residence to San Francisco in 1954, and was able to travel to Iran, Lebanon, Kuwait, and India, where he worked to strengthen the church.[67]\n\nIn 1964, the patriarch decreed a number of changes to the church, including liturgical reform, the adoption of the Gregorian calendar, and the shortening of Lent. These changes, combined with Shimun's long absence from Iraq, caused a rift in the community there, which led to another schism. In 1968, traditionalists within the church elected Thoma Darmo as a rival patriarch to Shimun XXI Eshai, forming the independent Ancient Church of the East, based in Baghdad, Iraq.[68]\n\nIn 1972, Shimun decided to step down as patriarch, and the following year he got married, in contravention to longstanding church custom. This led to a synod in 1973 in which further reforms were introduced, the most significant of which included the permanent abolition of hereditary succession — a practice introduced in the middle of the fifteenth century by Patriarch Shemon IV Basidi (who had died in 1497) — and it was also decided that Shimun should be reinstated. The second matter was supposed to be settled at another synod in 1975; however, Shimun was assassinated in November 1975 by an estranged relative before this could take place.[69]\n\nAlmost a year after the death of Shimun, Mar Khnanya Dinkha, Metropolitan of Tehran, convened a synod of seven Assyrian bishops which took place at St Paul’s Abbey, Alton, in England, from 12 to 17 October 1976. They were joined by two Church of England bishops, representing the Archbishop of Canterbury and the Bishop of London,  and elected Dinkha as the 120th Catholicos-Patriarch of the Church of the East. On 17 October he was consecrated as Dinkha IV at St Barnabas Church, Ealing, in an area where many Assyrians lived.[70]\n\nDinkha, who was then aged 33, operated his see at Tehran until the Iran–Iraq War of 1980–1988, when he went into exile in the United States and transferred the Patriarchal See to Chicago.[71] Much of his patriarchate had been concerned with tending to the Assyrian diaspora community and with ecumenical efforts to strengthen relations with other churches.[71] On 26 March 2015, Dinkha IV died in the United States, leaving the Assyrian Church of the East in a period of sede vacante until 18 September 2015. During that time, Aprem Mooken served as the custodian of the Patriarchate of Seleucia-Ctesiphon.[72][73]\n\nOn 18 September 2015, the Holy Synod of the Assyrian Church of the East elected the Metropolitan of Iraq, Jordan, and Russia, Warda Sliwa, to succeed the late Dinkha IV as Catholicos-Patriarch of the Assyrian Church of the East. On 27 September 2015, he was consecrated as Catholicos-Patriarch in the Cathedral Church of St. John the Baptist, in Erbil, Iraq. Upon his consecration, he assumed the ecclesiastical name Gewargis III.\n\nChurch leaders proposed moving the Patriarchal See from Chicago back to Erbil.[74]\n\nThere have also been talks of reunification. In the Common Christological Declaration Between the Catholic Church and the Assyrian Church of the East in 1994, the two churches recognized the legitimacy and rightness of each other's titles for Mary.[75]\n\nIn 2005, the Assyrian Church of the East had about 380,000 members,[76] mostly living in the United States, Iran, Iraq, Syria, and Turkey.[77][78]\n\nOn 6 September 2021, Mar Gewargis III formally stepped down as Catholicos-Patriarch during an Extraordinary Session of the Holy Synod of the Assyrian Church of the East, leaving the Patriarchal See vacant. On 8 September 2021, the Holy Synod elected Mar Awa Royel, Bishop of California and Secretary of the Holy Synod, to succeed Mar Gewargis III as the 122nd Catholicos-Patriarch of the Assyrian Church of the East.[79][80] He was Consecrated and Enthroned as Catholicos-Patriarch on 13 September 2021, on the Feast of the Holy Cross, in the Cathedral Church of St. John the Baptist in Erbil, Iraq, and assumed the ecclesiastical name Mar Awa III.\n\n"
        },
        {
            "title": "Doctrine",
            "text": "Following doctrinal traditions of the ancient Church of the East, the modern Assyrian Church of the East recognizes the first two ecumenical councils: the First Council of Nicaea (325), and the First Council of Constantinople (381). The Assyrian Church follows trinitarian doctrines, expressed in the Nicene Creed, and professes the eternal procession of the Holy Spirit from the Father.[81]\n\nTheologically, the Assyrian Church of the East does not accept doctrinal definitions that were adopted at the Council of Ephesus (431) and the Council of Chalcedon (451), and still adheres to the Church of the East's traditional Christology, that is often labeled as Nestorian. The use and exact meaning of that term has been the subject of many debates, not only throughout history but also in modern times, since the Assyrian Church of the East has distinctive views on several Christological questions and claims that its theological doctrines and traditions are essentially Orthodox, while admitting the need for further inter-Christian dialogue that would resolve various questions in the field of comparative Christological terminology.[82]\n\nThe Nestorian nature of Assyrian Christianity remains a matter of contention. Elements of Nestorian doctrine were explicitly repudiated by Patriarch Dinkha IV on the occasion of his accession in 1976.[83]\n\nThe Christology of the Church of the East has its roots in the Antiochene theological tradition of the early church. The founders of Assyrian theology are Diodorus of Tarsus and Theodore of Mopsuestia, both of whom taught at Antioch. \"Antiochene\" is a modern designation given to the style of theology associated with the early church at Antioch, as contrasted with the theology of the Church of Alexandria.[84]\n\nAntiochene theology emphasizes Christ's humanity and the reality of the moral choices he faced. In order to preserve the impassibility of Christ's Divine Nature, the unity of his person is defined in a looser fashion than in the Alexandrian tradition.[84] The normative Christology of the Church of the East was written by Babai the Great (d. 628) during the controversy that followed the 431 Council of Ephesus. Babai held that within Christ there exist two qnome (Syriac: ܩܢܘܡܐ / qnômâ, a complex term, equivalent for Greek term hypostasis), unmingled, but everlastingly united in the one prosopon (person) of Christ.\n\nThe precise Christological teachings of Nestorius are shrouded in obscurity. Wary of monophysitism, Nestorius rejected Cyril's theory of a hypostatic union, proposing instead a much looser concept of prosopic union. Nestorianism has come to mean radical dyophysitism,[85] in which Christ's two natures are eternally separate, though it is doubtful whether Nestorius ever taught such a doctrine. Nestorius' rejection of the term Theotokos ('God-bearer', or 'Mother of God') has traditionally been held as evidence that he asserted the existence of two persons (dyoprosopism) — not merely two natures — in Jesus Christ, but there exists no evidence that Nestorius denied Christ's oneness.[86] In the controversy that followed the Council of Ephesus, the term \"Nestorian\" was applied to all doctrine upholding a strictly Antiochene Christology. In consequence, the Church of the East was labelled Nestorian, though its official Christology was in fact defined by Babai the Great, at the council that was held in 612.[82]\n\n"
        },
        {
            "title": "Liturgy",
            "text": "The church employs the Syriac dialect of Eastern Aramaic in its liturgy, the East Syriac Rite, which includes three anaphoras, attributed to Addai of Edessa and Mari, Theodore of Mopsuestia and later also Nestorius.[65]\n\n"
        },
        {
            "title": "Iconography",
            "text": "In their homes, Christians belonging to the Assyrian Church of the East hang a Christian Cross (without the corpus) on the eastern wall of the main room.[87]\n\nThe Assyrian Church of the East does not currently make use of icons and the interior of its houses of worship are simple.[88] Iconography has been present in the Church of the East's history; opposition to religious images eventually became the norm due to the spread of Islam in the region, which forbade any type of depictions of saints and biblical prophets. As such, the church was forced to get rid of her icons.[89][88]\n\nA Nestorian Peshitta Gospel book written in Estrangela, from the 13th century, currently resided at the State Library of Berlin. This illustrated manuscript from Upper Mesopotamia or Tur Abdin proves that in the 13th century the church was not yet aniconic.[90] Another Nestorian Gospel manuscript preserved in the Bibliothèque nationale de France, which contains an illustration that depicts Jesus Christ (not a crucifix) in the circle of a ringed cross (in the form of celtic cross) surrounded by four angels.[91]\n\nThree Syriac manuscripts from the early 19th century and earlier—they were edited into a compilation titled The Book of Protection by Hermann Gollancz—containing a number of illustrations which are more or less crude. These manuscripts prove the continuous use of images. Moreover, a life-size male stucco figure was discovered in a church of Seleucia-Ctesiphon from the late 6th century. Beneath this church were found the remains of an earlier church. Although it cannot be determined which Nestorian Church was involved, the discovery nevertheless proves that the Church of the East also used figurative representations.[90]\n\n"
        },
        {
            "title": "Organization",
            "text": "The Assyrian Church of the East is governed by an episcopal polity, the same as other apostolic churches. The church maintains a system of geographical parishes organized into dioceses and archdioceses. The Catholicos-Patriarch is the head of the church. Its synod is composed of bishops who oversee individual dioceses and metropolitans who oversee episcopal dioceses in their territorial jurisdiction.\n\nThe Chaldean Syrian Church, which encompasses India and the Persian Gulf, is the largest diocese of the church. Its history goes back to the Church of the East that established a presence in Kerala, but the two communities maintained only a sporadic connection for several centuries, and consistent relations were only established with the arrival of the Portuguese in India around 1500. The church is represented by the Assyrian Church of the East and is in communion with it.\n\nMembership is estimated to 385,000 adherents,[76] although some[which?] sources say as high as 500,000.[92] According to scholar James Minahan around 19% of the Assyrian people belong to the Assyrian Church of the East.[93] In its own 2018 Report on Religious Freedom, the United States Department of State put the Assyrian Church of the East adherents at approximately 20% of the Christians in Iraq.[94]\n\nThe patriarchal seat was moved several times throughout history. Up to the 1804, patriarchs of the senior Eliya line resided in the ancient Rabban Hormizd Monastery, while patriarchs of the junior Shimun line resided in the Cathedral Church of Mar Shallita, in the village of Qudshanis in the Hakkari Mountains of the Ottoman Empire, and continued to do so up to the First World War. After the beginning of conflict in 1915, the patriarchs temporarily resided between Urmia and Salmas, and after 1918 the patriarchs resided in Mosul. After the Simele massacre of 1933, the then Patriarch Shimun XXI Eshai was exiled to Cyprus due to his agitation for independence. In 1940, he was welcomed to the United States where he set up his residence in Chicago, and administered the United States and Canada as his patriarchal province. The patriarchate was then moved to Modesto, California in 1954, and finally to San Francisco in 1958 due to health issues. After the assassination of the patriarch and the election of Dinkha IV in 1976, the patriarchate was temporarily located in Tehran, where the new patriarch was living at the time. After the Iran–Iraq War and the Iranian Revolution, the patriarchate again returned to Chicago, where it remained until 2015, when it reestablished itself in the Middle East by organizing in Erbil's Ankawa district in Iraq after Gewargis III was installed as Catholicos-Patriarch. The Diocese of Eastern United States served as the patriarch's province from 1994 until 2012.\n\nDue to the unstable political, religious and economic situation in the church's historical homeland of the Middle East, many of the church members now reside in Western countries. Churches and dioceses have been established throughout Europe, America, and Oceania.[27] The largest expatriate concentration of church members is in the United States, mainly situated in Illinois and California.\n\nAs of September 2021:\n\nRetired:\n\n"
        },
        {
            "title": "Ecumenical relations",
            "text": "On November 11, 1994, a historic meeting between Patriarch Dinkha IV and Pope John Paul II took place in Rome. The two patriarchs signed a document titled \"Common Christological Declaration Between the Catholic Church and the Assyrian Church of the East\". One side effect of this meeting was that the Assyrian Church of the East's relationship with the fellow Chaldean Catholic Church began to improve.[98]\n\nSince 1995, the Assyrian Church of the East is a full member of the Middle East Council of Churches.[22]\n\nThe lack of a coherent institution narrative in the Anaphora of Addai and Mari, which dates to apostolic times, has caused many Western Christians, and especially Roman Catholics, to doubt the validity of this anaphora, used extensively by the Assyrian Church of the East, as a prayer of consecration of the eucharistic elements. In 2001, after a study of this issue, Cardinal Joseph Ratzinger (later Pope Benedict XVI), then Prefect of the Congregation for the Doctrine of the Faith, promulgated a declaration approved by Pope John Paul II stating that this is a valid anaphora. This declaration opened the door to a joint synodal decree officially implementing the present Guidelines for Admission to the Eucharist between the Chaldean Church and the Assyrian Church of the East.[99]\n\n"
        }
    ]
}