{
    "url": "https://en.wikipedia.org/wiki/Astroecology",
    "title": "Astroecology",
    "table_of_contents": [
        "1 Overview",
        "2 Cultures on simulated asteroid/meteorite materials",
        "3 Effects of wastage",
        "4 Galactic ecology",
        "5 Directed panspermia",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Astroecology  concerns the interactions of biota with space environments. It studies resources for life on planets, asteroids and comets, around various stars, in galaxies, and in the universe.  The results allow estimating the future prospects for life, from planetary to galactic and cosmological scales.[1][2][3]\n\nAvailable energy, and microgravity, radiation, pressure and temperature are physical factors that affect astroecology. The ways by which life can reach space environments, including natural panspermia and directed panspermia are also considered.[4][5][6][7][8] Further, for human expansion in space and directed panspermia, motivation by life-centered biotic ethics, panbiotic ethics and  planetary bioethics are also relevant.[7][8][9]\n\n"
        },
        {
            "title": "Overview",
            "text": "The term \"astroecology\" was first applied in the context of performing studies in actual meteorites to evaluate their potential resources favorable to sustaining life.[1] Early results showed that meteorite/asteroid materials can support microorganisms, algae and plant cultures under Earth's atmosphere and supplemented with water.\n\nSeveral observations suggest that diverse planetary materials, similar to meteorites collected on Earth, could be used as agricultural soils, as they provide nutrients to support microscopic life when supplemented with water and an atmosphere.[1] Experimental astroecology has been proposed to rate planetary materials as targets for astrobiology exploration and as potential biological in-situ resources.[1] The biological fertilities of planetary materials can be assessed by measuring water-extractable electrolyte nutrients. The results suggest that carbonaceous asteroids and Martian basalts can serve as potential future resources for substantial biological populations in the Solar System.[1]\n\nAnalysis of the essential nutrients (C, N, P, K) in meteorites yielded information for calculating the amount of biomass that can be constructed from asteroid resources.[1] For example, carbonaceous asteroids are estimated to contain about 1022 kg potential resource materials,[10][11][12][13][14][15] and laboratory results suggest that they could yield a biomass on the order of 6·1020 kg, about 100,000 times more than biological matter presently on Earth.[2]\n\n"
        },
        {
            "title": "",
            "text": "To quantify the potential amounts of life in biospheres, theoretical astroecology attempts to estimate the amount of biomass over the duration of a biosphere. The resources, and the potential time-integrated biomass were estimated for planetary systems, for habitable zones around stars, and for the galaxy and the universe.[2][3] Such astroecology calculations suggest that the limiting elements nitrogen and phosphorus in the estimated 1022 kg carbonaceous asteroids could support 6·1020 kg biomass for the expected five billion future years of the Sun, yielding a future time-integrated BIOTA (BIOTA, Biomass Integrated Over Times Available, measured in kilogram-years) of 3·1030 kg-years in the Solar System,[1][2][3] a hundred thousand times more than life on Earth to date. Considering biological requirements of 100 W kg−1 biomass, radiated energy about red giant stars and white and red dwarf stars could support a time-integrated BIOTA up to 1046 kg-years in the galaxy and 1057 kg-years in the universe.[2]\n\nSuch astroecology considerations quantify the immense potentials of future life in space, with commensurate biodiversity and possibly, intelligence.[2][3] Chemical analysis of carbonaceous chondrite meteorites show that they contain extractable bioavailable water, organic carbon, and essential phosphate, nitrate and potassium nutrients.[16][17][18] The results allow assessing the soil fertilities of the parent asteroids and planets, and the amounts of biomass that they can sustain.[1][18]\n\nLaboratory experiments showed that material from the Murchison meteorite, when ground into a fine powder and combined with Earth's water and air, can provide the nutrients to support a variety of organisms including bacteria (Nocardia asteroides), algae, and plant cultures such as potato and asparagus.[18] The microorganisms used organics in the carbonaceous meteorites as the carbon source. Algae and plant cultures grew well also on Mars meteorites because of their high bio-available phosphate contents.[1] The Martian materials achieved soil fertility ratings comparable to productive agricultural soils.[1] This offers some data relating to terraforming of Mars.[19]\n\nTerrestrial analogues of planetary materials are also used in such experiments for comparison, and to test the effects of space conditions on microorganisms.[20]\n\nThe biomass that can be constructed from resources can be calculated by comparing the concentration of elements in the resource materials and in biomass (Equation 1).[1][2][3] A given mass of resource materials (mresource)  can support mbiomass, X of biomass containing element X (considering X as the limiting nutrient), where cresource, X is the concentration (mass per unit mass) of element X in the resource material and cbiomass, X is its concentration in the biomass.\n\n\n\n\n\n\nm\n\nb\ni\no\nm\na\ns\ns\n,\n\nX\n\n\n=\n\nm\n\nr\ne\ns\no\nu\nr\nc\ne\n,\n\nX\n\n\n\n\n\nc\n\nr\ne\ns\no\nu\nr\nc\ne\n,\n\nX\n\n\n\nc\n\nb\ni\no\nm\na\ns\ns\n,\n\nX\n\n\n\n\n\n\n{\\displaystyle m_{biomass,\\,X}=m_{resource,\\,X}{\\frac {c_{resource,\\,X}}{c_{biomass,\\,X}}}}\n\n  (1)\n\nAssuming that 100,000 kg biomass supports one human, the asteroids may then sustain about 6e15 (six million billion) people, equal to a million Earths (a million times the present population).[citation needed] Similar materials in the comets could support biomass and populations about one hundred times larger.[citation needed] Solar energy can sustain these populations for the predicted further five billion years of the Sun. These considerations yield a maximum time-integrated BIOTA of 3e30 kg-years in the Solar System. After the Sun becomes a white dwarf star,[21] and other white dwarf stars, can provide energy for life much longer, for trillions of eons.[22] (Table 2)\n\n"
        },
        {
            "title": "Effects of wastage",
            "text": "Astroecology also concerns wastage, such as the leakage of biological matter into space. This will cause an exponential decay of space-based biomass[2][3] as given by Equation (2), where M (biomass 0) is the mass of the original biomass, k is its rate of decay (the fraction lost in a unit time) and biomass t is the remaining biomass after time t. \n\nIntegration from time zero to infinity yields Equation (3) for the total time-integrated biomass (BIOTA) contributed by this biomass:\n\nFor example, if 0.01% of the biomass is lost per year, then the time-integrated BIOTA will be 10,000\n\n\n\n\nM\n\nb\ni\no\nm\na\ns\ns\n\n\n(\n0\n)\n\n\n{\\displaystyle M_{biomass}(0)}\n\n. For the 6·1020 kg biomass constructed from asteroid resources, this yields 6·1024 kg-years of BIOTA in the Solar System. Even with this small rate of loss, life in the Solar System would disappear in a few hundred thousand years, and the potential total time-integrated BIOTA of 3·1030 kg-years under the main-sequence Sun would decrease by a factor of 5·105, although a still substantial population of 1.2·1012 biomass-supported humans could exist through the habitable lifespan of the Sun.[2][3] \nThe integrated biomass can be maximized by minimizing its rate of dissipation. If this rate can be reduced sufficiently, all the constructed biomass can last for the duration of the habitat and it pays to construct the biomass as fast as possible. However, if the rate of dissipation is significant, the construction rate of the biomass and its steady-state amounts may be reduced allowing a steady-state biomass and population that  lasts throughout the lifetime of the habitat.\n\nAn issue that arises is whether we should build immense amounts of life that decays fast, or smaller, but still large, populations that last longer. Life-centered biotic ethics suggests that life should last as long as possible.[9]\n\n"
        },
        {
            "title": "Galactic ecology",
            "text": "If life reaches galactic proportions, technology should be able to access all of the materials resources, and sustainable life will be defined by the available energy.[2] The maximum amount of biomass about any star is then determined by the energy requirements of the biomass and by the luminosity of the star.[2][3] For example, if 1 kg biomass needs 100 Watts, we can calculate the steady-state amounts of biomass that can be sustained by stars with various energy outputs. These amounts are multiplied by the life-time of the star to calculate the time-integrated BIOTA over the life-time of the star.[2][3] Using similar projections, the potential amounts of future life can then be quantified.[2]\n\nFor the Solar System from its origins to the present, the current  1015 kg biomass over the past four billion years gives a time-integrated biomass (BIOTA) of 4·1024 kg-years. In comparison, carbon, nitrogen, phosphorus and water in the 1022 kg asteroids allows 6·1020 kg biomass that can be sustained with energy for the 5 billion future years of the Sun, giving a BIOTA of 3·1030 kg-years in the Solar System and 3·1039 kg-years about  1011 stars in the galaxy. Materials in comets could give biomass and time-integrated BIOTA a hundred times larger. \n\nThe Sun will then become a white dwarf star, radiating 1015 Watts that sustains 1e13 kg biomass for an immense hundred million trillion (1020) years, contributing a time-integrated BIOTA of 1033 years. The 1012 white dwarfs that may exist in the galaxy during this time can then contribute a time-integrated BIOTA of 1045 kg-years. Red dwarf stars with luminosities of 1023 Watts and life-times of 1013 years can contribute 1034 kg-years each, and 1012 red dwarfs can contribute 1046 kg-years, while brown dwarfs can contribute 1039 kg-years of time-integrated biomass (BIOTA) in the galaxy. In total, the energy output of stars during 1020 years can sustain a time-integrated biomass of about 1045 kg-years in the galaxy. This is one billion trillion (1020) times more life than has existed on the Earth to date. In the universe, stars in 1011 galaxies could then sustain 1057 kg-years of life.\n\n\n\n"
        },
        {
            "title": "Directed panspermia",
            "text": "The astroecology results above suggest that humans can expand life in the galaxy through space travel or directed panspermia.[23][24] The amounts of possible life that can be established in the galaxy, as projected by astroecology, are immense. These projections are based on information about 15 billion past years since the Big Bang, but the habitable future is much longer, spanning trillions of eons. Therefore, physics, astroeclogy resources, and some cosmological scenarios may allow organized life to last, albeit at an ever slowing rate, indefinitely.[25][26] These prospects may be addressed by the long-term extension of astroecology as cosmoecology.\n\n"
        }
    ]
}