{
    "url": "https://en.wikipedia.org/wiki/Astral_projection",
    "title": "Astral projection",
    "table_of_contents": [
        "1 Accounts",
        "1.1 Ancient Egypt",
        "1.2 Judaic and Christian Origins",
        "1.3 Western esotericism",
        "1.4 Hinduism",
        "1.5 Taoist",
        "1.6 Japanese mythology",
        "1.7 Amerindian traditions",
        "1.7.1 Amazon",
        "1.7.2 Inuit",
        "2 Terminology",
        "3 Notable practitioners",
        "4 Scientific reception",
        "5 See also",
        "6 References",
        "7 Works cited",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAstral projection (also known as astral travel) is a term used in esotericism to describe an intentional out-of-body experience (OBE)[1][2] that assumes the existence of a subtle body called an \"astral body\" through which consciousness can function separately from the physical body and travel throughout the astral plane.[3][4][5][6]\n\nThe idea of astral travel is ancient and occurs in multiple cultures. The modern terminology of \"astral projection\" was coined and promoted by 19th-century Theosophists.[3] It is sometimes reported in association with dreams and forms of meditation.[7] Some individuals have reported perceptions similar to descriptions of astral projection that were induced through various hallucinogenic and hypnotic means (including self-hypnosis). There is no scientific evidence that there is a consciousness whose embodied functions are separate from normal neural activity or that one can consciously leave the body and make observations of the physical universe,[8] and astral projection has been characterized as a pseudoscience.[9]\n\n"
        },
        {
            "title": "Accounts",
            "text": "Similar concepts of soul travel appear in various other religious traditions. For example, ancient Egyptian teachings present the soul (ba) as having the ability to hover outside the physical body via the ka, or subtle body.[10]\n\nCarrington, Muldoon, Peterson, and Williams claim that the subtle body is attached to the physical body by means of a psychic silver cord.[11][12] The final chapter of the Book of Ecclesiastes is often cited in this respect: \"Before the silver cord be loosed, or the golden bowl be broken, or the pitcher be shattered at the fountain, or the wheel be broken at the cistern.\"[13] Scherman, however, contends that the context points to this being merely a metaphor, comparing the body to a machine, with the silver cord referring to the spine.[14]\n\nPaul's Second Epistle to the Corinthians is more generally agreed to refer to the astral planes:[15] \"I know a man in Christ who fourteen years ago was caught up to the third heaven. Whether it was in the body or out of the body I do not know—God knows.\"[16] This statement gave rise to the Visio Pauli, a tract that offers a vision of heaven and hell, a forerunner of visions attributed to Adomnan and Tnugdalus as well as of Dante's Divine Comedy.\n\nAccording to the classical, medieval, renaissance Hermeticism, Neoplatonism, and later Theosophist and Rosicrucian thought, the 'astral body' is an intermediate body of light linking the rational soul to the physical body while the astral plane is an intermediate world of light between Heaven and Earth, composed of the spheres of the planets and stars. These astral spheres were held to be populated by angels, demons, and spirits.[17][18]\n\nIn the Neoplatonism of Plotinus, for example, the individual is a microcosm (\"small world\") of the universe (the macrocosm or \"great world\"). \"The rational soul...is akin to the great Soul of the World\" while \"the material universe, like the body, is made as a faded image of the Intelligible\". Each succeeding plane of manifestation is causal to the next, a world-view known as emanationism; \"from the One proceeds Intellect, from Intellect Soul, and from Soul - in its lower phase, or that of Nature - the material universe\".[19] The idea of the astral figured prominently in the work of the nineteenth-century French occultist Eliphas Levi, whence it was adopted and developed further by Theosophy, and used afterwards by other esoteric movements.\n\nThe subtle bodies, and their associated planes of existence, form an essential part of some esoteric systems that deal with astral phenomena. Often these bodies and their planes of existence are depicted as a series of concentric circles or nested spheres, with a separate body traversing each realm.[20]\n\nSimilar ideas such as the Liṅga Śarīra are found in ancient Hindu scriptures such as, the YogaVashishta-Maharamayana of Valmiki.[10] Modern Indians who have vouched for astral projection include Paramahansa Yogananda who witnessed Swami Pranabananda doing a miracle through a possible astral projection.[21]\n\nThe Indian spiritual teacher Meher Baba described one's use of astral projection:\n\nAstral projection is one of the Siddhis considered achievable by yoga practitioners through self-disciplined practice.\nIn the epic The Mahabharata, Drona leaves his physical body to see if his son is alive.\n\nTaoist alchemical practice involves creation of an energy body by breathing meditations, drawing energy into a 'pearl' that is then \"circulated\".[23] \"Xiangzi ... with a drum as his pillow fell fast asleep, snoring and motionless. His primordial spirit, however, went straight into the banquet room and said, \"My lords, here I am again.\" When Tuizhi walked with the officials to take a look, there really was a Taoist sleeping on the ground and snoring like thunder. Yet inside, in the side room, there was another Taoist beating a fisher drum and singing Taoist songs. The officials all said, \"Although there are two different people, their faces and clothes are exactly alike. Clearly he is a divine immortal who can divide his body and appear in several places at once. ...\" At that moment, the Taoist in the side room came walking out, and the Taoist sleeping on the ground woke up. The two merged into one.\"[24]\n\nIn Japanese mythology, an ikiryō (生霊, also read as shōryō, seirei, or ikisudama) is a manifestation of the soul of a living person separately from their body.[25] Traditionally, if someone holds a sufficient grudge against another person, it is believed that a part or the whole of their soul can temporarily leave their body and appear before the target of their hate in order to curse or otherwise harm them, similar to an evil eye. Souls are also believed to leave a living body when the body is extremely sick or comatose; such ikiryō are not malevolent.[26][27]\n\nThe yaskomo of the Waiwai is believed to be able to perform a \"soul flight\" that can serve several functions such as healing, flying to the sky to consult cosmological beings (the moon or the brother of the moon) to get a name for a new-born baby, flying to the cave of peccaries' mountains to ask the father of peccaries for abundance of game, or flying deep down in a river to get the help of other beings.[28]\n\nIn some Inuit groups, people with special capabilities, known as angakkuq, are said to travel to (mythological) remote places, and report their experiences and matters important to their fellows or the entire community that would be unavailable to people with normal capabilities,[29] such as how to stop bad luck in hunting or cure a sick person.[30][31]\n\n"
        },
        {
            "title": "Terminology",
            "text": "The expression \"astral projection\" came to be used in two different ways. For the Golden Dawn[32] and some Theosophists[33] it retained the classical and medieval philosophers' meaning of journeying to other worlds, heavens, hells, the astrological spheres and other imaginal[34] landscapes, but outside these circles the term was increasingly applied to non-physical travel around the physical world.[35]\n\nThough this usage continues to be widespread, the term, \"etheric travel\", used by some later Theosophists, offers a useful distinction. Some experiments say they visit different times and/or places:[36] \"etheric\", then, is used to represent the sense of being \"out of the body\" in the physical world, whereas \"astral\" may connote some alteration in time-perception. Robert Monroe describes the former type of projection as \"Locale I\" or the \"Here-Now\", involving people and places that exist:[37] Robert Bruce calls it the \"Real Time Zone\" (RTZ) and describes it as the non-physical dimension-level closest to the physical.[38] This etheric body is usually, though not always, invisible but is often perceived by the experient as connected to the physical body during separation by a \"silver cord\". Some link \"falling\" dreams with projection.[39]\n\nAccording to Max Heindel, the etheric \"double\" serves as a medium between the astral and physical realms. In his system the ether, also called prana, is the \"vital force\" that empowers the physical forms to change. From his descriptions it can be inferred that, to him, when one views the physical during an out-of-body experience, one is not technically \"in\" the astral realm at all.[40]\n\nOther experiments may describe a domain that has no parallel to any known physical setting. Environments may be populated or unpopulated, artificial, natural or abstract, and the experience may be beatific, horrific or neutral. A common Theosophical belief is that one may access a compendium of mystical knowledge called the Akashic records. In many accounts the experiencer correlates the astral world with the world of dreams. Some even report seeing other dreamers enacting dream scenarios unaware of their wider environment.[41]\n\nThe astral environment may also be divided into levels or sub-planes by theorists, but there are many different views in various traditions concerning the overall structure of the astral planes: they may include heavens and hells and other after-death spheres, transcendent environments, or other less-easily characterized states.[37][39][41]\n\n"
        },
        {
            "title": "Notable practitioners",
            "text": "Emanuel Swedenborg was one of the first practitioners to write extensively about the out-of-body experience, in his Spiritual Diary (1747–65). French philosopher and novelist Honoré de Balzac's fictional work \"Louis Lambert\" suggests he may have had some astral or out-of-body experiences.[42]\n\nThere are many twentieth-century publications on astral projection,[43] although only a few authors remain widely cited. These include Robert Monroe,[44] Oliver Fox,[45] Sylvan Muldoon, and Hereward Carrington,[46] and Yram.[47]\n\nRobert Monroe's accounts of journeys to other realms (1971–1994) popularized the term \"OBE\" and were translated into a large number of languages. Though his books themselves only placed secondary importance on descriptions of method, Monroe also founded an institute dedicated to research, exploration and non-profit dissemination of auditory technology for assisting others in achieving projection and related altered states of consciousness.\n\nRobert Bruce,[48] William Buhlman,[49] Marilynn Hughes,[50] and Albert Taylor[51] have discussed their theories and findings on the syndicated show Coast to Coast AM several times. Michael Crichton gives lengthy and detailed explanations and experience of astral projection in his non-fiction book Travels.\n\nIn her book, My Religion, Helen Keller tells of her beliefs in Swedenborgianism and how she once \"traveled\" to Athens: \n\nThe soul's ability to leave the body at will or while sleeping and visit the various planes of heaven is also known as \"soul travel\". The practice is taught in Surat Shabd Yoga, where the experience is achieved mostly by meditation techniques and mantra repetition. All Sant Mat Gurus widely spoke about this kind of out of body experience, such as Kirpal Singh.[53]\n\nEckankar describes Soul Travel broadly as movement of the true, spiritual self (Soul) closer to the heart of God. While the contemplative may perceive the experience as travel, Soul itself is said not to move but to \"come into an agreement with fixed states and conditions that already exist in some world of time and space\".[54] American Harold Klemp, the current Spiritual Leader of Eckankar[55] practices and teaches Soul Travel, as did his predecessors,[56] through contemplative techniques known as the Spiritual Exercises of ECK (Divine Spirit).[57] Edgar Cayce from the US, was popularly known as the “Sleeping Prophet”. He had been practicing astral travel at Washington DC for many years.\n\nIn occult traditions, practices range from inducing trance states to the mental construction of a second body, called the Body of Light in Aleister Crowley's writings, through visualization and controlled breathing, followed by the transfer of consciousness to the secondary body by a mental act of will.[58]\n\n"
        },
        {
            "title": "Scientific reception",
            "text": "There is no known scientific evidence that astral projection as an objective phenomenon exists.[8][9][6]\n\nThere are cases of patients having experiences suggestive of astral projection from brain stimulation treatments and hallucinogenic drugs, such as ketamine, phencyclidine, and DMT.[6]\n\nRobert Todd Carroll writes that the main evidence to support claims of astral travel is anecdotal and comes \"in the form of testimonials of those who claim to have experienced being out of their bodies when they may have been out of their minds.\"[59] Subjects in parapsychological experiments have attempted to project their astral bodies to distant rooms and see what was happening. However, such experiments haven't produced clear results.[60]\n\nAccording to Bob Bruce of the Queensland Skeptics Association, astral projection is \"just imagining\",[This quote needs a citation] or \"a dream state\".[This quote needs a citation] Bruce writes that the existence of an astral plane is contrary to the limits of science. \"We know how many possibilities there are for dimensions and we know what the dimensions do. None of it correlates with things like astral projection.\"[This quote needs a citation] Bruce attributes astral experiences such as \"meetings\" alleged by practitioners to confirmation bias and coincidences.[61]\n\nPsychologist Donovan Rawcliffe has written that astral projection can be explained by delusion, hallucination and vivid dreams.[62]\n\nArthur W. Wiggins, writing in Quantum Leaps in the Wrong Direction: Where Real Science Ends...and Pseudoscience Begins, said that purported evidence of the ability to astral travel great distances and give descriptions of places visited is predominantly anecdotal. In 1978, Ingo Swann provided a test of his alleged ability to astral travel to Jupiter and observe details of the planet. Actual findings and information were later compared to Swann's claimed observations; according to an evaluation by James Randi, Swann's accuracy was \"unconvincing and unimpressive\" with an overall score of 37 percent. Wiggins considers astral travel an illusion, and looks to neuroanatomy, human belief, imagination and prior knowledge to provide prosaic explanations for those claiming to experience it.[63]\n\n"
        }
    ]
}