{
    "url": "https://en.wikipedia.org/wiki/Astrolinguistics",
    "title": "Astrolinguistics",
    "table_of_contents": [
        "1 Early Soviet experiments",
        "2 Freudenthal's LINCOS",
        "3 Ollongren's LINCOS",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Astrolinguistics is a field of linguistics connected with the search for extraterrestrial intelligence (SETI).[1]\n\n"
        },
        {
            "title": "Early Soviet experiments",
            "text": "Arguably the first attempt to construct a language for interplanetary communication was the AO language created by the anarchist philosopher Wolf Gordin (brother of Abba Gordin) in his books Grammar of the Language of the Mankind AO (1920) and Grammar of the Language AO (1924),[2]  was presented as a language for interplanetary communication at the First International Exhibition of Interplanetary Machines and Mechanisms (dedicated to the 10th anniversary of the Russian Revolution and the 70th anniversary of the birth of Tsiolkovsky) in Moscow, 1927.[3] The declared goal of Gordin was to construct a language which would be non-\"fetishizing\", non-\"sociomorphic\", non-gender based and non-classist. The design of the language was inspired by Russian Futurist poetry, the Gordin brothers' pan-anarchist philosophy, and Tsiolkovsky's early remarks on possible cosmic messaging (which were in accord with Hans Freudenthal's later insights).[4] However, Sergei N. Kuznetsov notes that \"Gordin nowhere defines his language as intended for space use,\" and that \"in none of his works does he deal with problems of space communication, only mentioning 'Interplanetary Communication' in passing among other technical areas.\"[5]\n\n"
        },
        {
            "title": "",
            "text": "An integral part of the SETI project in general is research in the field of the construction of messages for extraterrestrial intelligence, possibly to be transmitted into space from Earth.[6] As far as such messages are based on linguistic principles, the research can be considered to belong to astrolinguistics. The first proposal in this field was put forward by the mathematician Hans Freudenthal at the University of Utrecht in the Netherlands, in 1960 – around the time of the first SETI effort at Greenbank in the US. Freudenthal conceived a complete Lingua Cosmica. His book LINCOS: Design of a Language for Cosmic Intercourse seems at first sight non-linguistic, because mathematical concepts are the core of the language. The concepts are, however, introduced in conversations between persons (Homo sapiens), de facto by linguistic means. This is witnessed by the innovative examples presented. The book set a landmark in astrolinguistics. This was witnessed by Bruno Bassi's review years later. Bassi noted: “LINCOS is there. In spite of its somewhat ephemeral 'cosmic intercourse' purpose it remains a fascinating linguistic and educational construction, deserving existence as another Toy of Man's Designing”. Freudenthal eventually had lost interest in creating further work altogether because of rising issues in applying LINCOS \"for [anything] other than mathematical contents due to the potential different sociological aspects of alien receivers\".[7]\n\n"
        },
        {
            "title": "",
            "text": "The concept astrolinguistics in scientific research was coined as such, also with a view towards message construction for ETI, in 2013 in the monograph  Astrolinguistics: Design of a Linguistic System for Interstellar Communication Based on Logic, written by the astronomer and computer scientist Alexander Ollongren from the University of Leiden (the Netherlands). This book presents a new Lingua Cosmica totally different from Freudenthal's design. It describes the way the logic of situations in human societies can be formulated in the lingua, also named LINCOS. This astrolinguistic system, also designed for use in interstellar communication, is based on modern constructive logic[8] – which assures that all expressions are verifiable. At a deeper, more fundamental level, however, astrolinguistics is concerned with the question whether linguistic universalia can be identified which are potentially useful in communication across interstellar distances between intelligence species. In the view of the new LINCOS these might be certain logic descriptions of specific situations and relations (possibly in an Aristotelian sense). Kadri Tinn's (Astronomy for Humans) review of Ollongren's book recognised that aspect – she wrote:\n\n"
        }
    ]
}