{
    "url": "https://en.wikipedia.org/wiki/Atenism",
    "title": "Atenism",
    "table_of_contents": [
        "1 History of Aten before Akhenaten",
        "2 Atenist revolution",
        "3 Contrast with traditional Egyptian religion",
        "4 Amarna art",
        "5 Decline",
        "6 Link to monotheism in Abrahamic religions",
        "7 Atenism in modern culture",
        "8 Atenism in literature",
        "9 See also",
        "10 References",
        "10.1 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Atenism, the Aten religion,[1] the Amarna religion,[2] or the \"Amarna heresy\" was a religion and the religious changes associated with the ancient Egyptian Eighteenth Dynasty pharaoh Akhenaten.[3] The religion centered on the cult of the god Aten, depicted as the disc of the Sun and originally an aspect of the traditional solar deity Ra.[4] In the 14th century BC, Atenism was Egypt's state religion for about 20 years, before subsequent rulers returned to the traditional polytheistic religion and the pharaohs associated with Atenism were erased from Egyptian records.\n\n"
        },
        {
            "title": "History of Aten before Akhenaten",
            "text": "The word Aten (Ancient Egyptian: jtn), meaning \"circle,\" \"disc,\" and later \"sun disc,\" is first found in the 24th century BC Abusir Papyri, discovered in the mortuary temple of the Fifth Dynasty pharaoh Neferirkare Kakai.[5] Aten, the god of Atenism, first appears as a god in texts dating to the Twelfth Dynasty, in the Story of Sinuhe.[6] During the Middle Kingdom, Aten \"as the sun disk...was merely one aspect of the sun god Re.\"[4] It was a relatively obscure sun god; without the Atenist period, it would barely have figured in Egyptian history. Although there are indications that it was becoming slightly more important during the eighteenth dynasty, notably Amenhotep III's naming of his royal barge as Spirit of the Aten, it was Amenhotep IV who introduced the Atenist revolution in a series of steps culminating in the official installment of the Aten as Egypt's sole god. Although each line of kings prior to the reign of Akhenaten[4] had previously adopted one deity as the royal patron and supreme state god, there had never been an attempt to exclude other deities, and the multitude of gods had always been tolerated and worshipped. During the reign of Thutmosis IV, it was identified as a distinct solar god, and his son Amenhotep III established and promoted a separate cult for the Aten. However, there is no evidence that Amenhotep III neglected the other gods or attempted to promote the Aten as an exclusive deity.[citation needed]\n\n"
        },
        {
            "title": "Atenist revolution",
            "text": "Amenhotep IV initially introduced Atenism in the fifth year of his reign (1348/1346 BC), raising Aten to the status of supreme god, initially permitting continued worship of the traditional gods.[7] Later Akhenaten forbade the worship of other gods, a radical departure from the centuries of Egyptian religious practice.[8][9] To emphasise the change, Aten's name was written in the cartouche form normally reserved for Pharaohs, an innovation of Atenism. The religious reformation appears to coincide with the proclamation of a Sed festival, a sort of royal jubilee intended to reinforce the Pharaoh's divine powers of kingship. Traditionally held in the thirtieth year of the Pharaoh's reign, it possibly was a festival in honour of Amenhotep III. Some Egyptologists think that he had a coregency with Amenhotep IV of 2–12 years.\n\nThe fifth year is believed to mark the beginning of Amenhotep IV's construction of a new capital, Akhetaten (Horizon of the Aten), at the site known today as Amarna. Evidence appears on three of the boundary stelae used to mark the boundaries of this new capital. Then, Amenhotep IV officially changed his name to Akhenaten (Spirit of the Aten) as evidence of his new worship. The date given for the event has been estimated to fall around January 2 of that year. In the seventh year of his reign (1346/1344 BC), the capital was moved from Thebes to Akhetaten, but construction of the city seems to have continued for two more years. In shifting his court from the traditional ceremonial centres, he was signalling a dramatic transformation in the focus of religious and political power.\n\nThe move separated the Pharaoh and his court from the influence of the priesthood and from the traditional centres of worship, but his decree had deeper religious significance too. Taken in conjunction with his name change, it is possible that the move to Amarna was also meant as a signal of Akhenaten's symbolic death and rebirth. It may also have coincided with the death of his father and the end of the coregency. In addition to constructing a new capital in honor of Aten, Akhenaten also oversaw the construction of some of the most massive temple complexes in ancient Egypt, including one at Karnak and one at Thebes, close to the old temple of Amun.\n\nIn the ninth year of his reign (1344/1342 BC), Akhenaten declared a more radical version of his new religion, declaring Aten not merely the supreme god of the Egyptian pantheon but the only God of Egypt, with himself as the sole intermediary between the Aten and the Egyptian people. Key features of Atenism included a ban on idols and other images of the Aten, with the exception of a rayed solar disc in which the rays (commonly depicted ending in hands) appear to represent the unseen spirit of Aten. Aten was addressed by Akhenaten in prayers, such as the Great Hymn to the Aten: \"O sole God beside whom there is none\". Aten's name is also written differently after the ninth year of the Pharaoh's rule to emphasise the radicalism of the new regime. Aten, instead of being written with the symbol of a rayed solar disc, now became spelled phonetically.\n\nThe details of Atenist theology are still unclear. The exclusion of all but one god and the prohibition of idols was a radical departure from Egyptian tradition, but some scholars see Akhenaten as a practitioner of monolatry rather than monotheism, as he did not actively deny the existence of other gods. He simply refrained from worshiping any but Aten.[citation needed]\n\nFinally, Akhenaten issued a royal decree that the name Aten was no longer to be depicted by the hieroglyph of a solar disc emanating rays but instead had to be spelled out phonetically. Akhenaten’s religious reforms (later reversed under his successor Pharaoh Tutankhamun) have been described by some scholars as monotheistic, though others consider them to be henotheistic.[10][11]\n\nHowever some historians argue that only Akhenaten and Nefertiti could worship Aten directly.[12]\n\n"
        },
        {
            "title": "Contrast with traditional Egyptian religion",
            "text": "Akhenaten carried out a radical program of religious reform. For about twenty years, he largely supplanted the age-old beliefs and practices of the Egyptian state religion, and deposed its religious hierarchy, headed by the powerful priesthood of Amun at Thebes. For fifteen centuries, the Egyptians had worshiped an extended family of gods and goddesses, each of which had its own elaborate system of priests, temples, shrines and rituals. A key feature of the cults was the veneration of images and statues of the gods, which were worshipped in the dark confines of the temples.\n\nThe pinnacle of the religious hierarchy was the Pharaoh, both king and living god. Administration of the Egyptian kingdom was thus inextricably bound up with and largely controlled by the power and influence of the priests and scribes. Akhenaten's reforms cut away both the philosophical and economic bases of priestly power, abolishing the cults of all other deities and, with them, the large and lucrative industry of sacrifices and tributes that the priests controlled.\n\nAt the same time, he strengthened the role of the Pharaoh. Dominic Montserrat, analysing the various versions of the hymns to the Aten, argues that all versions of the hymns focus on the king; he suggests that the real innovation is to redefine the relationship of god and king in a way that benefited Akhenaten, quoting a statement of Egyptologist John Baines: \"Amarna religion was a religion of god and king, or even of king first and then god\".[13][14]\n\nInitially, Akhenaten presented Aten to the Egyptian people as a variant of the familiar supreme deity Amun-Ra (itself the result of an earlier rise to prominence of the cult of Amun, resulting in Amun becoming merged with the sun god Ra), in an attempt to put his ideas in a familiar religious context. 'Aten' is the name given to the solar disc, and the full title of Akhenaten's god was \"Ra-Horus, who rejoices in the horizon in his name of the light which is in the sun disc\". (That is the title of the god as it appears on numerous stelae, placed to mark the boundaries of Akhenaten's new capital at Akhetaten.)\n\nHowever, in the ninth year of his reign Akhenaten declared a more radical version of his new religion by declaring Aten not merely the supreme god but the only god, and Akhenaten as the son of Aten was the only intermediary between the Aten and his people.[15] He ordered the defacing of Amun's temples throughout Egypt. Key features of Atenism included a ban on idols and other images of the Aten, with the exception of a rayed solar disc in which the rays, commonly depicted as ending in hands, appear to represent the unseen spirit of Aten. Later still, even this was done away.[16][17]\n\n"
        },
        {
            "title": "Amarna art",
            "text": "Styles of art that flourished during the brief period are markedly different from other Egyptian art. They bear a variety of affectations, from elongated heads to protruding stomachs, exaggerated ugliness, and the beauty of Nefertiti. Significantly, for the only time in the history of Egyptian royal art, Akhenaten's family was depicted in a decidedly naturalistic manner. It is clearly shown displaying affection.\n\nImages of Akhenaten and Nefertiti usually depict the Aten prominently above that pair, with the hands of the Aten closest to each offering Ankhs. Unusually for New Kingdom art, the Pharaoh and his wife are depicted as approximately equal in size, with Nefertiti's image used to decorate the lesser Aten temple at Amarna. That may suggest that she also had a prominent official role in Aten worship.\n\nArtistic representations of Akhenaten usually give him an unusual appearance, with slender limbs, a protruding belly and wide hips. Other leading figures of the Amarna period, both royal and otherwise, are also shown with some of these features, suggesting a possible religious connotation, especially as some sources suggest that private representations of Akhenaten, as opposed to official art, show him as quite normal. It is also suggested by Brier[18] that the family suffered from Marfan's syndrome, which is known to cause elongated features, which may explain Akhenaten's appearance.\n\n"
        },
        {
            "title": "Decline",
            "text": "The collapse of Atenism began during Akhenaten's late reign, when a major plague spread across the ancient Near East. This pandemic appears to have claimed the life of numerous royal family members and high-ranking officials, possibly contributing to the decline of Akhenaten's government. The events of this period are not well known due to the paucity and fragmentary nature of surviving sources. According to the most likely scenario, the widespread deaths due to plague caused Akhenaten to appoint two co-regents in quick succession: Smenkhkare and Neferneferuaten. The origin of both is not attested, though it has been speculated that Smenkhkare was a younger brother of Akhenaten, whereas Neferneferuaten was in fact Queen Nefertiti. Smenkhkare died after a short reign, eventually leaving Neferneferuaten as the acting regent of Egypt.[19]\n\nThough Akhenaten's last years saw possibly the most aggressive repression of Amun and, less likely, other gods, his death quickly resulted in the resurgence of the old cults. Neferneferuaten appears to have attempted to reach some accommodation with the Amun priesthood, while still preserving a less exclusive form of Atenism.[20] After a few years, however, Neferneferuaten disappeared, and her successor Tutankhaten (with Akhenaten's old vizier, Ay, as regent) changed his name to Tutankhamun in the third year of his reign (c. 1330 BC), restored power to the Amun priesthood, and moved the capital away from Akhetaten, perhaps to Memphis, or, less likely, Thebes.[20]\n\nThe following two decades saw Atenism's terminal decline. Most of the temples that Akhenaten had built from talatat blocks, including the temple at Thebes, were disassembled, reused as a source of building materials and decorations for other temples, and inscriptions to Aten were defaced. Though Akhetaten was not fully abandoned, and the local Aten temple continued to function, most residents left over time. After Ay's short rule as pharaoh in his own right following Tutankhamun's death, his general, Horemheb, a non-royal, came to power. He ordered a purge of the Amarna Period rulers, removing Akhenaten, Smenkhkare, Neferneferuaten, Tutankhamun, and Ay from the official lists of Pharaohs, and destroying their monuments, including most remaining Aten temples.[21] Nevertheless, the Aten temple in Akhetaten was still in use during Horemheb's first years, suggesting that the purge was not universal, perhaps leaving some small pockets of Atenism in Egypt.[22]\n\nThough this marked the de facto end of Atenism, the revolutionary cult left some lasting impact on Ancient Egyptian religion. For example, some changes of funerary rites during the Amarna Period remained in place under Horemheb and his successors.[23]\n\n"
        },
        {
            "title": "Link to monotheism in Abrahamic religions",
            "text": "Because of the monolatristic or monotheistic character of Atenism, a link to Judaism (or other monotheistic religions) has been suggested by various writers. For example, psychoanalyst Sigmund Freud assumed Akhenaten to be the pioneer of monotheistic religion and Moses as Akhenaten's follower in his book Moses and Monotheism.\n\nThe modern Druze regard their religion as being descended from and influenced by older monotheistic and mystic movements, including Atenism.[24] In particular, they attribute the Tawhid's first public declaration to Akhenaten.[25]\n\n"
        }
    ]
}