{
    "url": "https://en.wikipedia.org/wiki/Athanasius_Kircher",
    "title": "Athanasius Kircher",
    "table_of_contents": [
        "1 Life",
        "2 Works",
        "2.1 Linguistic and cultural studies",
        "2.1.1 Egyptology",
        "2.1.2 Sinology",
        "2.1.3 Biblical studies and exegesis",
        "2.1.4 Other cultural work",
        "2.2 Physical sciences",
        "2.2.1 Geology",
        "2.2.2 Biology",
        "2.2.3 Medicine",
        "2.3 Technology",
        "2.4 Combinatorics",
        "3 Legacy",
        "3.1 Scholarly influence",
        "3.2 Cultural legacy",
        "4 In popular culture",
        "5 Bibliography",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links",
        "10.1 Works by Kircher",
        "10.2 Sources",
        "10.3 Other links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Athanasius Kircher (2 May 1602 – 27 November 1680)[1] was a German Jesuit scholar and polymath who published around 40 major works, most notably in the fields of comparative religion, geology, and medicine. Kircher has been compared to fellow Jesuit Roger Joseph Boscovich and to Leonardo da Vinci for his enormous range of interests, and has been honoured with the title \"Master of a Hundred Arts\".[2] He taught for more than 40 years at the Roman College, where he set up a wunderkammer. A resurgence of interest in Kircher has occurred within the scholarly community in recent decades.\n\nKircher claimed to have deciphered the hieroglyphic writing of the ancient Egyptian language, but most of his assumptions and translations in this field were later found to be incorrect. He did, however, correctly establish the link between the ancient Egyptian and the Coptic languages, and some commentators regard him as the founder of Egyptology. Kircher was also fascinated with Sinology and wrote an encyclopedia of China, in which he noted the early presence there of Nestorian Christians while also attempting to establish links with Egypt and Christianity.\n\nKircher's work in geology included studies of volcanoes and fossils. One of the first people to observe microbes through a microscope, Kircher was ahead of his time in proposing that the plague was caused by an infectious microorganism and in suggesting effective measures to prevent the spread of the disease. Kircher also displayed a keen interest in technology and mechanical inventions; inventions attributed to him include a magnetic clock, various automatons and the first megaphone. The invention of the magic lantern is often misattributed to Kircher,[3] although he did conduct a study of the principles involved in his Ars Magna Lucis et Umbrae.\n\nA scientific star in his day, towards the end of his life he was eclipsed by the rationalism of René Descartes and others. In the late 20th century, however, the aesthetic qualities of his work again began to be appreciated. One modern scholar, Alan Cutler, described Kircher as \"a giant among seventeenth-century scholars\", and \"one of the last thinkers who could rightfully claim all knowledge as his domain\".[4] Another scholar, Edward W. Schmidt, referred to Kircher as \"the last Renaissance man\". In A Man of Misconceptions, his 2012 book about Kircher, John Glassie writes that while \"many of Kircher's actual ideas today seem wildly off-base, if not simply bizarre,\"[5] he was \"a champion of wonder, a man of awe-inspiring erudition and inventiveness,\" whose work was read \"by the smartest minds of the time.\"[6]\n\n"
        },
        {
            "title": "Life",
            "text": "Kircher was born on 2 May in either 1601 or 1602 (he himself did not know) in Geisa, Buchonia, near Fulda, currently Thuringia, Germany. From his birthplace, he took the epithets Bucho, Buchonius and Fuldensis which he sometimes added to his name. He attended the Jesuit College in Fulda from 1614 to 1618, when he entered the novitiate of the Society.\n\nThe youngest of nine children, Kircher studied volcanoes owing to his passion for rocks and eruptions. He was taught Hebrew by a rabbi[7] in addition to his studies at school. He studied philosophy and theology at Paderborn,[3] but fled to Cologne in 1622 to escape advancing Protestant forces.[citation needed] On the journey, he narrowly escaped death after falling through the ice crossing the frozen Rhine — one of several occasions on which his life was endangered. Later, traveling to Heiligenstadt, he was caught and nearly hanged by a party of Protestant soldiers.[citation needed]\n\nFrom 1622 to 1624 Kircher was sent to begin his regency period in Koblenz as a teacher. This was followed by his assignment to Heiligenstadt, where he taught mathematics, Hebrew and Syriac, and produced a show of fireworks and moving scenery for the visiting Elector Archbishop of Mainz, showing early evidence of his interest in mechanical devices. He was ordained to the priesthood in 1628[3] and became professor of ethics and mathematics at the University of Würzburg, where he also taught Hebrew and Syriac. Beginning in 1628, he also began to show an interest in Egyptian hieroglyphs.\n\nIn 1631, while still at Würzburg, Kircher allegedly had a prophetic vision of bright light and armed men with horses in the city. Würzburg was shortly afterwards attacked and captured, leading to Kircher being accorded respect for predicting the disaster via astrology, though Kircher himself privately insisted that he had not relied on that art.[8] This was the year that Kircher published his first book (the Ars Magnesia, reporting his research on magnetism), but having been caught up in the Thirty Years' War he was driven to the papal University of Avignon in France. In 1633 he was called to Vienna by the emperor to succeed Kepler as Mathematician to the Habsburg court. On the intervention of Nicolas-Claude Fabri de Peiresc, the order was rescinded, and he was sent instead to Rome to continue with his scholarly work, but he had already embarked for Vienna.\n\nOn the way, his ship was blown off course and he arrived in Rome before he knew of the changed decision. He based himself in the city for the rest of his life, and from 1634[9] he taught mathematics, physics and Oriental languages at the Collegio Romano (now the Pontifical Gregorian University) for several years before being released to devote himself to research. He studied malaria and the plague, amassing a collection of antiquities, which he exhibited along with devices of his own creation in the Museum Kircherianum.\n\nIn 1661, Kircher discovered the ruins of a church said to have been constructed by Constantine on the site of Saint Eustace's vision of a crucifix in a stag's horns. He raised money to pay for the church's reconstruction as the Santuario della Mentorella, and his heart was buried in the church on his death.\n\n\n\n"
        },
        {
            "title": "Works",
            "text": "Kircher published a large number of substantial books on a very wide variety of subjects, such as Egyptology, geology, and music theory. His syncretic approach disregarded the boundaries between disciplines which are now conventional: his Magnes, for example, was ostensibly a discussion of magnetism, but also explored other forms of attraction such as gravity and love. Perhaps Kircher's best-known work today is his Oedipus Aegyptiacus (1652–54), a vast study of Egyptology and comparative religion.[10]\n\nHis books, written in Latin, were widely circulated in the 17th century, and they contributed to the dissemination of scientific information to a broader circle of readers. Kircher is not now considered to have made any significant original contributions, although a number of discoveries and inventions (e.g., the magic lantern) have sometimes been mistakenly attributed to him.[10]\n\nIn his foreword to Ars Magna Sciendi Sive Combinatoria (The Great Art of Knowledge, or the Combinatorial Art), the inscription reads:[11]\n\nThe last known example of Egyptian hieroglyphics dates from AD 394, after which all knowledge of hieroglyphics was lost.[12] Until Thomas Young and Jean-François Champollion found the key to hieroglyphics in the 19th century, the main authority was the 4th-century Greek grammarian Horapollon, whose chief contribution was the misconception that hieroglyphics were \"picture writing\" and that future translators should look for symbolic meaning in the pictures.[13]\n\nThe first modern study of hieroglyphics came with Piero Valeriano Bolzani's Hieroglyphica (1556),[12] and Kircher was the most famous of the \"decipherers\" between ancient and modern times and the most famous Egyptologist of his day.[14] In his Lingua Aegyptiaca Restituta (1643), Kircher called hieroglyphics \"this language hitherto unknown in Europe, in which there are as many pictures as letters, as many riddles as sounds, in short as many mazes to be escaped from as mountains to be climbed\".[14] While some of his notions are long discredited, portions of his work have been valuable to later scholars, and Kircher helped pioneer Egyptology as a field of serious study.\n\nKircher's interest in Egyptology began in 1628 when he became intrigued by a collection of hieroglyphs in the library at Speyer. He learned Coptic in 1633 and published the first grammar of that language in 1636, the Prodromus coptus sive aegyptiacus. Kircher then broke with Horapollon's interpretation of the language of the hieroglyphs with his Lingua aegyptiaca restituta. Kircher argued that Coptic preserved the last development of ancient Egyptian.[14][15] For this Kircher has been considered the true \"founder of Egyptology\", because his work was conducted \"before the discovery of the Rosetta Stone rendered Egyptian hieroglyphics comprehensible to scholars\".[15] He also recognized the relationship between hieratic and hieroglyphic scripts.\n\nBetween 1650 and 1654, Kircher published four volumes of \"translations\" of hieroglyphs in the context of his Coptic studies.[14] However, according to Steven Frimmer, \"none of them even remotely fitted the original texts\".[14] In Oedipus Aegyptiacus, Kircher argued under the impression of the Hieroglyphica that ancient Egyptian was the language spoken by Adam and Eve, that Hermes Trismegistus was Moses, and that hieroglyphs were occult symbols which \"cannot be translated by words, but expressed only by marks, characters and figures.\" This led him to translate simple hieroglyphic texts now known to read as ḏd Wsr (\"Osiris says\") as \"The treachery of Typhon ends at the throne of Isis; the moisture of nature is guarded by the vigilance of Anubis\"[16]\n\nAccording to the Egyptologist Sir E. A. Wallis Budge:\n\nAlthough Kircher's approach to deciphering texts was based on a fundamental misconception, some modern commentators have described Kircher as the pioneer of the serious study of hieroglyphs. The data which he collected were later consulted by Champollion in his successful efforts to decode the script. According to Joseph MacDonnell, it was \"because of Kircher's work that scientists knew what to look for when interpreting the Rosetta stone\".[18] Another scholar of ancient Egypt, Erik Iversen, concluded:\n\nKircher was also actively involved in the erection of the Pamphilj obelisk, and added \"hieroglyphs\" of his design in the blank areas.[20] Rowland 2002 concluded that Kircher made use of Pythagorean principles to read hieroglyphs of the Pamphili Obelisk, and used the same form of interpretation when reading scripture.[21]\n\nKircher had an early interest in China, telling his superior in 1629 that he wished to become a missionary to that country. In 1667 he published a treatise whose full title was  China monumentis, qua sacris qua profanis, nec non variis naturae & artis spectaculis, aliarumque rerum memorabilium argumentis illustrata, and which is commonly known simply as China Illustrata, i.e. \"China Illustrated\". It was a work of encyclopedic breadth, combining material of unequal quality, from  accurate cartography to mythical elements, such as a study of dragons. The work drew heavily on the reports of Jesuits working in China, in particular Michael Boym[22] and Martino Martini.\n\nChina Illustrata emphasized the Christian elements of Chinese history, both real and imagined: the book noted the early presence of Nestorian Christians (with a Latin translation of the Nestorian Stele of Xi'an provided by Boym and his Chinese collaborator, Andrew Zheng),[23] but also claimed that the Chinese were descended from the sons of Ham, that Confucius was Hermes Trismegistus/Moses and that the Chinese characters were abstracted hieroglyphs.\n\nIn Kircher's system, ideograms were inferior to hieroglyphs because they referred to specific ideas rather than to mysterious complexes of ideas, while the signs of the Maya and Aztecs were yet lower pictograms which referred only to objects. Umberto Eco comments that this idea reflected and supported the ethnocentric European attitude toward Chinese and native American civilizations:\n\n\"China was presented not as an unknown barbarian to be defeated but as a prodigal son who should return to the home of the common father\". (p. 69)\n\nIn 1675, he published Arca Noë, the results of his research on the biblical Ark of Noah —  following the Counter-Reformation, allegorical interpretation was giving way to the study of the Old Testament as literal truth among Scriptural scholars. Kircher analyzed the dimensions of the Ark; based on the number of species known to him (excluding insects and other forms thought to arise spontaneously), he calculated that overcrowding would not have been a problem. He also discussed the logistics of the Ark voyage, speculating on whether extra livestock was brought to feed carnivores and what the daily schedule of feeding and caring for animals must have been.\n\nKircher was sent the Voynich Manuscript in 1666 by Johannes Marcus Marci in the hope of Kircher being able to decipher it.[24] The manuscript remained in the Collegio Romano until Victor Emmanuel II of Italy annexed the Papal States in 1870, though scepticism as to the authenticity of the story and of the origin of the manuscript itself exists.  In his Polygraphia Nova (1663), Kircher proposed an artificial universal language.\n\nOn a visit to southern Italy in 1638, the ever-curious Kircher was lowered into the crater of Vesuvius, then on the brink of eruption, to examine its interior. He was also intrigued by the subterranean rumbling which he heard at the Strait of Messina. His geological and geographical investigations culminated in his Mundus Subterraneus of 1664, in which he suggested that the tides were caused by water moving to and from a subterranean ocean.\n\nKircher was also puzzled by fossils. He understood that fossils were the remains of animals. He ascribed large bones to giant races of humans.[25] Not all the objects which he was attempting to explain were in fact fossils, hence the diversity of explanations. He interpreted mountain ranges as the Earth's skeletal structures exposed by weathering.[26]\n\nMundus Subterraneus includes several pages about the legendary island of Atlantis including a map with the Latin caption \"Situs Insulae Atlantidis, a Mari olim absorpte ex mente Egyptiorum et Platonis Description,\" translating as \"Site of the island of Atlantis, in the sea, from Egyptian sources and Plato's description.\"[27]\n\nIn his book Arca Noë, Kircher argued that after the Flood new species were transformed as they moved into different environments, for example, when a deer moved into a colder climate, it became a reindeer. Additionally, he held that many species were hybrids of other species, for example, armadillos from a combination of turtles and porcupines. He also advocated the theory of spontaneous generation.[28] Because of such hypotheses, some historians have held that Kircher was a proto-evolutionist.[29]\n\nKircher took a notably modern approach to the study of diseases, as early as 1646 using a microscope to investigate the blood of plague victims. In his Scrutinium Pestis of 1658, he noted the presence of \"little worms\" or \"animalcules\" in the blood and concluded that the disease was caused by microorganisms. The conclusion was correct, although it is likely that what he saw were in fact red or white blood cells and not the plague agent, Yersinia pestis. He also proposed hygienic measures to prevent the spread of disease, such as isolation, quarantine, burning clothes worn by the infected and wearing facemasks to prevent the inhalation of germs.\n\nIn 1646, Kircher published Ars Magna Lucis et Umbrae, on the subject of the display of images on a screen using an apparatus similar to the magic lantern as developed by Christiaan Huygens and others. Kircher described the construction of a \"catastrophic lamp\" that used reflection to project images on the wall of a darkened room. Although Kircher did not invent the device, he made improvements over previous models, and suggested methods by which exhibitors could use his device. Much of the significance of his work arises from Kircher's rational approach towards the demystification of projected images.[30]\n\nPreviously such images had been used in Europe to mimic supernatural appearances (Kircher himself cites the use of displayed images by the rabbis in the court of King Solomon). Kircher stressed that exhibitors should take great care to inform spectators that such images were purely naturalistic, and not magical in origin.\n\nKircher also constructed a magnetic clock, the mechanism of which he explained in his Magnes (1641). The device had originally been invented by another Jesuit, Fr. Linus of Liege, and was described by an acquaintance of Line's in 1634. Kircher's patron Peiresc had claimed that the clock's motion supported the Copernican cosmological model, the argument being that the magnetic sphere in the clock was caused to rotate by the magnetic force of the sun.[31]\n\nKircher's model disproved the hypothesis, showing that the motion could be produced by a water clock in the base of the device. Although Kircher wrote against the Copernican model in his Magnes, supporting instead that of Tycho Brahe, his later Itinerarium exstaticum (1656, revised 1671), presented several systems — including the Copernican — as distinct possibilities. The clock has been reconstructed by Caroline Bouguereau in collaboration with Michael John Gorman and is on display at the Green Library at Stanford University.[31]\n\nThe Musurgia Universalis (1650) sets out Kircher's views on music: he believed that the harmony of music reflected the proportions of the universe. The book includes plans for constructing water-powered automatic organs, notations of birdsong and diagrams of musical instruments. One illustration shows the differences between the ears of humans and other animals. In Phonurgia Nova (1673) Kircher considered the possibilities of transmitting music to remote places.\n\nOther machines designed by Kircher include an aeolian harp, automatons such as a statue which spoke and listened via a speaking tube, a perpetual motion machine, and a Katzenklavier (\"cat piano\"). The last of these would have driven spikes into the tails of cats, which would yowl to specified pitches, although Kircher is not known to have actually constructed the instrument.\n\nIn Phonurgia Nova, literally new methods of sound production, Kircher examined acoustic phenomena. He explores the use of horns and cones in amplifying sound with architectural applications. He also examines the phenomena of echoes in rooms with domes of different shapes including the muffling effect of an elliptical dome from Heidelberg. In one section he also explores the therapeutic effects of music especially in tarantism, a theme from southern Italy.[32]\n\nAlthough Kircher's work was not mathematically based, he did develop various systems for generating and counting all combinations of a finite collection of objects (i.e., a finite set), based on the previous work of Ramon Llull. His methods and diagrams are discussed in Ars Magna Sciendi, sive Combinatoria, 1669. They include what may be the first recorded drawings of complete bipartite graphs, extending a similar technique used by Llull to visualize complete graphs.[33]  Kircher also employed combinatorics in his Arca Musarithmica, an aleatoric music composition device capable of producing millions of church hymns by combining randomly selected musical phrases.\n\n"
        },
        {
            "title": "Legacy",
            "text": "For most of his professional life, Kircher was one of the scientific stars of his world: according to historian Paula Findlen, he was \"the first scholar with a global reputation\". His importance was twofold: to the results of his own experiments and research he added information gleaned from his correspondence with over 760 scientists, physicians and above all his fellow Jesuits in all parts of the globe. The Encyclopædia Britannica calls him a \"one-man intellectual clearing house\". His works, illustrated to his orders, were extremely popular, and he was the first scientist to be able to support himself through the sale of his books. His near-exact contemporary, the English philosopher-physician, Sir Thomas Browne (1605–82) collected his books avidly while his eldest son Edward Browne in 1665 visited the Jesuit priest resident at Rome. Towards the end of Kircher's life, however, his stock fell, as the rationalist Cartesian approach began to dominate (Descartes himself described Kircher as \"more quacksalver than savant\").\n\nKircher was largely neglected until the late 20th century. One writer attributes his rediscovery to the similarities between his eclectic approach and postmodernism.\n\nAs few of Kircher's works have been translated, the contemporary emphasis has been on their aesthetic qualities rather than their actual content, and a succession of exhibitions have highlighted the beauty of their illustrations. Historian Anthony Grafton has said that \"the staggeringly strange dark continent of Kircher's work [is] the setting for a Borges story that was never written\", while Umberto Eco has written about Kircher in his novel The Island of the Day Before, as well as in his non-fiction works The Search for the Perfect Language and Serendipities. In Where Tigers Are At Home, by Jean-Marie Blas de Roblès, the protagonist works on a  translation of a bogus 17th-century biography of  Kircher. The contemporary artist Cybèle Varela has paid tribute to Kircher in her exhibition Ad Sidera per Athanasius Kircher, held in the Collegio Romano, in the same place where the Museum Kircherianum was.\n\nThe Museum of Jurassic Technology in Los Angeles has a hall dedicated to the life of Kircher. His ethnographic collection is in the Pigorini National Museum of Prehistory and Ethnography in Rome.\n\nJohn Glassie's book, A Man of Misconceptions, traces connections between Kircher and figures such as Gianlorenzo Bernini, René Descartes, and Isaac Newton. It also suggests influences on Edgar Allan Poe, Franz Anton Mesmer, Jules Verne, and Marcel Duchamp.\n\nIn the end, Glassie writes, Kircher should be acknowledged “for his effort to know everything and to share everything he knew, for asking a thousand questions about the world around him, and for getting so many others to ask questions about his answers; for stimulating, as well as confounding and inadvertently amusing, so many minds; for having been a source of so many ideas—right, wrong, half-right, half-baked, ridiculous, beautiful, and all-encompassing.”[34]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Kircher's life and research are central to the plot of James Rollin's 2015 novel The Bone Labyrinth.\n\nHe is also mentioned in The Book of Life, the third book in the All Souls Trilogy by Deborah Harkness.\n\nHe further appears in two separate episodes in Daniel Kehlmann's novel Tyll (2017).\n\nThe permanent exhibition The World Is Bound with Secret Knots at the Museum of Jurassic Technology is based on the life and work of Kircher and uses elaborate 3D technology to highlight the magical quality of many of his ideas and images.[35]\n\nHe is also a character (though largely off-stage, he is often mentioned by other characters) in the \"Ring of Fire\" alternate history series (published by Baen). In it, he was sent back to Germany in the early 1630s, where he became the unofficial pastor of the Catholic church in the temporally-transplanted town of Grantville, Thuringia-Franconia.\n\nKircher features as a favourite author of Father Chmielowski in Olga Tokarczuk's The Books of Jacob.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Kircher's principal works, in chronological order, are:\n\n"
        }
    ]
}