{
    "url": "https://en.wikipedia.org/wiki/Atheistic_existentialism",
    "title": "Atheistic existentialism",
    "table_of_contents": [
        "1 Thought",
        "2 Notable proponents",
        "2.1 Jean-Paul Sartre",
        "2.2 Albert Camus",
        "2.3 Friedrich Nietzsche",
        "3 See also",
        "4 Notes",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Atheistic existentialism is a kind of existentialism which strongly diverged from the Christian existential works of Søren Kierkegaard and developed within the context of an atheistic world view.[1] The philosophies of Søren Kierkegaard and Friedrich Nietzsche provided existentialism's theoretical foundation in the 19th century, although their differing views on religion proved essential to the development of alternate types of existentialism. Atheistic existentialism was formally recognized after the 1943 publication of Being and Nothingness by Jean-Paul Sartre and Sartre later explicitly alluded to it in Existentialism is a Humanism in 1946.\n\n"
        },
        {
            "title": "Thought",
            "text": "Atheistic existentialism is the exclusion of any transcendental, metaphysical, or religious beliefs from philosophical existentialist thought (e.g. anguish or rebellion in light of human finitude and limitations). Nevertheless, it shares elements with religious existentialism (e.g. the philosophy of Søren Kierkegaard) and with metaphysical existentialism (e.g. through phenomenology and the works of Heidegger). Atheistic existentialism confronts death anxiety without appealing to a hope of somehow being saved by God (i.e. eternal life) and often without any appeal to alternate forms of supernatural salvation such as reincarnation. For some thinkers, existential malaise is mostly theoretical (as it is with Jean-Paul Sartre) while others are quite affected by existential anguish (e.g. Albert Camus and his discussion of the Absurd and Friedrich Nietzsche who articulated the will to power).\n\n"
        },
        {
            "title": "Notable proponents",
            "text": "Jean-Paul Sartre is a well-known French philosopher who was concerned with human authenticity and individuality. His novel Nausea is in some ways a manifesto of atheistic existentialism. It deals with a dejected researcher (Antoine Roquentin) in an anonymous French town, where Roquentin becomes conscious of the fact that nature as well as every inanimate object is indifferent towards him and his tormented existence. The existential angst experienced by the protagonist allows him to eventually understand that meaning exists only when he creates it for himself. Sartre once said \"existence precedes essence\". What he meant was \"that, first of all, man exists, turns up, appears on the scene, and, only afterwards, defines himself. If man, as the existentialist conceives him, is indefinable, it is because at first he is nothing. Only afterward will he be something, and he himself will have made what he will be. Thus, there is no human nature, since there is no God to conceive it. Not only is man what he conceives himself to be, but he is also only what he wills himself to be after this thrust toward existence\" (Jean-Paul Sartre, Existentialism, trans. Bernard Frechtman (New York, 1947)). Sartre wrote other works in the spirit of atheistic existentialism (e.g. the short stories in his 1939 collection The Wall).\n\nAlbert Camus writes of dualisms—between happiness and sadness—as well as life and death. In The Myth of Sisyphus, such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called the Absurd. On the other hand, Camus is not strictly an existential atheist because the acceptance of the Absurd implies neither the existence of God nor the nonexistence of God (compare agnosticism).\n\nConsidered one of the founding fathers of existentialism, German philosopher Friedrich Nietzsche was a critic of Christian theology.[2] Arguing that morality itself is a human construct as opposed to the laws of nature, which are inherently morally neutral, Nietzsche divided morality into two types: slave morality and master morality.[3] It is this first type, slave morality, which he associates with religion, specifically, with Christianity.[3] In his book, The Gay Science, Nietzsche utters his famous statement \"God is dead\", which refers to his belief that morality can no longer be reasonably dictated by religion.[4] It is for this reason that many associate Nietzsche's philosophy with nihilism.[5] By contrast, others claim his assertion that nothing exists beyond this life merely requires us to rethink the tenets of morality, not to throw the concept of morality itself out the window. Indeed, they argue that while Nietzsche believed humanity was on track toward nihilism, he was not directly advocating it as the direction in which we should head.[6]\n\n"
        }
    ]
}