{
    "url": "https://en.wikipedia.org/wiki/Atlas_Copco",
    "title": "Atlas Copco",
    "table_of_contents": [
        "1 History",
        "1.1 Early development",
        "1.2 War-time development",
        "1.3 Post-war international expansion",
        "2 Business areas",
        "2.1 Compressor Technology",
        "2.2 Vacuum Technology",
        "2.3 Industrial Technology",
        "2.4 Power Technology",
        "3 Operations",
        "3.1 Manufacturing",
        "3.2 Distribution",
        "3.3 Brands",
        "3.4 Structure",
        "3.5 Epiroc",
        "3.6 Innovation",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Atlas Copco (Copco from Compagnie Pneumatique Commerciale) is a Swedish multinational industrial company that was founded in 1873.[7] It manufactures industrial tools and equipment.\n\nThe Atlas Copco Group is a global industrial group of companies headquartered in Nacka, Sweden. In 2019, global revenues totaled SEK 104 billion, and by the end of that year the company employed about 38,774 people. The firm's shares are listed on the Nasdaq Stockholm exchange and both 'A' and 'B' classes form part of the benchmark OMXS30 index.\n\nAtlas Copco companies develop, manufacture, service, and rent industrial tools, air compressors (of which it is the world's leading producer),[8] construction and assembly systems. The Group operates in four areas: Compressor Technology, Vacuum Technology, Power Technology and Industrial Technology.[9]\n\n"
        },
        {
            "title": "History",
            "text": "AB Atlas, as it was previously named, was founded by Edvard Fränckel, who was a Swedish industrialist, politician and senior official at Swedish State Railways. The company was established along with Andre O. Wallenberg, Johan W. Arnberg, Carl G. Cervin and Fredrik Didro. In its inauguration phase, Atlas dealt with the manufacturing, purchasing and selling of all types of material for railway construction and operations. After the hard hit of the recession in the 1880s and the decline in railway construction, Atlas diversified its undertakings and branched off into locomotives, central heating and tool machinery. In 1899, Atlas began developing their first air compressors and established itself as a compressor manufacturer. As older production branches started phasing out, Atlas teamed up with Diesel Motors in 1917 and the new company of Atlas Diesel emerged with two primary divisions: diesel engines and compressor air products.[10]\n\nThe Atlas Diesel merger experienced significant growth during the First World War and towards the end of the war, export dominated 40–50 % of production. The depression years caused significant losses for the company, which led to several financial reconstructions in the 1920s and 1930s. The economy began recovering, demand started growing again in the mid-1930s, and Atlas Diesel experienced a boom in sales, where compressed air operations was the most expansive area. The Second World War remained an active period for the firm and a time when strategic planning for development played a principal role. Manufacturing capabilities were embellished and the purchasing along with the acquisition of manufacturing subsidiaries in Sweden and other countries, was a key component to Atlas Diesel's continued growth after WWII. The \"Swedish method\" was another war period strategy that strongly influenced the firm's pneumatic program, consisting of lightweight rock drills and drill bits with carbide tips. In 1948 the company terminated its diesel manufacturing and the name \"Atlas Diesel\" was no longer pertinent. The name Atlas Copco became official in 1955 and was inspired by the Belgian subsidiary Compagnie Pneumatique Commerciale (Trading Pneumatic Company).[11]\n\nThe Swedish method that was founded during the war period laid the foundation for the international expansion Atlas Copco engaged in starting in the 1950s. The purchasing of the Belgian compressor company Arpic Engineering in 1956, was the firm's first major international acquisition. Eventually, Arpic's plants carried out a majority of Atlas Copco's compressor production. In 1960 another important acquisition was made with the purchasing of Craelius. In the 1970s, international expansion accelerated dramatically, due to various structural reforms and efficiency measures brought on by weakened economic conditions and increased production costs. These conditions meant that Atlas Copco had to accelerate and brake simultaneously in order to keep profitability up.  A number of strategic acquisitions were therefore made including the French compressor manufacturer Mauguière. In order to strengthen their position in the United States, several strategic acquisitions were made in the Airpower business, including the key purchase of Worthington Compressors.[12]\n\nIn the early 1980s Atlas Copco was the world leader in rock drilling and pneumatics. Seeing the potential in industrial tools, they purchased Chicago Pneumatic Tools in 1987, which opened up the important American, French and British markets. Atlas Copco then became one of the world's largest manufacturers of pneumatic tools and monitoring systems. At the end of the 1980s the company's geographical foothold grew and assortments expanded due to several acquisitions including the French company Ets. Georges Renault that manufactured pneumatic power tools. The British company Desoutter Brothers Plc. that supplied industrial tools and monitoring systems was purchased in 1990. In 1992 AEG Elektrowerkzeuge was purchased and in 1995 Milwaukee Electric Tool was acquired, which further strengthened the company's reach. In 2004 Milwaukee Electric Tool was sold to Hong Kong based Techtronic Industries.[13] In 1997, Atlas Copco made its biggest and most important acquisition with the purchasing of the Prime Service Corporation, which was the largest machine leasing company in the United States. The North American Rental Service Corporation was purchased in 1999.[12]\n\n"
        },
        {
            "title": "Business areas",
            "text": "From 2017, Atlas Copco has four main business areas: Compressor Technology, Vacuum Technology, Industrial Technology and Power Technology.[14] They all focus on the design, manufacturing and marketing of a large range of products for different industry segments.\n\nAtlas Copco's Compressor Technology area creates products such as industrial compressors and vacuum solutions, oil and gas treatment equipment, air management systems, and gas and process compressor/expanders. The products are mainly used in the manufacturing, oil, gas and process industries. Their compressor solutions are used in ships, trains and hospitals, and in other facilities and applications. Their main market competitors in this area are Ingersoll-Rand, Kaeser, Kobelco, Hitachi, Gardner Denver, Cameron, Sullair, and Parker Hannifin.[15]\n\nAtlas Copco's Vacuum Technology business area provides vacuum products, exhaust management systems, valves and related products mainly under the Edwards, Leybold and Atlas Copco brands. The main markets served are semiconductor and scientific as well as a wide range of industrial segments including chemical process industries, food packaging and paper handling. Principal product development and manufacturing units are located in the United Kingdom, Czech Republic, Germany, South Korea, United States, China and Japan.\n\nAtlas Copco's products in Industrial Technology are mainly developed for the automotive and aerospace industries, but are also used in industrial manufacturing and maintenance and vehicle service. Products manufactured include assembly systems, industrial power tools, quality assurance products and various types of software. Their main competitors in this area are Apex Tool Group, Ingersoll-Rand, Stanley Black & Decker, Uryu and Bosch.[16]\n\nThis area produces portable compressors, lighting towers, pumps and generators, paving equipment, compaction equipment, demolition tools and construction tools for a wide variety of infrastructure projects. These include civil works, road construction, gas and oil, and drilling construction projects. The company's main competitors in this area include Doosan Infracore, Kaeser, Sullair, Volvo, Caterpillar and Wirtgen.[17]\n\n"
        },
        {
            "title": "Operations",
            "text": "Atlas Copco manufactures critical equipment components in-house and co-operates with business partners for non-critical components. Approximately 75% of the production cost of equipment represents purchased components and around 25% are internally manufactured core components, assembly costs and overhead. Equipment represents less than 64% of revenues and the manufacturing of equipment is primarily based on customer orders and only some standard, high volume equipment is manufactured based on projected demand.[18]\n\nAtlas Copco has customer centres in about 71 countries and sales in about 180 countries. Sales and service are primarily direct, but also channeled through alternative sales mechanisms, e.g. distributors. Sales of equipment is performed by engineers and service and maintenance are performed by technicians. Service is the responsibility of divisions in each business area. The responsibility includes development of service products, sales and marketing, technical support, service delivery and follow-up. About 36% of revenues are generated from service (spare parts, maintenance, repairs, consumables, accessories, and rental).[18]\n\nThe Atlas Copco Group has dozens of brands around the world, including Chicago Pneumatic for compressors and tools, Edwards for vacuum, BeaconMedeas for medical gas solutions, and SCA & Henrob for automotive assembly solutions.[19]\n\nNotable brands include:\n\nAtlas Copco's organization is based on the principle of decentralized responsibilities and authorities. Their operations are organized into four business areas and more than 20 divisions. The organization has both operating units and legal units. Each operating unit has a business board which reflects the operational structure of the Group. The duty of a business board is to serve in an advisory and decision-making capacity concerning strategic and operative issues. It also ensures the implementation of controls and assessments. Each legal company has a legal board focusing on compliance and the legal structure of the Group.[20]\n\nIn 2018 Atlas Copco decide on a split and formed Epiroc AB which will focus on customers in the mining, infrastructure and natural resources segments. Epiroc is now a fully independent company.[21]\n\nAtlas Copco conducts research and development in a wide range of technologies at their global research centres, where each division has its individual area of focus and resources. Training and workshops have been rolled out in customer centres and product companies globally. The company puts focus on growth in automation to bring more production back to US and Europe. In 2020 Atlas Copco acquired Isra Vision[22] in February and Perceptron[23] in September to boost its position in automation.[24] In March 2022, Atlas Copco acquired the assets of Ceres Technologies[25] - US-based manufacturer and designer of gas and vapour delivery equipment for the semiconductor industry.[26]\n\n"
        }
    ]
}