{
    "url": "https://en.wikipedia.org/wiki/Attack_of_the_50_Foot_Woman",
    "title": "Attack of the 50 Foot Woman",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Critical reception",
        "4 Remakes and sequels",
        "5 Home media",
        "6 In popular culture",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Attack of the 50 Foot Woman is a 1958 independently made American science fiction horror film directed by Nathan H. Juran (credited as Nathan Hertz) and starring Allison Hayes, William Hudson and Yvette Vickers. It was produced by Bernard Woolner. The screenplay was written by Mark Hanna, and the original music score was composed by Ronald Stein. The film was distributed in the United States by Allied Artists as a double feature with War of the Satellites.\n\nThe Allied Artists television version runs 75 minutes instead of 66, including a long printed crawl at the beginning and end, repeated sequences, and hold-frames designed to optically lengthen the film's running time.\n\nThe film's storyline concerns the plight of a wealthy heiress whose close encounter with an enormous alien in his round spacecraft causes her to grow into a giantess, complicating her marriage which is already troubled by a philandering husband.[4]\n\nAttack of the 50 Foot Woman is a variation on other 1950s science fiction films that featured size-changing humans: The Amazing Colossal Man (1957), its sequel War of the Colossal Beast (1958), and The Incredible Shrinking Man (1957); in this case, a woman is the protagonist.[5]\n\n"
        },
        {
            "title": "Plot",
            "text": "A television announcer reports sightings of a red fireball around the world. Facetiously, he calculates its path will take it to California. Nancy Archer (Allison Hayes), a wealthy but highly troubled woman with a history of emotional instability and immoderate drinking, is driving on a road that night in an American desert. A glowing sphere settles on the deserted highway in front of her, causing her to veer off the road. When she gets out to investigate the object, a huge creature exits and reaches for her.\n\nNancy escapes and runs back to town, but nobody believes her story due to her known drinking problem and a recent stay in a mental institution. Her philandering husband, Harry Archer (William Hudson), is more interested in his latest girlfriend, town floozy Honey Parker (Yvette Vickers). He pretends to be the good husband in the hope that Nancy will \"snap\" and return to the \"booby hatch,\" leaving him in control of her $50 million estate.\n\nNancy bargains with Harry, asking him to search the desert with her for the \"flying satellite,\" agreeing to a voluntary return to the sanatorium if they find nothing. As night falls, they find the spacecraft and the alien creature emerges, revealed as an enormous male human. Harry fires his pistol at the giant, but the gunfire has no effect. Harry flees, leaving Nancy behind.\n\nShe is later discovered on the roof of her pool house in a delirious state and must be sedated by her family physician, Dr. Cushing (Roy Gordon). The doctor comments on scratches he finds on Nancy's neck, and theorizes that she was exposed to radiation. Egged on by his mistress Honey, Harry plans to inject Nancy with a lethal dose of her sedative, but when he sneaks up to her room, he discovers that she has grown to giant size. In a scene paralleling Nancy's first alien encounter, only an enormous hand is seen as Harry reacts in horror.\n\nCushing and Dr. Von Loeb, a specialist brought in by Cushing, are at a loss on how to treat their giant patient. They keep her in a morphine-induced coma and restrain her with chains while waiting for the authorities to arrive. The sheriff and Jess (Ken Terrell), Nancy's faithful butler, track enormous footprints leading away from the estate to the alien sphere. Inside the sphere, they find Nancy's diamond necklace (containing the largest diamond in the world) and other large diamonds, each in a clear orb. They speculate that the jewels are being used as a power source for the alien ship. The huge human reappears, and the sheriff and Jess flee.\n\nMeanwhile, Nancy awakens and breaks free of her restraints. She tears off her mansion's roof and, clothed in a bikini-like arrangement of bed linens, heads to town to avenge herself on her unfaithful husband. Ripping the roof off the local bar, she spots Honey and drops a ceiling beam on her rival, killing her. Harry panics, grabs Deputy Charlie's pistol, and begins shooting, but she picks up Harry and walks away. The gunshots have no apparent effect on her. The sheriff fires a shotgun at her, which causes a nearby power line transformer to blow up, killing her. The doctors find Harry lying dead in her hand.\n\n"
        },
        {
            "title": "Critical reception",
            "text": "On review aggregator website Rotten Tomatoes, the film has an approval rating of 75% based on 12 reviews, with an average rating of 6.17/10.[6]\n\n"
        },
        {
            "title": "Remakes and sequels",
            "text": "With its low budget of around $88,000, Attack of the 50 Foot Woman made enough money to prompt discussion of a sequel. According to executive producer and cinematographer Jacques Marquette, the sequel was to be produced at a higher budget and in color. A script was written, but the project never advanced beyond the discussion phase.[7]\n\nIn early 1979, Dimension Pictures announced that producer Steve Krantz was developing a 5-million-dollar remake with director Paul Morrissey.[8] It never came to fruition.\n\nIn the mid-1980s, filmmaker Jim Wynorski considered doing a remake with Sybil Danning in the title role.[9] Wynorski made it as far as shooting a photo session with Danning dressed as the 50-foot woman.[10] The project never materialized because Wynorski opted instead to film Not of This Earth (1988), a remake of Roger Corman's 1957 film of the same name.[11]\n\nThe film was remade in 1993 by HBO under the same title Attack of the 50 Ft. Woman. It was directed by Christopher Guest, with a script by Thirtysomething writer Joseph Dougherty. Daryl Hannah produced the film and starred in the title role.\n\nIn 1995, Fred Olen Ray produced a parody entitled Attack of the 60 Foot Centerfold, starring J.J. North and Tammy Parks. Beyond the basic premise, the plot has little in common with the original film, being concerned with the side effects of a beauty-enhancing formula on two ambitious female models. The film was farcical and made on an extremely low budget. The illusion of size difference was achieved using forced perspective, unlike the earlier films which used composite imaging.\n\nIn late 2011, Roger Corman produced a 3D film titled Attack of the 50 Foot Cheerleader, released on August 25, 2012. It was written by Mike MacLean (who also wrote Sharktopus for Corman) and was directed by Kevin O'Neill. The film stars Jena Sims (a former Miss Georgia Teen USA) in the title role as Cassie Stratford and Olivia Alexander, who co-plays Sims's rival, Brittany Andrews.\n\n"
        },
        {
            "title": "Home media",
            "text": "Attack of the 50 Foot Woman was released June 26, 2007 by Warner Bros. Home Video on region 1 DVD. It was also available in the Warner Bros. three-disc DVD box set Cult Camp Classics - Vol. 1: Sci-Fi Thrillers, which also includes other two cult classic sci-fi thrillers from Allied Artists Pictures, such as The Giant Behemoth (1959) and Queen of Outer Space (1958). An audio commentary track with co-star Yvette Vickers and Tom Weaver is also included. Although the DVDs are now officially out-of-print, on September 20, 2011, Warner Bros. added the film to its order-on-demand Warner Archive DVD-R collection; the content is the same as on the previous DVD releases. A Blu-ray will be released in December 2022 by Warner Archive Collection.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Television\n\nFilm\n\nBooks and comics\n\nMusic and music videos\n\n"
        }
    ]
}