{
    "url": "https://en.wikipedia.org/wiki/Aubrey_Beardsley",
    "title": "Aubrey Beardsley",
    "table_of_contents": [
        "1 Early life, education, and early career",
        "2 Work",
        "3 Private life",
        "4 Death",
        "5 Media portrayals",
        "6 Legacy",
        "7 Gallery",
        "8 Works",
        "9 See also",
        "10 Citations",
        "11 General sources",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAubrey Vincent Beardsley (21 August 1872 – 16 March 1898) was an English illustrator and author. His black ink drawings were influenced by Japanese woodcuts, and depicted the grotesque, the decadent, and the erotic. He was a leading figure in the aesthetic movement which also included Oscar Wilde and James McNeill Whistler. Beardsley's contribution to the development of the Art Nouveau and poster styles was significant despite his early death from tuberculosis. He is one of the important Modern Style figures.\n\n"
        },
        {
            "title": "",
            "text": "Beardsley was born in Brighton, Sussex, England, on 21 August 1872 and christened on 24 October 1872.[2] His father, Vincent Paul Beardsley (1839–1909), was the son of a Clerkenwell jeweler;[3][4] Vincent had no trade himself (partly owing to inherited tuberculosis, from which his own father had died aged only 40),[5][6] and relied on a private income from an inheritance that he received from his maternal grandfather, a property developer, when he was 21.[7] Vincent's wife, Ellen Agnus Pitt (1846–1932), was the daughter of Surgeon-Major William Pitt of the Indian Army. The Pitts were a well-established and respected family in Brighton, and Beardsley's mother married a man of lesser social status than might have been expected. Soon after their wedding, Vincent was obliged to sell some of his property in order to settle a claim for his breach of promise of marriage from another woman, the widow of a clergyman,[8] who claimed that he had promised to marry her.[9] At the time of his birth, Beardsley's family, which included his sister Mabel who was one year older, were living in Ellen's familial home at 12 Buckingham Road. The number of the house in Buckingham Road was 12, but the numbers were changed, and it is now 31.[8] At the age of seven, Beardsley contracted tuberculosis.[10]\n\nWith the loss of Vincent Beardsley's fortune soon after his son's birth, the family settled in London in 1883, where Vincent would work first for the West India & Panama Telegraph Company, then irregularly as a clerk at breweries;[11][4] they would spend the next 20 years in rented accommodation, battling poverty. Ellen took to presenting herself as the \"victim of a mésalliance\".[12][13] In 1884, Aubrey appeared in public as an \"infant musical phenomenon\", playing at several concerts with his sister.[14] In January 1885, he began to attend Brighton, Hove and Sussex Grammar School, where he spent the next four years. His first poems, drawings, and cartoons appeared in print in Past and Present, the school's magazine. In 1888, he obtained a post in an architect's office and afterward one in the Guardian Life and Fire Insurance Company. In 1891, under the advice of Sir Edward Burne-Jones and Pierre Puvis de Chavannes, he took up art as a profession. In 1892, he attended the classes at the Westminster School of Art, then under Professor Fred Brown.[15][14]\n\n"
        },
        {
            "title": "Work",
            "text": "Beardsley traveled to Paris in 1892, where he discovered the poster art of Henri de Toulouse-Lautrec and the Parisian fashion for Japanese prints. His first commission was Le Morte d'Arthur by Thomas Malory (1893), illustrated for the publishing house J.M. Dent and Company.[16] In 1894, a new translation of Lucian’s True History, with illustrations by Beardsley,  William Strang, and J. B. Clark, was privately printed in an edition of 251 copies.[17]\n\nBeardsley had six years of creative output, which can be divided into several periods, identified by the form of his signature. In the early period, his work is mostly unsigned. During 1891 and 1892, he progressed to using his initials A.V.B. In mid-1892, the period of Le Morte d'Arthur and The Bon Mots, he used a Japanese-influenced mark that became progressively more graceful, sometimes accompanied by A.B. in block capitals.[18]\n\nHe co-founded The Yellow Book with American writer Henry Harland, and for the first four editions, he served as art editor and produced the cover designs and many illustrations for the magazine. He was aligned with Aestheticism, the British counterpart of Decadence and Symbolism. Most of his images are done in ink and feature large dark areas contrasted with large blank ones as well as areas of fine detail contrasted with areas with none at all.\n\nBeardsley was the most controversial artist of the Art Nouveau era, renowned for his dark and perverse images and grotesque erotica, which were the main themes of his later work. His illustrations were in black and white against a white background. Some of his drawings, inspired by Japanese shunga artwork, featured enormous genitalia. His most famous erotic illustrations concerned themes of history and mythology; these include his illustrations for a privately printed edition of Aristophanes' Lysistrata and his drawings for Oscar Wilde's play Salome, which eventually premiered in Paris in 1896. Other major illustration projects included an 1896 edition of The Rape of the Lock by Alexander Pope.[16]\n\nHe also produced extensive illustrations for books and magazines (e.g., for a deluxe edition of Sir Thomas Malory's Le Morte d'Arthur) and worked for magazines such as The Studio and The Savoy, of which he was a co-founder. As a co-founder of The Savoy, Beardsley was able to pursue his writing as well as illustration, and a number of his writings, including Under the Hill (a story based on the Tannhäuser legend) and \"The Ballad of a Barber\" appeared in the magazine.[19]\n\nBeardsley was a caricaturist and did some political cartoons, mirroring Wilde's irreverent wit in art. Beardsley's work reflected the decadence of his era and his influence was enormous, clearly visible in the work of the French Symbolists, the Poster Art Movement of the 1890s and the work of many later-period Art Nouveau artists such as Papé and Clarke. Some alleged works of Beardsley's were published in a book titled Fifty Drawings by Aubrey Beardsley, Selected from the Collection of Mr. H.S. Nicols. These later were discovered to be forgeries, distinguishable by their almost pornographic erotic elements rather than Beardsley's subtler use of sexuality.[20]\n\nBeardsley's work continued to cause controversy in Britain long after his death. During an exhibition of Beardsley's prints held at the Victoria and Albert Museum in London in 1966, a private gallery in London was raided by the police for exhibiting copies of the same prints on display at the museum, and the owner charged under obscenity laws.[21]\n\n"
        },
        {
            "title": "Private life",
            "text": "Beardsley was a public as well as private eccentric. He said \"I have one aim—the grotesque. If I am not grotesque, I am nothing.\" Wilde said Beardsley had \"a face like a silver hatchet, and grass green hair.\"[22] Beardsley was meticulous about his attire: dove-grey suits, hats, ties, yellow gloves. He appeared at his publisher's in a morning coat and court shoes.[23]\n\nAlthough Beardsley was associated with the homosexual clique that included Oscar Wilde and other aesthetes, the details of his sexuality remain in question. Speculation about his sexuality includes rumours of an incestuous relationship with his elder sister, Mabel, who may have become pregnant by her brother and miscarried.[24][25]\n\nDuring his entire career, Beardsley had recurrent attacks of tuberculosis. He suffered frequent lung haemorrhage and often was unable to work or leave his home.\n\n\nBeardsley converted to Catholicism in March 1897. The next year, the last letter before his death was to his publisher Leonard Smithers and close friend Herbert Charles Pollitt: \nBoth men ignored Beardsley's wishes,[27][28] and Smithers actually continued to sell reproductions as well as forgeries of Beardsley's work.[18]\n\n"
        },
        {
            "title": "Death",
            "text": "In December 1896, Beardsley suffered a violent haemorrhage, leaving him in precarious health. By April 1897, a month after his conversion to Catholicism, his deteriorating health prompted a move to the French Riviera. There he died a year later, on 16 March 1898, of tuberculosis at the Cosmopolitan Hotel in Menton, Alpes-Maritimes, France, attended by his mother and sister. He was 25 years old. Following a requiem mass in Menton Cathedral the following day, his remains were interred in the Cimetière du Trabuquet.[29][30]\n\n"
        },
        {
            "title": "Media portrayals",
            "text": "In the 1982 Playhouse drama Aubrey, written by John Selwyn Gilbert, Beardsley was portrayed by actor John Dicks. The drama concerned Beardsley's life from the time of Oscar Wilde's arrest in April 1895, which caused Beardsley to lose his position at The Yellow Book, to his death from tuberculosis in 1898.[31] The BBC documentary Beardsley and His Work was made in 1982.[32] Beardsley is featured on the cover of The Beatles' Sgt. Pepper's Lonely Hearts Club Band. The 1977 horror film Death Bed: The Bed That Eats is narrated by the entombed spirit of an unnamed artist whose work and manner of death identify him as Beardsley.[33]\n\nIn March 2020, BBC Four broadcast the hour-long documentary, Scandal & Beauty: Mark Gatiss on Aubrey Beardsley, presented by Mark Gatiss. The programme coincided with the Beardsley exhibition at Tate Britain.[34]\n\nBeardsley’s art is also mentioned briefly in the 2011 version of the Car Seat Headrest song, Beach Life-in-Death.[35]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 2019 the National Leather Association International established an award named after Beardsley for creators of abstract erotic art.[36]\n\n"
        }
    ]
}