{
    "url": "https://en.wikipedia.org/wiki/Augustinianism",
    "title": "Augustinianism",
    "table_of_contents": [
        "1 View of humanity",
        "2 Ethics",
        "2.1 Meta-ethics",
        "2.2 Just war",
        "2.3 Happiness",
        "3 Epistemology",
        "4 Anthropology",
        "4.1 Soul",
        "4.2 Original sin",
        "4.3 Predestination",
        "4.4 Theodicy and Free will",
        "5 Comparison",
        "6 Notable Augustinian philosophers",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Augustinianism is the philosophical and theological system of Augustine of Hippo and its subsequent development by other thinkers, notably Boethius, Anselm of Canterbury and Bonaventure.[1][2][3] Among Augustine's most important works are The City of God, De doctrina Christiana, and Confessions.\n\nOriginally, Augustinianism developed in opposition to Pelagianism;[4] it was widespread in medieval western philosophy until the arrival of Thomism and Aristotelianism.[5]\n\nPlato and Plotinus influenced Augustine in many ways, and he is considered a Neoplatonic philosopher.[6][7][8] The Augustinian theodicy and other Augustinian doctrines such as the divine illumination and the invisible church show a strong Platonic influence.[9][10][11]\n\nPope Benedict XVI cautioned that all of the Western Church teaching leads to him:\n\n"
        },
        {
            "title": "View of humanity",
            "text": "\"Augustine considered the human race as a compact mass, a collective body, responsible in its unity and solidarity. Carrying out his system in all its logical consequences, he laid down the following rigid proposition as his doctrine: 'As all men have sinned in Adam; they are subject to the condemnation of God on account of this hereditary sin and the guilt thereof'\"[13][14]\n\nAccording to Augustine, even the world and corporeal entities, being fruits of divine love, have their value and meaning, while the some Platonists tended instead to devalue them.[15] This attempt to place history and earthly existence within a heavenly perspective, where even evil finds explanation in some way, always remained at the center of its philosophical concerns.\n\n"
        },
        {
            "title": "Ethics",
            "text": "These are the most important values for an Augustinian. [16]\n\nAugustine offered the Divine command theory, a theory which proposes that an action's status as morally good is equivalent to whether it is commanded by God.[17][18] Augustine's theory began by casting ethics as the pursuit of the supreme good, which delivers human happiness, Augustine argued that to achieve this happiness, humans must love objects that are worthy of human love in the correct manner; this requires humans to love God, which then allows them to correctly love that which is worthy of being loved. Augustine's ethics proposed that the act of loving God enables humans to properly orient their loves, leading to human happiness and fulfilment.[19]\n\nThe Just war theory is a doctrine that ensure war is morally justifiable through a series of criteria, all of which must be met for a war to be considered just. based upon Romans 13:4 Augustine claimed that, while individuals should not resort immediately to violence, God has given the sword to government for good reason. Augustine argues that Christians, as part of a government, need not be ashamed of protecting peace and punishing wickedness when forced to do so by a government. Augustine asserted that this was a personal, philosophical stance: \"What is here required is not a bodily action, but an inward disposition. The sacred seat of virtue is the heart.\"[20][21]\n\nAugustine's ethics is that of ancient eudaimonism,[22] but he defers happiness to the afterlife and blames the ancient ethicists saying that their arrogant conviction resulting from their ignorance of the fallen condition of humanity that they could reach happiness in this life by philosophical endeavor,[23][24] Augustine takes it as axiomatic that happiness is the ultimate goal pursued by all human beings.[25][26][27] For Augustine Happiness or the good life is brought about by the possession of the greatest good in nature that humans can attain and that one cannot lose against one's will.[7]\n\n"
        },
        {
            "title": "Epistemology",
            "text": "Augustine emphasised the role of divine illumination in our thought, saying that \"The mind needs to be enlightened by light from outside itself, so that it can participate in truth, because it is not itself the nature of truth. You will light my lamp, Lord,\"[28]\n\nFor Augustine, God does not give us certain information, but rather gives us insight into the truth of the information we received for ourselves.\n\nThomas Aquinas criticizes the divine illumination, denying that in this life we have divine ideas as an object of thought, and that divine illumination is sufficient on its own, without the senses. Aquinas also denied that there is a special continuing divine influence on human thought. People have sufficient capacity for thought on their own, without needing \"new illumination added onto their natural illumination\".[30]\n\n"
        },
        {
            "title": "Anthropology",
            "text": "Saint Augustine was one of the first Christian ancient Latin authors with very clear anthropological vision. Augustine saw the human being as a perfect unity of two substances: soul and body.[31] He was much closer in this anthropological view to Aristotle than to Plato.[32][33] In his late treatise On Care to Be Had for the Dead sec. 5 (420 AD) he insisted that the body pertains to the essence of the human person:\n\nAugustine's favourite figure to describe body-soul unity is marriage: caro tua, coniunx tua – your body is your wife.[35][36][37] According to N. Blasquez, Saint Augustine's dualism of substances of the body and soul doesn't stop him from seeing the unity of body and soul as a substance itself.[33][38] Following ancient philosophers he defined man as a rational mortal animal – animal rationale mortale.[39][40]\n\nAugustine wrote that original sin is transmitted by concupiscence and enfeebles freedom of the will without destroying it.[41] For Augustine, Adam's sin[42] is transmitted by concupiscence, or \"hurtful desire\",[43][44] resulting in humanity becoming a massa damnata (mass of perdition, condemned crowd), with much enfeebled, though not destroyed, freedom of will. When Adam sinned, human nature was thenceforth transformed. Adam and Eve, via sexual reproduction, recreated human nature. Their descendants now live in sin, in the form of concupiscence, a term Augustine used in a metaphysical, not a psychological sense.[45] Augustine insisted that concupiscence was not a being but a bad quality, the privation of good or a wound.[46] He admitted that sexual concupiscence (libido) might have been present in the perfect human nature in paradise, and that only later it became disobedient to human will as a result of the first couple's disobedience to God's will in the* original sin.[47] In Augustine's view (termed \"Realism\"), all of humanity was really present in Adam when he sinned, and therefore all have sinned. Original sin, according to Augustine, consists of the guilt of Adam which all humans inherit. Justo Gonzalez interprets Augustine's teaching that humans are utterly depraved in nature and grace is irresistible, results in conversion, and leads to perseverance.[48]\n\nAugustine's understanding of the consequences of original sin and the necessity of redeeming grace was developed in the struggle against Pelagius and his Pelagian disciples, Caelestius and Julian of Eclanum,[48] who had been inspired by Rufinus of Syria, a disciple of Theodore of Mopsuestia.[49] They refused to agree that original sin wounded human will and mind, insisting that human nature was given the power to act, to speak, and to think when God created it. Human nature cannot lose its moral capacity for doing good, but a person is free to act or not to act in a righteous way. Pelagius gave an example of eyes: they have capacity for seeing, but a person can make either good or bad use of it.[50]\n\nThe Catholic Church accepts the doctrine of original sin as Augustine taught.[51]\n\nFor Augustine God orders all things while preserving human freedom.[52] Prior to 396, Augustine believed that predestination was based on God's foreknowledge of whether individuals would believe, that God's grace was \"a reward for human assent\".[52] Later, in response to Pelagius, Augustine said that the sin of pride consists in assuming that \"we are the ones who choose God or that God chooses us (in his foreknowledge) because of something worthy in us\", and argued that it is God's grace that causes the individual act of faith.[52]\n\nSome Catholics dispute that Augustine believed predestination in the latter way, and claim that Augustine affirmed free will in the choice of being saved or not.[53]\n\nThe problem of evil is the question of how to reconcile the existence of evil with an omnipotent, omnibenevolent, and omniscient God.[54][55]\n\nAugustine develops key ideas regarding his response to suffering. In Confessions, Augustine wrote that his previous work was dominated by materialism and that reading the works of Plato enabled him to consider the existence of a non-physical substance. This helped him develop a response to the problem of evil from a theological (and non-Manichean) perspective,[11]\n\nAugustine rejected the notion that evil exists in itself, proposing instead that it is a privation of (or falling away from) good, and a corruption of nature.[56] He wrote that \"evil has no positive nature; but the loss of good has received the name 'evil.'\"[57] Both moral and natural evil occurs, Augustine argued, owing to an evil use of free will,[58] which could be traced back to the original sin of Adam and Eve.[59] He believed that this evil will, present in the human soul, was a corruption of the will given to humans by God, making suffering a just punishment for the sin of humans.[60] Because Augustine believed that all of humanity was \"seminally present in the loins of Adam\", he argued that all of humanity inherited Adam's sin and his just punishment.[61] However, in spite of his belief that free will can be turned to evil, Augustine maintained that it is vital for humans to have free will, because they could not live well without it. He argued that evil could come from humans because, although humans contained no evil, they were also not perfectly good and hence could be corrupted.[62]\n\n"
        },
        {
            "title": "Comparison",
            "text": "Pelagius' teachings on human nature, divine grace, and sin were opposed to those of Augustine, who declared Pelagius \"the enemy of the grace of God\".[63][64][a] Augustine distilled what he called Pelagianism into three heretical tenets: \"to think that God redeems according to some scale of human merit; to imagine that some human beings are actually capable of a sinless life; to suppose that the descendants of the first human beings to sin are themselves born innocent\".[66][b] In Augustine's writings, Pelagius is a symbol of humanism who excluded God from human salvation.[64] Pelagianism shaped Augustine's ideas in opposition to his own on free will, grace, and original sin,[68][69][70] and much of The City of God is devoted to countering Pelagian arguments.[71] Another major difference in the two thinkers was that Pelagius emphasized obedience to God for fear of hell, which Augustine considered servile. In contrast, Augustine argued that Christians should be motivated by the delight and blessings of the Holy Spirit and believed that it was treason \"to do the right deed for the wrong reason\".[72] According to Augustine, credit for all virtue and good works is due to God alone,[73] and to say otherwise caused arrogance, which is the foundation of sin.[74]\n\nAccording to Peter Brown, \"For a sensitive man of the fifth century, Manichaeism, Pelagianism, and the views of Augustine were not as widely separated as we would now see them: they would have appeared to him as points along the great circle of problems raised by the Christian religion\".[75] John Cassian argued for a middle way between Pelagianism and Augustinianism, in which the human will is not negated but presented as intermittent, sick, and weak,[76] and Jerome held a middle position on sinlessness.[77] In Gaul, the so-called \"semi-Pelagians\" disagreed with Augustine on predestination (but recognized the three Pelagian doctrines as heretical) and were accused by Augustine of being seduced by Pelagian ideas.[78]   According to Ali Bonner, the crusade against Pelagianism and other heresies narrowed the range of acceptable opinions and reduced the intellectual freedom of classical Rome.[79] When it came to grace and especially predestination, it was Augustine's ideas, not Pelagius', which were novel.[80][81][82]\n\nAccording to Nelson, Pelagianism is a solution to the problem of evil that invokes libertarian free will as both the cause of human suffering and a sufficient good to justify it.[100] By positing that man could choose between good and evil without divine intercession, Pelagianism brought into question Christianity's core doctrine of Jesus' act of substitutionary atonement to expiate the sins of mankind.[101] For this reason, Pelagianism became associated with nontrinitarian interpretations of Christianity which rejected the divinity of Jesus,[102] as well as other heresies such as Arianism, Socinianism, and mortalism (which rejected the existence of hell).[103] Augustine argued that if man \"could have become just by the law of nature and free will . . . amounts to rendering the cross of Christ void\".[100] He argued that no suffering was truly undeserved, and that grace was equally undeserved but bestowed by God's benevolence.[104]  Augustine's solution, while it was faithful to orthodox Christology, worsened the problem of evil because according to Augustinian interpretations, God punishes sinners who by their very nature are unable not to sin.[103] The Augustinian defense of God's grace against accusations of arbitrariness is that God's ways are incomprehensible to mere mortals.[103][105] Yet, as later critics such as Gottfried Wilhelm Leibniz asserted, asking \"it is good and just because God wills it or whether God wills it because it is good and just?\", this defense (although accepted by many Catholic and Reformed theologians) creates a God-centered morality, which, in Leibniz' view \"would destroy the justice of God\" and make him into a tyrant.[106]\n\n\n\n"
        }
    ]
}