{
    "url": "https://en.wikipedia.org/wiki/Augury",
    "title": "Augury",
    "table_of_contents": [
        "1 History",
        "2 Position of the augur",
        "3 Types of auspices",
        "3.1 Offered and requested signs",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Augury is the practice from ancient Roman religion of interpreting omens from the observed behavior of birds.  When the individual, known as the augur, interpreted these signs, it is referred to as \"taking the auspices\". 'Auspices' is from the Latin auspicium and auspex, literally \"one who looks at birds.\"[1]  Depending upon the birds, the auspices from the gods could be favorable or unfavorable (auspicious or inauspicious).  Sometimes politically motivated augurs would fabricate unfavorable auspices in order to delay certain state functions, such as elections.[2] Pliny the Elder attributes the invention of auspicy to Tiresias the seer of Thebes, the generic model of a seer in the Greco-Roman literary culture.[3]\n\nThis type of omen reading was already a millennium old in the time of Classical Greece: in the fourteenth-century BC diplomatic correspondence preserved in Egypt called the \"Amarna correspondence\", the practice was familiar to the king of Alasia in Cyprus who needed an 'eagle diviner' to be sent from Egypt.[4] This earlier, indigenous practice of divining by bird signs, familiar in the figure of Calchas, the bird-diviner to Agamemnon, who led the army (Iliad I.69), was largely replaced by sacrifice-divination through inspection of the sacrificial victim's liver—haruspices—during the Orientalizing period of archaic Greek culture. Plato notes that hepatoscopy held greater prestige than augury by means of birds.[5]\n\nOne of the most famous auspices is the one which is connected with the founding of Rome. Once the founders of Rome, Romulus and Remus, arrived at the Palatine Hill, the two argued over where the exact position of the city should be. Romulus was set on building the city upon the Palatine, but Remus wanted to build the city on the strategic and easily fortified Aventine Hill. The two agreed to settle their argument by testing their abilities as augures and by the will of the gods. Each took a seat on the ground apart from one another, and, according to Plutarch, Remus saw six vultures, while Romulus saw twelve.\n\n"
        },
        {
            "title": "History",
            "text": "According to unanimous testimony from ancient sources the use of auspices as a means to decipher the will of the gods was more ancient than Rome itself. The use of the word is usually associated with Latins as well as the earliest Roman citizens. Though some modern historians link the act of observing Auspices to the Etruscans, Cicero accounts in his text De Divinatione several differences between the auspicial of the Romans and the Etruscan system of interpreting the will of the gods. Cicero also mentions several other nations which, like the Romans, paid attention to the patterns of flying birds as signs of the gods' will but never once mentions this practice while discussing the Etruscans.[6] Though auspices were prevalent before the Romans, Romans are often linked with auspices because of both their connection to Rome's foundation and because Romans were the first to take the system and lay out  such fixed and fundamental rules for the reading of auspices that it remained an essential part of Roman culture. Stoics, for instance, maintained that if there are gods, they care for men, and that if they care for men they must send them signs of their will.[7] Even the Philistines practice augury as far back as 740 BC and c. 686 BC as declared by Isaiah 2:6 in the Old Testament.  Yet augury was first systematized by the Chaldeans according to the Jewish Encyclopedia.\n\n"
        },
        {
            "title": "Position of the augur",
            "text": "In ancient Rome, the appointment and inauguration of any magistrate, decisions made within the people's assembly and the advancement of any campaign always required a positive auspicium. During Octavian's first consulship in 43 B.C.E., the positive auspicium corresponded to the spotting of twelve vultures, similar to Romulus.[8] Unlike in Greece where oracles played the role of messenger of the gods, in Rome it was through birds that Jupiter's will was interpreted.[9][10] Auspices showed Romans what they were to do, or not to do; giving no explanation for the decision made except that it was the will of the gods. It would be difficult to execute any public act without consulting the auspices.\n\nIt was believed that if an augur committed an error in the interpretation of the signs, or vitia, it was considered offensive to the gods and often was said to have disastrous effects unless corrected.[11] Elections, the passing of laws, and initiation of wars were all put on hold until the people were assured the gods agreed with their actions. The men who interpreted these signs, revealing the will of the gods were called augures. Similar to records of court precedents, augures kept books containing records of past signs, the necessary rituals, prayers, and other resources to help other augures and even members of the aristocracy understand the fundamentals of augury.[12]\n\nThe augures themselves were not the ones with the final say: Though they had the power to interpret the signs, it was ultimately the responsibility of the magistrate to execute decisions as to future actions.[13] The magistrates were also expected to understand the basic interpretations as they were often expected to take the auspices whenever they undertook any public business.[14]\n\nUntil 300 BC only patricians could become augures. Plebeian assemblies were forbidden to take augury and hence had no input as to whether a certain law, war or festival should occur. Cicero, an augur himself, accounts how the monopoly of the patricians created a useful barrier to the encroachment of the populares.[15]  However, in 300 BC a new law Lex Ogulnia, increased the number of augures from four to nine and required that five of the nine be plebeians, for the first time granting the ability to interpret the will of the gods to lower classes. With this new power it was not only possible for plebeians to determine the gods' will in their favor but it was also now possible for plebeians to critique unfair interpretations by patricians.\n\n"
        },
        {
            "title": "Types of auspices",
            "text": "There were five different types of auspices. Of these, the last three formed no part of the ancient auspices.[clarification needed]\n\nThere were two classifications of auspice signs, impetrative (impetrativa, sought or requested) and oblative (oblativa, unsought or offered). Signs that fall under the category of impetrativa were signs that resulted due to the actions performed by the augur during the reading of the auspice.[14] The other category of signs, oblativa, were momentous events which occurred unexpectedly, while the magistrate was either taking auspices or participating in public debate.[14] Ex Caelo (\"from the sky\") signs of thunder and lightning or other natural phenomena, would be considered an \"offered\" sign. Unless the magistrate was accompanied by an augur it was up to them to decide whether or not the “offered” sign was significant.[14]\n\n"
        }
    ]
}