{
    "url": "https://en.wikipedia.org/wiki/Augustine_Washington",
    "title": "Augustine Washington",
    "table_of_contents": [
        "1 Early and family life",
        "2 Career",
        "3 Death and legacy",
        "3.1 Children (by Jane Butler)",
        "3.2 Children (by Mary Ball)",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAugustine Washington Sr. (November 12, 1694 – April 12, 1743) was the father of the first U.S. president, George Washington. He served as an officer in the British Navy during the War of Jenkin's Ear although he belonged to the Colony of Virginia's landed gentry. Like his father and sons, Washington owned plantations which he operated by the use of enslaved labor, as well as speculated in less developed land and even operated an iron mine. Although Washington did not serve as a legislator (unlike his father and son), he held various offices in the counties in which he held land.\n\n"
        },
        {
            "title": "Early and family life",
            "text": "Augustine Washington was born in Westmoreland County, Virginia, on November 12, 1694, to Mildred Warner and her husband, Capt. Lawrence Washington, a militia captain and a member of the Virginia House of Burgesses. His paternal grandparents were Lt. Col. John Washington (c. 1631–1677) and his first wife, Anne Pope. His maternal grandparents owned Warner Hall and associated plantations in Gloucester County.\n\nAugustine was four years old when his father died. His mother remarried and moved her family to England, where she died when all were still children; although their mother's will named their stepfather George Gale as  their guardian, their cousin John Washington fought to have himself named the children's guardian and brought them back to Virginia. \n\nWhen Washington came of age (and into his inheritance) in 1715, he married Jane Butler, another orphan, who had inherited about 640 acres (2.6 km2) from her father, Caleb Butler. The young couple settled on the Bridges Creek property and had four children, only two of whom (Lawrence and Augustine Jr.) lived to adulthood. After Jane's death in November 1728[1] or 1729,[2] Washington married Mary Ball in 1731, and the couple had five children: George, Betty, Samuel, Charles, and John Augustine.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "When he reached legal age in 1715, Augustine Washington inherited about 1,000 acres (4.0 km2) on Bridges Creek in Westmoreland County; his sister Mildred inherited what was called the Little Hunting Creek property;[4] they both inherited slaves. In 1718, Washington purchased land on Pope's Creek, adjoining his property on Bridges Creek, and set about establishing himself. Between 1723 and 1735 he hired a local contractor to build a house, which was probably completed about 1726 despite the contractors death (later called Wakefield).[5] In the same year, Washington purchased the Little Hunting Creek property from his sister Mildred.[6]\n\nIn 1725, Augustine Washington entered into an agreement with the Principio Company of England to start an iron works on Accokeek Creek in Stafford County, and he also owned a stake in their Maryland ironworks.[7] In 1735, the family moved to the Little Hunting Creek property, which was closer to the Accokeek Furnace.[4]\n\nIn 1738, Augustine Washington purchased the 150-acre Strother property across the Rappahannock River (now known as Ferry Farm) and moved the family there at the end of that same year.[4][8]\n\nAugustine Washington was active in the Anglican Church, the local militia and politics.[9] He took the oath as justice of the peace for the Westmoreland county court in July 1716,[10] and served as county sheriff.\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "After Augustine Washington died in 1743 at the age of 48, his 11-year old son George inherited the former Strother property and its slaves.[11] Because he had not reached legal age, his mother Mary managed this property for him until he came of age. She lived on the property until 1772 when she was 64, when George moved her to a house in Fredericksburg.\n\nLawrence Washington inherited the Little Hunting Creek property and renamed it \"Mount Vernon,\" to honor Admiral Edward Vernon, with whom he had served in the Royal Navy in 1741 during the Battle of Cartagena de Indias during the War of Jenkins' Ear.\n\nAccording to Augustine Sr's will, if his son Lawrence died without children, the Little Hunting Creek property would go to Augustine Jr. and Augustine Jr, in turn, would have to give up the Popes Creek property to his brother George. If Augustine Jr. did not want the Little Hunting Creek property, it would then be inherited by George. Upon Lawrence's death Augustine Jr. chose Popes Creek and its slaves rather than the former Little Hunting Creek property. Lawrence's only surviving child Sarah only lived until 1754; therefore, George Washington ultimately inherited the Little Hunting Creek property which by that time was known as Mount Vernon. At his death, Augustine Washington Sr. held a total of 64 slaves who were assigned among the various plantations.[12]\n\nLawrence Washington's widow Ann had a life interest in the Little Hunting Creek plantation. Because she remarried and was not living at Mount Vernon, she leased the property to George beginning in 1754. Upon her death in 1761, George Washington inherited the plantation outright.\n\n\n\n"
        }
    ]
}