{
    "url": "https://en.wikipedia.org/wiki/Aurealis_Award",
    "title": "Aurealis Award",
    "table_of_contents": [
        "1 History",
        "2 Categories",
        "2.1 Current awards",
        "2.2 Retired or merged awards",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Aurealis Award for Excellence in Speculative Fiction is an annual literary award for Australian science fiction, fantasy and horror fiction. Only Australians are eligible for the award.\n\n"
        },
        {
            "title": "History",
            "text": "The Aurealis Award was established in 1995 by Chimaera Publications, the publishers of Aurealis Magazine. Unlike the other major Australian speculative fiction award, the Ditmar Award, it divides work into subgenre and age categories, and is judged as such.[citation needed]\n\nThe award was originally given out in the following divisions: Science Fiction, Fantasy, Horror, and Young Adult. Two separate awards are given in each of those divisions, one for novels and one for short stories. A fifth division for Children's books was added in 2001 for fiction for 8-12 year olds, with separate awards for \"Short Fiction\" and \"Long Fiction\". With the 2008 Awards the \"Short Fiction\" children's fiction category became a category for \"Illustrated Work/Picture Book\". For the 2010 Awards, the two categories became one for children's fiction told primarily through pictures and another for children's fiction told primarily through words. For the 2013 Awards, the two categories were merged into a single category for children's books. The Young Adult and Children's categories cover books in all three speculative fiction genres.[citation needed]\n\nSubmissions within a division are reviewed by a three judge panel, which selects each year's finalists and winners for their respective division. One of the judges on each panel is also the panel Convenor.[citation needed]\n\nTwo changes to the award structure were introduced in 2004. The awards became administered by Fantastic Queensland, a volunteer group that promotes Australian speculative fiction. A new division was added, Golden Aurealis, for both short stories and books, drawn from the winners of the other divisions.[citation needed]\n\nThere is also an associated Peter McNamara Conveners' Award for Excellence for \"a particular achievement in speculative fiction or related areas in the relevant year, but may also take into account achievements over a number of years. This may also be for a non-fiction work, a collection or anthology, an art work, or for a body of work that brings credit and/or attention to the speculative fiction genre in that year\". The award was originally known as the Convenors' Award for Excellence and was renamed in 2002 after Peter McNamara (d. 2004), the original award Convenor, shortly after he was diagnosed with an incurable disease. It is given out at the discretion of the Convenors.[citation needed]\n\nAfter six years of being the administrator, Fantastic Queensland ended their partnership with Chimaera Publications. On 18 May 2010 it was announced that Chimaera had entered a new deal with SpecFaction NSW who would administer the awards for 2010.[2] Later in 2010 SpecFaction NSW announced that they reached a deal with HarperVoyager to be the exclusive sponsor for the 2010 Awards which would be held in May 2011.[3]\n\nAfter three years of running the awards, SpecFaction NSW, decided they would not continue hosting the awards. On 7 May 2013 it was announced that Chimaera Publications had reached an agreement with Conflux Inc, who will host the awards for the next two years.[4] In addition, the awards ceremony would be held in Canberra.[4] In May 2015 it was announced that the Western Australian Science Fiction Foundation (WASFF) would be overseeing the awards for the next three years.[5]\n\nIn 2016, the short story categories for science fiction, fantasy, and horror were subdivided into categories for short story and novella.[6]\n\n"
        },
        {
            "title": "Categories",
            "text": "Also presented at Aurealis Awards ceremonies since the 2009 awards, although not officially an Aurealis Award, is the Kris Hembury Encouragement Award.\n\nDuring the years 2001 to 2007 the category \"best children’s illustrated work/picture book\" was simply known as \"best children’s short fiction\" and \"best children's novel\" was known as \"best children's long fiction\". From 1998 to 2000 the Peter McNamara Convenors' Award for excellence was known simply as the Convenors' Award for excellence but was changed in honour of Peter McNamara the original convenor.[7]\n\nIn earlier years the eligibility period was 1 November to 31 October, rather than the current 1 January to 31 December. The transitional period was the 2010 Awards for which the eligibility period was 1 November 2009 to 31 December 2010.\n\n"
        }
    ]
}