{
    "url": "https://en.wikipedia.org/wiki/Aurora_Awards",
    "title": "Aurora Awards",
    "table_of_contents": [
        "1 Award",
        "2 Current award categories",
        "3 Recognition",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Aurora Awards (French: Prix Aurora-Boréal) are a set of primarily literary awards given annually for the best Canadian science fiction or fantasy professional and fan works and achievements from the previous year.[1] The event is organized by Canvention and the awards are given out by the Canadian SF and Fantasy Association and SFSF Boreal Inc.[1] Originally they were known as the Canadian Science Fiction and Fantasy Awards which was shortened to CSFFA and nicknamed the Casper Awards based on that acronym, but this name was changed to the Aurora Awards in 1991, because the Aurora is the same in English and French.[2] The categories have expanded from those focused on literary works to include categories that recognize achievements in comics, music, poetry, art, film and television.\n\nOriginally, the CSFFA gave out both the English-language and French-language versions of the awards, with the French-language version known as the Prix Aurora. However, the French-language section of the awards is now known as the Prix Aurora-Boréal and was created through an agreement between SFSFBI and the CSFFA in November 2010, which combined the independent Prix Boréal and the Prix Aurora into a single award affiliated to the English-language award. The awards are selected by member vote, in a similar style to that of the Hugo Awards.[3][4]\n\nThe first award was granted in 1980 at Hal-Con 3, in Halifax, Nova Scotia, which was in turn the first convention to be named Canvention, a name which rotates to the convention hosting the awards that year in addition to its regular name.[5]\n\nVoting for the awards is done by members of the Canadian Science Fiction and Fantasy Association, who pay an annual fee of $10.[6] Publishers cannot vote during the nomination or shortlist ballot, but can submit works by authors they represent without paying a fee.[6]\n\n"
        },
        {
            "title": "Award",
            "text": "The Canadian Science Fiction and Fantasy Association (CSFFA) and the SFSFBI give out the Aurora and Aurora-Boréal Awards for the best science fiction and fantasy works in each of the categories. CSFFA handle the anglophone Aurora Awards and the SFSFBI handle the francophone Aurora-Boréal Awards, though both organizations co-sponsor the other award. Nominees are only valid if they were produced or completed in the previous calendar year.\n\nFor the Aurora Awards, the official nominees are chosen by the awards committee from all of the works that have received at least 5 nominations by CSFFA members throughout the year, and then the shortlist is voted on by every member of the CSFFA.[7] This is obtained through a $10 membership fee,[8] and can be voted in person with a voting card at the annual general meeting of the CSFFA at that year's Canvention, or online through a portal set up by the CSFFA. A member must have been a member for at least 1 month before Canvention to be eligible for voting. The deadlines for voting are set by the CSFFA at the previous year's Canvention.[7]\n\nFor a category to not have an award given for it, usually there has to be less than three eligible nominees in that category before the start of voting, or enough people have voted for the No Award option on the ballot, and this wins a majority.[7]\n\nThe voting uses the instant-runoff voting method, where the voters rank their choices and the lowest scorer is eliminated until one nominee has a majority.[7]\n\nFor the CSFFA Hall of Fame, the inductee must have been nominated for the trophy, and then selected by a 4-person jury, which is selected by the CSFFA each year.[7]\n\n"
        },
        {
            "title": "Recognition",
            "text": "CSFFA is a federally recognized Canadian non-profit, since 2011.\n\n"
        }
    ]
}