{
    "url": "https://en.wikipedia.org/wiki/Austroasiatic_languages",
    "title": "Austroasiatic languages",
    "table_of_contents": [
        "1 Etymology",
        "2 Typology",
        "3 Proto-language",
        "4 Internal classification",
        "4.1 Diffloth (1974)",
        "4.2 Peiros (2004)",
        "4.3 Diffloth (2005)",
        "4.4 Sidwell (2009–2015)",
        "4.5 Sidwell (2018)",
        "4.6 Possible extinct branches",
        "5 Writing systems",
        "6 External relations",
        "6.1 Austric languages",
        "6.2 Hmong-Mien",
        "6.3 Indo-Aryan languages",
        "7 Austroasiatic migrations and archaeogenetics",
        "7.1 Migration into India",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Austroasiatic languages[note 1] /ˌɒstroʊ.eɪʒiˈætɪk/, /ˌɔː-/, are a large language family in  Mainland Southeast Asia and South Asia. These languages are scattered throughout parts of Thailand, Laos, India, Myanmar, Malaysia, Bangladesh, Nepal, and southern China and are the majority languages of Vietnam and Cambodia. There are around 117 million speakers of Austroasiatic languages.[1] Of these languages, only Vietnamese, Khmer, and Mon have a long-established recorded history. Only two have official status as modern national languages: Vietnamese in Vietnam and Khmer in Cambodia.  The Mon language is a recognized indigenous language in Myanmar and Thailand. In Myanmar, the Wa language is the de facto official language of Wa State. Santali is one of the 22 scheduled languages of India. The rest of the languages are spoken by minority groups and have no official status.\n\nEthnologue identifies 168 Austroasiatic languages. These form thirteen established families (plus perhaps Shompen, which is poorly attested, as a fourteenth), which have traditionally been grouped into two, as Mon–Khmer,[2] and Munda. However, one recent classification posits three groups (Munda, Mon-Khmer, and Khasi–Khmuic),[3] while another has abandoned Mon–Khmer as a taxon altogether, making it synonymous with the larger family.[4]\n\nAustroasiatic languages have a disjunct distribution across Southeast Asia and parts of India, Bangladesh, Nepal and East Asia, separated by regions where other languages are spoken. They appear to be the extant original languages of Mainland Southeast Asia (excluding the Andaman Islands), with the neighboring, and sometimes surrounding, Kra–Dai, Hmong-Mien, Austronesian, and Sino-Tibetan languages being the result of later migrations.[5]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The name Austroasiatic comes from a combination of the Latin words for \"South\" and \"Asia\", hence \"South Asia\".\n\n"
        },
        {
            "title": "Typology",
            "text": "Regarding word structure, Austroasiatic languages are well known for having an iambic \"sesquisyllabic\" pattern, with basic nouns and verbs consisting of an initial, unstressed, reduced minor syllable followed by a stressed, full syllable.[6] This reduction of presyllables has led to a variety among modern languages of phonological shapes of the same original Proto-Austroasiatic prefixes, such as the causative prefix, ranging from CVC syllables to consonant clusters to single consonants.[7] As for word formation, most Austroasiatic languages have a variety of derivational prefixes, many have infixes, but suffixes are almost completely non-existent in most branches except Munda, and a few specialized exceptions in other Austroasiatic branches.[8]\n\nThe Austroasiatic languages are further characterized as having unusually large vowel inventories and employing some sort of register contrast, either between modal (normal) voice and breathy (lax) voice or between modal voice and creaky voice.[9] Languages in the Pearic branch and some in the Vietic branch can have a three- or even four-way voicing contrast.\n\nHowever, some Austroasiatic languages have lost the register contrast by evolving more diphthongs or in a few cases, such as Vietnamese, tonogenesis. Vietnamese has been so heavily influenced by Chinese that its original Austroasiatic phonological quality is obscured and now resembles that of South Chinese languages, whereas Khmer, which had more influence from Sanskrit, has retained a more typically Austroasiatic structure.\n\n"
        },
        {
            "title": "Proto-language",
            "text": "Much work has been done on the reconstruction of Proto-Mon–Khmer in Harry L. Shorto's Mon–Khmer Comparative Dictionary. Little work has been done on the Munda languages, which are not well documented. With their demotion from a primary branch, Proto-Mon–Khmer becomes synonymous with Proto-Austroasiatic. Paul Sidwell (2005) reconstructs the consonant inventory of Proto-Mon–Khmer as follows:[10]\n\nThis is identical to earlier reconstructions except for *ʄ.  *ʄ is better preserved in the Katuic languages, which Sidwell has specialized in.\n\n"
        },
        {
            "title": "Internal classification",
            "text": "Linguists traditionally recognize two primary divisions of Austroasiatic: the Mon–Khmer languages of Southeast Asia, Northeast India and the Nicobar Islands, and the Munda languages of East and Central India and parts of Bangladesh, parts of Nepal. However, no evidence for this classification has ever been published.\n\nEach of the families that is written in boldface type below is accepted as a valid clade.[clarification needed] By contrast, the relationships between these families within Austroasiatic are debated. In addition to the traditional classification, two recent proposals are given, neither of which accepts traditional \"Mon–Khmer\" as a valid unit. However, little of the data used for competing classifications has ever been published, and therefore cannot be evaluated by peer review.\n\nIn addition, there are suggestions that additional branches of Austroasiatic might be preserved in substrata of Acehnese in Sumatra (Diffloth), the Chamic languages of Vietnam, and the Land Dayak languages of Borneo (Adelaar 1995).[11]\n\nDiffloth's widely cited original classification, now abandoned by Diffloth himself, is used in Encyclopædia Britannica and—except for the breakup of Southern Mon–Khmer—in Ethnologue.\n\nPeiros is a lexicostatistic classification, based on percentages of shared vocabulary. This means that languages can appear to be more distantly related than they actually are due to language contact. Indeed, when Sidwell (2009) replicated Peiros's study with languages known well enough to account for loans, he did not find the internal (branching) structure below.\n\nDiffloth compares reconstructions of various clades, and attempts to classify them based on shared innovations, though like other classifications the evidence has not been published. As a schematic, we have:\n\nOr in more detail,\n\nPaul Sidwell (2009), in a lexicostatistical comparison of 36 languages which are well known enough to exclude loanwords, finds little evidence for internal branching, though he did find an area of increased contact between the Bahnaric and Katuic languages, such that languages of all branches apart from the geographically distant Munda and Nicobarese show greater similarity to Bahnaric and Katuic the closer they are to those branches, without any noticeable innovations common to Bahnaric and Katuic.\n\nHe therefore takes the conservative view that the thirteen branches of Austroasiatic should be treated as equidistant on current evidence. Sidwell & Blench (2011) discuss this proposal in more detail, and note that there is good evidence for a Khasi–Palaungic node, which could also possibly be closely related to Khmuic.[5]\n\nIf this would the case, Sidwell & Blench suggest that Khasic may have been an early offshoot of Palaungic that had spread westward. Sidwell & Blench (2011) suggest Shompen as an additional branch, and believe that a Vieto-Katuic connection is worth investigating. In general, however, the family is thought to have diversified too quickly for a deeply nested structure to have developed, since Proto-Austroasiatic speakers are believed by Sidwell to have radiated out from the central Mekong river valley relatively quickly.\n\nSubsequently, Sidwell (2015a: 179)[13] proposed that Nicobarese subgroups with Aslian, just as how Khasian and Palaungic subgroup with each other.\n\nA subsequent computational phylogenetic analysis (Sidwell 2015b)[14] suggests that Austroasiatic branches may have a loosely nested structure rather than a completely rake-like structure, with an east–west division (consisting of Munda, Khasic, Palaungic, and Khmuic forming a western group as opposed to all of the other branches) occurring possibly as early as 7,000 years before present. However, he still considers the subbranching dubious.\n\nIntegrating computational phylogenetic linguistics with recent archaeological findings, Paul Sidwell (2015c)[15] further expanded his Mekong riverine hypothesis by proposing that Austroasiatic had ultimately expanded into Indochina from the Lingnan area of southern China, with the subsequent Mekong riverine dispersal taking place after the initial arrival of Neolithic farmers from southern China.\n\nSidwell (2015c) tentatively suggests that Austroasiatic may have begun to split up 5,000 years B.P. during the Neolithic transition era of mainland Southeast Asia, with all the major branches of Austroasiatic formed by 4,000 B.P. Austroasiatic would have had two possible dispersal routes from the western periphery of the Pearl River watershed of Lingnan, which would have been either a coastal route down the coast of Vietnam, or downstream through the Mekong River via Yunnan.[15] Both the reconstructed lexicon of Proto-Austroasiatic and the archaeological record clearly show that early Austroasiatic speakers around 4,000 B.P. cultivated rice and millet, kept livestock such as dogs, pigs, and chickens, and thrived mostly in estuarine rather than coastal environments.[15]\n\nAt 4,500 B.P., this \"Neolithic package\" suddenly arrived in Indochina from the Lingnan area without cereal grains and displaced the earlier pre-Neolithic hunter-gatherer cultures, with grain husks found in northern Indochina by 4,100 B.P. and in southern Indochina by 3,800 B.P.[15] However, Sidwell (2015c) found that iron is not reconstructable in Proto-Austroasiatic, since each Austroasiatic branch has different terms for iron that had been borrowed relatively lately from Tai, Chinese, Tibetan, Malay, and other languages.\n\nDuring the Iron Age about 2,500 B.P., relatively young Austroasiatic branches in Indochina such as Vietic, Katuic, Pearic, and Khmer were formed, while the more internally diverse Bahnaric branch (dating to about 3,000 B.P.) underwent more extensive internal diversification.[15] By the Iron Age, all of the Austroasiatic branches were more or less in their present-day locations, with most of the diversification within Austroasiatic taking place during the Iron Age.[15]\n\nPaul Sidwell (2018)[16] considers the Austroasiatic language family to have rapidly diversified around 4,000 years B.P. during the arrival of rice agriculture in Indochina, but notes that the origin of Proto-Austroasiatic itself is older than that date. The lexicon of Proto-Austroasiatic can be divided into an early and late stratum. The early stratum consists of basic lexicon including body parts, animal names, natural features, and pronouns, while the names of cultural items (agriculture terms and words for cultural artifacts, which are reconstructible in Proto-Austroasiatic) form part of the later stratum.\n\nRoger Blench (2017)[17] suggests that vocabulary related to aquatic subsistence strategies (such as boats, waterways, river fauna, and fish capture techniques) can be reconstructed for Proto-Austroasiatic. Blench (2017) finds widespread Austroasiatic roots for 'river, valley', 'boat', 'fish', 'catfish sp.', 'eel', 'prawn', 'shrimp' (Central Austroasiatic), 'crab', 'tortoise', 'turtle', 'otter', 'crocodile', 'heron, fishing bird', and 'fish trap'. Archaeological evidence for the presence of agriculture in northern Indochina (northern Vietnam, Laos, and other nearby areas) dates back to only about 4,000 years ago (2,000 BC), with agriculture ultimately being introduced from further up to the north in the Yangtze valley where it has been dated to 6,000 B.P.[17]\n\nSidwell (2022)[18][19] proposes that the locus of Proto-Austroasiatic was in the Red River Delta area about 4,000-4,500 years before present, instead of the Middle Mekong as he had previously proposed. Austroasiatic dispersed coastal maritime routes and also upstream through river valleys. Khmuic, Palaungic, and Khasic resulted from a westward dispersal that ultimately came from the Red Valley valley. Based on their current distributions, about half of all Austroasiatic branches (including Nicobaric and Munda) can be traced to coastal maritime dispersals.\n\nHence, this points to a relatively late riverine dispersal of Austroasiatic as compared to Sino-Tibetan, whose speakers had a distinct non-riverine culture. In addition to living an aquatic-based lifestyle, early Austroasiatic speakers would have also had access to livestock, crops, and newer types of watercraft. As early Austroasiatic speakers dispersed rapidly via waterways, they would have encountered speakers of older language families who were already settled in the area, such as Sino-Tibetan.[17]\n\nSidwell (2018)[20] (quoted in Sidwell 2021[21]) gives a more nested classification of Austroasiatic branches as suggested by his computational phylogenetic analysis of Austroasiatic languages using a 200-word list. Many of the tentative groupings are likely linkages. Pakanic and Shompen were not included.\n\nRoger Blench (2009)[22] also proposes that there might have been other primary branches of Austroasiatic that are now extinct, based on substrate evidence in modern-day languages.\n\nOther languages with proposed Austroasiatic substrata are:\n\nJohn Peterson (2017)[31] suggests that \"pre-Munda\" (\"proto-\" in regular terminology) languages may have once dominated the eastern Indo-Gangetic Plain, and were then absorbed by Indo-Aryan languages at an early date as Indo-Aryan spread east. Peterson notes that eastern Indo-Aryan languages display many morphosyntactic features similar to those of Munda languages, while western Indo-Aryan languages do not.\n\n"
        },
        {
            "title": "Writing systems",
            "text": "Other than Latin-based alphabets, many Austroasiatic languages are written with the Khmer, Thai, Lao, and Burmese alphabets. Vietnamese divergently had an indigenous script based on Chinese logographic writing. This has since been supplanted by the Latin alphabet in the 20th century. The following are examples of past-used alphabets or current alphabets of Austroasiatic languages.\n\n"
        },
        {
            "title": "External relations",
            "text": "Austroasiatic is an integral part of the controversial Austric hypothesis, which also includes the Austronesian languages, and in some proposals also the Kra–Dai languages and the Hmong–Mien languages.[37]\n\nSeveral lexical resemblances are found between the Hmong-Mien and Austroasiatic language families (Ratliff 2010), some of which had earlier been proposed by Haudricourt (1951). This could imply a relation or early language contact along the Yangtze.[38]\n\nAccording to Cai (et al. 2011), Hmong–Mien is at least partially related to Austroasiatic but was heavily influenced by Sino-Tibetan, especially Tibeto-Burman languages.[39]\n\nIt is suggested that the Austroasiatic languages have some influence on Indo-Aryan languages including Sanskrit and middle Indo-Aryan languages. Indian linguist Suniti Kumar Chatterji pointed that a specific number of substantives in languages such as Hindi, Punjabi and Bengali were borrowed from Munda languages. Additionally, French linguist Jean Przyluski suggested a similarity between the tales from the Austroasiatic realm and the Indian mythological stories of Matsyagandha (from Mahabharata) and the Nāgas.[40]\n\n"
        },
        {
            "title": "Austroasiatic migrations and archaeogenetics",
            "text": "Mitsuru Sakitani suggests that Haplogroup O1b1, which is common in Austroasiatic people and some other ethnic groups in southern China, and haplogroup O1b2, which is common in today's Japanese, Koreans and some Manchu, are the carriers of early rice-agriculturalists from Indochina.[41] Another study suggests that the haplogroup O1b1 is the major Austroasiatic paternal lineage and O1b2 the \"para-Austroasiatic\" lineage of the Manchu, Korean and Yayoi people.[42]\n\nA 2021 study by Tagore et al. found that the proto-Austroasiatic speakers split from an Basal East Asian source population, native to Mainland Southeast Asia and Northeast India, which also gave rise to other East Asian-related populations, including Northeast Asians and Indigenous peoples of the Americas. The proto-Austroasiatic speakers can be linked to the Hoabinhian material culture. From Mainland Southeast Asia, the Austroasiatic speakers expanded into the Indian-subcontinent and Maritime Southeast Asia. There is evidence that later back migration from more northerly East Asian groups (such as Kra-Dai speakers) merged with indigenous Southeast Asians, contributing to the fragmentation observed among modern day Austroasiatic-speakers. In the Indian subcontinent, Austroasiatic speakers, specifically Mundari, intermixed with the local population. Furthermore they concluded that their results do not support a genetic relationship between Ancient Southeast Asian hunter-gatherers (Hoabinhians) with Papuan-related groups, as previously suggested by McColl et al. 2018, but that these Ancient Southeast Asians are characterized by Basal East Asian ancestry. The authors finally concluded that genetics do not necessarily correspond with linguistic identity, pointing to the fragmentation of modern Austroasiatic speakers.[43]\n\nLarena et al. 2021 could reproduce the genetic evidence for the origin of Basal East Asians in Mainland Southeast Asia, which are estimated to have formed about 50kya years ago, and expanded through multiple migration waves southwards and northwards. Early Austroasiatic speakers are estimated to have originated from an lineage, which split from Ancestral East Asians between 25,000 and 15,000 years ago, and were among the first wave to replace distinct Australasian-related groups in Insular Southeast Asia. East Asian-related ancestry became dominant in Insular Southeast Asia already between 15,000 years to 12,000 years ago, and may be associated with Austroasiatic groups, which however got again replaced by later Austronesian groups some 10,000 to 7,000 years ago. Early Austroasiatic people were found to be best represented by the Mlabri people in modern day Thailand. Proposals for Austroasiatic substratum among later Austronesian languages in Western Indonesia, noteworthy among the Dayak languages, is strengthened by genetic data, suggesting Austroasiatic speakers were assimilated by Austronesian speakers.[44]\n\nA study in November 2021 (Guo et al.) found that modern East-Eurasians can be modeled from four ancestry components, which descended from a common ancestor in Mainland Southeast Asia, one being the \"Ancestral Austroasiatic\" component (AAA), which is more prevalent among modern Southeast Asians, and making up the exclusive ancestry among Austroasiatic-speaking Lua and Mlabri people. The early Austroasiatic speakers are suggested to have been hunter-gatherers but became rice-agriculturalists quite early, spreading from Mainland Southeast Asia northwards to the Yangtze river, westwards into the Indian subcontinent, and southwards into Insular Southeast Asia. Evidence for these migrations are Austroasiatic loanwords related to rice-agriculture found among non-Austroasiatic languages, and the presence of Austroasiatic genetic ancestry.[45]\n\nAccording to a recent genetic study, Sundanese,  Javanese, and Balinese, has almost an equal ratio of genetic marker shared between Austronesian and Austroasiatic heritages.[46]\n\nAccording to Chaubey et al., \"Austro-Asiatic speakers in India today are derived from dispersal from Southeast Asia, followed by extensive sex-specific admixture with local Indian populations.\"[47] According to Riccio et al., the Munda people are likely descended from Austroasiatic migrants from Southeast Asia.[48][49]\n\nAccording to Zhang et al., Austroasiatic migrations from Southeast Asia into India took place after the last Glacial maximum, circa 10,000 years ago.[50] Arunkumar et al., suggest Austroasiatic migrations from Southeast Asia occurred into Northeast India 5.2 ± 0.6 kya and into East India 4.3 ± 0.2 kya.[51]\n\n"
        }
    ]
}