{
    "url": "https://en.wikipedia.org/wiki/Australian_New_Wave",
    "title": "Australian New Wave",
    "table_of_contents": [
        "1 Background",
        "2 Notable films",
        "2.1 1970s",
        "2.2 1980s",
        "3 Notable figures",
        "3.1 Directors",
        "3.2 Actors",
        "3.3 Others",
        "4 Legacy",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe Australian New Wave (also known as the Australian Film Revival, Australian Film Renaissance, or New Australian Cinema) was an era of resurgence in worldwide popularity of Australian cinema, particularly in the United States. It began in the early 1970s and lasted until the mid-late 1980s. The era also marked the emergence of Ozploitation, a film genre characterised by the exploitation of colloquial Australian culture.\n\n"
        },
        {
            "title": "Background",
            "text": "The Australian film industry declined after World War II, coming to a virtual stop by the early 1960s. The Gorton (1968–71) and Whitlam Governments (1972–75) intervened and rescued the industry from its expected oblivion.[1] The federal and several state governments established bodies to assist with the funding of film production and the training of film makers through the Australian Film, Television and Radio School, which fostered a new generation of Australian filmmakers who were able to bring their visions to the screen. The 1970s saw a huge renaissance of the Australian film industry. Australia produced nearly 400 films between 1970 and 1985, more than had been made in the history of the Australian film industry.[1][2]\n\nIn contrast to pre-New Wave films, New Wave films are often viewed as fresh and creative, possessing \"a vitality, a love of open spaces and a propensity for sudden violence and languorous sexuality\". The \"straight-ahead narrative style\" of many Australian New Wave films reminded American audiences of \"the Hollywood-maverick period of the late 1960s and early '70s that had just about run its course\".[3]\n\n"
        },
        {
            "title": "Notable figures",
            "text": "Many filmmakers and actors launched international careers through their work in the Australian New Wave.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Several films of the Australian New Wave are regarded as classics of world cinema and have been ranked among films considered the best. Published in 2004, The New York Times Guide to the Best 1,000 Movies Ever Made includes Walkabout, Mad Max, Breaker Morant, Gallipoli, Mad Max 2, The Year of Living Dangerously and Dead Calm.[16] In 2008, Empire magazine chose Mad Max 2 and The Year of Living Dangerously as two of the 500 Greatest Movies of All Time, ranking in at #280 and #161 respectively.[17] The 2011 book 1001 Movies You Must See Before You Die features Walkabout, Picnic at Hanging Rock, The Last Wave, The Chant of Jimmie Blacksmith, My Brilliant Career, Mad Max and Gallipoli (winner of multiple AACTA Awards[18]).[19] Since its re-release in 2009, Wake in Fright has been assessed as one of, if not the greatest, Australian New Wave film.[20][21][22]\n\nThe term \"glitter cycle\" refers to a subgenre of eccentric Australian comedies that came to prominence in the early 1990s, spurning a post-new wave revival of Australian film. These films are noted for their celebration of Australian popular culture, camp aesthetic, colourful makeup and costuming, and musical performance pieces. Prominent glitter films include Strictly Ballroom (1992), Muriel's Wedding (1994), The Adventures of Priscilla, Queen of the Desert (1994) and Love Serenade (1996). Other prominent post-new wave revival films of the 1990s include The Big Steal (1990), Proof (1991), Romper Stomper (1992), Babe (1995), Shine (1996), Kiss or Kill (1997), and The Castle (1997).[23][14]\n\nIn 2008, director Mark Hartley released Not Quite Hollywood: The Wild, Untold Story of Ozploitation!, a documentary film celebrating the romps of the Australian New Wave of 1970s and 1980s low-budget cinema and includes George Miller, Quentin Tarantino and Barry Humphries.[24][25]\n\nMedia theorist Theodore Scheckles argues that the post-1970 period of Australian cinema attempted to “revise the traditional Australian hero and problematize that revision” asserting the best films of this era will be viewed “as films, not as pieces of Australiana”.[26] Likewise Michael Walsh argues that the period represents not an “over nationalist” period of Australian cinema, but an adaption of Australian cultural tropes, culture and history to an American mass market.[27]\n\n"
        }
    ]
}