{
    "url": "https://en.wikipedia.org/wiki/Australian_Aboriginal_religion_and_mythology",
    "title": "Australian Aboriginal religion and mythology",
    "table_of_contents": [
        "1 Antiquity",
        "2 Aboriginal mythology: whole of Australia",
        "2.1 Diversity across a continent",
        "2.2 Public education about Aboriginal perspectives",
        "2.3 An anthropological generalisation",
        "2.4 An Aboriginal generalisation",
        "2.5 Sacred sites",
        "3 Pan-Australian mythology",
        "3.1 Rainbow Serpent",
        "3.2 Captain Cook",
        "3.3 Views on death",
        "3.4 Link to astronomy",
        "4 Group-specific mythology",
        "4.1 Yolngu",
        "4.2 Murrinh-Patha people",
        "4.3 Pintupi people",
        "5 Newer belief systems",
        "6 See also",
        "7 Notes",
        "7.1 Citations",
        "8 Bibliography",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAustralian Aboriginal religion and mythology is the sacred spirituality represented in the stories performed by Aboriginal Australians within each of the language groups across Australia in their ceremonies. Aboriginal spirituality includes the Dreamtime (the Dreaming), songlines, and Aboriginal oral literature.\n\nAboriginal spirituality often conveys descriptions of each group's local cultural landscape, adding meaning to the whole country's topography from oral history told by ancestors from some of the earliest recorded history. Most of these spiritualities belong to specific groups, but some span the whole continent in one form or another.\n\n"
        },
        {
            "title": "Antiquity",
            "text": "An Australian linguist, R. M. W. Dixon, recording Aboriginal myths in their original languages, encountered coincidences between some of the landscape details being told about within various myths, and scientific discoveries being made about the same landscapes.[1] In the case of the Atherton Tableland, myths tell of the origins of Lake Eacham, Lake Barrine, and Lake Euramoo. Geological research dated the formative volcanic explosions described by Aboriginal myth tellers as having occurred more than 10,000 years ago. Pollen fossil sampling from the silt which had settled to the bottom of the craters confirmed the Aboriginal myth-tellers' story. When the craters were formed, eucalyptus forests dominated rather than the current wet tropical rainforests.[2][3][a]\n\nDixon observed from the evidence available that Aboriginal myths regarding the origin of the Crater Lakes might be dated as accurate back to 10,000 years ago.[2] Further investigation of the material by the Australian Heritage Commission led to the Crater Lakes myth being listed nationally on the Register of the National Estate,[4] and included within Australia's World Heritage nomination of the wet tropical forests, as an \"unparalleled human record of events dating back to the Pleistocene era.\"[5]\n\nSince then, Dixon has assembled a number of similar examples of Australian Aboriginal myths that accurately describe landscapes of an ancient past. He particularly noted the numerous myths telling of previous sea levels, including:[2]\n\nOther volcanic eruptions in Australia may also be recorded in Aboriginal myths, including Mount Gambier in South Australia,[6] and Kinrara in northern Queensland.[7]\n\n"
        },
        {
            "title": "Aboriginal mythology: whole of Australia",
            "text": "The stories enshrined in Aboriginal mythology variously \"tell significant truths within each Aboriginal group's local landscape. They effectively layer the whole of the Australian continent's topography with cultural nuance and deeper meaning, and empower selected audiences with the accumulated wisdom and knowledge of Australian Aboriginal ancestors back to time immemorial\".[8]\n\nDavid Horton's Encyclopaedia of Aboriginal Australia contains an article on Aboriginal mythology observing:[9] \nAustralian Aboriginal mythologies have been characterised as \"at one and the same time fragments of a catechism, a liturgical manual, a history of civilization, a geography textbook, and to a much smaller extent a manual of cosmography.\"[10]\n\nThere are 900 distinct Aboriginal groups across Australia,[11]\neach distinguished by unique names usually identifying particular languages, dialects, or distinctive speech mannerisms.[12] Each language was used for original myths, from which the distinctive words and names of individual myths derive.\n\nWith so many distinct Aboriginal groups, languages, beliefs and practices, scholars cannot attempt to characterise, under a single heading, the full range and diversity of all myths being variously and continuously told, developed, elaborated, performed, and experienced by group members across the entire continent. Attempts to represent the different groupings in maps have varied widely.[13][14]\n\nThe Encyclopaedia of Aboriginal Australia nevertheless observes: \"One intriguing feature [of Aboriginal Australian mythology] is the mixture of diversity and similarity in myths across the entire continent.\"[9]\n\n\nThe Council for Aboriginal Reconciliation's booklet, Understanding Country, formally seeks to introduce non-Indigenous Australians to Aboriginal perspectives on the environment. It makes the following generalisation about Aboriginal myths and mythology:[15] \n\nAustralian anthropologists willing to generalise suggest Aboriginal myths still being performed across Australia by Aboriginal peoples serve an important social function amongst their intended audiences: justifying the received ordering of their daily lives;[16] helping shape peoples' ideas; and assisting to influence others' behaviour.[17] In addition, such performance often continuously incorporates and \"mythologises\" historical events in the service of these social purposes in an otherwise rapidly changing modern world.\nAboriginal specialists willing to generalise believe all Aboriginal myths across Australia, in combination, represent a kind of unwritten (oral) library within which Aboriginal peoples learn about the world and perceive a peculiarly Aboriginal 'reality' dictated by concepts and values vastly different from those of western societies:[19]\n\nAboriginal people observe some places as sacred, owing to their central place in the mythology of the local people.[20]\n\n"
        },
        {
            "title": "Pan-Australian mythology",
            "text": "In 1926 a British anthropologist specialising in Australian Aboriginal ethnology and ethnography, Professor Alfred Radcliffe-Brown, noted many Aboriginal groups widely distributed across the Australian continent all appeared to share variations of a single (common) myth telling of an unusually powerful, often creative, often dangerous snake or serpent of sometimes enormous size closely associated with the rainbows, rain, rivers, and deep waterholes.[21]\n\nRadcliffe-Brown coined the term 'Rainbow Serpent' to describe what he identified to be a common, recurring myth. Working in the field in various places on the Australian continent, he noted the key character of this myth (the 'Rainbow Serpent') is variously named:[21] Kanmare (Boulia, Queensland); Tulloun: (Mount Isa); Andrenjinyi (Pennefather River, Queensland), Takkan (Maryborough, Queensland); Targan (Brisbane, Queensland); Kurreah (Broken Hill, New South Wales);Wawi (Riverina, New South Wales), Neitee & Yeutta (Wilcannia, New South Wales), Myndie (Melbourne, Victoria); Bunyip (Western Victoria); Arkaroo (Flinders Ranges, South Australia); Wogal (Perth, Western Australia); Wanamangura (Laverton, Western Australia); Kajura (Carnarvon, Western Australia); Numereji (Kakadu, Northern Territory).\n\nThis 'Rainbow Serpent' is generally and variously identified by those who tell 'Rainbow Serpent' myths, as a snake of some enormous size often living within the deepest waterholes of many of Australia's waterways; descended from that larger being visible as a dark streak in the Milky Way, it reveals itself to people in this world as a rainbow as it moves through water and rain, shaping landscapes, naming and singing of places, swallowing and sometimes drowning people; strengthening the knowledgeable with rainmaking and healing powers; blighting others with sores, weakness, illness, and death.[21]\n\nEven Australia's 'Bunyip' was identified as a 'Rainbow Serpent' myth of the above kind.[22] The term coined by Radcliffe-Brown is now commonly used and familiar to broader Australian and international audiences, as it is increasingly used by government agencies, museums, art galleries, Aboriginal organisations and the media to refer to the pan-Australian Aboriginal myth specifically, and as a shorthand allusion to Australian Aboriginal mythology generally.[b]\n\nA number of linguists, anthropologists and others have formally documented another common Aboriginal myth occurring across Australia. Predecessors of the myth tellers encounter a mythical, exotic (most often English) character who arrives from the sea, bringing western colonialism, either offering gifts to the performer's predecessors or bringing great harm upon the performer's predecessors.[23]\n\nThis key mythical character is most often named \"Captain Cook\", this being a mythical character shared with the broader Australian community, who also attribute James Cook with playing a key role in colonising Australia.[24] The Aboriginal Captain Cook is attributed with bringing British rule to Australia,[25] but his arrival is not celebrated. More often within the Aboriginal telling, he proves to be a villain.[24]\n\nThe many Aboriginal versions of this Captain Cook are rarely oral recollections of encounters with the Lieutenant James Cook who first navigated and mapped Australia's east coast on HM Bark Endeavour in 1770. Guugu Yimidhirr predecessors, along the Endeavour River, did encounter James Cook during a 7-week period beached at the site of the present town of Cooktown while the Endeavour was being repaired.[26] From this time the Guugu Yimidhirr did receive present-day names for places occurring in their local landscape; and the Guugu Yimmidhir may recollect this encounter.\n\nThe pan-Australian Captain Cook myth, however, tells of a generic, largely symbolic British character who arrives from across the oceans sometime after the Aboriginal world was formed and the original social order founded. This Captain Cook is a harbinger of dramatic transformations in the social order, bringing change and a different social order, into which present-day audiences have been born.[24] (see above regarding this social function played by Aboriginal myths)\n\nIn 1988 Australian anthropologist Kenneth Maddock assembled several versions of this Captain Cook myth as recorded from a number of Aboriginal groups around Australia.[27] Included in his assemblage are:\n\nThe response to death in Aboriginal religion may seem similar in some respects to that to be found in European traditions - notably in regard to the holding of a ceremony to mark the death of an individual and the observance of a period of mourning for that individual. Any such similarity, however, is, at best, only superficial (with ceremony and mourning of some kind being common to most, if not all, human cultures). In death - as in life - Aboriginal spirituality gives pre-eminence to the land and sees the deceased as linked indissolubly, by a web of subtle connections, to that greater whole: \"For Aboriginal people when a person dies some form of the persons spirit and also their bones go back to the country they were born in\".[32] \"Aborigine people [sic] believe that they share their being with their country and all that is within it\". \"So when a person dies their country suffers, trees die and become scarred because it is believed that they came into being because of the deceased person\".[32]\n\nWhen an Aboriginal person dies the families have death ceremonies called the \"Sorry Business\". During this time the person is mourned for days by the family and whole community, crying together and sharing their grief. Often the deceased person's family stay in one room and mourn together.[33]\n\nNaming a person after their death is often taboo, as it is thought that it could disturb their spirit. Photos of the deceased are often not allowed, for the same reason. A smoking ceremony may be conducted, using smoke on the belongings and in the home of the deceased, which is believed to aid in releasing the spirit. The cause of death, often of a spiritual nature, may be determined by Aboriginal elders.[33]\n\nCeremonies and mourning periods can last days, weeks and even sometimes months depending upon the social status of the deceased person.  It is culturally inappropriate for a non-Aboriginal person to contact and inform the next of kin of a person's passing. When someone passes away, the family of the deceased move out of their house and another family then moves in. Some families will move to \"sorry camps\", which are usually further away. Mourning includes the recital of symbolic chants, the singing of songs, dance, body paint, and cuts on the bodies of the mourners. In some Aboriginal cultures, the body is placed on a raised platform for several months, covered in native plants, or in a cave or tree. When only the bones remain, family and friends scatter them in various ways, or place them in a special place.[33]\n\nMany Aboriginal people believe in a place called the \"Land of the Dead\". This place was also commonly known as the \"sky-world\", which is really just the sky. As long as certain rituals were carried out during their life and at the time of their death, the deceased is allowed to enter The Land of the Dead in the \"Sky World\".  The spirit of the dead is also a part of different lands and sites and then those areas become sacred sites. This explains why the Aboriginal people are very protective of sites they call sacred.\n\nThe rituals that are performed enable an Aboriginal person to return to the womb of all time, which is \"Dreamtime\". It allows the spirit to be connected once more to all nature, to all their ancestors, and to their own personal meaning and place within the scheme of things. \"The Dreamtime is a return to the real existence for the aborigine\". \"Life in time is simply a passing phase – a gap in eternity\". It has a beginning and it has an end. \"The experience of Dreamtime, whether through ritual or from dreams, flowed through into the life in time in practical ways\". \"The individual who enters the Dreamtime feels no separation between themselves and their ancestors\". \"The strengths and resources of the timeless enter into what is needed in the life of the present\". \"The future is less uncertain because the individual feels their life as a continuum linking past and future in unbroken connection\". Through Dreamtime the limitations of time and space are overcome.[34] For the Aboriginal people, dead relatives are very much a part of continuing life. It is believed that in dreams dead relatives communicate their presence.\" At times they may bring healing if the dreamer is in pain\". \"Death is seen as part of a cycle of life in which one emerges from Dreamtime through birth, and eventually returns to the timeless, only to emerge again. It is also a common belief that a person leaves their body during sleep, and temporarily enters the Dreamtime\".[34]\n\nThere are many songlines which include reference to the stars, planets and our moon, although the complex systems which go to make up Australian Aboriginal astronomy also serve practical purposes, such as navigation.\n\n"
        },
        {
            "title": "Group-specific mythology",
            "text": "The Murrinh-Patha people (whose country is the saltwater country immediately inland from the town of Wadeye[35]) describe a Dreamtime in their myths which anthropologists believe is a religious belief equivalent to, though wholly different from, most of the world's other significant religious beliefs.[36]\n\nIn particular, scholars suggest the Murrinh-Patha have a oneness of thought, belief, and expression unequalled within Christianity, as they see all aspects of their lives, thoughts and culture as under the continuing influence of their Dreaming.[36] Within this Aboriginal religion, no distinction is drawn between things spiritual/ideal/mental and things material; nor is any distinction drawn between things sacred and things profane: rather all life is 'sacred', all conduct has 'moral' implication, and all life's meaning arises out of this eternal, everpresent Dreaming.[36]\n\nAnimating and sustaining this Murrinh-patha mythology is an underlying philosophy of life that has been characterised by Stanner as a belief that life is \"... a joyous thing with maggots at its centre.\"[36] Life is good and benevolent, but throughout life's journey, there are numerous painful sufferings that each individual must come to understand and endure as he grows. This is the underlying message repeatedly being told within the Murrinh-patha myths. It is this philosophy that gives Murrinh-patha people motive and meaning in life.[36]\n\nThe following Murrinh-patha myth, for instance, is performed in Murrinh-patha ceremonies to initiate young men into adulthood.\n\nWithin the myth and in its performance, young, unadorned children must first be swallowed by an ancestral being (who transforms into a giant snake), then regurgitated before being accepted as young adults with all the rights and privileges of young adults.[39]\n\n\nScholars of the Pintupi peoples (from within Australia's Gibson Desert region) believe they have a predominantly 'mythic' form of consciousness,[40] within which events occur and are explained by the preordained social structures and orders told of, sung about, and performed within their superhuman mythology, rather than by reference to the possible accumulated political actions, decisions and influences of local individuals (i.e. this understanding effectively 'erases' history).[41] \nWithin this Pintupi world view, three long geographical tracks of named places dominate, being interrelated strings of significant places named and created by mythic characters on their routes through the Pintupi desert region during the Dreaming. It is a complex mythology of narratives, songs and ceremonies known to the Pintupi as Tingarri. It is most completely told and performed by Pintupi peoples at larger gatherings within Pintupi country.[42]\n\n"
        },
        {
            "title": "Newer belief systems",
            "text": "In principle, census information could identify the extent of traditional Aboriginal beliefs compared to other belief systems such as Christianity; however the official census in Australia does not include traditional Aboriginal beliefs as a religion, and includes Torres Strait Islanders, a separate group of Indigenous Australians, in most of the counts.[43]\n\nIn the 1991 census, almost 74 percent of Aboriginal respondents identified with Christianity, up from 67 percent in the 1986 census. The wording of the question changed for the 1991 census; as the religion question is optional, the number of respondents reduced.[44] The 1996 census reported that almost 72 percent of Aboriginal people practised some form of Christianity, and that 16 percent listed no religion. The 2001 census contained no comparable updated data.[45]\n\nThe Aboriginal population also includes a small number of followers of other mainstream religions.[46][47]\n\n"
        }
    ]
}