{
    "url": "https://en.wikipedia.org/wiki/Australian_philosophy",
    "title": "Australian philosophy",
    "table_of_contents": [
        "1 Indigenous perspectives",
        "2 Idealism",
        "3 John Anderson",
        "4 Melbourne philosophy",
        "5 Australian realism",
        "6 Philosophy of mind and Australian materialism",
        "7 Ethics",
        "8 Philosophy of religion",
        "9 Environmental philosophy",
        "10 See also",
        "11 References",
        "12 Bibliography",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Australian philosophy refers to the philosophical tradition of the people of Australia and of its citizens abroad. Academic philosophy has been mostly pursued in universities (and sometimes seminaries). It has been broadly in the tradition of Anglo-American analytic philosophy, but has also had representatives of a diverse range of other schools, such as idealism, Catholic neo-scholasticism, Marxism, and continental, feminist and Asian philosophy.\n\n"
        },
        {
            "title": "Indigenous perspectives",
            "text": "Australian indigenous traditions attribute moral authority outside the individual to The Dreaming, which is bound up with the relation of human society to land.[1]\n\n"
        },
        {
            "title": "Idealism",
            "text": "The earliest academic philosophers in Australia were appointed in the late nineteenth century.[2] Then and in the early twentieth century, most were like their European contemporaries idealists.[3][4][5] They included Sir Francis Anderson, professor of philosophy at Sydney University from 1890 to 1921, W.R. Boyce Gibson in Melbourne, and (to a degree) Sir William Mitchell in Adelaide.[6][7]\n\nFrancis Anderson established the Australasian Journal of Psychology and Philosophy in 1923. From 1947 it bifurcated and the philosophy part has been published as the Australasian Journal of Philosophy.[8]\n\n"
        },
        {
            "title": "John Anderson",
            "text": "Sydney philosophy was dominated in the mid-twentieth century by the Scottish immigrant John Anderson, Challis Professor of Philosophy at Sydney University from 1927 to 1958. He developed a complete realist philosophy that contrasted with the linguistic philosophy then developing in other parts of the English-speaking world.[3]: ch1-2  [9][10]  His controversial atheism and his view that there was no such thing as moral obligation attracted condemnation, and through his students had an influence on the Sydney Push and other libertarian currents of the 1960s.[3]: ch8 \n\n"
        },
        {
            "title": "Melbourne philosophy",
            "text": "Philosophy at Melbourne University was more diverse than in Sydney but in the mid-twentieth century heavily influenced by Wittgenstein.[3]: ch7  [11] Prominent Melbourne Wittgensteinians included George Paul and Douglas Gasking.[12]\n\n"
        },
        {
            "title": "Australian realism",
            "text": "Australian philosophers have typically taken a realist view of entities mentioned in science, such as forces, causes, minds and properties or universals (as opposed to considering them mere mental entities or ways of speaking or social constructions). Partly through the influence of John Anderson, realism has been stronger in Australia than in comparable countries such as the US and UK.[13][3]: 323–9 \n\nD.M. Armstrong's 1978 Universals and Scientific Realism defended realism about universals, arguing that, for example, the property of being blue must be a reality common to all blue things.[14] Graham Nerlich argued in The Shape of Space (1976) that space is not merely relational properties of distance but a real entity in itself.\n\nIn the philosophy of mathematics, Australian realisms include the Platonism of Mark Colyvan and the Aristotelian realism of the \"Sydney School\".\n\n"
        },
        {
            "title": "Philosophy of mind and Australian materialism",
            "text": "Australian materialism, or the identity theory of mind was developed by U.T. Place and J.J.C. Smart in Adelaide in the 1950s. In contrast to dualist theories holding that the mind is a separate substance, and to the then popular behaviorism that held that there was nothing to the mental beyond observable behaviours, materialism regarded the mind as just brain processes. The classic statement of the view came in D.M. Armstrong's 1968 book, A Materialist Theory of the Mind.[15]\n[3]: 180–3 \n\nAustralians have also been prominent among critics of materialism. Frank Jackson's influential thought experiment \"What Mary knew\" imagines a scientist who, restricted to seeing black and white, studies colour vision; she later comes to see blue, giving her experience of colour beyond knowing physical facts about it. Therefore, Jackson concluded, there was more to the mental than just the physical (but he later rejected the argument).[16] David Chalmers argues that materialism has failed to make progress on the hard problem of consciousness: how to give an account of qualia or felt experience in purely physical terms.[3]: 184–8 \n\nIn more recent work, Peter Godfrey-Smith in his 2016 book Other Minds: The Octopus, the Sea, and the Deep Origins of Consciousness inquires into the extent and origins of consciousness in species very unlike humans.\n\n"
        },
        {
            "title": "Ethics",
            "text": "In his 1977 book Ethics: Inventing Right and Wrong John Anderson's student John Mackie defended an \"error theory\" of morality, holding that the idea of moral obligation was a mistake.\n\nPeter Singer's 1975 book Animal Liberation was influential in moves against eating and experimenting on animals. His views on bioethics, including the permissibility of killing even non-disabled babies, have attracted controversy and protests.[3]: 413–24 \n\nMany Australian philosophers defended more traditional and objectivist theories of morality, including Catholic scholastic philosophers,[3]: ch4  Raimond Gaita, John Finnis and Jenny Teichman.[3]: 402–8 \n\n"
        },
        {
            "title": "Philosophy of religion",
            "text": "Traditional Thomism dominated Catholic seminary education up to the 1960s and was also taught to the laity by such teachers as Austin Woodbury[3]: ch4 \n\nJohn Anderson's promotion of atheism was continued by John Mackie in his 1981 book, The Miracle of Theism. More recently, Graham Oppy has defended atheism in a series of books such as Atheism: The Basics (2018).\n\nSome Australian philosophers have developed non-standard views of God, such as Samuel Alexander in Space, Time and Deity (1920) and Peter Forrest in Developmental Theism (2007).[17]\n\nThe philosophy of religion journal Sophia, founded by Max Charlesworth in Melbourne in 1962, has published widely on Eastern as well as Western approaches to religion.\n\n"
        },
        {
            "title": "Environmental philosophy",
            "text": "John Passmore's 1974 book, Man's Responsibility for Nature argued for a \"shallow\" view of environmental responsibility, involving no radical changes to a traditional scientific viewpoint and ethical frameworks. On the other hand, Richard Sylvan and Val Plumwood were early leaders in moves towards deep ecology, which attributed an intrinsic value to nature, independent of human concerns.[3]: ch13  [18]\n\n"
        }
    ]
}