{
    "url": "https://en.wikipedia.org/wiki/Meat_pie_Western",
    "title": "Australian Western",
    "table_of_contents": [
        "1 History",
        "1.1 Terminology",
        "1.2 Films",
        "2 Examples",
        "3 See also",
        "4 Footnotes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAustralian Western, also known as  meat pie Western or kangaroo Western, is a broad genre of Western-style films or TV series set in the Australian outback or \"the bush\". Films about bushrangers (sometimes called bushranger films) are included in this genre. Some films categorised as meat-pie or Australian Westerns also fulfil the criteria for other genres, such as drama, revisionist Western, crime or thriller. A sub-genre of the Australian Western, the Northern, has been coined by the makers of High Ground (2020), to describe a film set in the Northern Territory that accurately depicts historical events in a fictionalised form, that has aspects of a thriller.\n\nThe term \"meat pie Western\" is a play on the term Spaghetti Western, used for Italian-made Westerns. Since Westerns are a genre associated with the United States, the food qualifiers indicate the origin of other cultures that play with the characteristics of the genre. Historically some Australian westerns were made specifically with the influence of US westerns in mind. The Ealing Westerns, made in Australia, are particular examples of this, though they depict Australian history.\n\nOne connection has been the parallel between the two native people, and their treatment by settlers and the white colonial people. In the case of Australia, Aboriginal Australians, and in the US, the Native Americans.[1] Cattle ranches and vast tracks of land are both similar themes, being borrowed from US westerns and used in Australia, in particular the movie The Overlanders (1946).[2]\n\n"
        },
        {
            "title": "History",
            "text": "The definition of what is an Australian Western (i.e. taking its influence from US cinema) and what is simply an Australian historical film set in the era that covers similar themes, is fluid. Cinema about bushrangers, which some regard as Australian westerns, goes back to some of the first Australian feature films.[3] Ned Kelly, as subject of a feature film, was first made in 1906, in The Story of the Kelly Gang. The British company Ealing Studios, made a number of Westerns in Australian in the 1940s and '50s, including The Overlanders (1942), about a cattle driver, which was marketed in Australia as a drama, but marketed overseas as an \"Australian Western\". It starred Australian actor Chips Rafferty and was successful at the box office. Another British film production house, Rank, made Robbery Under Arms in 1957.[4] One of the prominent post-war productions made in Australia was the technicolour Western, Kangaroo. This was a big budget (800,000 pounds) film made by 20th Century Fox in 1952, starring imported stars Maureen O'Hara and Peter Lawford.[5] Mad Dog Morgan, was made in the 1970s, carrying western themes along with Ozploitation cinema[6]\n\nThe term \"Kangaroo Western\" is used in an article about The Man from Snowy River (1982) in that year,[7] and Stuart Cunningham refers to Charles Chauvel’s Greenhide (1926) as a “Kangaroo Western” in 1989.[8][9]\n\nGrayson Cooke attributes the first use of the term \"meat-pie Western\" to Eric Reade in his History and Heartburn (1979),[10] referring to Russell Hagg's Raw Deal (1977).[8] This term is again used in 1981 in an Australian Women's Weekly column by John-Michael Howson (about a film planned to be made in Australia by James Komack, but apparently never made). Howson compares the term to the \"Spaghetti Western\".[11] Historian Troy Lennon (2018) says that meat pie Westerns have been around for more than a century.[12]\n\nCooke (2014) posits that the Australian Western genre never developed a \"classic\" or mature phase. He lists the following as broad categories: \"the early bushranger and bush adventure films; Westerns shot in Australia by foreign production studios; contemporary re-makes of bushranger films; and contemporary revisionist Westerns, noting that most fall into the bushranger category (with only The Tracker and The Proposition falling into the latter category at that time). Other recent films, such as Ivan Sen's Mystery Road (2013), a crime film, also uses some of the Western themes.[8]\n\nEmma Hamilton, of the University of Newcastle, refers to the Australian Western, kangaroo Western and meat-pie Western as alternative terms, in her exploration of the development of the Western genre in Australia comparing film representations of Ned Kelly. She refers to the work of Cooke and other writers, paraphrasing Peter Limbrick's view that the Western is basically \"about societies making sense of imperial-colonial relationships\", and considers the parallels between American and Australian histories. Hamilton lists a number of films which can be termed Australian Westerns by virtue of being set in Australia but maintaining elements of American Western conventions. The list includes, amongst many others, Robbery Under Arms (1920), Captain Fury (1939), Eureka Stockade (1949) and The Shiralee (1957).[13]\n\nDirector Stephen Johnson and his team of filmmakers dubbed their creation, High Ground, set in the Northern Territory, a \"Northern\".[a] Johnson said \"We really feel it's a film that immerses the audience in a time and place and that perhaps hasn't happened in this way before\", and producer Witiyana Marika called it a \"northern action thriller\". The feature fiction film is based on many stories of the First Nations people of Arnhem Land that are not told in the history books.[14][15] Johnson also said \"There's a thriller aspect to it. It's not a Western, it's a Northern\".[16]\n\nThe Story of the Kelly Gang (1906) could be said to be the first in the genre (and possibly the world's first feature film[13]), with \"good guys, bad guys, gunfights [and] horseback chases\". In 1911 and 1912, the state governments of South Australia, New South Wales and Victoria all banned depictions of bushrangers in films, which lasted for about 30 years and at first had a significantly deleterious effect on the Australian film industry.[8][12][13]\n\nFilms in the Western genre continued to be made through the rest of the 20th century, many with Hollywood collaboration (such as Rangle River based on a Zane Grey novel in 1936), and some British (such as the Ealing Studios' The Overlanders in 1946).[12] Ned Kelly (1970) and The Man from Snowy River (1982) were the most notable examples of the genre in the second half of the century.[12][13]\n\nSome films in the genre, such as Red Hill, The Proposition, and Sweet Country, re-examine the treatment of Aboriginal Australians and focus on racism and sexism in Australian history,[17][18]  with the latter two of these being successful with both critics and box-office.[12]\n\nA range of modern westerns have been made since 1990. Ned Kelly, Australia's most famous bank robber, features, with two films, Ned Kelly made in 2003 and The True History of the Kelly Gang in 2019.,[19] also The Legend of Ben Hall in 2017 and as well as The Tracker in 2002.[20] The Proposition, made in 2005, is an anti western, and was influenced by Robert Altman and Sam Peckinpah's anti western work  [21]  The 2008 film Australia is an epic western which concocts other genres such as adventure, action, drama, war and romance.[22] Sweet Country, about settlers incursions into the Australian First Nation's people (once again following similar themes to settlers encroaching on Native Americans) was made in 2017.[23]\n\n"
        }
    ]
}