{
    "url": "https://en.wikipedia.org/wiki/Australian_science_fiction",
    "title": "Australian science fiction",
    "table_of_contents": [
        "1 History",
        "2 WWII embargo on US pulp imports",
        "3 Growth in Australian Science Fiction 1960s onward",
        "3.1 1960s",
        "3.2 1970s",
        "3.3 1980s",
        "4 Critical contributions",
        "5 Writers",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Australia, unlike Europe, does not have a long history in the genre of science fiction. Nevil Shute's On the Beach, published in 1957, and filmed in 1959, was perhaps the first notable international success. Though not born in Australia, Shute spent his latter years there, and the book was set in Australia. It might have been worse had the imports of American pulp magazines not been restricted during World War II, forcing local writers into the field. Various compilation magazines began appearing in the 1960s and the field has continued to expand into some significance. Today Australia has a thriving SF/Fantasy genre with names recognised around the world. In 2013 a trilogy by Sydney-born Ben Peek was sold at auction to a UK publisher for a six-figure deal .[1]\n\n"
        },
        {
            "title": "History",
            "text": "Early (pre-Second World War) Australian science fiction was often what today one could consider racist and xenophobic, fueled by contemporary worries about invasion and foreigners (see White Australia policy). But by the 1950s, just as the genre in the United States and pretty much anywhere else, it became influenced by the issues of technological progress and globalization.[2] 1952 marked the year of the first regular Australian science fiction conventions.\n\n"
        },
        {
            "title": "WWII embargo on US pulp imports",
            "text": "The origins of Australia's local science fiction industry sprang from a wartime embargo on the import of various non-essential goods from outside Australia, particularly from America. The Pulp Fiction Exhibition at the University of Otago noted: \"In 1939, the Australian government placed an embargo on American pulp magazines. This decision was prompted by the moral majority, who claimed comics and other 'objectionable' material were undermining societal mores, and an importation crisis due to World War II.\"[3]\n\nIn World War II, Darwin had received a heavier air raid than Pearl Harbor. Broome, Katherine and Cairns had also been bombed. Japanese submarines were attacking Sydney, and Spitfires and Zeroes were fighting it out above Australia's northern coasts and towns. The only American science fiction that arrived in Australia were in British editions. The only authentic American SF magazines to reach Australia in this period arrived as ballast in ships. Imported science fiction was an unthinkable luxury in Australia under these circumstances, yet thanks to government inertia the embargo was not lifted until thirteen years after the war ended, in 1958. The unrestricted return of non-Australian science fiction marked an end to one period of growth in Australian homegrown science fiction writing and publication.\n\nAustralia's first science fiction magazine was Thrills, Incorporated (1950–52), published by Transport Publishing Co, and imprint of Horwitz Publishing House. Many reprints from Thrills, Incorporated were later used in British science fiction magazine Amazing Science Stories.\n\n"
        },
        {
            "title": "Growth in Australian Science Fiction 1960s onward",
            "text": "Australian science fiction grew tremendously in the 1960s and became a notable field around the 1980s. Most Australian science-fiction writers today are writing for the international market.\n\nAustralian science-fiction became a notable field of world science-fiction literature around the 1960s. In 1966, the monthly Australian Science-Fiction Review was first published; in 1969 it was joined by SF Commentary. That year also the Ditmar Awards were established, awarded in multiple categories.\n\nThe first Australian World Science Fiction Convention Aussiecon was held in 1975 in Melbourne; that year also Paul Collins began publishing the science fiction magazine Void. Collins went on to publish numerous science fiction titles under his Void book and Collins imprint, including books by such writers as David Lake, Russell Blackford, Trevor Donahue, Wynne Whiteford, and Keith Taylor. John Baxter edited a number of early collections of Australian science fiction for Angus and Robertson publishers.\n\nAs an adjunct of the science fiction field in Australia, there were various publications which may be regarded as horror or dark fantasy. The main producer of such material in the 1960s was Horwitz Publishing House.\n\nIn the 1970s Van Ikin established the important critical journal Science Fiction co-edited by Terry Dowling. Ikin has edited a number of seminal anthologies including Glass Reptile Breakout, Australian Science Fiction and Mortal Fire (the latter with Terry Dowling). Damien Broderick also edited numerous anthologies in additionto his work as a writer. Jenny and Russell Blackford edited the long-running critical magazine Australian SF Review. Two book-length selections of essays from this journal have been published.[4]\n\nThe number of authors and publications grew, particularly with the field of short fiction becoming established by the mid-1980s, with the first professional Australian science fiction magazine being published that decade (Omega Science Digest); in the 1990s it was joined by Aurealis: The Australian Magazine of Fantasy and Science Fiction and Eidolon: The Journal of Australian Science Fiction & Fantasy. Jonathan Strahan, co-editor of the latter, has gone on to become Australia's most prolific science fiction editor.\n\nDavid G. Hartwell noted that while there is perhaps \"nothing essentially Australian about Australian science-fiction\", many Australian science-fiction (and fantasy and horror) writers are in fact international English language writers, and their work is commonly published worldwide. This is further explainable by the fact that the Australian inner market is small (with Australian population being only 24 million), and sales abroad are crucial to most Australian writers.[5][6]\n\nA. Bertram Chandler, while not born in Australia but having emigrated there as an adult, did all his science fiction writing while living in Australia. The future history leading up to the time of his main space-faring character John Grimes is a history in which Australia became a major world power on Earth and a leading center of space exploration and colonization. Several of Grimes' galactic adventures take place on planets settled by Australians whose inhabitants still have recognizable Australian cultural traits.\n\nIn the 1980s Australian horror came to the fore as a subgenre within the speculative fiction, with the publication of The Australian Horror and Fantasy Magazine and its successor Terror Australis.\n\n"
        },
        {
            "title": "Critical contributions",
            "text": "Donald H. Tuck, an amateur scholar from Tasmania, wrote the first major encyclopedia of science fiction, The Encyclopedia of Science Fiction and Fantasy, in three parts (1974, 1978, 1983), receiving the 1984 Hugo Award for his contribution.[7] Another Australian, Peter Nicholls, was awarded a Hugo in 1980[8] and shared one with John Clute in 1994[9] (for a revised version) of a similar critical review of the world's sf, The Encyclopedia of Science Fiction.\n\nApart from Peek's novels – Immolation, Innocence and Incarnation, Tor also bought two novels by Rjurik Davidson in 2013. The Guardian reports that:\n\n\"Peek and Davidson join a host of names who readers of speculative fiction all over the English-reading world will \nrecognise: Garth Nix, Trudi Canavan, Margo Lanagan, Sara Douglass, Damien Broderick, Cecila Dart-Thornton, Greg Egan, Alison Goodman, Sean McMullen, Glenda Larke, Sean Williams and Justine Larbalestier.\"[10]\n\n"
        },
        {
            "title": "Writers",
            "text": "Notable Australian science fiction and fantasy writers and editors include:\n\n"
        }
    ]
}