{
    "url": "https://en.wikipedia.org/wiki/Autonomous_robot",
    "title": "Autonomous robot",
    "table_of_contents": [
        "1 Components and criteria of robotic autonomy",
        "1.1 Self-maintenance",
        "1.2 Sensing the environment",
        "1.3 Task performance",
        "1.4 Autonomous navigation",
        "1.4.1 Indoor navigation",
        "1.4.2 Outdoor navigation",
        "1.5 Open problems in autonomous robotics",
        "2 Societal impact and issues",
        "3 Technical development",
        "3.1 Space probes",
        "3.2 General-use autonomous robots",
        "3.3 Military autonomous robots",
        "4 Types of robots",
        "4.1 Delivery robot",
        "4.2 Charging Robot",
        "4.3 Construction robots",
        "4.4 Research and education mobile robots",
        "5 Legislation",
        "6 See also",
        "6.1 Scientific concepts",
        "6.2 Types of robots",
        "6.3 Specific robot models",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An autonomous robot is a robot that acts without recourse to human control. The first autonomous robots  environment were known as Elmer and Elsie, which were constructed in the late 1940s by W. Grey Walter. They were the first robots in history that were programmed to \"think\" the way biological brains do and meant to have free will.[1] Elmer and Elsie were often labeled as tortoises because of how they were shaped and the manner in which they moved. They were capable of phototaxis which is the movement that occurs in response to light stimulus.[citation needed]\n\nHistoric examples include space probes. Modern examples include self-driving vacuums and cars.\nIndustrial robot arms that work on assembly lines inside factories may also be considered autonomous robots, though their autonomy is restricted due to a highly structured environment and their inability to locomote.\n\n"
        },
        {
            "title": "Components and criteria of robotic autonomy",
            "text": "The first requirement for complete physical autonomy is the ability for a robot to take care of itself. Many of the battery-powered robots on the market today can find and connect to a charging station, and some toys like Sony's Aibo are capable of self-docking to charge their batteries.\n\nSelf-maintenance is based on \"proprioception\", or sensing one's own internal status. In the battery charging example, the robot can tell proprioceptively that its batteries are low and it then seeks the charger. Another common proprioceptive sensor is for heat monitoring. Increased proprioception will be required for robots to work autonomously near people and in harsh environments. Common proprioceptive sensors include thermal, optical, and haptic sensing, as well as the Hall effect (electric).\n\nExteroception is sensing things about the environment. Autonomous robots must have a range of environmental sensors to perform their task and stay out of trouble. The autonomous robot can recognize sensor failures and minimize the impact on the performance caused by failures.[2]\n\nSome robotic lawn mowers will adapt their programming by detecting the speed in which grass grows as needed to maintain a perfectly cut lawn, and some vacuum cleaning robots have dirt detectors that sense how much dirt is being picked up and use this information to tell them to stay in one area longer.\n\nThe next step in autonomous behavior is to actually perform a physical task. A new area showing commercial promise is domestic robots, with a flood of small vacuuming robots beginning with iRobot and Electrolux in 2002. While the level of intelligence is not high in these systems, they navigate over wide areas and pilot in tight situations around homes using contact and non-contact sensors. Both of these robots use proprietary algorithms to increase coverage over simple random bounce.\n\nThe next level of autonomous task performance requires a robot to perform conditional tasks. For instance, security robots can be programmed to detect intruders and respond in a particular way depending upon where the intruder is. For example, Amazon (company) launched its Astro for home monitoring, security and eldercare in September 2021.[3]\n\nFor a robot to associate behaviors with a place (localization) requires it to know where it is and to be able to navigate point-to-point. Such navigation began with wire-guidance in the 1970s and progressed in the early 2000s to beacon-based triangulation. Current commercial robots autonomously navigate based on sensing natural features. The first commercial robots to achieve this were Pyxus' HelpMate hospital robot and the CyberMotion guard robot, both designed by robotics pioneers in the 1980s. These robots originally used manually created CAD floor plans, sonar sensing and wall-following variations to navigate buildings. The next generation, such as MobileRobots' PatrolBot and autonomous wheelchair,[4] both introduced in 2004, have the ability to create their own laser-based maps of a building and to navigate open areas as well as corridors. Their control system changes its path on the fly if something blocks the way.\n\nAt first, autonomous navigation was based on planar sensors, such as laser range-finders, that can only sense at one level. The most advanced systems now fuse information from various sensors for both localization (position) and navigation. Systems such as Motivity can rely on different sensors in different areas, depending upon which provides the most reliable data at the time, and can re-map a building autonomously.\n\nRather than climb stairs, which requires highly specialized hardware, most indoor robots navigate handicapped-accessible areas, controlling elevators, and electronic doors.[5] With such electronic access-control interfaces, robots can now freely navigate indoors. Autonomously climbing stairs and opening doors manually are topics of research at the current time.\n\nAs these indoor techniques continue to develop, vacuuming robots will gain the ability to clean a specific user-specified room or a whole floor. Security robots will be able to cooperatively surround intruders and cut off exits. These advances also bring concomitant protections: robots' internal maps typically permit \"forbidden areas\" to be defined to prevent robots from autonomously entering certain regions.\n\nOutdoor autonomy is most easily achieved in the air, since obstacles are rare. Cruise missiles are rather dangerous highly autonomous robots. Pilotless drone aircraft are increasingly used for reconnaissance. Some of these unmanned aerial vehicles (UAVs) are capable of flying their entire mission without any human interaction at all except possibly for the landing where a person intervenes using radio remote control. Some drones are capable of safe, automatic landings, however. SpaceX operates a number of Autonomous spaceport drone ships, used to safely land and recover Falcon 9 rockets at sea.[6]\n\nOutdoor autonomy is the most difficult for ground vehicles, due to:\n\nThere are several open problems in autonomous robotics which are special to the field rather than being a part of the general pursuit of AI. According to George A. Bekey's Autonomous Robots: From Biological Inspiration to Implementation and Control, problems include things such as making sure the robot is able to function correctly and not run into obstacles autonomously. Reinforcement learning has been used to control and plan the navigation of autonomous robots, specifically when a group of them operate in collaboration with each other.[7]\n\nResearchers concerned with creating true artificial life are concerned not only with intelligent control, but further with the capacity of the robot to find its own resources through foraging (looking for food, which includes both energy and spare parts).\n\nThis is related to autonomous foraging, a concern within the sciences of behavioral ecology, social anthropology, and human behavioral ecology; as well as robotics, artificial intelligence, and artificial life.[8]\n\n"
        },
        {
            "title": "Societal impact and issues",
            "text": "As autonomous robots have grown in ability and technical levels, there has been increasing societal awareness and news coverage of the latest advances, and also some of the philosophical issues, economic effects, and societal impacts that arise from the roles and activities of autonomous robots.\n\nElon Musk, a prominent business executive and billionaire has warned for years of the possible hazards and pitfalls of autonomous robots; however his own company is one of the most prominent companies that is trying to devise new advanced technologies in this area.[9]\n\nIn 2021, a United Nations group of government experts, known as the Convention on Certain Conventional Weapons – Group of Governmental Experts on Lethal Autonomous Weapons Systems, held a conference to highlight the ethical concerns which arise from the increasingly advanced technology for autonomous robots to wield weapons and to play a military role.[10]\n\n"
        },
        {
            "title": "Technical development",
            "text": "The Mars rovers MER-A and MER-B (now known as Spirit rover and Opportunity rover) found the position of the Sun and navigated their own routes to destinations, on the fly, by:\n\nThe planned ESA Rover, Rosalind Franklin rover, is capable of vision based relative localisation and absolute localisation to autonomously navigate safe and efficient trajectories to targets by:\n\nDuring the final NASA Sample Return Robot Centennial Challenge in 2016, a rover, named Cataglyphis, successfully demonstrated fully autonomous navigation, decision-making, and sample detection, retrieval, and return capabilities.[11] The rover relied on a fusion of measurements from inertial sensors, wheel encoders, Lidar, and camera for navigation and mapping, instead of using GPS or magnetometers. During the 2 hour challenge, Cataglyphis traversed over 2.6 km and returned five different samples to its starting position.\n\nThe Seekur robot was the first commercially available robot to demonstrate MDARS-like capabilities for general use by airports, utility plants, corrections facilities and Homeland Security.[12]\n\nThe DARPA Grand Challenge and DARPA Urban Challenge have encouraged development of even more autonomous capabilities for ground vehicles, while this has been the demonstrated goal for aerial robots since 1990 as part of the AUVSI International Aerial Robotics Competition.\n\nBetween 2013 and 2017, TotalEnergies has held the ARGOS Challenge to develop the first autonomous robot for oil and gas production sites. The robots had to face adverse outdoor conditions such as rain, wind and extreme temperatures.[13]\n\nSome significant current robots include: \n\nLethal autonomous weapons (LAWs) are a type of autonomous robot military system that can independently search for and engage targets based on programmed constraints and descriptions.[22] LAWs are also known as lethal autonomous weapon systems (LAWS), autonomous weapon systems (AWS), robotic weapons, killer robots or slaughterbots.[23] LAWs may operate in the air, on land, on water, under water, or in space. The autonomy of current systems as of 2018[update] was restricted in the sense that a human gives the final command to attack - though there are exceptions with certain \"defensive\" systems.\n\n"
        },
        {
            "title": "Types of robots",
            "text": "A delivery robot is an autonomous robot used for delivering goods.\n\nAn Automatic Charging Robot, unveiled on July 27, 2022, is an arm-shaped automatic charging robot, charging an electric vehicle. It has been running a pilot operation at Hyundai Motor Group's headquarters since 2021. VISION AI System based on deep learning technology has been applied. When an electric vehicle is parked in front of the charger, the robot arm recognizes the charger of the electric vehicle and derives coordinates. And automatically insert a connector into the electric car and operate fast charging. The robot arm is configured in a vertical multi-joint structure so that it can be applied to chargers at different locations for each vehicle. In addition, waterproof and dustproof functions are applied.[44]\n\nConstruction robots are used directly on job sites and perform work such as building, material handling, earthmoving, and surveillance.\n\nNumerous companies have robotics applications in stages ranging from R&D to fully-commercialized.\n\nResearch and education mobile robots are mainly used during a prototyping phase in the process of building full scale robots. They are a scaled down versions of bigger robots with the same types of sensors, kinematics and software stack (e.g. ROS). They are often extendable and provide comfortable programming interface and development tools. Next to full scale robot prototyping they are also used for education, especially at university level, where more and more labs about programming autonomous vehicles are being introduced. Some of the popular research and  education robots are:\n\n"
        },
        {
            "title": "Legislation",
            "text": "In March 2016, a bill was introduced in Washington, D.C., allowing pilot ground robotic deliveries.[60] The program was to take place from September 15 through the end of December 2017. The robots were limited to a weight of 50 pounds unloaded and a maximum speed of 10 miles per hour. In case the robot stopped moving because of malfunction the company was required to remove it from the streets within 24 hours. There were allowed only 5 robots to be tested per company at a time.[61] A 2017 version of the Personal Delivery Device Act bill was under review as of March 2017.[62]\n\nIn February 2017, a bill was passed in the US state of Virginia via the House bill, HB2016,[63] and the Senate bill, SB1207,[64] that will allow autonomous delivery robots to travel on sidewalks and use crosswalks statewide beginning on July 1, 2017. The robots will be limited to a maximum speed of 10 mph and a maximum weight of 50 pounds.[65] In the states of Idaho and Florida there are also talks about passing the similar legislature.[66][67]\n\nIt has been discussed[by whom?] that robots with similar characteristics to invalid carriages (e.g. 10 mph maximum, limited battery life) might be a workaround for certain classes of applications. If the robot was sufficiently intelligent and able to recharge itself using the existing electric vehicle (EV) charging infrastructure it would only need minimal supervision and a single arm with low dexterity might be enough to enable this function if its visual systems had enough resolution.[citation needed]\n\nIn November 2017, the San Francisco Board of Supervisors announced that companies would need to get a city permit in order to test these robots.[68] In addition, sidewalk delivery robots have been banned[by whom?] from making non-research deliveries.[69]\n\n"
        }
    ]
}