{
    "url": "https://en.wikipedia.org/wiki/Automated_guided_vehicle",
    "title": "Automated guided vehicle",
    "table_of_contents": [
        "1 Introduction",
        "2 Navigation",
        "2.1 Wired",
        "2.2 Guide tape",
        "2.3 Laser target navigation",
        "2.4 Inertial (Gyroscopic) navigation",
        "2.5 Natural feature (Natural Targeting) navigation",
        "2.6 Vision guidance",
        "2.7 Geoguidance",
        "3 Steering control",
        "4 Path Decision",
        "4.1 Frequency select mode",
        "4.2 Path select mode",
        "4.3 Magnetic tape mode",
        "5 Traffic control",
        "5.1 Zone control",
        "5.2 Collision avoidance",
        "5.3 Combination control",
        "6 System management",
        "7 Vehicle types",
        "8 Common applications",
        "8.1 Handling raw materials",
        "8.2 Work-in-process movement",
        "8.3 Pallet handling",
        "8.4 Finished product handling",
        "8.5 Trailer loading",
        "8.6 Roll handling",
        "8.7 Container handling",
        "9 Primary application industries",
        "9.1 Pharmaceutical",
        "9.2 Chemical",
        "9.3 Manufacturing",
        "9.4 Automotive",
        "9.5 Paper and print",
        "9.6 Food and beverage",
        "9.7 Hospital",
        "9.8 Warehousing",
        "9.9 Theme parks",
        "10 Battery charging",
        "10.1 Battery swap",
        "10.2 Automatic and opportunity charging",
        "10.3 Automatic battery swap",
        "11 See also",
        "12 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An automated guided vehicle (AGV), different from an autonomous mobile robot (AMR), is a portable robot that  follows along marked long lines or wires on the floor, or uses radio waves, vision cameras, magnets, or lasers for navigation. They are most often used in industrial applications to transport heavy materials around a large industrial building, such as a factory or warehouse.  Application of the automatic guided vehicle broadened during the late 20th century.\n\n"
        },
        {
            "title": "Introduction",
            "text": "The AGV can tow objects behind them in trailers to which they can autonomously attach. The trailers can be used to move raw materials or finished product. The AGV can also store objects on a bed. The objects can be placed on a set of motorized rollers (conveyor) and then pushed off by reversing them.  AGVs are employed in nearly every industry, including pulp, paper, metals, newspaper, and general manufacturing.  Transporting materials such as food, linen or medicine in hospitals is also done.\n\nAn AGV can also be called a laser guided vehicle (LGV).  In Germany the technology is also called Fahrerloses Transportsystem (FTS) and in Sweden förarlösa truckar. Lower cost versions of AGVs are often called Automated Guided Carts (AGCs) and are usually guided by magnetic tape. The term AMR is sometimes[1] used to differentiate the mobile robots that do not rely in their navigation on extra infrastructure in the environment (like magnetic strips or visual markers) from those that do; the latter are then called AGVs.\n\nAGVs are available in a variety of models and can  be used to move products on an assembly line, transport goods throughout a plant or warehouse, and deliver loads.\n\n\nThe first AGV was brought to market in the 1950s, by Barrett Electronics of Northbrook, Illinois, and at the time it was simply a tow truck that followed a wire in the floor instead of a rail.[citation needed] Out of this technology came a new type of AGV, which follows invisible UV markers on the floor instead of being towed by a chain. The first such system was deployed at the Willis Tower (formerly Sears Tower) in Chicago, Illinois to deliver mail throughout its offices.\nOver the years the technology has become more sophisticated and today automated vehicles are mainly Laser navigated e.g. LGV (Laser Guided Vehicle).[citation needed] In an automated process, LGVs are programmed to communicate  with other robots to ensure product is moved smoothly through the warehouse, whether it is being stored for future use or sent directly to shipping areas.  Today, the AGV plays an important role in the design of new factories and warehouses, safely moving goods to their rightful destination.\n\n"
        },
        {
            "title": "Navigation",
            "text": "A slot is cut in to the floor and a wire is placed approximately 1 inch below the surface. This slot is cut along the path the AGV is to follow. This wire is used to transmit a radio signal.  A sensor is installed on the bottom of the AGV close to the ground.  The sensor detects the relative position of the radio signal being transmitted from the wire. This information is used to regulate the steering circuit, making the AGV follow the wire.\n\nAGVs (some known as automated guided carts or AGCs) use tape for the guide path. The tapes can be one of two styles: magnetic or colored. \nThe AGV is fitted with the appropriate guide sensor to follow the path of the tape.\nOne major advantage of tape over wired guidance is that it can be easily removed and relocated if the course needs to change.  Colored tape is initially less expensive, but lacks the advantage of being embedded in high traffic areas where the tape may become damaged or dirty.  A flexible magnetic bar can also be embedded in the floor like wire but works under the same provision as magnetic tape and so remains unpowered or passive.  Another advantage of magnetic guide tape is the dual polarity. Small pieces of magnetic tape may be placed to change states  of the AGC based on polarity and sequence of the tags.\n\nThe navigation is done by mounting reflective tape on walls, poles or fixed machines. The AGV carries a laser transmitter and receiver on a rotating turret. The laser is transmitted and received by the same sensor. The angle and (sometimes) distance to any reflectors that in line of sight and in range are automatically calculated. This information is compared to the map of the reflector layout stored in the AGV's memory. This allows the navigation system to triangulate the current position of the AGV. The current position is compared to the path programmed in to the reflector layout map. The steering is adjusted accordingly to keep the AGV on track. It can then navigate to a desired target using the constantly updating position.\n\nAnother form of an AGV guidance is inertial navigation.  With inertial guidance, a computer control system directs and assigns tasks to the vehicles.  Transponders are embedded in the floor of the work place.  The AGV uses these transponders to verify that the vehicle is on course. A gyroscope is able to detect the slightest change in the direction of the vehicle and corrects it in order to keep the AGV on its path. The margin of error for the inertial method is ±1 inch.[2]\n\nInertial can operate in nearly any environment including tight aisles or extreme temperatures.[3] Inertial navigation can include use of magnets embedded in the floor of the facility that the vehicle can read and follow.[4]\n\nNavigation without retrofitting of the workspace is called Natural Features or Natural Targeting Navigation. One method uses one or more range-finding sensors, such as a laser range-finder, as well as gyroscopes or inertial measurement units with Monte-Carlo/Markov localization techniques to understand where it is as it dynamically plans the shortest permitted path to its goal. The advantage of such systems is that they are highly flexible for on-demand delivery to any location. They can handle failure without bringing down the entire manufacturing operation, since AGVs can plan paths around the failed device. They also are quick to install, with less down-time for the factory.[5]\n\nVision-Guided AGVs can be installed with no modifications to the environment or infrastructure. They operate by using cameras to record features along the route, allowing the AGV to replay the route by using the recorded features to navigate. Vision-Guided AGVs use Evidence Grid technology, an application of probabilistic volumetric sensing, and was invented and initially developed by Dr. Hans Moravec at Carnegie Mellon University. The Evidence Grid technology uses probabilities of occupancy for each point in space to compensate for the uncertainty in the performance of sensors and in the environment. The primary navigation sensors are specially designed stereo cameras. The vision-guided AGV uses 360-degree images to build a 3D map, which allows the vision-guided AGVs to follow a trained route without human assistance or the addition of special features, landmarks or positioning systems.\n\nA geoguided AGV recognizes its environment to establish its location.  Without any infrastructure, the forklift equipped with geoguidance technology detects and identifies columns, racks and walls within the warehouse.  Using these fixed references, it can position itself, in real time and determine its route. There are no limitations on distances to cover  number of pick-up or drop-off locations.  Routes are infinitely modifiable.\n\n"
        },
        {
            "title": "Steering control",
            "text": "To help an AGV navigate it can use three different steer control systems.[6] The differential speed control is the most common.  In this method there are two independent drive wheels.  Each drive is driven at different speeds in order to turn or the same speed to allow the AGV to go forwards or backwards. The AGV turns in a similar fashion to a tank.  This method of steering is the simplest as it does not require additional steering motors and mechanism.  More often than not, this is seen on an AGV that is used to transport and turn in tight spaces or when the AGV is working near machines.  This setup for the wheels is not used in towing applications because the AGV would cause the trailer to jackknife when it turned.\n\nThe second type of steering used is steered wheel control AGV.  This type of steering can be similar to a car's steering.  But this is not very manoeuvrable. It is more common to use a three-wheeled vehicle  similar to a conventional three wheeled forklift. The drive wheel is the turning wheel. It is more precise in following the programmed path than the differential speed controlled method.  This type of AGV has smoother turning. Steered wheel control AGV can be used in all applications; unlike the differential controlled.[2]  Steered wheel control is used for towing and can also at times have an operator control it.\n\nThe third type is a combination of differential and steered. Two independent steer/drive motors are placed on diagonal corners of the AGV and swivelling castors are placed on the other corners. It can turn like a car (rotating in an arc) in any direction. It can crab in any direction and it can drive in differential mode in any direction.\n\n"
        },
        {
            "title": "Path Decision",
            "text": "AGVs have to make decisions on path selection.  This is done through different methods: frequency select mode (wired navigation only), and path select mode (wireless navigation only) or via a magnetic tape on the floor not only to guide the AGV but also to issue steering commands and speed commands.\n\nFrequency select mode bases its decision on the frequencies being emitted from the floor.  When an AGV approaches a point on the wire which splits the AGV detects the two frequencies and through a table stored in its memory decides on the best path.  The different frequencies are required only at the decision point for the AGV.  The frequencies can change back to one set signal after this point.  This method is not easily expandable and requires extra cutting meaning more money.\n\nAn AGV using the path select mode chooses a path based on preprogrammed paths.  It uses the measurements taken from the sensors and compares them to values given to them by programmers. When an AGV approaches a decision point it only has to decide whether to follow path 1, 2, 3, etc.  This decision is rather simple since it already knows its path from its programming. This method can increase the cost of an AGV because it is required to have a team of programmers to program the AGV with the correct paths and change the paths when necessary.  This method is easy to change and set up.\n\nThe magnetic tape is laid on the surface of the floor or buried in a 10mm channel; not only does it provide the path for the AGV to follow but also strips of the tape in different combinations of polarity, sequence, and distance laid alongside the track tell the AGV to change lane, speed up, slow down, and stop.\n\n"
        },
        {
            "title": "Traffic control",
            "text": "Flexible manufacturing systems containing more than one AGV may require it to have traffic control so the AGV's will not run into one another.  Traffic control can be carried out locally or by software running on a fixed computer elsewhere in the facility. Local methods include zone control, forward sensing control, and combination control. Each method has its advantages and disadvantages.[7]\n\nZone control is the favorite of most environments because it is simple to install and easy to expand.[2]  Zone control uses a wireless transmitter to transmit a signal in a fixed area. Each AGV contains a sensing device to receive this signal and transmit back to the transmitter. If the area is clear the signal is set at \"clear\" allowing any AGV to enter and pass through the area. When an AGV is in the area the \"stop\" signal is sent and all AGV attempting to enter the area stop and wait for their turn. Once the AGV in the zone has moved out beyond the zone the \"clear\" signal is sent to one of the waiting AGVs. Another way to set up zone control traffic management is to equip each individual robot with its own small transmitter/receiver. The individual AGV then sends its own \"do not enter\" message to all the AGVs getting too close to its zone in the area. A problem with this method is if one zone goes down all the AGV's are at risk to collide with any other AGV. Zone control is a cost efficient way to control the AGV in an area.\n\nForward sensing control uses collision avoidance sensors to avoid collisions with other AGV in the area. These sensors include: sonic, which work like radar; optical, which uses an infrared sensor; and bumper, physical contact sensor. Most AGV's are equipped with a bumper sensor of some sort as a fail-safe. Sonic sensors send a \"chirp\" or high frequency signal out and then wait for a reply from the outline of the reply the AGV can determine if an object is ahead of it and take the necessary actions to avoid collision.[8]  The optical uses an infrared transmitter/receiver and sends an infrared signal which then gets reflected back; working on a similar concept as the sonic sensor.  The problems with these are they can only protect the AGV from so many sides. They are relatively hard to install and work with as well.\n\nCombination control sensing is using collision avoidance sensors as well as the zone control sensors.  The combination of the two helps to prevent collisions in any situation. For normal operation the zone control is used with the collision avoidance as a fail safe.  For example, if the zone control system is down, the collision avoidance system would prevent the AGV from colliding.\n\n"
        },
        {
            "title": "System management",
            "text": "Industries with AGVs need to have some sort of control over the AGVs. There are three main ways to control the AGV: locator panel, CRT color graphics display, and central logging and report.[2]\n\nA locator panel is a simple panel used to see which area the AGV is in. If the AGV is in one area for too long, it could mean it is stuck or broken down.  CRT color graphics display shows real time where each vehicle is.  It also gives a status of the AGV, its battery voltage, unique identifier, and can show blocked spots.  Central logging used to keep track of the history of all the AGVs in the system. Central logging stores all the data and history from these vehicles which can be printed out for technical support or logged to check for up time.\n\nAGV is a system often used in FMS to keep up, transport, and connect smaller subsystems into one large production unit.  AGVs employ a lot of technology to ensure they do not hit one another and make sure they get to their destination.  Loading and transportation of materials from one area to another is the main task of the AGV.  AGV require a lot of money to get started with, but they do their jobs with high efficiency.  In places such as Japan automation has increased and is now considered to be twice as efficient as factories in America. For a huge initial cost the total cost over time decreases.[citation needed]\n\n"
        },
        {
            "title": "Common applications",
            "text": "Automated Guided Vehicles can be used in a wide variety of applications to transport many different types of material including pallets, rolls, racks, carts, and containers.  AGVs excel in applications with the following characteristics:\n\nAGVs are commonly used to transport raw materials such as paper, steel, rubber, metal, and plastic.  This includes transporting materials from receiving to the warehouse, and delivering materials directly to production lines.[10]\n\nWork-in-Process movement is one of the first applications where automated guided vehicles were used, and includes the repetitive movement of materials throughout the manufacturing process.  AGVs can be used to move material from the warehouse to production/processing lines or from one process to another.[11]\n\nPallet handling is an extremely popular application for AGVs as repetitive movement of pallets is very common in manufacturing and distribution facilities. AGVs can move pallets from the palletizer to stretch wrapping to the warehouse/storage or to the outbound shipping docks.[12] [13]\n\nMoving finished goods from manufacturing to storage or shipping is the final movement of materials before they are delivered to customers. These movements often require the gentlest material handling because the products are complete and subject to damage from rough handling. Because AGVs operate with precisely controlled navigation and acceleration and deceleration this minimizes the potential for damage making them an excellent choice for this type of application\n\nAutomatic loading of trailers is a relatively new application for automated guided vehicles and becoming increasingly popular.  AGVs are used to transport and load pallets of finished goods directly into standard, over-the-road trailers without any special dock equipment.  AGVs can pick up pallets from conveyors, racking, or staging lanes and deliver them into the trailer in the specified loading pattern.[14] Some Automatic Trailer Loading AGVs utilize Natural Targeting to view the walls of the trailer for navigation. These types of ATL AGVs can be either completely driverless or hybrid vehicles.[15]\n\n\nAGVs are used to transport rolls in many types of plant including paper mills, converters, printers, newspapers, steel producers, and plastics manufacturers.  AGVs can store and stack rolls on the floor, in racking, and can even automatically load printing presses with rolls of paper.[16]\nAGVs are used to move sea containers in some port container terminals. The main benefits are reduced labour costs and a more reliable (less variable) performance. This use of AGVs was pioneered in 1993 at the Port of Rotterdam in the Netherlands. By 2014 there were 20 automated or semi-automated port container terminals around the world which use either or both automated-guideway vehicles and automated-stacking-cranes.[17]  The original AGVs used diesel power with either hydraulic or electric drives.  However more AGV use battery power and automated battery swap, which reduces emissions and lowers refueling costs but cost more to purchase and have shorter range.[18]\n\n"
        },
        {
            "title": "Primary application industries",
            "text": "Efficient, cost effective movement of materials is an important, and common element in improving operations in many manufacturing plants and warehouses.   Because automatic guided vehicles (AGVs) can deliver efficient, cost effective movement of materials, AGVs can be applied to various industries in standard or customized designs to best suit an industry's requirements.  Industries currently utilizing AGVs include (but are not limited to):\n\nAGVs are a preferred method of moving materials in the pharmaceutical industry.  Because an AGV system tracks all movement provided by the AGVs, it supports process validation and cGMP (current Good Manufacturing Practice).\n\nAGVs deliver raw materials, move materials to curing storage warehouses, and provide transportation to other processing cells and stations.  Common industries include rubber, plastics, and specialty chemicals.\n\nAGVs are often used in general manufacturing of products. AGVs can typically be found delivering raw materials, transporting work-in process, moving finished goods, removing scrap materials, and supplying packaging materials.\n\nAGV installations are found in Stamping Plants, Power Train (Engine and Transmission) Plants, and Assembly Plants delivering raw materials, transporting work-in process, and moving finished goods.  AGVs are also used to supply specialized tooling which must be changed.\n\nAGVs can move paper rolls, pallets, and waste bins to provide all routine material movement in the production and warehousing (storage/retrieval) of paper, newspaper, printing, corrugating, converting, and plastic film.\n\nAGVs can be applied to move materials in food processing (such as the loading of food or trays into sterilizers) and at the \"end of line,\" linking the palletizer, stretch wrapper, and the warehouse.  AGVs can load standard, over-the-road trailers with finished goods, and unload trailers to supply raw materials or packaging materials to the plant.  AGVs can also store and retrieve pallets in the warehouse.\n\nAGVs are becoming increasingly popular in the healthcare industry for efficient transport, and are programmed to be fully integrated to automatically operate doors, elevators/lifts, cart washers, trash dumpers, etc.  AGVs typically move linens, trash, regulated medical waste, patient meals, soiled food trays, and surgical case carts.\n\nAGVs used in Warehouses and Distribution Centers logically  move loads around the warehouses and prepare them for shipping/loading or receiving or move them from an induction conveyor to logical storage locations within the warehouse. Often, this type of use is accompanied by customized warehouse management software.[19] To avoid damage to fragile goods, AGVs are preferred in warehouses that handle fragile items since human errors are reduced to almost zero. Warehouses with hazardous goods have primarily adopted this technology as they can operate in extreme conditions like passing through freezers.[20]\n\nIn recent years, the theme park industry has begun using AGVs for rides. One of the earliest AGV ride systems was for Epcot's Universe of Energy, opened in 1982. The ride used wired navigation to drive the 'Traveling Theatre' through the ride. Many rides use wired navigation, especially when employees must frequently walk over the ride path such as at (the now-closed attraction) The Great Movie Ride at Disney's Hollywood Studios.[21] Another ride at Hollywood Studios that uses wired navigation is The Twilight Zone Tower of Terror, a combined drop tower/dark ride. The elevator cars are AGVs that lock into place inside separate vertical motion cabs to move vertically. When it reaches a floor requiring horizontal movement, the AGV unlocks from the vertical cab and drives itself out of the elevator.[22]\n\nA recent trend in theme parks is a so-called trackless ride system, AGV rides that use LPS, Wi-Fi, or RFID to move around. The advantage of this system is that the ride can execute seemingly random movements, giving a different ride experience each time.\n\n"
        },
        {
            "title": "Battery charging",
            "text": "AGVs utilize a number of battery charging options. Each option is dependent on the users preference.\n\n\"Battery swap technology\"[23] requires an operator to manually remove the discharged battery from the AGV and place a fully charged battery in its place after approximately 8 – 12 hours (about one shift) of AGVs operation. 5 – 10 minutes is required to perform this with each AGV in the fleet.\n\n\"Automatic and opportunity battery charging\"[23] allows for continuous operation. On average an AGV charges for 12 minutes every hour for automatic charging and no manual intervention is required. If opportunity is being utilized the AGV will receive a charge whenever the opportunity arises.\nWhen a battery pack gets to a predetermined level the AGV will finish the current job that it has been assigned before it goes to the charging station.\n\nAutomatic battery swap is an alternative to manual battery swap. It might require an additional piece of automation machinery, an automatic battery changer, to the overall AGV system. AGVs will pull up to the battery swap station and have their batteries automatically replaced with fully charged batteries. The automatic battery changer then places the removed batteries into a charging slot for automatic recharging. The automatic battery changer keeps track of the batteries in the system and pulls them only when they are fully charged.\n\nOther versions of automatic battery swap allow AGVs to change each other's batteries. \n\nWhile a battery swap system reduces the manpower required to swap batteries, recent developments in battery charging technology allow batteries to be charged more quickly and efficiently potentially eliminating the need to swap batteries.\n\n"
        }
    ]
}