{
    "url": "https://en.wikipedia.org/wiki/Automated_restaurant",
    "title": "Automated restaurant",
    "table_of_contents": [
        "1 History",
        "2 Locations",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An automated restaurant or robotic restaurant is a restaurant that uses robots to do tasks such as delivering food and drink to the tables and/or cooking the food.\n\n"
        },
        {
            "title": "History",
            "text": "Restaurant automation means the use of a restaurant management system to automate the major operations of a restaurant establishment. Even in the early 1970s a number of restaurants served food solely through vending machines. These restaurants were called automats or, in Japan, shokkenki. Customers ordered their food directly through the machines.\n\nAs of 2011, across Europe, McDonald's had already begun implementing 7,000 touch screen kiosks that could handle cashiering duties.[1]\n\nMore recently, restaurants are opening that have completely or partially automated their services. These may include: taking orders, preparing food, serving, and billing. A few fully automated restaurants operate without any human intervention whatsoever. Robots are designed to help and sometimes replace human labour (such as waiters and chefs). The automation of restaurants  may also allow for the option for greater customization of an order.[2]\n\nIn 2020, a restaurant in the Netherlands began trialling the use of a robot to serve guests.[3][4]\n\nIn September 2021, Karakuri’s 'Semblr' food service robot served personalised lunches for the 4,000 employees of grocery technology solutions provider ocado Group's head offices in Hatfield, UK. 2,700 different combinations of dishes were on offer. Customers could specify in grams what hot and cold items, proteins, sauces and fresh toppings they wanted.[5]\n\nIn 2021, Columbia University School of Engineering and Applied Science engineers developed a method of cooking 3D printed chicken with software-controlled robotic lasers. The “Digital Food” team exposed raw 3D printed chicken structures to both blue and infrared light. They then assessed the cooking depth, colour development, moisture retention and flavour differences of the laser-cooked 3D printed samples in comparison to stove-cooked meat.[6]\n\n"
        },
        {
            "title": "Locations",
            "text": "Automated restaurants have been opening in many countries. Examples include:\n\n"
        }
    ]
}