{
    "url": "https://en.wikipedia.org/wiki/Autonomous_underwater_vehicle",
    "title": "Autonomous underwater vehicle",
    "table_of_contents": [
        "1 History",
        "2 Applications",
        "2.1 Commercial",
        "2.2 Research",
        "2.3 Hobby",
        "2.4 Illegal drug traffic",
        "2.5 Air crash investigations",
        "2.6 Military applications",
        "3 Vehicle designs",
        "3.1 Sensors",
        "3.2 Navigation",
        "3.3 Propulsion",
        "3.4 Communications",
        "3.5 Power",
        "4 See also",
        "5 References",
        "5.1 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An autonomous underwater vehicle (AUV) is a robot that travels underwater without requiring input from an operator. AUVs constitute part of a larger group of undersea systems known as unmanned underwater vehicles, a classification that includes non-autonomous remotely operated underwater vehicles (ROVs) – controlled and powered from the surface by an operator/pilot via an umbilical or using remote control. In military applications an AUV is more often referred to as an unmanned undersea vehicle (UUV).  Underwater gliders are a subclass of AUVs.\n\n"
        },
        {
            "title": "History",
            "text": "The first AUV was developed at the Applied Physics Laboratory at the University of Washington as early as 1957 by Stan Murphy, Bob Francois and later on, Terry Ewart.  The \"Special Purpose Underwater Research Vehicle\", or SPURV, was used to study diffusion, acoustic transmission, and submarine wakes.\n\nOther early AUVs were developed at the Massachusetts Institute of Technology in the 1970s. One of these is on display in the Hart Nautical Gallery in MIT. At the same time, AUVs were also developed in the Soviet Union[1] (although this was not commonly known until much later).\n\n"
        },
        {
            "title": "Applications",
            "text": "This type of underwater vehicles has recently become an attractive alternative for underwater search and exploration since they are cheaper than manned vehicles. Over the past years, there have been abundant attempts to develop underwater vehicles to meet the challenge of exploration and extraction programs in the oceans. Recently, researchers have focused on the development of AUVs for long-term data collection in oceanography and coastal management.[2]\n\nThe oil and gas industry uses AUVs to make detailed maps of the seafloor before they start building subsea infrastructure; pipelines and sub sea completions can be installed in the most cost effective manner with minimum disruption to the environment. The AUV allows survey companies to conduct precise surveys of areas where traditional bathymetric surveys would be less effective or too costly. Also, post-lay pipe surveys are now possible, which includes pipeline inspection. The use of AUVs for pipeline inspection and inspection of underwater man-made structures is becoming more common.\n\nScientists use AUVs to study lakes, the ocean, and the ocean floor.  A variety of sensors can be affixed to AUVs to measure the concentration of various elements or compounds, the absorption or reflection of light, and the presence of microscopic life.  Examples include conductivity-temperature-depth sensors (CTDs), fluorometers, and pH sensors. Additionally, AUVs can be configured as tow-vehicles to deliver customized sensor packages to specific locations.\n\nThe Applied Physics Lab at the University of Washington has been creating iterations of its Seaglider AUV platform since the 1950s. Though the Seaglider was originally designed for oceanographic research, in recent years it has seen much interest from organizations such as the U.S. Navy or the oil and gas industry. The fact that these autonomous gliders are relatively inexpensive to manufacture and operate is indicative of most AUV platforms that will see success in myriad applications.[3]\n\nAn example of an AUV interacting directly with its environment is the Crown-Of-Thorns Starfish Robot (COTSBot) created by the Queensland University of Technology (QUT). The COTSBot finds and eradicates crown-of-thorns starfish (Acanthaster planci), a species that damages the Great Barrier Reef. It uses a neural network to identify the starfish and injects bile salts to kill it.[4]\n\nMany roboticists construct AUVs as a hobby. Several competitions exist which allow these homemade AUVs to compete against each other while accomplishing objectives.[5][6][7] Like their commercial brethren, these AUVs can be fitted with cameras, lights, or sonar. As a consequence of limited resources and inexperience, hobbyist AUVs can rarely compete with commercial models on operational depth, durability, or sophistication. Finally, these hobby AUVs are usually not oceangoing, being operated most of the time in pools or lake beds. A simple AUV can be constructed from a microcontroller, PVC pressure housing, automatic door lock actuator, syringes, and a DPDT relay.[8] Some participants in competitions create designs that rely on open-source software.[9]\n\nSubmarines that travel autonomously to a destination by means of GPS navigation have been made by illegal drug traffickers.[10][11]\n[12][13]\n\nAutonomous underwater vehicles, for example AUV ABYSS, have been used to find wreckage of missing airplanes, e.g. Air France Flight 447,[14] and the Bluefin-21 AUV was used in the search for Malaysia Airlines Flight 370.[15]\n\nThe U.S. Navy Unmanned Undersea Vehicle (UUV) Master Plan[16] identified the following UUV's missions: \n\nThe Navy Master Plan divided all UUVs into four classes:[17]\n\nIn 2019, the Navy ordered five Orca UUVs, its first acquisition of unmanned submarines with combat capability.[18]\n\n"
        },
        {
            "title": "Vehicle designs",
            "text": "Hundreds of different AUVs have been designed over the past 50 or so years,[19] but only a few companies sell vehicles in any significant numbers. There are around 10 companies that sell AUVs on the international market, including Kongsberg Maritime, HII (formerly Hydroid, and previously owned by Kongsberg Maritime)[20]), Bluefin Robotics, Teledyne Gavia (previously known as Hafmynd),  International Submarine Engineering (ISE) Ltd, Atlas Elektronik, RTsys [21] and OceanScan.[22]\n\nVehicles range in size from man portable lightweight AUVs to large diameter vehicles of over 10 metres length. Large vehicles have advantages in terms of endurance and sensor payload capacity; smaller vehicles benefit significantly from lower logistics (for example: support vessel footprint; launch and recovery systems).\n\nSome manufacturers have benefited from domestic government sponsorship including Bluefin and Kongsberg. The market is effectively split into three areas: scientific (including universities and research agencies), commercial offshore (offshor energy, marine minerals etc.) and defence related applications (mine countermeasures, battle space preparation). The majority of these roles utilize a similar design and operate in a cruise (torpedo-type) mode. They collect data while following a preplanned route at speeds between 1 and 4 knots.\n\nCommercially available AUVs include various designs, such as the small REMUS 100 AUV originally developed by Woods Hole Oceanographic Institution in the US and now produced commercially by HII; the HUGIN Family of AUVs comprising HUGIN, HUGIN Edge, HUGIN Superior and HUGIN Endurance developed by Kongsberg Maritime and Norwegian Defence Research Establishment; the Bluefin Robotics 12-and-21-inch-diameter (300 and 530 mm) vehicles; the ISE Ltd. Explorer; Cellula Robotics' Solus LR; the RT Sys Comet and NemoSens AUVs; Teledyne's Gavia, Osprey and SeaRaptor; and the L3 Harris Ocean Server Iver range of AUVs. \n\nMost AUVs fall into the survey class or cruising AUVs, in a cylindrical or torpedo shape with a powered propeller. This is seen as the best compromise between size, usable volume, hydrodynamic efficiency and ease of handling. There are some vehicles that make use of a modular design, enabling components to be changed easily by the operators. Some recent developments move away from the traditional cylindrical shape in favour of other arrangements such as Saab's Sabretooth hybrid R/AUV or the recently launched HUGIN Edge. These either optimise the shape according to the operational requirements (Sabretooth) or to benefit from low drag hydrodynamic performance (HUGIN Edge). \n\nThe market has matured since 2010 with greater emphasis on data than on vehicle characteristics. Operators are more technically aware and the utilisation of AUVs has increased commensurately. More operators use their systems autonomously, rather than supervising the vehicles using an acoustic link. Consequently, on-board processing and in-mission autonomy have become more important features for AUVs. Most AUVs have what is considered navigational or event-based autonomy. They will follow a geographic mission plan with distinct events to operate sensors, change course or return to the surface. Some AUVs have adaptive autonomy, for example the ability to adjust course to avoid obstacles along the planned route. The current state of the art is a vehicle that collects, processes and acts on the data it has acquired without operator input. \n\nAs of 2008, a new class of AUVs are being developed, which mimic designs found in nature.  Although most are currently in their experimental stages, these biomimetic (or bionic) vehicles are able to achieve higher degrees of efficiency in propulsion and maneuverability by copying successful designs in nature.  Two such vehicles are Festo's AquaJelly (AUV)[23] and the EvoLogics BOSS Manta Ray.[24]\n\nAUVs carry sensors to navigate autonomously and map features of the ocean. Typical sensors include compasses, depth sensors, sidescan and other sonars, magnetometers, thermistors and conductivity probes. Some AUVs are outfitted with biological sensors including fluorometers (also known as chlorophyll sensors), turbidity sensors, and sensors to measure pH, and amounts of dissolved oxygen.\n\nA demonstration at Monterey Bay, in California, in September 2006, showed that a 21-inch (530 mm) diameter AUV can tow a 400 feet (120 m)-long hydrophone array while maintaining a 6-knot (11 km/h) cruising speed.[citation needed]\n\nRadio waves cannot penetrate water very far, so as soon as an AUV dives it loses its GPS signal. Therefore, a standard way for AUVs to navigate underwater is through dead reckoning.  Navigation can however be improved by using an underwater acoustic positioning system. When operating within a net of sea floor deployed baseline transponders this is known as LBL navigation.  When a surface reference such as a support ship is available, ultra-short baseline (USBL) or short-baseline (SBL) positioning is used to calculate where the sub-sea vehicle is relative to the known (GPS) position of the surface craft by means of acoustic range and bearing measurements. \nTo improve estimation of its position, and reduce errors in dead reckoning (which grow over time), the AUV can also surface and take its own GPS fix. \nBetween position fixes and for precise maneuvering, an Inertial Navigation System on board the AUV calculates through dead reckoning the AUV position, acceleration, and velocity. Estimates can be made using data from an Inertial Measurement Unit, and can be improved by adding a Doppler Velocity Log (DVL), which measures the rate of travel over the sea/lake floor. Typically, a pressure sensor measures the vertical position (vehicle depth), although depth and altitude can also be obtained from DVL measurements. These observations are filtered to determine a final navigation solution.\n\nThere are a couple of propulsion techniques for AUVs. Some of them use a brushed or brush-less electric motor, gearbox, Lip seal, and a propeller which may be surrounded by a nozzle or not. All of these parts embedded in the AUV construction are involved in propulsion. Other vehicles use a thruster unit to maintain the modularity. Depending on the need, the thruster may be equipped with a nozzle for propeller collision protection or to reduce noise submission, or it may be equipped with a direct drive thruster to keep the efficiency at the highest level and the noises at the lowest level. Advanced AUV thrusters have a redundant shaft sealing system to guarantee a proper seal of the robot even if one of the seals fails during the mission.\n\nUnderwater gliders do not directly propel themselves.  By changing their buoyancy and trim, they repeatedly sink and ascend; airfoil \"wings\" convert this up-and-down motion to forward motion. The change of buoyancy is typically done through the use of a pump that can take in or push out water. The vehicle's pitch can be controlled by changing the center of mass of the vehicle. For Slocum gliders this is done internally by moving the batteries, which are mounted on a screw. Because of their low speed and low-power electronics, the energy required to cycle trim states is far less than for regular AUVs, and gliders can have endurances of months and transoceanic ranges.\n\nSince radio waves do not propagate well under water, many AUV's incorporate Acoustic Modems to enable remote command and control.  These modems typically utilize proprietary communications techniques and modulation schemes.  In 2017 NATO ratified the ANEP-87 JANUS standard for subsea communications. This standard allows for 80 BPS communications links with flexible and  extensible message formatting.\n\nMost AUVs in use today are powered by rechargeable batteries (lithium ion, lithium polymer, nickel metal hydride etc.), and are implemented with some form of Battery Management System.  Some vehicles use primary batteries which provide perhaps twice the endurance—at a substantial extra cost per mission. Previously some systems used aluminum based semi-fuel cells, but these require substantial maintenance, require expensive refills and produce waste product that must be handled safely. An emerging trend is to combine different battery and power systems with supercapacitors.\n\n"
        }
    ]
}