{
    "url": "https://en.wikipedia.org/wiki/Autonomous_spaceport_drone_ship",
    "title": "Autonomous spaceport drone ship",
    "table_of_contents": [
        "1 History",
        "1.1 The active ASDS fleet",
        "1.1.1 Of Course I Still Love You",
        "1.1.2 Just Read the Instructions",
        "1.1.3 A Shortfall of Gravitas",
        "2 Characteristics",
        "2.1 Names",
        "2.2 Just Read the Instructions (Marmac 300)",
        "2.3 Of Course I Still Love You (Marmac 304)",
        "2.4 Just Read the Instructions (Marmac 303)",
        "2.5 A Shortfall of Gravitas (Marmac 302)",
        "3 Operation",
        "4 Vessel missions",
        "4.1 Autonomous spaceport drone ship (ASDS) Statistics",
        "4.1.1 ASDS Usage",
        "4.2 Booster landings",
        "4.3 Mission Details",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn autonomous spaceport drone ship (ASDS) is an ocean-going vessel derived from a deck barge, outfitted with station-keeping engines and a large landing platform and is autonomously controlled when on station for a landing. Construction of such ships was commissioned by aerospace company SpaceX to allow recovery of launch vehicle first stages at sea for missions that do not carry enough fuel to return to the launch site after boosting spacecraft onto an orbital or interplanetary trajectory.[1][2]\n\nSpaceX has three operational drone ships: Just Read the Instructions (II) (JRTI) and A Shortfall of Gravitas (ASOG), operating in the Atlantic for launches from Kennedy Space Center and Cape Canaveral Space Force Station, and Of Course I Still Love You (OCISLY), operating in the Pacific for supporting missions from Vandenberg Space Force Base.[3] JRTI operated in the Pacific Ocean for Vandenberg Air Force Base launches from 2016 to 2019 before leaving the Port of Los Angeles in August 2019. \n\nThe ASDS are a key early operational component in the SpaceX objective to significantly lower the price of space launch services through \"full and rapid reusability\"[4] and were developed as part of the multi-year reusable rocket development program SpaceX undertook to engineer the technology. Any Falcon flights going to geostationary orbit or exceeding escape velocity require landing at sea, encompassing about half of SpaceX missions as of 2016[update].[5][needs update]\n\n"
        },
        {
            "title": "History",
            "text": "In 2009, SpaceX CEO Elon Musk articulated ambitions for \"creating a paradigm shift in the traditional approach for reusing rocket hardware\".[6] In October 2014, SpaceX publicly announced that they had contracted with a Louisiana shipyard to build a floating landing platform for reusable orbital launch vehicles. Early information indicated that the platform would carry an approximately 90 m × 50 m (300 ft × 160 ft) landing pad and would be capable of precision positioning so that the platform could hold its position for launch vehicle landing.[7][8] On 22 November 2014, Musk released a photograph of the \"autonomous spaceport drone ship\" along with additional details of its construction and size.[6][9]\n\nAs of December 2014, the first drone ship used, the McDonough Marine Service's Marmac 300 barge, was based in Jacksonville, Florida, at the northern tip of the JAXPORT Cruise Terminal, where SpaceX built a stand to secure the Falcon stage during post-landing operations. The stand consisted of four 6,800 kg (15,000 lb), 270 cm (110 in) tall and 244.5 cm (96.3 in) wide pedestal structures bolted to a concrete base. A mobile crane would have lifted the stage from the ship and placed it on the stand. Tasks such as removing or folding back the landing legs prior to placing the stage in a horizontal position for trucking would have been undertaken while the booster was on the stand.[10]\n\nThe ASDS landing location for the first landing test was in the Atlantic approximately 320 km (200 mi) northeast of the launch location at Cape Canaveral, and 266 km (165 mi) southeast of Charleston, South Carolina.[4][11]\n\nOn 23 January 2015, during repairs to the ship following the unsuccessful first test, Musk announced that the ship was to be named Just Read the Instructions,[12] with a sister ship planned for West Coast launches to be named Of Course I Still Love You (OCISLY).[13] On 29 January 2015, SpaceX released a manipulated photo of the ship with the name illustrating how it would look once painted.[14]\n\nThe first Just Read the Instructions was retired in May 2015 after approximately six months of service in the Atlantic Ocean, and its duties were assumed by Of Course I Still Love You.[15] The former ASDS was modified by removing the wing extensions that had extended the barge surface and the equipment (thrusters, cameras, and communications gear) that had been added to refit it as an ASDS; these items were saved for future reuse.[15]\n\nIn 2018, Elon Musk announced plans for an additional barge, A Shortfall of Gravitas (ASOG), to support East Coast operations[16] but the build of the droneship was delayed, and instead JRTI was moved to the East Coast and began operations in June 2020.[citation needed] ASOG was completed in July 2021.[17]\n\nBy June 2020, SpaceX had received the ability to use \"its own private Automatic Identification System (AIS) aids to navigation (ATON) to mark the temporary exclusion areas it uses during rocket launches [from] Cape Canaveral, Florida\", the first such use of dynamic restricted area ever approved by the U.S. Coast Guard.[18]\n\nSince early 2016, SpaceX has operated two leased deck barges — Marmac 303 and Marmac 304 – which have been converted to become autonomous-operation-capable ASDS ships. These constituted the active ASDS fleet until July 2021, when A Shortfall of Gravitas – Marmac 302 – joined the fleet.\n\nThe second ASDS barge, Of Course I Still Love You (OCISLY), had been under construction in a Louisiana shipyard since early 2015 using a different hull – Marmac 304 – in order to service launches on the East Coast of the United States. It was converted as a replacement for the first Just Read the Instructions and entered operational service for Falcon 9 Flight 19 in late June 2015. As of June 2015, its home port was Port of Jacksonville, Florida,[13][15] but after December 2015, it was transferred 260 km (160 mi) further south, at Port Canaveral.\n\nWhile the dimensions of the ship are nearly identical to the first ASDS, several enhancements were made including a steel blast wall erected between the aft containers and the landing deck. The ship was in place for a first-stage landing test on the SpaceX CRS-7 mission, which failed on launch on 28 June 2015.[15]\n\nOn 8 April 2016, the first stage, which launched the Dragon SpaceX CRS-8 spacecraft, successfully landed for the first time ever on OCISLY, which is also the first ever drone ship landing.[19]\n\nIn February 2018, the central core of Falcon Heavy Test Flight exploded near OCISLY, which damaged two of the four thrusters on the drone ship.[20] Two thrusters were removed from the Marmac 303 barge in order to repair OCISLY.[21]\n\nOn 30 May 2020, the first stage of the Crew Dragon Demo-2 mission landed on OCISLY, with the Crew Demo-2 mission marking both the first launch of American astronauts, from American soil, on an American launch vehicle since the final flight of the Space Shuttle (STS-135) in 2011, and the first launch of astronauts aboard a SpaceX launch vehicle.[22][23] This marked the first time in history that the first stage of a rocket launched a crew into space and then landed itself safely.[citation needed]\n\nOCISLY is currently based at the Port of Long Beach to support West Coast launches from Vandenberg.[24][25][26]\n\nSpaceX first launch vehicle landing barge (Marmac 300), and also its third (Marmac 303), were both named Just Read the Instructions (JRTI). In fact, some of the parts from the original hull/barge were used to build the Marmac 303 ASDS. The original, Marmac 300, was scrapped after the SpaceX CRS-6 landing failure on 14 April 2015.[27]\n\nThe second JRTI vessel, using the Marmac 303 barge hull, was converted during 2015 in a Louisiana shipyard. When the refit as an ASDS was complete, the barge transited the Panama Canal in June 2015, carrying its wing extensions – the same ones originally built for the first ASDS built, JRTI on Marmac 330) – as cargo on the deck because the ASDS, when complete, would be too wide to pass through the canal.[15][13] The ship underwent a major refit in September 2019 to May 2020, first in Louisiana, and finished at Port Canaveral, including four new, much larger, positioning thrusters.\n\nThe home port for the Marmac 303 was initially the Port of Los Angeles (until in August 2019) at the Altana Sea marine research and business campus in San Pedro, California's outer harbor.[28] The landing platform and tender vessels began docking there in July 2015 in advance of the main construction of the AltaSea facilities.[29][30]\n\nSpaceX announced that the Marmac 303 would be the second ASDS to be named Just Read the Instructions in January 2016, shortly before its first use as a landing platform for Falcon 9 Flight 21.[31]\n\nOn 17 January 2016, JRTI was put to first use in an attempt to recover a Falcon 9 first-stage booster from the Jason-3 mission from Vandenberg Space Launch Complex 4.[15] The booster successfully landed on the deck; however, a lockout collet failed to engage on one of the legs, causing the first stage to tip over, exploding on impact with the deck.[32] On 14 January 2017, SpaceX launched Falcon 9 flight 29 from Vandenberg Air Force Base and landed the first stage on the JRTI, which was located about 370 km (230 mi) downrange in the Pacific Ocean, making it the first successful landing in the Pacific.[33]\n\nIn August 2019, JRTI left the Port of Los Angeles to be towed to the Gulf of Mexico; it transited through the Panama Canal.[34] JRTI arrived in Morgan City, Louisiana in late August 2019 and stayed there until December 2019 then moved to Port Canaveral.[35]\n\nJRTI is currently based at Port Canaveral and began operations in the Atlantic in June 2020, supporting the first time a Falcon 9 would land after a 5th use.[citation needed]\n\nA fourth ASDS, A Shortfall of Gravitas (ASOG), was announced in February 2018 and was originally planned to enter service in mid-2019.[36][37] In October 2020, Elon Musk re-affirmed plans to build a ship of this name.[38] In January 2021, Marmac 302 was spotted at Bollinger Fourchon site.[39] On 6 April 2021, NASASpaceFlight.com spotted the Octagrabber presumed to be for A Shortfall of Gravitas at the Cidco Road facility in Cocoa Beach, Florida. It may have originated as an upgraded Octagrabber for Just Read The Instructions.[40] By mid April 2021, Marmac 302 had scaffolding to prepare for construction, which was confirmed on 9 May 2021.[41] It joined the East Coast fleet in July, after sending OCISLY[42] to the West Coast in July 2021.[39]\n\nOn 9 July 2021, Elon Musk tweeted aerial footage of the completed drone ship in the Gulf of Mexico while undergoing its first sea-trials. According to him, this drone ship will not require a tug boat to be towed to the landing area. ASOG is used to support rocket launches from a base at Port Canaveral.[17] After completing a sea trial in Port Fourchon, transiting over the Gulf of Mexico while being towed by Finn Falgout from its construction port, Port Fourchon to its recovery base, Port Canaveral, arriving at 16:47 UTC on 15 July 2021, and completing a number of sea trials, it successfully completed its first booster landing attempt for a Falcon 9 first-stage booster B1061.4 being used in CRS-23 mission at 300 km downrange in the Atlantic Ocean, becoming the first ASDS to land a first stage booster in its maiden landing attempt.[43][44][45]\n\nASOG is currently based at Port Canaveral to support east coast recovery operations.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The ASDS are autonomous vessels capable of precision positioning, originally stated to be within 3 m (9.8 ft) even under storm conditions,[9] using GPS position information[49] and four diesel-powered azimuth thrusters.[50] In addition to the autonomous operating mode, the ships may also be telerobotically controlled.[4]\n\nThe azimuth thrusters are hydraulic propulsion outdrive units with modular diesel-hydraulic-drive power units manufactured by Thrustmaster, a marine equipment manufacturer in Texas.[6] The returning first stage must not only land within the confines of the deck surface, but must also deal with ocean swells and GPS errors.[6][51]\n\nSpaceX equips the ships with a variety of sensor and measurement technology to gather data on the booster returns and landing attempts, including commercial off the shelf GoPro cameras.[52]\n\nAt the center of the ASDS landing pads is a circle that encloses the SpaceX stylized \"X\" in an X-marks-the-spot landing point.[53]\n\nThe ASDS have names that are the same as or similar to[54] spaceships that appear in the Culture series of science fiction novels by Iain M. Banks.[17][55]\n\nThe landing platform of the upper deck of the first barge named Just Read the Instructions was 170 ft × 300 ft (52 m × 91 m), while the span of the Falcon 9 v1.1 landing legs was 60 ft (18 m).[6][51]\n\nOf Course I Still Love You was built as a refit of the barge Marmac 304 for landings in the Atlantic Ocean. Its homeport was Port Canaveral, Florida, from December 2015 to June 2021, after being ported for a year at the Port of Jacksonville during most of 2015. Of Course I Still Love You worked successfully as a landing platform after the Falcon 9 rocket brought astronauts to space on the crewed mission Demo-2 on 30 May 2020.[citation needed] In June 2021, OCISLY was transported to the Port of Long Beach to begin supporting launches on the west coast.[26] On 8 July 2021, OCISLY was docked in Long Beach after transiting the Panama Canal.\n\nJust Read the Instructions, the second barge with that name, was built as a refit of the barge Marmac 303 in 2015 for landings in the Pacific Ocean. Its homeport was in the Port of Los Angeles, California from 2015 to 2019[56] but in August 2019 it was moved to the Gulf of Mexico.[34]\nIn December 2019 it was moved to Cape Canaveral.[citation needed]\n\nThe fourth ASDS, named A Shortfall of Gravitas,[57] was mentioned by SpaceX in February 2018[citation needed] and again in October 2020 to help support East Coast launches.[38] In May 2021, conversion of Marmac 302 into ASOG began and was expected to move to the East Coast for operation in the following months.[58] A Shortfall of Gravitas underwent its first sea trials on 9 July 2021, and a short video of the ship underway was shared on Twitter by Elon Musk.[17] After completing the sea trials, it was towed by Finn Falgout from its construction port, Port Fourchon, to its recovery base, Port Canaveral, arriving 15 July 2021.[59][60][61]\n\n"
        },
        {
            "title": "Operation",
            "text": "A tug is used to bring the ASDS to its oceanic position, and a support ship stands by some distance away from the crewless ASDS. The vessels initially used on the East Coast were Elsbeth III (tug) and GO Quest (support).[62] Following landing, technicians and engineers typically board the landing platform and secure the rocket's landing legs to lock the vehicle in place for transport back to port.[4] The first stage is secured to the deck of the drone ship with steel hold-downs welded on to the feet of the landing legs.[63] In June 2017, OCISLY started being deployed with a robot that drives under the rocket and grabs onto the hold-down clamps located on the outside of the Falcon 9's structure after landing.[64] Fans call the robot \"Optimus Prime\" or \"Roomba\", the latter of which has been turned into a backronym for \"remotely operated orientation and mass balance adjustment\". \n\nStarting with the A Shortfall of Gravitas and Just Read The Instructions after it, these drone ships will not need to use a tug to bring the ASDS to the Falcon 9 landing zone, as they will now be  fully autonomous. Later, A Shortfall of Gravitas droneship became the first ASDS that has an Automatic identification system (AIS) tracker,[65] followed by another AIS tracker for Just Read The Instructions.[66] This helps to track its voyage during recovery operations and especially when it becomes a fully autonomous droneship.\n\n"
        },
        {
            "title": "Vessel missions",
            "text": "The first flight test was 10 January 2015,[67] when SpaceX conducted a controlled-descent flight test to land the first stage of Falcon 9 Flight 14 on a solid surface after it was used to loft a contracted payload toward Earth orbit.[7][8] SpaceX projected prior to the first landing attempt that the likelihood of successfully landing on the platform would be 50% or less.[6][8] The landings went from being landing tests towards being routine parts of missions.\n\n\n\n"
        }
    ]
}