{
    "url": "https://en.wikipedia.org/wiki/Automotive_industry",
    "title": "Automotive industry",
    "table_of_contents": [
        "1 History",
        "2 Safety",
        "3 Economy",
        "4 Environmental impacts",
        "5 World motor vehicle production",
        "5.1 By year",
        "5.2 By country",
        "5.3 By manufacturer",
        "6 Notable company relationships",
        "6.1 Stake holding",
        "6.2 Joint ventures",
        "6.2.1 China joint venture",
        "6.2.2 Outside China",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The automotive industry comprises a wide range of companies and organizations involved in the design, development, manufacturing, marketing, and selling of motor vehicles.[1] It is one of the world's largest industries by revenue (from 16 % such as in France up to 40 % to countries like Slovakia). It is also the industry with the highest spending on research & development per firm.[2][failed verification]\n\nThe word automotive comes from the Greek autos (self), and Latin motivus (of motion), referring to any form of self-powered vehicle.[clarification needed] This term, as proposed by Elmer Sperry[3][need quotation to verify]\n(1860-1930), first came into use with reference to automobiles in 1898.\n\n"
        },
        {
            "title": "History",
            "text": "The automotive industry began in the 1860s with hundreds of manufacturers that pioneered the horseless carriage. For many decades, the United States led the world in total automobile production. In 1929, before the Great Depression, the world had 32,028,500 automobiles in use, and the U.S. automobile industry produced over 90% of them. At that time, the U.S. had one car per 4.87 persons.[4] After 1945, the U.S. produced about 75 percent of world's auto production. In 1980, the U.S. was overtaken by Japan and then became a world leader again in 1994. In 2006, Japan narrowly passed the U.S. in production and held this rank until 2009, when China took the top spot with 13.8 million units. With 19.3 million units manufactured in 2012, China almost doubled the U.S. production of 10.3 million units, while Japan was in third place with 9.9 million units.[5] From 1970 (140 models) over 1998 (260 models) to 2012 (684 models), the number of automobile models in the U.S. has grown exponentially.[6]\n\nEarly car manufacturing involved manual assembly by a human worker. The process evolved from engineers working on a stationary car, to a conveyor belt system where the car passed through multiple stations of more specialized engineers. Starting in the 1960s, robotic equipment was introduced to the process, and today most cars are produced largely with automated machinery.[7]\n\n"
        },
        {
            "title": "Safety",
            "text": "Safety is a state that implies being protected from any risk, danger, damage, or cause of injury. In the automotive industry, safety means that users, operators, or manufacturers do not face any risk or danger coming from the motor vehicle or its spare parts. Safety for the automobiles themselves implies that there is no risk of damage.\n\nSafety in the automotive industry is particularly important and therefore highly regulated. Automobiles and other motor vehicles have to comply with a certain number of regulations, whether local or international, in order to be accepted on the market. The standard ISO 26262, is considered one of the best practice frameworks for achieving automotive functional safety.[8]\n\nIn case of safety issues, danger, product defect, or faulty procedure during the manufacturing of the motor vehicle, the maker can request to return either a batch or the entire production run. This procedure is called product recall. Product recalls happen in every industry and can be production-related or stem from raw materials.\n\nProduct and operation tests and inspections at different stages of the value chain are made to avoid these product recalls by ensuring end-user security and safety and compliance with the automotive industry requirements. However, the automotive industry is still particularly concerned about product recalls, which cause considerable financial consequences.\n\n"
        },
        {
            "title": "Economy",
            "text": "In 2007, there were about 806 million cars and light trucks on the road, consuming over 980 billion litres (980,000,000 m3) of gasoline and diesel fuel yearly.[9] The automobile is a primary mode of transportation for many developed economies. The Detroit branch of Boston Consulting Group predicted that, by 2014, one-third of world demand would be in the four BRIC markets (Brazil, Russia, India, and China). Meanwhile, in developed countries, the automotive industry has slowed.[10] It is also expected that this trend will continue, especially as the younger generations of people (in highly urbanized countries) no longer want to own a car anymore, and prefer other modes of transport.[11] Other potentially powerful automotive markets are Iran and Indonesia.[12]\nEmerging automobile markets already buy more cars than established markets. \n\nAccording to a J.D. Power study, emerging markets accounted for 51 percent of the global light-vehicle sales in 2010. The study, performed in 2010 expected this trend to accelerate.[13][14] However, more recent reports (2012) confirmed the opposite; namely that the automotive industry was slowing down even in BRIC countries.[10] In the United States, vehicle sales peaked in 2000, at 17.8 million units.[15]\n\nIn July 2021, the European Commission released its \"Fit for 55\" legislation package,[16] which contains important guidelines for the future of the automotive industry; all new cars on the European market must be zero-emission vehicles from 2035.[17]\n\nThe governments of 24 developed countries and a group of major car manufacturers including GM, Ford, Volvo, BYD Auto, Jaguar Land Rover and Mercedes-Benz committed to \"work towards all sales of new cars and vans being zero emission globally by 2040, and by no later than 2035 in leading markets\".[18][19] Major car manufacturing nations like the US, Germany, China, Japan and South Korea, as well as Volkswagen, Toyota, Peugeot, Honda, Nissan and Hyundai, did not pledge.[20]\n\n"
        },
        {
            "title": "Environmental impacts",
            "text": "The global automotive industry is a major consumer of water. Some estimates surpass 180,000 L (39,000 imp gal) of water per car manufactured, depending on whether tyre production is included. Production processes that use a significant volume of water include surface treatment, painting, coating, washing, cooling, air-conditioning, and boilers, not counting component manufacturing. Paintshop operations consume especially large amounts of water because equipment running on water-based products must also be cleaned with water.[21]\n\nIn 2022, Tesla's Gigafactory Berlin-Brandenburg ran into legal challenges due to droughts and falling groundwater levels in the region. Brandenburg's Economy Minister Joerg Steinbach said that while water supply was sufficient during the first stage, more would be needed once Tesla expands the site. The factory would nearly double the water consumption in the Gruenheide area, with 1.4 million cubic meters being contracted from local authorities per year — enough for a city of around 40,000 people. Steinbach said that the authorities would like to drill for more water there and outsource any additional supply if necessary.[22]\n\n"
        },
        {
            "title": "World motor vehicle production",
            "text": "[48]\n\n from Harvard Atlas of Economic Complexity\n\nThe OICA counts over 50 countries that assemble, manufacture, or disseminate automobiles. Of those, only 14 countries (boldfaced in the list below) currently possess the capability to design original production automobiles from the ground up.[49][50]\n\n\n\n\n\nThese were the 15 largest manufacturers by production volume in 2017, according to OICA.[48]\n\n"
        },
        {
            "title": "Notable company relationships",
            "text": "It is common for automobile manufacturers to hold stakes in other automobile manufacturers. These ownerships can be explored under the detail for the individual companies.\n\nNotable current relationships include:[citation needed]\n\n"
        },
        {
            "title": "Notes",
            "text": "^a  These figures were before the merger of both Fiat Chrysler Automobiles\tand Groupe PSA; the latter of which has merged into Stellantis as of January 2021.\n\n"
        }
    ]
}