{
    "url": "https://en.wikipedia.org/wiki/Avicennism",
    "title": "Avicennism",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Avicennism is a school of Persian philosophy which was established by Avicenna. He developed his philosophy throughout the course of his life after being deeply moved and concerned by the Metaphysics of Aristotle and studying it for over a year. According to Henry Corbin and Seyyed Hossein Nasr, there are two kinds of Avicennism: Islamic Avicennism, and Latin Avicennism.[1][2] According to Nasr, the Latin Avicennism was based on the former philosophical works of Avicenna. This school followed the Peripatetic school of philosophy and tried to describe the structure of reality with a rational system of thinking. In the twelfth century AD, it became influential in Europe, particularly in Oxford and Paris, and affected some notable philosophers such as Thomas Aquinas, Roger Bacon and Duns Scotus. While the Latin Avicennism was weak in comparison with Latin Averroism, according to Étienne Gilson there was an \"Avicennising Augustinism\". On the other hand, Islamic Avicennism is based on his later works which is known as \"The Oriental Philosophy\" (حکمت المشرقیین). Therefore, philosophy in the Eastern Islamic civilization became close to gnosis and tried to provide a vision of a spiritual universe. This approach paved the road for the Iranian school of Illuminationism (حکمت الاشراق) by Suhrawardi.[3]\n\nCorbin referred to divergences between Iranian Avicennism and Latin Avicennism[4] and showed that one can see three different schools in Avicennism, which he called Avicennising Augustinism, Latin Avicennism and Iranian Avicennism.[5]\n\nSeveral Mu’tazilites were contemporaries of Avicenna,[6] while the philosophical programme of Avicenna and his students was criticised by the Muʿtazilī Ḥanafī scholar Ibn al-Malāḥimī (d. 1141), who argued that philosophy in the Greek tradition would be used to justify false beliefs and dilute the prophetic character of Islam. He put forward Christianity as an example of a prophetic religion corrupted by Greek abstract thought.[7]\n\n"
        }
    ]
}