{
    "url": "https://en.wikipedia.org/wiki/Axis_mundi",
    "title": "Axis mundi",
    "table_of_contents": [
        "1 Background",
        "1.1 Plants",
        "1.2 Human figure",
        "1.3 Homes",
        "1.4 Shamanic function",
        "2 Modern expressions",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn astronomy, axis mundi is the Latin term for the axis of Earth between the celestial poles.\n\nIn a geocentric coordinate system, this is the axis of rotation of the celestial sphere. \nConsequently, in ancient Greco-Roman astronomy, the axis mundi is the axis of rotation of the planetary spheres within the classical geocentric model of the cosmos.[1]\n\nIn 20th-century comparative mythology, the term axis mundi — also called the cosmic axis, world axis, world pillar, center of the world, or world tree — has been greatly extended to refer to any mythological concept representing \"the connection between Heaven and Earth\" or the \"higher and lower realms.\"[2] Mircea Eliade introduced the concept in the 1950s.[3] Axis mundi closely relates to the mythological concept of the omphalos (navel) of the world or cosmos.[4][5][6]\nItems adduced as examples of the axis mundi by comparative mythologists include plants (notably a tree but also other types of plants such as a vine or stalk), a mountain,  a column of smoke or fire, or a product of human manufacture (such as a staff, a tower, a ladder, a staircase, a maypole, a cross, a steeple, a rope, a totem pole, a pillar, a spire). \nIts proximity to heaven may carry implications that are chiefly religious (pagoda, temple mount, minaret, church) or secular (obelisk, lighthouse, rocket, skyscraper). The image appears in religious and secular contexts.[7] The axis mundi symbol may be found in cultures utilizing shamanic practices or animist belief systems, in major world religions, and in technologically advanced \"urban centers.\" In Mircea Eliade's opinion: \"Every Microcosm, every inhabited region, has a Centre; that is to say, a place that is sacred above all.\"[8]\n\n"
        },
        {
            "title": "Background",
            "text": "There are multiple interpretations about the origin of the concept of the axis mundi. One psychological and sociological interpretation suggests that the symbol originates in a natural and universal psychological perception — i.e., that the particular spot that one occupies stands at \"the center of the world.\" This space serves as a microcosm of order because it is known and settled. Outside the boundaries of the microcosm lie foreign realms that — because they are unfamiliar or not ordered — represent chaos, death, or night.[9] From the center, one may still venture in any of the four cardinal directions, make discoveries, and establish new centers as new realms become known and settled. The name of China — meaning \"Middle Nation\" (中国 pinyin: Zhōngguó) — is often interpreted as an expression of an ancient perception that the Chinese polity (or group of polities) occupied the center of the world, with other lands lying in various directions relative to it.[7]\n\nA second interpretation suggests that ancient symbols such as the axis mundi lie in a particular philosophical or metaphysical representation of a common and culturally shared philosophical concept, which is that of a natural reflection of the macrocosm (or existence at grand scale) in the microcosm (which consists of either an individual, community, or local environment that shares the same principles and structures as the macrocosm). In this metaphysical representation of the universe, mankind is placed into an existence that serves as a microcosm of the universe or the entire cosmic existence, and who — in order to achieve higher states of existence or liberation into the macrocosm — must gain necessary insights into universal principles that can be represented by his life or environment in the microcosm.[10] In many religious and philosophical traditions around the world, mankind is seen as a sort of bridge between either: two worlds, the earthly and the heavenly (as in Hindu, and Taoist philosophical and theological systems); or three worlds, namely the earthly, heavenly, and the \"sub-earthly\" or \"infra-earthly\" (e.g., the underworld, as in the Ancient Greek, Incan, Mayan, and Ancient Egyptian religious systems). Spanning these philosophical systems is the belief that man traverses a sort of axis, or path, which can lead from man's current central position in the intermediate realms into heavenly or sub-earthly realms. Thus, in this view, symbolic representations of a vertical axis represent a path of \"ascent\" or \"descent\" into other spiritual or material realms, and often capture a philosophy that considers human life to be a quest in which one develops insights or perfections in order to move beyond this current microcosmic realm and to engage with the grand macrocosmic order.[11]\n\nIn other interpretations, an axis mundi is more broadly defined as a place of connection between heavenly and the earthly realms — often a mountain or other elevated site. Tall mountains are often regarded as sacred and some have shrines erected at the summit or base.[12] Mount Kunlun fills a similar role in China.[13] Mount Kailash is holy to Hinduism and several religions in Tibet. The Pitjantjatjara people in central Australia consider Uluru to be central to both their world and culture. The Teide volcano was for the Canarian aborigines (Guanches) a kind of axis mundi. In ancient Mesopotamia, the cultures of ancient Sumer and Babylon built tall platforms, or ziggurats, to elevate temples on the flat river plain. Hindu temples in India are often situated on high mountains — e.g., Amarnath, Tirupati, Vaishno Devi, etc. The pre-Columbian residents of Teotihuacán in Mexico erected huge pyramids, featuring staircases leading to heaven. These Amerindian temples were often placed on top of caves or subterranean springs, which were thought to be openings to the underworld.[14] Jacob's Ladder is an axis mundi image, as is the Temple Mount. For Christians, the Cross on Mount Calvary expresses this symbol.[15] The Middle Kingdom, China, had a central mountain, Kunlun, known in Taoist literature as \"the mountain at the middle of the world.\" To \"go into the mountains\" meant to dedicate oneself to a spiritual life.[16]\n\nAs the abstract concept of axis mundi is present in many cultural traditions and religious beliefs, it can be thought to exist in any number of locales at once.[8] Mount Hermon was regarded as the axis mundi in Canaanite tradition, from where the sons of God are introduced descending in 1 Enoch (1En6:6).[17] The ancient Armenians had a number of holy sites, the most important of which was Mount Ararat, which was thought to be the home of the gods as well as the center of the universe.[18] Likewise, the ancient Greeks regarded several sites as places of Earth's omphalos (navel) stone, notably the oracle at Delphi, while still maintaining a belief in a cosmic world tree and in Mount Olympus as the abode of the gods. Judaism has the Temple Mount; Christianity has the Mount of Olives and Calvary; and Islam has the Ka'aba (said to be the first building on Earth), as well as the Temple Mount (Dome of the Rock).  In Hinduism, Mount Kailash is identified with the mythical Mount Meru and regarded as the home of Shiva; in Vajrayana Buddhism, Mount Kailash is recognized as the most sacred place where all the dragon currents converge and is regarded as the gateway to Shambhala.  In Shinto, the Ise Shrine is the omphalos.[citation needed]\n\nSacred places can constitute world centers (omphalos), with an altar or place of prayer as the axis. Altars, incense sticks, candles, and torches form the axis by sending a column of smoke, and prayer, toward heaven.[citation needed] It has been suggested by Romanian religious historian Mircea Eliade that architecture of sacred places often reflects this role:\"Every temple or palace — and by extension, every sacred city or royal residence — is a Sacred Mountain, thus becoming a Centre.\"[19] Pagoda structures in Asian temples take the form of a stairway linking earth and heaven. A steeple in a church or a minaret in a mosque also serve as connections of earth and heaven. Structures such as the maypole, derived from the Saxons' Irminsul, and the totem pole among indigenous peoples of the Americas also represent world axes. The calumet, or sacred pipe, represents a column of smoke (the soul) rising from a world center.[20] A mandala creates a world center within the boundaries of its two-dimensional space analogous to that created in three-dimensional space by a shrine.[21]\n\nIn the classical elements and the Vedic Pancha Bhoota, the axis mundi corresponds to Aether, the quintessence.[citation needed]\n\nPlants often serve as images of the axis mundi. The image of the Cosmic Tree provides an axis symbol that unites three planes: sky (branches), earth (trunk), and underworld (roots).[22] In some Pacific Island cultures, the banyan tree — of which the Bodhi tree is of the Sacred Fig variety — is the abode of ancestor spirits. In Hindu religion, the banyan tree is considered sacred and is called ashwath vriksha (\"Of all trees I am the banyan tree\" – Bhagavad Gita). It represents eternal life because of its seemingly ever-expanding branches.  The Bodhi tree is also the name given to the tree under which Gautama Siddhartha, the historical Buddha, sat on the night he attained enlightenment. The Mesoamerican world tree connects the planes of the underworld and the sky with that of the terrestrial realm.[23] The Yggdrasil, or World Ash, functions in much the same way in Norse mythology; it is the site where Odin found enlightenment. Other examples include Jievaras in Lithuanian mythology and Thor's Oak in the myths of the pre-Christian Germanic peoples. The Tree of Life and the Tree of Knowledge of Good and Evil in Genesis present two aspects of the same image. Each is said to stand at the center of the paradise garden from which four rivers flow to nourish the whole world. Each tree confers a boon. Bamboo, the plant from which Asian calligraphy pens are made, represents knowledge and is regularly found on Asian college campuses. The Christmas tree, which can be traced in its origins back to pre-Christian European beliefs, represents an axis mundi.[24]\n\nThe human body can express the symbol of the world axis.[25] Some of the more abstract Tree of Life representations, such as the sefirot in Kabbalism and the chakra system recognized by Hinduism and Buddhism, merge with the concept of the human body as a pillar between heaven and earth. Disciplines such as yoga and tai chi begin from the premise of the human body as axis mundi. The Buddha represents a world center in human form.[26] Large statues of a meditating figure unite the human form with the symbolism of the temple and tower. Astrology in all its forms assumes a connection between human health and affairs and celestial-body orientation. World religions regard the body itself as a temple and prayer as a column uniting earth and heaven. The ancient Colossus of Rhodes combined the role of the human figure with those of portal and skyscraper. The Renaissance image known as the Vitruvian Man represented a symbolic and mathematical exploration of the human form as world axis.[24]\n\nSecular structures can also function as axis mundi.[19] In Navajo culture, the hogan acts as a symbolic cosmic center.[27] In some Asian cultures, houses were traditionally laid out in the form of a square oriented toward the four compass directions. A traditional home was oriented toward the sky through feng shui, a system of geomancy, just as a palace would be.[citation needed] Traditional Arab houses are also laid out as a square surrounding a central fountain that evokes a primordial garden paradise. Mircea Eliade noted that \"the symbolism of the pillar in [European] peasant houses likewise derives from the 'symbolic field' of the axis mundi. In many archaic dwellings the central pillar does in fact serve as a means of communication with the heavens, with the sky.\"[28] The nomadic peoples of Mongolia and the Americas more often lived in circular structures. The central pole of the tent still operated as an axis, but a fixed reference to the four compass points was avoided.[29]\n\nA common shamanic concept, and a universally told story, is that of the healer traversing the axis mundi to bring back knowledge from the other world. It may be seen in the stories from Odin and the World Ash Tree to the Garden of Eden and Jacob's Ladder to Jack and the Beanstalk and Rapunzel. It is the essence of the journey described in The Divine Comedy by Dante Alighieri. The epic poem relates its hero's descent and ascent through a series of spiral structures that take him through the core of the earth, from the depths of hell to celestial paradise. It is also a central tenet in the Southeastern Ceremonial Complex.[30]\n\nAnyone or anything suspended on the axis between heaven and earth becomes a repository of potential knowledge. A special status accrues to the thing suspended: a serpent, a rod, a fruit, mistletoe. Derivations of this idea find form in the Rod of Asclepius, an emblem of the medical profession, and in the caduceus, an emblem of correspondence and commercial professions. The staff in these emblems represents the axis mundi, while the serpents act as guardians of, or guides to, knowledge.[31]\n\n"
        },
        {
            "title": "Modern expressions",
            "text": "A modern artistic representation of the axis mundi is the Colonne sans fin (The Endless Column, 1938) an abstract sculpture by Romanian Constantin Brâncuși. The column takes the form of a \"sky pillar\" (columna cerului) upholding the heavens even as its rhythmically repeating segments invite climb and suggest the possibility of ascension.[32]\n\n"
        }
    ]
}