{
    "url": "https://en.wikipedia.org/wiki/Ayyavazhi",
    "title": "Ayyavazhi",
    "table_of_contents": [
        "1 Etymology and history",
        "2 Scriptures and holy places",
        "3 Symbolism",
        "4 Teachings and impact",
        "5 Worship centers",
        "6 Ethics",
        "7 Religious studies",
        "8 Theology",
        "9 Festivals and rituals",
        "10 Inclusiveness and exclusivity",
        "11 Mythology",
        "12 Santror and Dharma yukam",
        "13 Relation with Hinduism",
        "14 Phenomenology",
        "15 Social structure",
        "16 See also",
        "17 Notes and references",
        "18 Bibliography",
        "19 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ayyavazhi (Tamil: அய்யாவழி, Malayalam: അയ്യാവഴി Ayyāvaḻi[1] [əjːaːvəɻi] (listen), lit. 'Path of the Master') is a Hindu denomination that originated in South India during the 19th century.[2][3]\n\nAyyavazhi is centered on the life and preachings of Ayya Vaikundar; its ideas and philosophy are based on the holy texts Akilathirattu Ammanai and Arul Nool. Accordingly, Ayya Vaikundar was the Purna avatar of Narayana.[4] Ayyavazhi shares many ideas with Hinduism in its beliefs and practice, but differs considerably in its concepts of good and evil and dharma.[5] Ayyavazhi is classified as a dharmic belief because of its central focus on dharma.[6]\n\nAyyavazhi first came to public attention in the 19th century as a Hindu sect.[7] Vaikundar's activities and the growing number of followers caused a reformation and revolution in 19th-century Travancorean[8] and Tamil society,[9] surprising the feudal social system of South India.[10] It also triggered a number of reform movements including those of Narayana Guru[11] and Ramalinga Swamigal.[12]\n\nThough Ayyavazhi followers are spread across India,[13][14] they are primarily present in South India,[15] especially concentrated in Tamil Nadu[16] and Kerala.[17] The number of practitioners is estimated to be between 8,000,000[18] and 10,000,000[19] although the exact number is unknown, since Ayyavazhis are reported as Hindus during censuses.[20][21]\n\n"
        },
        {
            "title": "Etymology and history",
            "text": "Ayya in Tamil means 'Master' and vazhi, 'way'; the simple translation is \"Master's way\" or 'Father's way'[22] Due to the diverse synonymous versions for the phrase in Tamil, it also leads to various other theories.[23][24][25]\n\nAyyavazhi began to be noticed initially by the large number of people gathering to worship Vaikundar (known historically as \"Mudisoodum Perumal\")[26] (c. 1809 – c. 1851 CE)[27] at Poovandanthoppe.[28] The Thuvayal thavasu (washing penance) of 1840 is the origin of Ayyavazhi as an alternative religio-cultural phenomena.[29] The majority of its participants were from marginalised and poor sections of society.[26] They began to function as a distinct and autonomous society, and gradually, they identified their path with the phrase 'Ayya vazhi'.[30] Although the majority of these followers were from the Nadar caste, a large number of people from other castes also follow it.[31] Ayyavazhi's rapid growth throughout its first century of existence was noted by Christian missionary reports from the mid-19th century.[32]\n\nBy the middle of 19th century, Ayyavazhi had come to be a recognisable religious phenomenon with deep roots in the regions of South Travancore and South Tirunelveli.[33] The numbers of faithful increased significantly from the 1840s.[26] By the close of the 19th century, Swamithope was considered the religio-cultural epi-center of Ayyavazhi.[34] After the time of Vaikundar, Ayyavazhi was spread through his teachings. The five Seedars, disciples of Vaikundar and their descendants, traveled to several parts of the country bearing the mission of Ayyavazhi.[35] Meanwhile, the Payyan dynasty started administrating the Swamithoppe pathi,[36] while other Pathis came under the administration of the followers of Ayya.[37] Following the instructions of Akilattirattu Ammanai (Akilam), the Nizhal Thangals (small pagodas) have been established across the country for worship and the study of scripture.[38]\n\nArul Nool, the first Ayyavazhi work in print was released in 1927, followed by the Akilam in 1933,[39] almost a century after it had been written down.[40] As a result, Ayyavazhi abandoned active oral traditions in favor of literary scriptures. Ayyavazhi headquarter reports that Ayyavazhi spread more rapidly after Indian Independence (1940s) and still more rapidly through the 1990s.[41] Many Ayyavazhi-based social welfare organisations were established in the late 20th century.[42] Several alternative versions of Akilam, including some controversial versions, were released during the same period.[43] The Anbukkodimakkal Thirucchabai, a democratic bureau, was established by the religious headquarters in the early 1990s to organize and govern the religion. Organisational conferences are held in various cities in South India including Mumbai,[44] Chennai and Thiruvananthapuram.[41]\n\nConsidering the growth of Ayyavazhi, Ayya Vaikunda Avataram, the day of Vaikundar's incarnation, was declared a holiday by the state administration for the district of Kanyakumari in 1994, followed by the districts of Tirunelveli and Tuticorin in 2006.[45][46] From 2012 C.E Vaikunda Avataram was declared a restricted holiday for the entire Tamil Nadu state.[47] and for the Kerala State from 2015.[48] Currently, Bala Prajapathi Adikalar, heir to the Payyan dynasty, is considered the leader of Ayyavazhi.[49][50]\n\n"
        },
        {
            "title": "Scriptures and holy places",
            "text": "The holy books of Ayyavazhi are the Akilattirattu Ammanai (commonly referred to as Akilam)[51] and the Arul Nool, and they are the source of the religion's mythology. The Akilattirattu Ammanai was written by Hari Gopalan Seedar in 1841,[52] as if hearing the contents of Akilam told by Narayana to his consort Lakshmi.[53] In addition to the mythological events Akilam also provides an extensive quantity of historical facts,[54] especially that of mid and late 2nd millennium CE. While the original text is damaged, the daughter versions such as the Swamithope version, the Kottangadu version as well as the Panchalankurichi versions, are the earliest existing palm-leaf versions of Akilam.[55] Other released versions includes the Sentrathisai Ventraperumal, the Vivekanandan, the highly criticised VTV[55] and the earliest and commonly accepted Palaramachandran version.[55] Akilam contains more than 15,000 verses in seventeen sections. It is written in poetic Tamil in a ballad form, and is composed with a unique literal-style with two subgenres, Viruttam and Natai throughout.\n\nThe secondary scripture, Arul Nool, includes various books that are believed to be written by Arulalarkal (one possessed by divine power).[56] It contains prayers, hymns and instructions for the way of worship in Ayyavazhi, as well as rituals prophesy and many acts.[56] It also contains many events found in the Akilam pertaining to the life of Vaikundar.[57] Unlike Akilam, there is no definitive history for Arul Nool. All these texts are compiled in Tamil language.[58]\n\nTo the Ayyavazhi devotees, there are seven holy places, called Pathis,[59][60] with the Pancha pathis being the most important.[61] The temple of the Swamithope pathi is the headquarters of the Ayyavazhi.[62][63][64]\n\nThe five Pancha pathi are:\n1. the Swamithope Pathi, the venue of the great Tavam and the religion's headquarters.\n2. Ambala Pathi, where Vaikundar joined six of the Seven Deities unto himself.\n3. Mutta Pathi, the venue of the Second and Third Vinchais.\n4. Thamaraikulam Pathi, where the Akilattirattu Ammanai was written down.\n5. Poo Pathi, where Ayya unified the Earth goddess Poomadanthai to himself by symbolic marriage.\n\nVakaippathi, though not included in the Pancha pathis by the headquarters, is still considered as a Pathi but with lesser importance.[65][66] There is disagreement among followers of Ayyavazhi regarding the holiness of some other Pathis, such as Vaikunda Pathi and Avathara Pathi. The list of Pathis announced by the headquarters of Ayyavazhi does not include these Pathis.[67]\n\n"
        },
        {
            "title": "Symbolism",
            "text": "\nThe symbol of Ayyavazhi is a lotus carrying a flame-shaped white Namam.[68] The lotus represents the 1,008-petalled Sahasrara (in Tamil, Ladam), while the Namam represents the Aanma Jyothi or atman.[68] Both of the Ayyavazhi scriptures[69][70] refer to Thirunamam (the \"flame-shaped symbol\" present in the top of the Lotus in the Ayyavazhi symbol), but not to the lotus directly. The symbol is the ideological summary of Akilam-based philosophy. This symbol has been in use since the mid-20th century.[71]\nThe mythical narration in akilam about the eight yugas is often viewed philosophically as a reference to eight chakras.[72] The first, Neetiya Yukam, is Bindu and the final state, Dharma Yukam, is Sahasrara, or absolute bliss. In this series, the energy of consciousness (namam) of oneself is invoked, rising from Bindu (Neetiya Yukam) to the final Sahasrara (Dharma Yukam). This lotus, the highest spiritual center of enlightenment, is for experiencing the absolute \"bliss\".[73] The reigning power in the final Dharma Yukam (Sahasrara) is Ekam, which is a part of Vaikundar a Trinity conception, or a manifestation of the supreme absolute.[68]\n\nThus Ayyavazhi's symbol is derived from Akilam. The symbol \"Lotus with Thirunamam\" shows \"Vaikundar's experienced in Sahasrara.\"\n\nIn certain Hindu texts, the Sahasrara chakra has 1000 petals.[74] But in Ayyavazhi symbolism, Saharara has 1008 petals.[72] In Ayyavazhi, there is no scriptural authority indicating the importance of 1000, but the number 1008 is commonly mentioned. Also, the incarnation year of Vaikundar is 1008 M.E. (Malayalam Era). Sahasrara is symbolised as a lotus without a stem.\n\nAyyavazhi architecture was developed in constructing Nizhal Thangals, where the inverted lotus flower of Sahasrara is used to cover the roof.[75] The lotus may also represent the heart and the flame shape (Thirunamam), the divinity.[76]\nAyyavazhi has used other symbols including Vaishnavite ' Triple Namam '(not used currently), and Conch.\n\n"
        },
        {
            "title": "Teachings and impact",
            "text": "The majority of Ayyavazhi's key teachings can be found in the book Akilattirattu Ammanai and other teachings are collated from various books written by unknown authors, whose works feature in the Arul Nool.[77] Like Dharma, the other teachings of Ayyavazhi are twofold, sociological and mystical. The mystical teachings are devoted to revealing divine knowledge, while social teachings are primarily concerned with eliminating inequality and discrimination in society. The teachings encourage a positive relationship with God, as opposed to one based on fear. Followers are encouraged to refer to God as Ayya, \"father\", to strengthen their intimacy and affection towards God.[78]\n\nAyyavazhi mystics focus on supreme oneness.[79] Among its variations, the theology always maintains this focus on oneness. The evil of Kali blocks the ultimate oneness prevailing between individual souls and the universe, creating among them a false sense of individuality and of extreme pride. This erroneous view causes the apparent sense of separation from the oneness and motivates against it.[80] Ekam[81] —the \"over-soul\" or the supreme soul—is identified as the whole of existence, changeless in nature and ubiquity. This is \"one which undergoes different changes with respect to space and time\" because of the evil force maya.[82]\n\n\nAll of creation evolved from this Ekam, the supreme consciousness.[83] All the qualities of Ekam are within each soul, and evolve from it. Each and every individual soul is a reflection[84][self-published source] or mirror of the absolute Supreme,[85] which provides the textual basis and metaphor for the mirror's role in Ayyavazhi worship. Human and all other souls are restricted and limited by the evil of Kali. This is why individual souls are not able to attain supreme bliss, and so are secondary to Ekam. Once a soul overcomes the influence of maya, it becomes one with Ekam. Its individuality is gone, and thereby it is Ekam.[86] On the other hand, this supreme consciousness is personified as Paramatma (oversoul) by which, God is the \"Husband\", while all other souls are his \"consorts\",[87] symbolised by Thirukkalyana Ekanai, where Vaikundar marries the individual souls.[87] Also, the Ayyavazhi philosophy applies a common formula for the creation of human beings and the rest of the universe. Thus whatever exists externally to human beings exists also internally.[88]\n Ayyavazhi explicitly condemns the caste based inequalities in its social teachings.[89] It denounces the caste discrimination rather than the 'caste system' itself.\n\nFrom its inception, Ayyavazhi has doubly served as an engine of social reform, particularly in the area of Travancore, which was previously noted for its strong caste system.[90] In this context, the mingling of castes in Ayyavazhi centers was a vital element in the transformation of society.[91]\nAyya Vaikundar was the first[92] to succeed as a social reformer[93][94] in launching political struggle,[95] social renaissance[96][97][98] as well as religious reformation[99] in the country.[100] Vaikundar was the pioneer of the social revolutionaries of Tamil Nadu[101] and Kerala.[102] Research scholars regard Vaikundar as a teacher, healer and also a miracle worker.[103] He was also said to be the forerunner of all social reformers of India.[104] Akilam displayed sympathy for the laboring classes, and opposed to the often excessive taxes they were forced to pay.[105] From the beginning the followers, fortified by the teachings, have also taken a strong stand against political oppression. This is most clearly seen in Akilam, where the Thiruvithkanur king is identified as Kalineesan, (one who is a captive of Kali) and the British are identified as Venneesan (the white neesan) in the social sense.[106][107] Ayyavazhi was in the forefront of movements for Human Rights and Social Equality.[104] Ayyavazhi also effected many social changes in southern India,[108] resulting in the emergence of a series of social and self-respect movements such as Upper cloth agitation,[102][109][110] Temple entry agitation and other movements including those of Narayana Guru,[11][111] Chattampi Swamikal,[112] Vallalar[12] and Ayyankali.\n\n"
        },
        {
            "title": "Worship centers",
            "text": "The followers of Ayyavazhi established Pathis and Nizhal Thangals, which are centers of worship and religious learning in various parts of the country.[113] They serve as centres for propagation of the beliefs and practices of Ayyavazhi.[113] There are thousands of Nizhal Thangals[114][115] throughout India,[116][117] mostly in South India.[118] There more than 7000 worship centres in South India mainly in Tamil Nadu and Kerala.[119] Reports from the London Missionary Society (LMS) of the mid-19th century also speak of Nizhal Thangals.[120] Since Ayyavazhi is not centrally organised, Swamithope pathi serves as the religious headquarters for all. The Pathis earn more importance among the worship centers.[113]\n\nThe seven Pathis,[58] obtain their significance from the fact that Vaikundar and his activities were historically associated with these centers of worship.[113] The Swamithope pathi, though considered the religion's headquarters, does not officially control the rest of the religious centers. All Pathis, except itself, are managed by independent committees.[121] The five Pathis known as Pancha pathi are considered foremost among Pathis.\n[122]\nNizhal Thangals, compared with Pathis, are simple small structures built for worship and for learning the teachings of Vaikundar. They also served as centers of school education during the early days.[123] Food and shelter are offered to the needy in these centres.[124] Some of them were established when Vaikundar was alive. Among them Arul Nool, specifies seven Thangals,[125] and these are considered primary over the others. Today, charity is one of the main activities conducted in these centers.[126]\n\nThese centers emerged as the abode of Dharma.[127] The Nizhal Thangals form an important institution in the socio-religious life of the people of Ayyavazhi. Panividai may be conducted up to three times daily, but all worship centers provide Panividai at least once daily.\n\n"
        },
        {
            "title": "Ethics",
            "text": "The ethics of Ayyavazhi, integrated with the meta-narrative mythology, are found throughout the primary scripture, Akilattirattu Ammanai.[128] Regarding ethics, Arul Nool is an accumulation of the core concepts found in Akilam.[129] In Akilam, the ethical abstracts are pointed out as \"told by God\" at several places at different situations to lesser devas, saints, etc. whenever asked by them.\n\nNeetham is the primary virtue of Ayyavazhi. This shows how society, its people, the ruling king, etc., lived in absolute harmony with nature, placing the power of Almighty in all their works, deeds and activities during early ages. In return, nature and the divine beings protect the society which follows the Neetham. Chastity and life in ultimate union with nature form the central theme, an ethical form that is to be followed. As in Akilam, Vinchai is the rules and regulations provided by God (Narayana) to Vaikundar. There are three such Vinchais. Acts found there also fit to humans to improve their moral code. The first Vinchai of Tiruchendur forms the largest ethical accumulation found in Akilam.[128]\n\nTo an extent, the Dharmic teachings in Ayyavazhi are also considered as ethics. Charity in social ethics and \"attempting to realise the ultimate truth of oneness\" in spirituality are the ethical codes under the banner of Ayyavazhi dharma. Akilam also gives separate ethics for Devas also.[130] It is notable that the Ayyavazhi ethics undergo a vast deviation from the incarnation of Vaikundar since a universal change took place then.[130] Over all, as the foremost ethical code, people are advocated to overcome the evil force kalimayai with the weapons of love, forbearance and peace, since Kaliyan as maya rules the minds of people.\n\nArul Nool constitutes the major role in forming the rules and regulations of Ayyavazhi, including ethics. It gives separately the social as well as divine ethics. The Sivakanda Athikara Pathiram here is the section especially dedicated to teach the ethics. The rituals, especially circumambulations, are to be followed to wash-out the sin committed out of immoral thoughts and acts.\n\n"
        },
        {
            "title": "Religious studies",
            "text": "It is difficult to give a clear-cut listing to Ayyavazhi concepts because of the relation the Ayyavazhi scriptures maintains with the Hindu scriptures. Akilam primarily says the central themes of the existing scriptures (that of Hindu) had gone awry by the advent of Vaikundar.[131] It also narrates that Akilam was given to mankind as an alternative because Kaliyan destroyed the original Vedas and Shastras, and at the beginning of Kali Yuga, several additions were given to the previous scriptures by him.[132] Both of these view points give the views of Akilam on Hindu scriptures, and place them as reasons for rejecting them.\n\nThe philosophy, terms and mythology of the Ayyavazhi scriptures are the basis of religious study on Ayyavazhi theology.[133] But several terms quoted in Akilam couldn't be understood wholly unless by referring to the descriptive details of those terms in Hindu scriptures.[134] For example, if the 96 tatvas are understood, then the Kaliyan is understood. Therefore, theologians and philosophers today turn to Hindu scriptures to further their understanding of the tatvas as properties of the human body, which are not elaborated upon in Akilam.[135] However, to understand Akilam and its philosophy, one should have a basic knowledge over the Hindu ideas and concepts.[134] Since Akilam have no different view in this matter from Hindu scriptures, it was left to be gathered from there.\n\nOn mythical studies, Akilam covers almost the entire main mythology of Hinduism, including Mahabharata, Ramayana, Kantha Purana and Vishnu Purana, but with limited details.[136] It includes only the main events that are directly linked to the mainstream story flow. But to undergo a detailed study on each, the appropriate Hindu scriptures that include those events in detail need to be referred. Akilam provides all these collectively in brief with an overall story line, which make it unique.[137] Many philosophical concepts from Hinduism are found in Akilam; some of them are completely accepted,[138] some are regenerated,[131] while others are rejected.[139]\n\nGenerally it was considered that once a particular concept is not found well-described in Ayyavazhi scriptures, such as Akilattirattu Ammanai or Arul Nool (as detail as in Hindu scriptures), and instead simply was quoted, then that particular conception is accepted as in Hindu scriptures for religious studies.[140] But once Akilam has different views over something from that of the existing (Hindu) scriptures, then it would be found deeply described in Akilam itself and hence no need for referring other scriptures.[140]\n\n"
        },
        {
            "title": "Theology",
            "text": "The theology of Ayyavazhi differs considerably from other monistic religions.[141] It speaks of Ekam, the Oneness from which all that exists formed, and also an ultimate oneness that exists behind all differences. The Ekam, which is articulated as the supreme divine power itself, is supposed to remain unaffected by maya deep inside every changeable matter as an absolute constant. In theological terms, God is, in the highest sense, formless, infinite, genderless and beyond time and space. The term Ekam in Tamil language give simply the meanings, one, absolute,[142] the whole which exists[143] and the incomparable;[144] all give some sort of direct monistic definition about God from Ayyavazhi theology.\n\nNarrating through mythology, The Sivam and the Sakthi are the first to get evolved from Ekam. The Natham (voice), Trimurthi, other lesser gods and the entire universe further evolved. The Trimurthi are greater among the personified Devas. Siva, one among the Trimurthi, was the supreme power until Kali Yuga. Vishnu is the supreme from the advent of Kali Yuga. Then, from the incarnation of Vaikundar, again the powers of all god-heads, including that of Vishnu, are transformed to Vaikundar. Ekam, the supreme oneness as one among the Trinity takes a place within Vaikundar for the present age. Therefore, Vaikundar is said to be the only worshippable and supreme power. However, a quote from Akilam thirteen says this supreme oneness (Ekam) itself is created by Vaikundar, who is a personified God. In this regard, Ayyavazhi being centered on Vaikundar, is more monotheistic rather than monistic. No other god-heads, even the Father of Vaikundar, Narayana, have gained an equal or greater status than Vaikundar. Vaikundar is a triune power who includes the qualities of the Santror, Narayana and Ekam within himself.\n\nIn Ayyavazhi mythology, Kroni, a primordial evil manifestation,[145] was fragmented into six and each fragment took birth and plays an anti-Vishnu role throughout the successive six yugas. He was finally destroyed by a final judgment which is followed by the god-ruled Dharma Yukam. This narration gives some dualistic dimension to Ayyavazhi theology. But since the focus of Arul Nool, the accumulation of Ayyavazhi teachings is extremely monistic and since the final fragment of Kroni itself is called Kalimayai (a conception rather than a physical or material incarnation), it was commonly accepted that the 'Maya' is symbolised in such a way[146] that contrasts the dualistic view on Ayyavazhi. Apart from all these, there are also separate quotes in Ayyavazhi scriptures which give pantheistic and panentheistic definition to Ayyavazhi theology.\n\n"
        },
        {
            "title": "Festivals and rituals",
            "text": "There are two yearly festivals for Ayyavazhi. The Ayya Vaikunda Avataram is celebrated on the twentieth day of the Tamil month Masi (Feb – March). This is the only Ayyavazhi festival to be celebrated as per the Solar calendar.[147] The mass procession conducted on this day from Nagercoil to Swamithoppe is a popular one in this part of the country.[148] The Thiru Edu-Vasippu is a festival of seventeen days celebrated in the Tamil month of Karthigai (November–December).[149] This celebration of textual reciting as a festival itself is a unique feature to Ayyavazhi. Apart from this, there is a tri-yearly celebration of Kodiyettru Thirunal in Swamithope. Another unique feature is the celebration of every day as a festival in Swamithope,(exclusive to Swamithope) called as  'Nitham Thirunal' .[150]\n\nIn addition to the philosophical concepts and mythology, the rituals of Ayyavazhi evolved in their own way. Most of the rituals have different operational and historical meanings.[151] Historically, the rituals were used or viewed as an attempt to break the caste-based inequalities prevailed in the society of the time, and to strengthen and uplift the sociologically downtrodden and ill-treated. Examples of this include the charity on food as  'Anna Dharmam' , physical as well as spiritual cleanliness through Thuvayal Thavasu,[152] eliminating untouchability through Thottunamam, self-respect and courage through headgear,[153] and unifying various castes through Muthirikkinaru.[154]\n\nBut they also reveal, however, high philosophical ideas preached in a ritual language. The Muthirikkinaru and Thirunamam are treated religiously as if the Patham and Namam of them have the power to heal all sorts of mental[155] as well as physical illness.[153][156] Thuvayal thavasu is suggested as a training to reach the ultimate aim of Dharma Yukam.[157] The use of the crown reveals that \"all are kings\", visualising an ideology similar to advaita. Also, Ayyavazhi scriptures succeeded very much in helping to understand these philosophical ideas to the common mass which is very much unusual. The individual rituals, the ecstatic religiosity and the ritual healing, which are the features of Ayyavazhi worship, contributed to the formation of an idea of emancipation and a social discourse.[158] Rituals attempt to uplift and treat the disenfranchised. Another important thing to be noted is the alternative phrases religiously used in Ayyavazhi universe different from Hinduism, to represent certain practices.\n\n"
        },
        {
            "title": "Inclusiveness and exclusivity",
            "text": "The formula of inclusiveness and exclusivity, as applied in the religio-cultural universe of Ayyavazhi, is unique because both the theories are mixed up in Ayyavazhi scriptures. The inclusive theory accepts the views of different religions for a certain period of time, and from then onwards exclusively rejects all of them in its narrative.\n\nAyyavazhi accepts different god-heads of several religions, like the concept of Allah and almost all the god-heads of Hinduism.[159] It also says that the one and the same God incarnates in different parts of the world at different time for rescuing the people from sufferings.[159] But due to the advent of Kaliyan and because of the cruel nature of his boons, for the first time, the supreme power Ekam incarnates in the world as Vaikundar,[citation needed] and so all the lesser god-heads and previous scriptures[160] had lost their substances. So after the time of the Vaikunda Avatar, Vaikundar was said to be the only worshippable God and hence, the theology of Ayyavazhi was channeled towards exclusivism. The manner in which Akilam treats the scriptures of different religions is complicated. For instance, while there is no direct reference to the terms 'Christ' or 'Bible' anywhere in any of the Ayyavazhi texts, there is an indirect reference in Akilam thirteen which is supposed to be an implication that Christ was an incarnation of Narayana,[159] but it was widely thought that it did not recognise the Bible composition. It seems the view of Akilam on Bible is \"it was created with the intention of man and not that of God\".[161] In common, creation of religions and shaping individualities for them are heavily criticised. The concepts 'God' and 'Religion' are kept poles apart in Akilam, and it seems to maintain an ideology something like  'Accept God; Reject religion' .[162]\n\nAyyavazhi accepts various incarnations in Hinduism, but necessarily rejects the so-called ' Hindu ' scriptures. It initially accepts Vedas.[163] Later since Kaliyan had bought the Vedas as boon they also lost their substance by the advent of Kaliyan, and so had gone invalid. It also says that he (Kaliyan) had performed several additions and had hidden some of their content. And hence God incarnated as Vaikundar. So for the present age, Akilam is said to be the only  'Book of Perfection' . By this Ayyavazhi rejects all other scriptures and follows only its own. Akilam highly condemns the creation of religions especially exclusivistic religious and theological ideas. It shows them as the foremost Kali mayai (evil of Kali).[164] The scriptures teach sensibly and symbolically that God and his activities are beyond the reach of religions. It also preaches about universal oneness.[23]\n\n"
        },
        {
            "title": "Mythology",
            "text": "The mythology of Ayyavazhi narrates that the essence of this vision is an account of a history – a past, a present and a future – meant by weaving together of empirical facts, historical events as well as mythical accounts.[165] It moves around three axiomatic typologies, namely Santror, Kali Yukam and Dharma Yukam, placing their base on the concepts and events of previous yugas that are associated also with Hindu mythology. The basic concepts give a symbolic vision which is at once religious and social.[166]\n\nIt is closely linked to that of Hinduism. Akilam talks about the previous yugas and the evolution of Kroni through them. Events, mythical characters, and concepts are shared with Hinduism, though they may be engendered in different form. The number of Yugas and Avatars differs in Ayyavazhi from Hinduism.[167] The personification of the entity of Evil for the current yuga, Kaliyan, is unique to Ayyavazhi. Akilam says that the true concepts were destroyed, so that all previous scriptures had lost their substances due to the advent of Kali.[168]\n\nThe book also speaks of God incarnating in the world in the Kali Yukam (the present age) to destroy the evil spirit, the final and the most serious manifestation of Kroni. God incarnates as Vaikundar, and since Vaikundar lived recently, he was well known in history. So in the second part of the mythology many mythical as well as historical facts were woven together. Most of the events such as Muthirikkinaru,[169] Wearing of Headgear during worship,[170] Thuvayal Thavasu[171] all were noted in history.\n\nThough there are quotes in Arul Nool to accredit the ten Avatars of Vishnu, it seems that they are not seen in equal status with these incarnations (as in the table). It was considered secondary to the primary avatars, who are associated with the destructions of the fragments of Kroni. This view is not inconsistent with Hinduism, as only Narasimha, Rama and Krishna are considered the primary avatars who are still worshipped. The other avatars are considered secondary avatars who are not worshipped.\n\n"
        },
        {
            "title": "Santror and Dharma yukam",
            "text": "The Santror is the subject of the religious vision of Ayyavazhi.[174] There is both a religious and a social category in its connotation.[175] In the social sense, it is believed that the term Santror fits rightly to the early \"Chanars\", who were called by the Arabs as \"Al Hind\", and known in biblical times as the \"People of Five Rivers\"; they are now scattered with more than 250 branches throughout the world.[176] But in turn, in ideological sense and from the literary meaning of the term \"Santror\" in Tamil, it represents one who is noble and lives with dignity[177] and supreme knowledge,[178] giving an inclusive character and universal reach. Historians account that in ancient dravidian cultures, zealous devotees of God were called as 'Chanars'.[179] A quote from Akilam also reads, \"Chanars (Santror) are those who have the ability to see 'the invisible' constantly.\"[175]\n\nThe Santror are given a historical background in Ayyavazhi mythology as seven boys who were made to be born in the mythical garden Ayodha Amirtha Vanam (supposed to be between present-day Srirangam, Tamil Nadu and Triconamalee, Sri Lanka) by using the seven seeds from seven upper worlds, by Thirumal, to the seven virgins. Theologians interpret that these 'Seven boys' refer to the ancestors of the whole human race, and hence the term \"Santror\" refers to the entire human race.[180] Their lineage started at the end phase of Dvapara Yukam and continued through the Kali Yukam into the Dharma Yukam. It is believed that Kali is being destroyed continuously by the activities of the Santror in the Path of Vaikundar, and so the Dharma Yukam unfolds eventually. In this sense they have a considerable roll in the destruction of Kali, the foremost evil.\n\nThe Ayyavazhi proposes an emancipatory utopia under the banner of Dharma Yukam.[181] The basis of the belief is that Ayya Vaikundar had come to establish and rule as the everlasting king[182] over the Dharma Yukam in the place of Kali Yukam[183] after sentencing Kroni to hell by a final judgment from the Lion-throne of Dwaraka pathi, the rising mythical landmass (which was sunken at the end of Dvapara Yuga by Krishna) located south east of present-day Kanyakumari.[184] The Dharma Yukam is narrated as beyond the limits of time and space.[185] It is often related to Moksha—the personal liberation, and to the state of 'Oneness' too.[186][187]\n\n"
        },
        {
            "title": "Relation with Hinduism",
            "text": "The Hindu and Ayyavazhi ideologies are closely tied to each other. The place where Ayyavazhi and Hinduism depart from each other is at the advent of Kali Yuga. Akilam says that until the advent of Kali Yuga, the Vedas and all other Hindu scriptures remained with Divinity. Each of the gods referred to in the scriptures (Hindu) also remained with all their powers. But from the beginning of Kali Yuga, they and all their virtues collapsed.[190] Kaliyan was a part of the mundane primordial manifestation who spread maya or illusion upon the existing scriptures and Devas.[191] In Kali Yuga, all true scriptures are bound to maya and are unhelpful.\n\nThe reason, as stated in Akilam for the disintegration of the entire system is that, towards the end of Dvapara Yuga, there in Mount Kailash, Siva believing the words of devas, created Kaliyan without discussing to Vishnu, who had the responsibility to destroy Kaliyan as per previous deeds.[192] So Vishnu refused to take birth in the world to destroy Kaliyan.[193] So Siva and Brahma surrendered all their powers to Vishnu.[194] Until this event, Siva was the supreme power as per Akilam. It is notable that this is a theological idea something similar to Shaivism, where Siva is supreme to all. Then onwards, however, Vishnu is the supreme power.[195] Here the ideology changes similar to that of Vaishnavism. This supremacy of Vishnu remains like this from the beginning of Kali Yuga until the incarnation of Vaikundar, from where it changes further.\n\nDuring the incarnation, Vishnu himself can not incarnate directly in the world to destroy Kaliyan, since he (Kaliyan) had bought as boon the power of Devas, including Vishnu's, and spread it all over the world as maya. So God needs to be incarnated with a new set of rules and with unique importance. A total universal transformation of the power relation of god-heads, the rules of scriptures, the dharma, etc., took place, and Vaikundar was given birth by taking in the power of Ekam, by Lakshmi and Vishnu conjoining together inside the sea.[196]\n\nAnd from now onwards all the powers were handled over from Vishnu to Vaikundar inside the sea. Siva, Vishnu and Brahma therefore form a part within Vaikundar.[197] This ideology about Trimurthi (three are equal in power) is similar to that of Smartism. Vishnu alone forms a double role; one, within Vaikundar, and the other, as the father of him, remain inside the sea and regulating Vaikundar through Vinchais.[197] After Vaikundar was given birth to, by assuming the Power of Ekam, Vaikundar was supreme to Vishnu and all other God-heads, though Vishnu playing the role of Father to Vaikundar. However, Vaikundar had to obey the order of Vishnu, since Vaikundar was given birth to perform the duties of Vishnu, which he (Vishnu) could not do. Vaikundar (and scriptures given by him) is the manifestation of the supreme Ekam so, in Ayyavazhi spirituality, he is the only worshippable universal power[198]\n\nRegarding scriptures, the first part of Akilam is summed-up events of the previous yugas, which are present in Hindu scriptures.[199] The second part says about the universal transformation and the uniqueness of Vaikundar and his incarnational activities.[199] So as a summary, till the beginning of Kali Yuga, what is Hinduism, that is Ayyavazhi. From then onwards for a series of reasons, Akilam says that 'Hindu' scriptures and its ideology had lost its purity and was destroyed,[200] and so the Dharma was re-configured in the name of Akilam and Vaikundar and the 'Hindu' ideas were re-formed.\n\n"
        },
        {
            "title": "Phenomenology",
            "text": "Akilam points out its basis as a regeneration of Dharma in the form of an entirely new ideology.[202] But today, most of the followers of Ayyavazhi address Vaikundar merely as the incarnation of Vishnu. Likewise, most of the Nizhal Thangals were called Narayana Swami Pathi or Narayana Swami Temple, similar to Hindu Vaishnavism. Most of the followers also worship Hindu deities such as Kali, Hanuman and other folk deities in spite of the anti-polytheistic ideas based on Ayyavazhi scripture.[203]\n\nSome followers of Ayyavazhi include Vaikundar as part of the ten Avatars of Vishnu as Kalki, while some denominations strongly advocate moksha, the personal liberation, though it is not stated directly in Akilam. Some even reject the Trinity conception in Ayyavazhi and believe Narayana to be the supreme universal power.[204] The unique monotheistic belief which is the central theme of Akilam is completely unknown among most of the followers today.[203] Deviating far away from the strict monotheistic teachings of Akilam, some thangals provides panividais for other lesser gods too.[203]\n\nThe spread of Ayyavazhi among the common people was mainly due to the practice of Shamanism. Being similar to Hindus in almost all aspects Ayyavazhi followers are hard to be identified. The only sign to distinguish the practitioners of Ayyavazhi is the fact that they wore the Thirunamam (a sign on their forehead).[205] The Nizhal Thangals are identified among the other temples by the fact that idols are replaced by mirrors in the Palliyarai.[205] Only the recitations of a handful of scholars educated in the Ayyavazhi scriptures point out the real facts and concepts of Akilam and the philosophical and ideological deviation of Ayyavazhi from Hinduism.[206] Not even the Payyans from the headquarters able to portray the Akilam-based ideology clearly.[207] All these philosophical, ideological and religious variations in the society of Ayyavazhi make them hard to be identified and differentiated as a separate belief and instead taken as a Hindu sect.\n\nThere is a common belief that Ayya Vaikundar is a prophet and he had made many prophecies during his earthly years. On the contrary, there are no implications in Akilam or other books of Arul Nool that Vaikundar himself foretold anything, except in Thiruvasagam 4, Akilam:12. The common mis-understanding is because, the Akilam and Arul Nool includes hundreds of Prophecies and the contents of both the books is being divinely revealed to the Seedars by Vaikundar and the Seedars brought them to the written form. So, instead of the prophecies in both the books being considered that of Seedars it is mis-understood that the prophecies is of Vaikundar. Robert Caldwell, one among the very few historians of the contemporary period (whose views are always overwhelmingly negative on Vaikundar, since himself being a LMS Christian missionary), also referred to the then belief that seedars (disciples) profess to foretell events.[208]\n\n"
        },
        {
            "title": "Social structure",
            "text": "Ayyavazhi worship was marked by its simplicity. The absence of idol worship and priestly mediation, and inclusion of alternate type of centres of worship, the Pathis and Nizhal Thangals, were other characteristics of Ayyavazhi worship. Rituals of Ayyavazhi are a reform or revolutionary activity, focusing upon social equality, deviating from Hinduism. The rituals are also characterised and bound by religious beliefs that give them an alternative spiritual meaning.[209] Its scriptures cover basic elements and ideas throughout Hinduism. They refer to Shastras, Agamas, Vedas and Puranas.[210] But address them all to be gone awry by the Advent of Vaikundar,[211] from where Ayyavazhi scriptures forms negative ideas over all other traditions. Though Ayyavazhi shares many god-heads with Hinduism, it weaves unique ideology and power assumption for them. Ayyavazhi can be portrayed as a Hindu renaissance.[212] Ayyavazhi is viewed as a reform movement too,[213] as it brought many social changes there in the Tamil and keralite society during the 19th century.\n\nThe religious structure evolved in the path of Ayyavazhi scriptures and, as a result, it transfigured itself as an alternative religio-cultural system in the social category. The Ayyavazhis addressed their system as \"Path of God\" with the phrase \"Ayya Vazhi\". On one hand, they believe that their tradition had come to replace all old traditions (religions), but on the other hand, they believe that Ayyavazhi is the synopsis of the world's religious knowledge. On one hand, they believe that Vaikundar unified all deities within him; on the other, as all the previous had gone awry by the advent of Vaikundar.[211] Apart from this, Ayyavazhi has separate theology, mythology, holy places, worship centres, and ethics of its own.\n\nThough many new papers, academic researchers[214] and some of its followers consider it as a separate religion, many of the followers are even of the opinion that this is but a Hindu sect rather than an autonomous religion.[215] They indulge in the mystic practices of possessions and divinations similar to the tribal religions of Tamil Nadu. Also, many of its core beliefs are similar to some Hindu sects such as Advaita and Smartism.\n\nRegarding demographics, Ayyavazhi followers are highly concentrated in South India though found across India, comparatively in less numbers. In Kanyakumari and Tirunelveli districts of Tamil Nadu, it is very hard to find a village without a worship centre of Ayyavazhi.[118] Apart from the listings from the religious headquarters (though it is evident that Ayyavazhi followers are spread across the India from university papers)[14][118] there are no official figures for the number of followers of Ayyavazhi because they are considered Hindus in the census.\n\n"
        }
    ]
}