{
    "url": "https://en.wikipedia.org/wiki/Aztec_philosophy",
    "title": "Aztec philosophy",
    "table_of_contents": [
        "1 Beliefs",
        "2 Relation to Aztec religion",
        "3 Moral beliefs and aesthetics",
        "4 How did the Aztecs regard \"time\"?",
        "5 Texts",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 External Links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Aztec philosophy was a school of philosophy that developed out of Aztec culture. The Aztecs had a well-developed school of philosophy, perhaps the most developed in the Americas and in many ways comparable to Ancient Greek philosophy, even amassing more texts than the  ancient Greeks.[1]  Aztec cosmology was in some sense dualistic, but exhibited a less common form of it known as dialectical monism. Aztec philosophy also included ethics and aesthetics. It has been asserted that the central question in Aztec philosophy was how people can find stability and balance in an ephemeral world.[2]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Aztec philosophy saw the concept of Ometeotl as a  unity that underlies the universe.  Ometeotl forms, shapes, and is all things. Even things in opposition—light, and dark, life and death—were seen as expressions of the same unity, Ometeotl.  The belief in a unity with dualistic expressions compares with similar dialectical monist ideas in both Western and Eastern philosophies.[2]\n\n"
        },
        {
            "title": "Relation to Aztec religion",
            "text": "Aztec priests had a panentheistic view of religion but the popular Aztec religion maintained polytheism.  Priests saw the different gods as aspects of the singular and transcendent unity of Teotl but the masses were allowed to practice polytheism without understanding the true, unified nature of their Aztec gods.[2]\n\n"
        },
        {
            "title": "Moral beliefs and aesthetics",
            "text": "Aztec philosophers focused on morality as establishing balance.  The world was seen as constantly shifting with the ever-changing teotl.  Morality focused on finding the path to living a balanced life, which would provide stability in the shifting world.[2]\n\nAztec philosophy saw the arts as a way to express the true nature of teotl.[2]  Art was considered to be good if it in some way brought about a better understanding of teotl.[2] Aztec poetry was closely tied to philosophy and often used to express philosophic concepts.[2][3] Below is an example of such a poem, translated from the original Nahuatl:\n\nNo one comes on this earth to stay\nOur bodies are like rose trees - \nThey grow petals then wither and die.\nBut our hearts are like grass in the springtime,\nThey live on and forever grow green again.\n\n"
        },
        {
            "title": "",
            "text": "James Maffie has explained that the Aztec concept of time (like that of the Mayas) was not one of 'uniform forward flow' whose passage could be accurately measured by a clock or some similar device.[4]\n\nSpecific events were regarded as separate, unique entities, only minimally related to those which had occurred immediately before them or to those which followed straight afterwards. Of paramount importance were the positions which they happened to occupy in the 260-day and 360+5-day calendar counts. Also significant were the 584-day Venusian cycle, and indeed the \"age-growth cycles\" of the people involved (which extended from birth through to old age).\n\n"
        },
        {
            "title": "Texts",
            "text": "There is a dearth of material from which Aztec philosophy can be studied with a majority of extant texts written after conquest by either Spanish colonists and missionaries, or Christianised Spanish educated natives. The conquistadors burned most Aztec (and Mayan) texts. Pre-conquest sources include the Codex Borgia and the Codex Borbonicus  (written about the time of conquest). Post-conquest texts include the Florentine Codex, Codex Mendoza and the Codex Magliabechiano, including others.[5]\n\n"
        }
    ]
}