{
    "url": "https://en.wikipedia.org/wiki/Babylonian_religion",
    "title": "Babylonian religion",
    "table_of_contents": [
        "1 Mythology and cosmology",
        "2 Religious festivals",
        "3 Importance of idols",
        "4 Babylonian gods",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Babylonian religion is the religious practice of Babylonia. Babylonian mythology was greatly influenced by their Sumerian counterparts and was written on clay tablets inscribed with the cuneiform script derived from Sumerian cuneiform. The myths were usually either written in Sumerian or Akkadian. Some Babylonian texts were translations into Akkadian from the Sumerian language of earlier texts, although the names of some deities were changed.\n[1]\n\n"
        },
        {
            "title": "Mythology and cosmology",
            "text": "Babylonian myths were greatly influenced by the Sumerian religion, and were written on clay tablets inscribed with the cuneiform script derived from Sumerian cuneiform. The myths were usually either written in Sumerian or Akkadian. Some Babylonian texts were even translations into Akkadian from the Sumerian language of earlier texts, although the names of some deities were changed in Babylonian texts.\n\nMany Babylonian deities, myths, and religious writings are singular to that culture; for example, the uniquely Babylonian deity, Marduk, replaced Enlil as the head of the mythological pantheon. The Enûma Eliš, a creation myth epic was an original Babylonian work.\n\n"
        },
        {
            "title": "Religious festivals",
            "text": "Tablet fragments from the Neo-Babylonian period describe a series of festival days celebrating the New Year. The Festival began on the first day of the first Babylonian month, Nisannu, roughly corresponding to April/May in the Gregorian calendar. This festival celebrated the re-creation of the Earth, drawing from the Marduk-centered creation story described in the Enûma Eliš.[2]\n\n"
        },
        {
            "title": "Importance of idols",
            "text": "In Babylonian religion, the ritual care and worship of the statues of deities were considered sacred; the gods lived simultaneously in their statues in temples and in the natural forces they embodied.\n\nThe pillaging or destruction of idols was considered to be a loss of divine patronage; during the Neo-Babylonian period, the Chaldean prince Marduk-apla-iddina II fled into the southern marshes of Mesopotamia with the statues of Babylon's gods to save them from the armies of Sennacherib of Assyria.[3]\n\n"
        },
        {
            "title": "Babylonian gods",
            "text": "Babylonia mainly focused on the god Marduk, who is the national god of the Babylonian empire. However, there were also other gods that were worshipped. These are the seven deities:\n\n"
        }
    ]
}