{
    "url": "https://en.wikipedia.org/wiki/Bad_Lieutenant",
    "title": "Bad Lieutenant",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Alternate versions",
        "4.1 Ban in Ireland",
        "5 Reception",
        "6 Followup",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBad Lieutenant is a 1992 American neo-noir crime film directed by Abel Ferrara. The film stars Harvey Keitel as the titular \"bad lieutenant\" as well as Victor Argo and Paul Calderón.\n\nThe screenplay was co-written by Ferrara with actress-model Zoë Lund, both of whom appear in the film.\n\nThe film was screened in the Un Certain Regard section at the 1992 Cannes Film Festival.\n\n"
        },
        {
            "title": "Plot",
            "text": "After dropping off his two young sons at Catholic school, an unnamed NYPD police lieutenant uses cocaine and drives to the scene of a double homicide in Union Square. The Lieutenant finds a drug dealer and gives him a bag of drugs from a crime scene, smoking crack during the exchange; the dealer promises to give him the money he makes from selling the drugs in a few days. At an apartment, the Lieutenant gets drunk and engages in a threesome with two women. Meanwhile, a nun is raped inside a church by two young hoodlums.\n\nThe next morning, the Lieutenant learns that he has lost a bet on a National League Championship Series game between the New York Mets and the Los Angeles Dodgers. He tries to win back his money by doubling his wager on the Dodgers in the next game. At another crime scene, the Lieutenant rifles through the car and finds some drugs which he stashes in his suit jacket. However, he is too impaired to secure the drugs, and they fall out onto the street in front of his colleagues. The Lieutenant tries to play it off by instructing them to enter the drugs into evidence.\n\nAt the hospital, the Lieutenant spies on the nun's examination and learns that she was penetrated with a crucifix. Later that evening, he pulls over two teenage girls who are using their father's car without his knowledge to go to a club. As they have no driving license, the Lieutenant tells one of the girls to bend over and pull up her skirt  and the other to simulate oral sex while he masturbates. The following day, he listens in on the nun's confession to her priest, where she says she knows who assaulted her but will not identify them.\n\nWhile drinking vodka and snorting cocaine while driving through Times Square, the Lieutenant listens to the final moments of the Dodgers game and shoots out his car stereo when they lose. Despite being unable to pay the $30,000 wager, he doubles his bet for the next game. Eavesdropping on the nun's confession, he hears her state that she has no anger about what happened and begins cursing at God before breaking down in tears and sobbing that he wants to redeem himself. The Lieutenant drinks in a bar when the Dodgers lose again. After scoring cocaine in a nightclub, he tries to double his bet yet again. His friend refuses to make the wager, insisting that the bookie would kill him.\n\nThe Lieutenant picks up his $30,000 share from the drug dealer and calls the bookie personally to place his bet. They arrange to meet in front of Madison Square Garden. He then visits a woman and does heroin with her. At the church, he tells the nun that he will exact vengeance upon her attackers, but she repeats that she has forgiven them and leaves. In the resulting emotional breakdown, the Lieutenant sees an apparition of Jesus and tearfully curses him before begging forgiveness for his crimes and sins. The figure is revealed to be a woman holding a golden chalice, which turns out to have been pawned at her husband's shop.\n\nWith the help of the woman, the Lieutenant tracks the two rapists to a nearby crack den in Spanish Harlem and cuffs them together. He holds them at gunpoint and smokes crack with them as the Mets win the pennant. Instead of taking them to the station, he drives them to the Port Authority Bus Terminal and puts them on a bus with a cigar box containing the $30,000. He demands that they never come back to New York. After he leaves the terminal, he parks on the street in front of Penn Station. Another car drives up beside him, and the driver, presumably the bookie with whom the Lieutenant had arranged to meet, shoots and kills the Lieutenant.\n\n"
        },
        {
            "title": "Production",
            "text": "According to Zoë Lund:\n\nLund avowed in an interview that she \"co-directed\" several scenes in the film.[4] Lund also claimed that she wrote the screenplay of Bad Lieutenant alone and believed that Ferrara did not put much effort in his contributions in the film.[5][6]\n\nAccording to Jonas Mekas, Lund's ex-boyfriend Edouard de Laurot was reported to have written most of the film's script.[6] David Scott Milton later vouched for this claim.[7] Mekas even claimed he had \"scribbles and notes to prove it\".[8]\n\n\nFerrara said in 2012 that he was using drugs during the making of the film: \nThe Special Edition DVD from Lion's Gate has a special feature about the pre-, during, and post-production of the film, in which Ferrara explains the screenplay's genesis, its authorship, and its original brevity.[citation needed]\n\nChristopher Walken was originally going to portray the titular character.[10]\n\n"
        },
        {
            "title": "Alternate versions",
            "text": "Originally rated NC-17 and one of the few films to be rated thus on the basis of depictions of drug use and violence (the only other film being Comfortably Numb), the unedited cut's rating was described as being for \"sexual violence, strong sexual situations and dialogue, graphic drug use\".\n\nBlockbuster and Hollywood Video, the largest video rental companies in the United States, had a policy prohibiting the purchase and rental of NC-17 films. An R-rated cut was created specifically so that Blockbuster and the other retailers would rent and purchase out the film. The R-rated cut was described with \"drug use, language, violence, and nudity\". The scene in which the Lieutenant pulls over two young girls and masturbates in front of them is almost completely absent from the Blockbuster version.\n\nThe original theatrical version featured the song \"Signifying Rapper\" by Schoolly D. The song was removed from some editions of the film's home video release, due to the unauthorized use of a re-recorded guitar riff from Led Zeppelin's \"Kashmir\", which the rapper did not license.[11]\n\nOn January 29, 1993, the film was banned in Ireland. Sheamus Smith, who headed the Irish Film Censor Board at the time, felt the film had a \"demeaning treatment of women\".[12][13][14][15] The DVD release was banned for the same reason 10 years later.[16]\n\n"
        },
        {
            "title": "Reception",
            "text": "Bad Lieutenant has a 77% rating on Rotten Tomatoes based on 48 reviews, with an average rating of 7.3/10. The site's critics consensus reads: \"Bad Lieutenant will challenge less desensitized viewers with its depiction of police corruption, but Harvey Keitel's committed performance makes it hard to turn away.\"[17] Writing in The New York Times, Janet Maslin praised Ferrara's talent for making \"gleefully down-and-dirty films\", continuing, \"He has come up with his own brand of supersleaze, in a film that would seem outrageously, unforgivably lurid if it were not also somehow perfectly sincere.\"[18] Desson Howe for The Washington Post called the Lieutenant \"a notch nicer than Satan\", and he cites Keitel's work as the film's saving grace, \"It is only the strength of Keitel's performance that gives his personality human dimension.\"[19]\n\nMark Kermode has mentioned that the film was praised as \"a powerful tale of redemptive Catholicism\".[20] Roger Ebert gave the film four stars and stated that \"in the Bad Lieutenant, Keitel has given us one of the great screen performances in recent years\".[21] Martin Scorsese named this movie as the fifth best movie of the 1990s.[22]\n\n"
        },
        {
            "title": "Followup",
            "text": "A narratively unrelated follow-up, Bad Lieutenant: Port of Call New Orleans, was released in 2009, seventeen years after the first film's release. The film was directed by Werner Herzog and stars Nicolas Cage and Eva Mendes. It was described as being \"neither a sequel nor a remake\".[23] Both films were produced by Edward R. Pressman.\n\n"
        }
    ]
}