{
    "url": "https://en.wikipedia.org/wiki/Badge_of_Military_Merit",
    "title": "Badge of Military Merit",
    "table_of_contents": [
        "1 History",
        "1.1 First awards",
        "2 Recipients",
        "3 Status of original badges",
        "4 Disuse",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Badge of Military Merit was a military award of the United States Armed Forces. It is largely considered America's first military decoration, and the second oldest in the world (after the Cross of St. George).[a] The award was only given to non-commissioned officers and privates. The Purple Heart is the official successor decoration of the Badge of Military Merit.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The Badge of Military Merit was first announced in General George Washington's general orders to the Continental Army issued on August 7, 1782, at the Headquarters in Newburgh. Designed by Washington in the form of a purple heart, it was intended as a military order for soldiers who exhibited, \"not only instances of unusual gallantry in battle, but also extraordinary fidelity and essential service in any way.\"[3]\n\nThe writings of General Washington indicate that three badges, two Honorary Badges of Distinction[4] and a Badge of Military Merit, were created on August 7, 1782. This is thought to be the first time in modern history that military awards had been presented to common soldiers. Though the French Royal Army had started awarding the Medallion of Two Swords for enlisted soldiers in 1771,[citation needed] the general practice in Europe was to honor high-ranking officers who had achieved victory, rather than honoring common soldiers.[5] But in America, as General Washington said, the \"road to glory in a patriot army and a free country is…open to all.\"[3]\n\nOn August 7, 1782, Washington issued a general order detailing the badge:\n\n"
        },
        {
            "title": "Recipients",
            "text": "Most historians indicate that only three people received the Badge of Military Merit during the American Revolutionary War, all of them noncommissioned officers, and the only ones who received the award from General Washington himself. Those soldiers are as follows:\n\nOn May 3, 1783\n\nOn June 10, 1783\n\nPeriod records, however, indicate that several others may have been awarded the Badge of Military Merit for service in the American Revolutionary War.[1]\n\n"
        },
        {
            "title": "Status of original badges",
            "text": "Brown's badge was found in a Deerfield, New Hampshire barn in the 1920s. There is disagreement in published sources about what became of Brown's badge after that. A badge on display at the American Independence Museum in Exeter, New Hampshire on behalf of the Society of the Cincinnati, New Hampshire Branch is stated to be Brown's.[9][10] Other sources say that Brown's badge was reported lost in 1924 while in the possession of Bishop Paul Matthews, and that the badge on display in Exeter belongs to a fourth, unknown recipient.[5][11]\n\nAs of 2015, Churchill's badge was owned by the National Temple Hill Association and on display at the New Windsor Cantonment State Historic Site.[12] Churchill's badge was rediscovered when H. E. Johnson, a Michigan farmer and one of Churchill's descendants, wrote to the National Temple Hill Association about the badge.[5]\n\nBissell's badge was reportedly lost when his house burned in July 1813.[5]\n\n"
        },
        {
            "title": "Disuse",
            "text": "After the Revolutionary War, the Badge of Military Merit fell into disuse although it was never officially abolished. In 1932, the United States War Department authorized the new Purple Heart Medal for soldiers who had previously received either a Wound Chevron or the Army Wound Ribbon. At that time, it was also determined that the Purple Heart Medal would be considered the official \"successor decoration\" to the Badge of Military Merit.[12]\n\n"
        }
    ]
}