{
    "url": "https://en.wikipedia.org/wiki/BAE_Systems_Taranis",
    "title": "BAE Systems Taranis",
    "table_of_contents": [
        "1 Background",
        "2 Design and development",
        "2.1 Prototype",
        "2.2 Flight testing",
        "2.3 Follow-on development",
        "3 Specifications",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe BAE Systems Taranis is a British demonstrator programme for unmanned combat aerial vehicle (UCAV) technology, under development primarily by the defence contractor BAE Systems Military Air & Information. The aircraft, which is named after the Celtic god of thunder Taranis, first flew in 2013.[1][2] An unmanned warplane, the Taranis is designed to fly intercontinental missions, and would carry a variety of weapons, enabling it to attack both aerial and ground targets. It uses stealth technology, giving it a low radar profile, and is controllable via satellite link from anywhere on Earth.[3]\n\n"
        },
        {
            "title": "Background",
            "text": "The development of UAVs was a key part of the UK's Defence Industrial Strategy, which was announced in December 2005, and specified the need for the UK to maintain its \"sovereign\" aircraft and UAV/UCAV construction skills.[4][5] The Strategic Unmanned Air Vehicles (Experiment) Integrated Project Team, or SUAV(E) IPT, was given responsibility for auditing and overseeing the Taranis project.[6]\n\n"
        },
        {
            "title": "Design and development",
            "text": "The Taranis project is led by BAE Systems, and also involves Rolls-Royce, GE Aviation Systems, QinetiQ and the Ministry of Defence (MoD).[4] As the prime contractor, BAE Systems is responsible for the overall programme, and also for many of the component technologies, including stealth technology, systems integration and system control infrastructure.[7][unreliable source?] BAE Systems and QinetiQ collaborated on all aspects relating to the autonomy of the system.\n\nGE Aviation Systems is responsible for providing Taranis' fuel-gauging and electrical power systems.[7] having a 5% workshare in the project, while the Integrated Systems Technologies (Insyte) subsidiary of BAE Systems is providing C4ISTAR support.[7]\n\nAt the project's inception, BAE Systems stated that \"Taranis will make use of at least 10 years of research and development into low observables, systems integration, control infrastructure and full autonomy. It follows the completion of risk-reduction activities to ensure the mix of technologies, materials and systems used are robust enough for the 'next logical step'.\"[4] These \"risk-reduction activities\" included several earlier BAE stealth aircraft and UAV programmes, such as Replica, Nightjar I, Nightjar II, Kestrel, Corax, Raven and HERTI.\n\nThe production began for the Taranis prototype in September 2007, and assembly began in February 2008.[8] On 9 January 2009, the Ministry of Defence denied that the Taranis had been flying near the site of a damaged wind turbine, after local people claimed to have seen a UFO.[9]\n\nThe prototype, which had an initial development cost of £143 million, was unveiled by BAE Systems at Warton Aerodrome, Lancashire, on 12 July 2010.[10][11] Ground tests of the prototype began in 2010.[12] The aircraft's first flight was later delayed to 2012,[13] then delayed further and finally took place on 10 August 2013.[14]\n\nThe prototype has a maximum takeoff weight (MTOW) of about 8,000 kg (18,000 lb), and is of a similar size to the BAE Hawk training jet. It has two internal weapons bays,[15] and is intended to incorporate \"full autonomy\", allowing it to operate without human control for a large part of its mission.[16]\n\nOn 25 October 2013, the UK Ministry of Defence revealed that initial flight tests had already taken place. Ground tests were conducted in 2010 and flight trials occurred in 2013.  The MoD did not officially comment on the Taranis until the initial trials programme had been completed.[2]\n\nOn 5 February 2014, BAE revealed information on the Taranis' flight tests. The UCAV's first flight occurred on 10 August 2013 at Woomera Test Range in South Australia. This flight lasted for approximately 15 minutes. A second sortie was launched on 17 August, and subsequent flights surpassed expectations for the airframe, flying at various speeds and heights for as long as one hour.[17] By 2014, the Taranis' development costs had reached £185 million, compared to £140 million as originally projected. The Taranis is planned to be operational \"post 2030\" and used in concert with manned aircraft.[17]\n\nAs of 2016 BAE Systems and UK MoD were in discussions about a fourth series of flight tests.[18]\n\nUnder the terms of an Anglo-French development contract announced in 2014, parts from the Taranis would have been combined with the Dassault nEUROn in a joint European UCAV, the Future Combat Air System.[19]\n\n"
        },
        {
            "title": "Specifications",
            "text": "Data from Airforce-Technology.com[7]\nGeneral characteristics\n\nArmament\n\n"
        }
    ]
}