{
    "url": "https://en.wikipedia.org/wiki/BAE_Systems_Mantis",
    "title": "BAE Systems Mantis",
    "table_of_contents": [
        "1 Design and development",
        "2 Specifications",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe BAE Systems Mantis Unmanned Autonomous System Advanced Concept Technology Demonstrator is a British demonstrator programme for Unmanned Combat Air Vehicle (UCAV) technology.  The Mantis is a twin-engine, turboprop-powered UCAV with a wingspan of approximately 22 m, broadly comparable to the MQ-9 Reaper. Other partners involved in Phase 1 of the Mantis programme include the Ministry of Defence (United Kingdom), Rolls-Royce, QinetiQ, GE Aviation, L-3 Wescam, Meggitt and Lola.\n\n"
        },
        {
            "title": "Design and development",
            "text": "Development of the Mantis started in late 2007, a mockup being revealed at the 2008 Farnborough International Air Show. The Phase 1 Mantis vehicle is powered by two Rolls-Royce Model 250 turboprop engines, although this is likely to change in later variants. The Mantis is intended to have at least 24-hour operational endurance and is an autonomous vehicle, able to pilot itself and to plot its own course, communicating with personnel on the ground regarding its observations.[2]\n\nPhase 1 is intended to demonstrate BAE Systems' rapid prototyping capabilities and will focus on the evaluation of autonomous control systems. Later phases may evaluate civilian applications, armed variants and sensor packages.\n\nThe large dome on the front, reminiscent of a pilot's canopy, actually contains an upward facing satellite communications system.\n\nThe prototype first flew on 21 October 2009 at Woomera Test Range in South Australia.[1]\n\nIn 2013 the Mantis was flight tested in the United Kingdom.[3] It was used as the basis for the BAE/Dassault Telemos, development of which was discontinued.[4]\n\n"
        },
        {
            "title": "Specifications",
            "text": "Data from FlightGlobal,[5] Rolls-Royce[6]\nGeneral characteristics\n\nPerformance\n\nArmament\n\nAvionics\n\n"
        },
        {
            "title": "See also",
            "text": "Related development\n\n\nRelated lists\n\n"
        }
    ]
}