{
    "url": "https://en.wikipedia.org/wiki/Balinese_Hinduism",
    "title": "Balinese Hinduism",
    "table_of_contents": [
        "1 History",
        "2 Key beliefs",
        "2.1 God and deities",
        "2.2 Ethical values",
        "2.3 Birth and life",
        "2.4 Death and reincarnation",
        "3 Festivals",
        "3.1 Galungan and Kuningan",
        "3.2 Nyepi",
        "3.3 Other festivals",
        "4 Varna system",
        "5 Processions and colors",
        "6 Dietary law",
        "7 Outside Bali and Indonesia",
        "8 See also",
        "9 References",
        "10 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBalinese Hinduism (Indonesian: Agama Hindu Dharma; Agama Tirtha; Agama Air Suci; Agama Hindu Bali) is the form of Hinduism practised by the majority of the population of Bali.[1][2] This is particularly associated with the Balinese people residing on the island, and represents a distinct form of Hindu worship incorporating local animism, ancestor worship or Pitru Paksha, and reverence for Buddhist saints or Bodhisattava. \n\nThe population of Indonesian islands is predominantly Muslim (86%).[3] The island of Bali is an exception where about 87% of its people identify as Hindu (about 1.7% of the total Indonesian population).[3]\n\nUpon independence from the Dutch colonial rule, the 1945 Constitution of Indonesia guaranteed freedom of religion to all citizens.[4] In 1952, states Michel Picard, an anthropologist and scholar of Balinese history and religion, the Indonesian Ministry of Religious Affairs came under the control of conservatives who severely constrained an acceptable definition of a \"religion\".[4] To be acceptable as an official Indonesian religion, the ministry defined \"religion\" as one that is monotheistic, has codified religious law and added several requirements.[4][1]\n\nFurther, Indonesia denied rights of citizenship (such as the right to vote) to anyone not belonging to an officially recognized monotheistic religion.[1] The minority Balinese Hindus adapted and declared their form of Hinduism to be monotheistic, and presented it in a form to be politically eligible for the status of agama. As such, Balinese Hinduism has been formally recognized by the Indonesian government as one of the official religions practised in Bali.[1][4]\n\n"
        },
        {
            "title": "History",
            "text": "Hindu influences reached the Indonesian Archipelago as early as the first century CE.[5][6] Historical evidence is unclear about the diffusion process of cultural and spiritual ideas from India. Java legends refer to Saka-era, traced to 78 CE. Stories from the Mahabharata have been traced in Indonesian islands to the 1st century, whose versions mirror those found in Tamil Nadu.[5] The Javanese prose work Tantu Pagelaran of the 14th century, which is a collection of ancient tales, arts and crafts of Indonesia, extensively uses Sanskrit words, Indian deity names, and religious concepts.[citation needed]\n\nSimilarly, ancient Chandis (temples) excavated in Java and western Indonesian islands, as well as ancient inscriptions such as the 8th century Canggal inscription discovered in Indonesia, confirm the widespread adoption of Shiva lingam iconography, his companion goddess Parvati, Ganesha, Vishnu, Brahma, Arjuna, and other Hindu deities by about the middle to late 1st-millennium CE.[7] Ancient Chinese records of Fa Hien on his return voyage from Ceylon to China in 414 CE mention two schools of Hinduism in Java,[5] while Chinese documents from the 8th century refer to the Hindu kingdom of King Sanjaya as Holing, calling it \"exceedingly wealthy,\" and say that it coexisted peacefully with the Buddhist people and Sailendra ruler in the Kedu Plain of the Java island.[8]\n\nAbout 1400 CE, the kingdoms on the Indonesian islands were attacked by coast-based Muslim armies.[6] During the 15th and 16th centuries, this Muslim campaign led by Sultans targeted Hindu-Buddhist kingdoms and various communities in the Indonesian archipelago, with each Sultan trying to carve out a region or island for control.[9]\n\nFour diverse and contentious Islamic Sultanates emerged in north Sumatra (Aceh), south Sumatra, west and central Java, and southern Borneo (Kalimantan).[10] The violence ended the Hindu-Buddhist kingdoms and communities in many of the islands of Indonesia.[6]\n\nIn other cases, Hindus and Buddhists left and concentrated as communities on islands that they could defend. Hindus of western Java moved east and then to the island of Bali and the neighbouring small islands, thus starting Balinese Hinduism.[11] While this era of religious conflict and inter-Sultanate warfare was unfolding, and new power centres were attempting to consolidate regions under their control, European colonialism arrived.[11] The Indonesian archipelago was soon dominated by the Dutch colonial empire.[12]\n\nThe Dutch colonial empire helped prevent inter-religious conflict, and it slowly began the process of excavating, understanding and preserving Indonesia's ancient Hindu-Buddhist cultural foundations, particularly in Java and the western islands of Indonesia.[13]\n\nUpon independence from Dutch colonial rule, Article 29 of the 1945 Constitution of Indonesia guaranteed freedom of religion to all its citizens.[4] In 1952, states Michel Picard, the Indonesian Ministry of Religion came under the control of Islamists who severely constrained the acceptable definition of a \"religion\".[4] To be acceptable as an official Indonesian religion, the ministry defined \"religion\" as one that is monotheistic, has codified religious law, possesses a prophet and a Holy Book, amongst other requirements.[4][1] Balinese Hindus were declared as \"people without a religion\", and available to be converted. Balinese Hindus disagreed, debated, adapted, and declared their form of Hinduism to be monotheistic, and presented it in a form to be eligible for the status of \"agama\" under the 1952 amended articles.[1][4]\n\nTo accomplish this, the Balinese Hindus initiated a series of student and cultural exchange initiatives between Bali and India to help formulate the core principles behind Balinese Hinduism (Catur Veda, Upanishad, Puranas, Itihasa). In particular, the political self-determination movement in Bali in the mid-1950s led to the joint petition of 1958 which demanded the Indonesian government recognize Hindu Dharma.[14] This joint petition quoted the following Sanskrit mantra from the Hindu scriptures:[15]\n\nThe petition's focus on the \"undivided one\" was to satisfy the constitutional requirement that Indonesian citizens have a monotheistic belief in one God. The petitioners identified Ida Sanghyang Widhi Wasa as the undivided one. In the Balinese language, this term has two meanings: \"the Divine ruler of the Universe\" and \"the Divine Absolute Cosmic Law\". This creative phrase met the monotheistic requirement of the Indonesian Ministry of Religion in the former sense, while the latter sense of its meaning preserved the central ideas of dharma in ancient scripts of Hinduism.[14]\n\nBali became the only part of Indonesia to remain predominantly Hindu.[16][17] The populations of the islands off the east coast of Bali are also mostly Hindu, and there are Hindu villages scattered near the eastern shore of Java.[citation needed]\n\n"
        },
        {
            "title": "Key beliefs",
            "text": "Balinese Hinduism is an amalgamation of Indian religions and indigenous animist customs that existed in the Indonesian archipelago before the arrival of Islam and later Dutch colonialism.[18]\n\nIt integrates many of the core beliefs of Hinduism with the arts and rituals of the Balinese people. In contemporary times, Hinduism in Bali is officially referred to by the Indonesian Ministry of Religion as Agama Hindu Dharma, but traditionally the religion was called by many names such as Tirta, Trimurti, Hindu, Agama Tirta, Siwa, Buda, and Siwa-Buda.[19]\n\nThe terms Tirta and Trimurti emanate from Indian Hinduism, corresponding to Tirtha (pilgrimage to spirituality near holy waters) and Trimurti (Brahma, Vishnu, and Shiva) respectively. As in India, Hinduism in Bali grew with flexibility, featuring a diverse way of life. It includes many Indian spiritual ideas, cherishes the legends and myths of the Indian Puranas and Hindu Epics, and expresses its traditions through a unique set of festivals and customs associated with a myriad of hyangs - the local and ancestral spirits, as well as forms of animal sacrifice that are not common in India.[19]\n\nThe general beliefs and practices of Agama Hindu Dharma as practised in Bali are a mixture of ancient traditions and contemporary pressures placed by Indonesian laws that permit only monotheist belief under the national ideology of panca sila.[21]\n\nTraditionally, Hinduism in Indonesia had a pantheon of deities and that tradition of belief continues in practice; further, Hinduism in Indonesia granted freedom and flexibility to Hindus as to when, how and where to pray.[22] However, officially, the Indonesian government considers and advertises Indonesian Hinduism as a monotheistic religion with certain officially recognized beliefs that comply with its national ideology.[21][22][23]\n\nIndonesian school textbooks describe Hinduism as having one supreme being, Hindus offering three daily mandatory prayers, and Hinduism as having certain common beliefs that in part parallel those of Islam.[22][1] Scholars[22][24][25] contest whether these Indonesian government recognized and assigned beliefs to reflect the traditional Balinese Hindu beliefs and practices before Indonesia gained independence from Dutch colonial rule.[citation needed]\n\nSome of the Hindu beliefs officially recognized by the Indonesian Ministry of Religion include:[22][1]\n\nThe sacred texts found in Agama Hindu Dharma are the Vedas and Upanishads.[26] They are the bases of Indian and Balinese Hinduism. Other sources of religious information include the Universal Hindu Puranas and the Itihasa (mainly Ramayana and the Mahabharata). The epics Mahabharata and Ramayana became enduring traditions among Indonesian believers, expressed in shadow puppets (wayang) and dance performances. As in India, Indonesian Hinduism recognizes four paths of spirituality, calling it Catur Marga.[27] These are bhakti mārga (path of devotion to deities), jnana mārga (path of knowledge), karma mārga (path of works) and raja mārga (path of meditation). Bhakti Marga has the largest following in Bali.[27]\n\nSimilarly, like Hindus in India, Balinese Hindus believe that there are four proper goals of human life, calling it Catur Purusartha - dharma (the pursuit of moral and ethical living), artha (the pursuit of wealth and creative activity), kama (the pursuit of joy and love) and moksha (the pursuit of self-knowledge and liberation).[28][29]\n\nBalinese Hinduism includes the Indian trinity concept called Trimurti consisting of:\n\nIn Balinese Hindu texts, the alternate tripartite concept of Shiva of Indian Shaivism is also found. This is usually referred in Balinese as \"Siwa-Sadasiwa-Paramasiwa\", where Shiva is the creator, the maintainer and the destroyer of cyclic existence.[30]\n\nAlong with the traditional Hindu trinity, Balinese Hindus worship a range of gods and goddesses (Hyang, Dewata and Batara-Batari), as well others that are unique and not found in Indian Hinduism.[31] Sang Hyang Widhi literally means \"Divine Order\",[20] also known as Acintya (\"Inconceivable\")[20] or Sang Hyang Tunggal (\"Divine Oneness\"),[20] is the concept in Balinese tradition of Hinduism that parallels the metaphysical concept of Brahman among Indian Hindus. Ceremonies include an empty high-seated chair. It is also found at the top of the Padmasana shrine outside houses and temples. This is for Sang Hyang Widhi Wasa.[32] According to Balinese Hindu precepts, there are many manifestations of Sang Hyang Widhi Wasa in the form of gods such as Dewi Sri - the goddess of rice, and many other gods associated with mountains, lakes, and the sea.[citation needed]\n\nThe axiological ideas of Balinese Hinduism parallel those in Indian Hinduism. However, states Martin Ramstedt – a scholar of Hinduism in Southeast Asia, they are termed somewhat differently and passed on from one generation to the next as a community and at spiritual ceremonies. Unlike the Islamic schools in Indonesia and Hindu Ashrams in India, and in light of the official representation of Balinese Hinduism, the traditional precepts and values are acquired at home, rituals, and religious symbols.[33][34]\n\nFor example, the symbolism connected with the sprinkling of \"tirtha\", or holy water that bridges the material and the spiritual, this water is first sprinkled overhead and is understood as \"purification of manah (mind)\", then sipped to be understood as \"purification of wak (speech)\", and then sprinkled over the body symbolizing \"purification of kaya (attitude and behaviour)\". Thus, states Ngurah Nala, the younger generation becomes \"acquainted with the ethical values embodied in the concept of Tri Kaya Parisudha, or the attainment of a pure or good mind (manacika), pure or good speech (wacika), and pure conduct (kayika)\".[33]\n\nThere are a total of thirteen ceremonies concerned with life from conception until, but not including, death, each of which has four elements: placation of evil spirits, purification with holy water, wafting of the essence, and prayer. These ceremonies mark major events in a person's life, including birth, puberty, grain feeding, and marriage.[35]\n\nA newborn baby is believed to represent the soul of an ancestor and is regarded as a god for the first 42 days of its life. However, the mother is regarded as impure and is not allowed to participate in any religious activities during this period. A baby must not touch the impure ground until it is 105 days old, halfway to the celebration of its first birthday according to the 210-day Balinese Pawukon calendar. Once the child reaches puberty, the six upper canine teeth are filed until they are even.[36][37]\n\nThe most important ceremonies take place after death and result in the soul being freed to be eventually reincarnated. Unlike the death rites of other religions, the physical body is not the focus, as it is seen as nothing more than a temporary container of the soul and fit only for expedient disposal. In fact, the body must be burned before the soul can leave it completely. The cremation ceremony to bring this about can be extremely expensive because an elaborate ceremony is a way of showing respect for a soul destined to become a god with considerable powers over those left behind. Therefore, bodies are sometimes temporarily buried until the family can accumulate enough funds for cremation, although the bodies of priests or high-class families are preserved above ground.[38][39]\n\n"
        },
        {
            "title": "Festivals",
            "text": "The most important festival is Galungan (related to Deepavali), a celebration of the triumph of dharma over adharma. It is calculated according to the 210-day Balinese Pawukon calendar and takes place on the Wednesday (Buda) of the eleventh week (Dunggulan). According to tradition, the spirits of the dead descend from Heaven, to return ten days later on Kuningan.\n\nNyepi, or the Day of Silence, makes the start of the Balinese Saka year and is marked on the first day of the 10th month, Kedasa. It usually falls in March.[40]\n\nWatugunung, the last day of the Pawukon calendar, is devoted to Saraswati, goddess of learning. Although it is devoted to books, reading is not allowed. The fourth day of the year is called Pagerwesi, meaning \"iron fence\". It commemorates a battle between good and evil.[41]\n\n"
        },
        {
            "title": "Varna system",
            "text": "Balinese caste structure has been described in early 20th-century European literature to be based on three categories – triwangsa (three classes) or the nobility, dwijati (twice-born) in contrast to ekajati (once born) the common folks. Four statuses were identified in these sociological studies, spelled a bit differently from the caste categories for India:[42]\n\nThe Brahmana caste was further subdivided by these Dutch ethnographers into two: Siwa and Buda. The Siwa caste was subdivided into five – Kemenuh, Keniten, Mas, Manuba, and Petapan. This classification was to accommodate the observed marriage between higher caste Brahmana men with lower caste women. The other castes were similarly further sub-classified by these 19th-century and early-20th-century ethnographers based on numerous criteria ranging from profession, endogamy or exogamy or polygamy, and a host of other factors in a manner similar to castas in Spanish colonies such as Mexico, and caste system studies in British colonies such as India.[42]\n\n"
        },
        {
            "title": "Processions and colors",
            "text": "Bali has a caste system similar to the Indian system in its ancient form. In ancient India, caste was called varna, meaning the colouring of the neutral or transparent soul or the propensity of the soul to behave according to certain tendencies based on its innate nature.  Based on this propensity people selected their profession. Later this process through erosion became a family lineage/birth-based system. This same system has been adopted in Bali and it is called 'Wangsa' which is related to the professions of the ancestors. However, even in Bali today, irrespective of the profession of the individual, they claim to belong to their family wangsa. There are four basic wangsa or professions, known collectively as caturwangsa—all Balinese belong to this group. The top three wangsa are Brahmana, Satria (or Ksatriya) and Wesia (or Wesya), represent nobility, and are known as triwangsa. The fourth and most common wangsa is Sudra.\n\nThese wangsa groups are subdivided, and each has certain names associated with it. The teachers and priests, Brahmanans, have five subdivisions, and are said to be descended from one individual. Men and women have Ida as their first name. The Ksatriya are traditional rulers and warriors. Typical names of this wangsa are \"Dewa Agung\", \"Anak Agung\" and \"I Dewa\". The Wesia, most of whom are called Gusti, are considered to have been merchants of different kinds. The most common wangsa in Bali in terms of numbers is Sudra since 90% of Balinese Hindus belong to it; they make up the common people as farmers and others. The Pandes or Blacksmiths have a special 'clan' that is not mentioned in the Catur Wangsa group but is considered especially important for its skilled works and being the smiths of fire, Dewa Agni or Dewa Brahma.\n\n"
        },
        {
            "title": "Dietary law",
            "text": "Under no circumstances may Balinese Hindus consume the flesh of human, cat, monkey, dog, crocodile, mouse, snake, frog, certain poisonous fish, leech, stinging insect, crow, eagle, owl, or any other bird of prey.[43]\n\nChicken, fruit, vegetables and seafood are widely consumed. Hindus, especially those who belong to the varna (caste) of Brahmin and Kshatriya, are forbidden to consume or even touch beef and rarely touch pork; additionally, they must not eat on the street or marketplace, drink alcohol, or taste offerings of such items.[43]\n\n"
        },
        {
            "title": "Outside Bali and Indonesia",
            "text": "Balinese Hindus built Pura Parahyangan Agung Jagatkarta, the second largest temple in Indonesia after Pura Besakih in Bali, dedicated to Hindu Sundanese King Sri Baduga Maharaja Sang Ratu Jaya Dewata Prabu Siliwangi. Pura Aditya Jaya is the largest temple in Indonesian capital Jakarta.[44]\n\nAt least four Balinese Hindu temples exist in Europe.  A padmasana exists in Hamburg, Germany in front of the Museum of Ethnology, Hamburg.[45] Pura Girinatha in Dili, Timor Leste, was built by Indonesian immigrants.[46] The recently constructed Pura Tri Hita Karana is located in Erholungspark Marzahn park in Berlin, Germany. Two temples exist in the Pairi Daiza botanical garden in Belgium.[47]\n\n"
        }
    ]
}