{
    "url": "https://en.wikipedia.org/wiki/Baltimore_County",
    "title": "Baltimore County, Maryland",
    "table_of_contents": [
        "1 History",
        "2 Politics and government",
        "2.1 State's attorney",
        "2.2 Law enforcement",
        "2.3 Fire Department",
        "2.3.1 Fire Department Support",
        "2.4 County Executives",
        "2.5 County Council",
        "2.6 Politics",
        "3 Geography",
        "3.1 Climate",
        "3.2 Adjacent counties and independent city",
        "3.3 National protected area",
        "3.4 State protected area",
        "4 Transportation",
        "4.1 Major roads and highways",
        "4.2 Transit",
        "4.3 Rail",
        "5 Demographics",
        "5.1 2020 census",
        "5.2 2010 census",
        "5.3 2000 census",
        "6 Economy",
        "6.1 Top employers",
        "6.2 Agriculture",
        "7 Education",
        "7.1 Colleges and universities",
        "7.2 Public schools",
        "7.3 Private schools",
        "8 Communities",
        "8.1 Census-designated places",
        "8.2 Unincorporated communities",
        "9 Notable people",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBaltimore County (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /bɔːldəˈmɔːr/ bawl-da-MOR or /ˈbɔːlmər/ BAWL-mər[1]) is the third-most populous county in the U.S. state of Maryland and is part of the Baltimore metropolitan area. Baltimore County (which partially surrounds, though does not include, the independent City of Baltimore) is part of the Northeast megalopolis, which stretches from Northern Virginia northward to Boston. Baltimore County hosts a diversified economy, with particular emphasis on education, government, and health care. As of the 2020 census, the population was 854,535.[2]\n\n\nThe county is home to multiple universities, including Goucher College, Stevenson University, Towson University, and University of Maryland, Baltimore County.\n"
        },
        {
            "title": "History",
            "text": "The name \"Baltimore\" derives from Cecil Calvert, 2nd Baron Baltimore (1605–1675), the proprietor of the new colony in the Province of Maryland, and the town of Baltimore in County Cork, Ireland. The earliest known documentary record of the county is dated January 12, 1659, when a writ was issued on behalf of the General Assembly of Maryland to its sheriff.[3] The official founding of the county came in 1659, among the now 23 counties of the State of Maryland. This assumes that a certain amount of organization and appointments in the mid-17th century had already occurred. Previously, (old) Baltimore County was known more as a geographical entity than a political one, with its territorial limits including most of northeastern Maryland, which was then the northwestern frontier of the Province and included the present-day jurisdictions of Baltimore City, Cecil and Harford Counties, as well as parts of Carroll, Anne Arundel, Frederick, Howard and Kent Counties.\n\nIn 1674, a proclamation of the Proprietor established the then-extensive boundary lines for old Baltimore County. Over the next century, various segments of the old county were sliced off as population and settlements increased in fringe regions. A portion of northeastern Baltimore County, as well as a portion of northwestern Kent County, was split off to create Cecil County. In 1748, a portion of western Baltimore County, as well as a portion of Prince George's County to the south, were split off to create Frederick County. In 1773, Harford County to the east was split off, and in 1837 another part of western Baltimore County was combined with a part of eastern Frederick County to create Carroll County. After the adjustment of Baltimore County's southern boundary with Anne Arundel County, stated to be the upper Middle and Western Branches of the Patapsco River in 1727, a portion of the county's northwestern area was designated in 1838 as the \"Western District\" or \"Howard District\" of Arundel and in 1851 was officially separated to form Howard County.\n\nBefore 1674, Baltimore County court sessions were held in private residences, according to sketchy documentary evidence. In 1674, the General Assembly passed \"An Act for erecting a Court-house and Prison in each County within this Province\". The site of the courthouse, jail and county seat for Baltimore County was evidently \"Old Baltimore\" near the Bush River on land that in 1773 became part of Harford County.\n\nThe exact location of Old Baltimore was lost. It was certain that the location was somewhere on the site of the present-day Aberdeen Proving Grounds (APG), a U.S. Army weapons testing facility. APG's Cultural Resource Management Program attempted to find Old Baltimore, contracting with R. Christopher Goodwin & Associates (Goodwin). Goodwin first performed historical and archival work and coordinated with existing landscape features to locate the site of Old Baltimore. APG's Explosive Ordnance Disposal of Army personnel defused any unexploded ordnance. In 1997–1998. Goodwin dug 420 test pits, uncovering artifacts including a King Charles II farthing coin, and French and English gun flints. An unearthed brick foundation proved to be the remains of the tavern owned by colonist James Phillips. Another prominent landholder in Old Baltimore was William Osbourne, who operated the ferry across the Bush River.\n\nIn his article \"Migrations of Baltimore Town\", Reverend George Armistead Leakin related a letter he had received from Dr. George I. Hays. In that letter, Dr. Hays related an account of a raid by the Susquehannocks who took William Osbourne's oldest son. Osbourne was unsuccessful in an attempt to rescue the boy. The boy was never seen by Osbourne again.[citation needed]\n\nIn 1683, the Maryland General Assembly passed \"An Act for Advancement of Trade\" to \"establish towns, ports, and places of trade, within the province.\" One of the towns established by the act was \"on Bush River, on Town Land, near the Court-House\". The courthouse on the Bush River referenced in the 1683 Act was in all likelihood the one created by the 1674 Act. \"Old Baltimore\" was in existence as early as 1674, but no documents describe what may have preceded it.\n\nBy 1695, the \"Old Baltimore\" courthouse had evidently been abandoned. County justices put the site up for sale. Apparently a new courthouse at \"Simm's Choice\" on the Baltimore County side of Little Gunpowder Falls had been under construction since 1692. In 1700, builder Michael Judd sold it to the county justices. This change of location, away from the Bush River area, reflects the growing economic and political importance of the Gunpowder region. During the next decade, the county seat moved to Joppa.\n\nBy 1724, the legislative assembly authorized Thomas Tolley, Capt. John Taylor, Daniel Scott, Lancelot Todd, and John Stokes to purchase 20 acres from \"Taylor's Choice,\" a tract named after John Taylor. The assembly's ordinance directed that the land be divided into 40 lots with streets and alleys to accompany the courthouse and jail erected previously. By 1750, about 50 houses (including a few large two-story brick structures), a church (St. John's Anglican Parish), a courthouse, three stone warehouses, inns, taverns, stores, a public wharf and a \"gallows-tree\" with an \"Amen Corner\" with pillories and whipping posts (now located northeast of the City of Baltimore near present-day suburban \"Joppatowne\" off Harford Road) existed.\n\nA new port and wharfing site, Elkridge Landing, on the upper Patapsco River's Western Branch, became prosperous in the 18th century. It was established on the \"falls\" of the river, below the rapids and rocks, where the river was deep enough for loaded sailing merchantmen. The landing was a designated \"port of entry\" and was the terminus of several \"rolling roads\" on which horse or oxen-drawn hogsheads (huge barrels) packed with tobacco were wheeled down to the Landing/port to be loaded on ships sailing for London and Europe. Gradually the site silted-up from soil erosion and poor farming cultivation on the upper Patapsco, and the maritime economy of the Landing faded. In the 19th century, it became an important stop on the Baltimore and Ohio Railroad and the main north-south East Coast highway for wagons and carriages. Still, later it was on Washington Boulevard (designated U.S. Route 1) by 1926.\n\nWith a bit of financial pressure, and after paying for the cost of a new courthouse (300 pounds sterling), dominant business, commercial and political residents of the Town of Baltimore were able to have the Maryland General Assembly relocate the county seat to their growing port town. In 1768, following receipt of petitions for and against the relocation, the General Assembly passed an Act that moved the county seat from Joppa to Baltimore.[4] The first courthouse was constructed in 1768 at a new \"Courthouse Square\" (today on North Calvert Street, between East Lexington and East Fayette Streets).\n\nThe Town of Baltimore, Jonestown and Fells Point were incorporated as the City of Baltimore in 1796–1797. The city remained a part of surrounding Baltimore County and continued to serve as its county seat from 1768 to 1851.[5]\n\nThe site of the courthouse is now \"Battle Monument Square\", constructed 1815–1822 to commemorate the city and county defense in the War of 1812, including the bombardment of Fort McHenry by the British Royal Navy fleet in the Patapsco River, the two-day stand-off in fortifications dug east of the city on Loudenschlager's Hill (now \"Hampstead Hill\" in today's Patterson Park) and the earlier Battle of North Point in \"Godly Woods\" on the \"Patapsco Neck\" peninsula in the southeastern portion of the county, during September 12–14, 1814. These events have been commemorated ever since by Defenders Day, an annual city, county, and state official holiday on September 12.\n\nA second city-county courthouse constructed in 1805–1809 was moved to the western side of the Square at North Calvert and East Lexington. A third courthouse including the lower magistrates, commissioners, district and circuit courts, orphans (inheritances/wills) court, small claims court and the old Supreme Bench of Baltimore City was constructed on the entire western block of North Calvert, East Lexington, East Fayette and Saint Paul Streets from 1896 to 1900. In 1985 this building was renamed the Clarence M. Mitchell Jr. City Circuit Courthouse, for the famous Baltimorean and leader of the Civil Rights Movement, Clarence M. Mitchell Jr. (1911–1984), reputed to be the \"101st U.S. Senator\".[6]\n\nIn 1816, the City of Baltimore annexed from Baltimore County several parcels of land known as the \"Precincts\" on its west, north, east and southwest sides. The County separated from the city (which it surrounds on the east, north, and west) on July 4, 1851, as a result of the adoption of the 1851 second state constitution. Baltimore became one of the few \"independent cities\" in the United States, putting it on the same level with the state's other 23 counties and granting limited \"home rule\" powers outside the authority of the Maryland General Assembly.\n\nTowsontown was voted in a referendum by the voting citizens as the new \"county seat\" on February 13, 1854.[7] The City of Baltimore continued annexing land from the county, extending its western and northern boundaries in 1888. The factory and business owners in the eastern industrial communities of Canton and Highlandtown resisted and opposed annexation, but were annexed 30 years later. The last major annexation took place in 1918–1919, which again took territory from the county on all three sides (west, north, and east) as well as to the south for the first time from Anne Arundel County, along the south shores of the Patapsco River.\n\nA new Baltimore County Courthouse was authorized to be built facing Washington Avenue, between Chesapeake and Pennsylvania Avenues to replace the previous courthouse and governmental offices then centered for near 85 years in the city, which had been the official \"county seat\" since just before the American Revolution. Later surrounded by manicured flower gardens, shrubs and curved walkways, the historical landmark is built of local limestone and marble. It was completed and dedicated in 1855. Wings and annexes were added in 1910, 1923 and 1958. By the 1970s, the county's legal system and governmental offices had grown so much that a separate modernistic \"County Courts Building\" was erected to the west behind the old Courthouse with its annexes, separated by a paved plaza which is used for employee/visitors relaxations and official ceremonies.\n\nA constitutional amendment to the 1867 Maryland Constitution was approved by referendum in 1948, prohibiting any future annexations without approval from residents in affected territories.\n\nExtensive city-county hostilities came during the Civil Rights Movement, and by the 1980s the county's older inner suburbs faced increasing urban social ills. An atmosphere of cooperation emerged with the drawing of cross-border state assembly districts, organizing of regional government agencies, and increasing state assumption of powers.\n\nThe county has a number of properties and sites of local, state and national historical interest on the National Register of Historic Places which is maintained by the National Park Service of the U.S. Department of the Interior by the \"Historic Sites Act\" of August 1935.\n\n"
        },
        {
            "title": "Politics and government",
            "text": "Baltimore County has had a charter government since 1956. The government consists of a County Executive and a seven-member County Council. The County Executive and Council members are elected in years of gubernatorial elections. The County Executive may serve a maximum of two consecutive terms.\n\nWithout incorporated cities or towns, the county government provides all local services to its residents, many of which are normally associated with city-type governmental agencies.\n\nIn 1956 the County adopted an \"executive-council\" system of government with \"at large\" representatives, replacing its traditional system of an elected Board of County Commissioners. Since then it has had eleven county executives and one \"acting\" executive, of which ten were Democrats and two were Republicans. The former Vice President of the United States, Spiro T. Agnew, served as the third executive from 1962 to 1966 and subsequently was elected Governor of Maryland, serving from 1967 to 1969. He was later accused of corruption and bribery while serving as County executive and continuing to accept bribes as the state's governor and as U.S. vice president. He pleaded \"no contest\" to unprecedented Federal criminal charges. He was forced to resign the Vice Presidency in 1973.\n\nPolitically, Baltimore County leans Democratic, but not as overwhelmingly as Baltimore City. In general, the northern portions of the county lean Republican, while the southern portion is more Democratic.\n\nThe Baltimore County State's Attorney is responsible for prosecuting the felony, misdemeanor, and juvenile cases that occur in the county. As of 2017, the State's Attorney was Scott Shellenberger (Democrat). He followed Sandra A. O'Connor, a Republican who served eight terms before retiring in 2006.\n\nThe Baltimore County Police Department is responsible for police services. The current head of the department is Chief Melissa Hyatt.[8]\n\nEstablished in the mid-17th century, the Sheriff of Baltimore County was at first filled by county justices from 1662 to 1676. Thereafter the Court submitted three names from which the colonial governor chose a sheriff. Although terms of office initially varied, by 1692, a uniform two-year term was imposed. In 1699 a three-year term with separate commissions was adopted. The sheriff acted as the chief local representative of the Proprietary Government. His duties included the collection of all public taxes and after 1692, the collection of the yearly poll tax of forty pounds of tobacco for the support of the Anglican (Church of England) clergy and parishes. A sheriff received a percentage of collected monies, generally about five percent. He also received a yearly salary for duties such as reporting to the governor on affairs within the county, taking/estimating the census periodically, conveying official laws and proprietary requests to the county courts and selecting juries for court sessions. Along with enforcing all provincial laws, he posted new laws in public places. While his primary duty was to serve the Proprietor, the sheriff was aware of problems faced by poor planters and tradesmen. With taxes, yearly quit-rents and other costly expenditures, many of the poorer settlers were unable to pay their obligations when due. The sheriff often extended credit to these planters and paid their immediate obligations out of his own pocket. This lessened the impact of taxes for the poor, who repaid the sheriff after their harvests were brought in.\n\nThe modern Baltimore County Sheriff's Department is responsible for security of the two major County Circuit Courts buildings and various courtrooms elsewhere as well as process and warrant service. Sheriff's Deputies are sworn police officers and share the same powers of the more recently organized County Police Department. As of 2019, the Baltimore County Sheriff is a Democrat, R. J. Fisher.\n\nThe Maryland State Police is headquartered at 1201 Reisterstown Road in the Pikesville CDP.[9][10]\n\nThe Federal Bureau of Investigation (FBI) Baltimore field office is located in Milford Mill.[11][12]\n\nThe Baltimore County Fire Department (B.Co.F.D.)[13] provides fire protection, emergency medical services and emergency rescue services to the county and surrounding areas, including Baltimore City, through mutual-aid pacts with those jurisdictions. The department consists of both paid and volunteer companies that provide services to overlapping territories. Twenty-five career (paid) stations and 28 volunteer stations operate there. More than 1,000 paid personnel and more than 2,000 volunteers serve in the department. The department conducts annual fire inspections on commercial properties, fire investigation and fire prevention education activities as well as water and tactical rescue. The current Chief is Joanne R. Rund who was sworn into the position on July 1, 2019.[14]\n\nCentral Alarmers (Station 155) was a private organization that provided fireground rehab support to firefighters (personal relief stations and refreshments) during large or prolonged incidents in the county's central and eastern regions. This organization merged with the White Marsh Volunteer Fire Company (Station 200) and continues to operate its services as a part of the White Marsh Volunteer Company. Box 234 Association (Station 156) also provides rehab support services to the western and southern regions of the county\n\nThe Baltimore County Executive oversees the executive branch of the County government, which is charged with implementing County law and overseeing the government operations. The current County Executive is John A. Olszewski Jr., a Democrat.\n\nThe County Council adopts ordinances and resolutions and holds the county's legislative powers.\n\nAs of September 2019, the council has 4 Democrats and 3 Republicans.\n\nBaltimore County is somewhat of a bellwether for Maryland politics. While it leans slightly Republican compared to the state as a whole, Republicans running for statewide office must carry it solidly to win a statewide election.[needs update][15] After going Republican in all but one presidential election from 1944 to 1988, it has voted for the Democratic candidate for president in each election since 1992. However, in gubernatorial elections, it has often gone Republican (1994, 1998, 2006) even as a Democratic candidate was elected governor.[16] In the 2014 gubernatorial election Republican Larry Hogan won Baltimore County by over 20 points (59.03% to 38.89%).[17]\n\n"
        },
        {
            "title": "Geography",
            "text": "According to the United States Census Bureau, the county covers 682 square miles (1,770 km2), of which 598 square miles (1,550 km2) are land and 83 square miles (210 km2) (12%) are water.[20] It is the third-largest county in Maryland by land area. The larger portion of the terrain is undulating, with bold hills often rising to a height of 800 feet (240 m) above tide water.[21] The highest elevation is approximately 960 feet (290 m) above sea level, along the Pennsylvania state line near Steltz. The lowest elevation is sea level along the shoreline of Chesapeake Bay.\n\nMuch of Baltimore County is suburban, straddling the border between the Piedmont plateau to the northwest and in the southern and southeastern regions of the county bordering the Patapsco River and the Chesapeake Bay, the Atlantic coastal plain. Northern Baltimore County is primarily rural, with a landscape of rolling hills and deciduous forests characteristic of the Southeastern mixed forests and shares the geography with its neighbors to the east and west, Carroll County and Harford County, and going north across the historic Mason–Dixon line into Adams County and York County in south-central Pennsylvania.\n\nThe county has a humid subtropical climate (Cfa) except in the northern tier where a hot-summer humid continental climate (Dfa) exists. Average monthly temperatures in Towson range from 33.3 °F in January to 76.9 °F in July. [1] The county has three hardiness zones: 6b in some higher northern areas, 7a in most of the county by area, and 7b in areas close enough to the Chesapeake Bay or the City of Baltimore. [2]\n\n"
        },
        {
            "title": "Transportation",
            "text": "The Maryland Transit Administration (MTA) operates three rail systems—one light rail, one rapid transit, and one commuter rail—in the Baltimore area; all three systems have stations in Baltimore County. The heavy-rail Metro SubwayLink[22] runs northwest of the city to Owings Mills; the Light RailLink[23] system runs north of Baltimore City to Hunt Valley and south of the city through Baltimore Highlands with some routes terminating at Baltimore/Washington International Thurgood Marshall Airport, Maryland. Commuter MARC Train service is available in the county at Halethorpe, St. Denis, and Martin State Airport stations.\n\nThe MTA's local[24] and regional[25] bus services also serve Baltimore County.\n\nBoth CSX Transportation and Amtrak mainlines run through the county. Former rail lines running through the County beginning in the 19th Century were the Maryland and Pennsylvania Railroad (MPR) and the Northern Central Railway (previously the Baltimore and Susquehanna Railroad, later becoming part of the old Pennsylvania Railroad). MPR and parts of the Northern Central were abandoned. The present-day streetcar/trolley line coming north from Anne Arundel County and the International Airport through Baltimore City uses the Northern Central right-of-way south of Cockeysville and Timonium; starting slightly north of that, the right-of-way was converted into the popular hiking, biking and jogging pathway from Loch Raven to the Mason–Dixon line with Pennsylvania known now as the Torrey C. Brown Rail Trail, named for a former state secretary of natural resources.\n\n"
        },
        {
            "title": "Demographics",
            "text": "Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race.\n\nAs of the 2010 United States Census, 805,029 people, 316,715 households, and 205,113 families resided there.[32] The population density was 1,345.5 inhabitants per square mile (519.5/km2). The 335,622 housing units supported an average density of 561.0 per square mile (216.6/km2).[33] The racial makeup of the county was 64.6% white, 26.1% black or African American, 5.0% Asian, 0.3% American Indian, 1.6% from other races, and 2.4% from two or more races. Those of Hispanic or Latino origin made up 4.2% of the population.[32] In terms of ancestry, 20.7% were German, 14.6% were Irish, 8.7% were English, 7.4% were Italian, 5.8% were Polish and 5.0% were American.[34]\n\nOf the 316,715 households, 31.4% had children under the age of 18 living with them, 45.5% were married couples living together, 14.5% had a female householder with no husband present, 35.2% were non-families, and 28.3% of all households were made up of individuals. The average household size was 2.48 and the average family size was 3.04. The median age was 39.1 years.[32]\n\nThe household median income was $63,959 and the median income for a family was $78,385. Males had a median income of $53,104 versus $43,316 for females. The per capita income for the county was $33,719. About 5.3% of families and 8.1% of the population were below the poverty line, including 10.1% of those under age 18 and 7.6% of those age 65 or over.[35]\n\nAs of the census[36] of 2000, 754,292 people, 299,877 households and 198,518 families resided in the county. The population density was 1,260 inhabitants per square mile (490/km2). 313,734 housing units at an average density of 524 per square mile (202/km2). The racial makeup of the county was 74.39% White, 20.10% Black or African American, 0.25% Native American, 3.17% Asian, 0.03% Pacific Islander, 0.62% from other races and 1.43% from two or more races. 1.83% of the population were Hispanic or Latino of any race. 18.4% were of German, 10.8% Irish, 7.3% English, 7.0% Italian, 6.1% US or American and 5.4% Polish ancestry according to Census 2000. A large Jewish population migrated from Park Heights into the communities of Pikesville, Owings Mills and Reisterstown, referred to by Jewish residents as \"100,000 Jews in three zip codes\"[citation needed]. According to the North American Jewish Data Bank[37] as of 2011[update] Baltimore County is 7.5% Jewish with a Jewish population of around 60,000 people.\n\nOf 299,877 households, 30.20% had children under the age of 18 living with them, 49.40% were married couples living together, 12.80% had a female householder with no husband present and 33.80% were non-families. 27.30% of all households were made up of individuals, and 10.10% had someone living alone who was 65 years of age or older. The average household size was 2.46 and the average family size was 3.00.\n\nThe age distribution shows 23.60% under the age of 18, 8.50% from 18 to 24, 29.80% from 25 to 44, 23.40% from 45 to 64, and 14.60% who were 65 years of age or older. The median age was 38 years. Every 100 females were accompanied by 90.00 males. Every 100 females age 18 and over were accompanied by 86.00 males.\n\nThe household median income was $50,667, and the median income for a family was $59,998. Males had a median income of $41,048 versus $31,426 for females. The per capita income for the county was $26,167. About 4.50% of families and 6.50% of the population were below the poverty line, including 7.20% of those under age 18 and 6.50% of those age 65 or over.\n\nAs of the 2010 Census the population of Baltimore County was 62.80% Non-Hispanic Whites, 26.05% Blacks, 0.33% Native American, 4.99% Asian, 0.04% Pacific Islander, 1.59% Some other race and 2.40% reporting more than one race. 4.19% of the Population was Hispanic.\n\n"
        },
        {
            "title": "Economy",
            "text": "Among the county's major employers are MedStar Franklin Square Medical Center[38] on the east side in Rossville, the Social Security Administration, the national headquarters of which are in Woodlawn, and The Black & Decker Corporation, in Towson.[39] As of 2009, the county's workforce totaled 410,100, with 25% employed in the fields of education, health and human services, 10% in retailing, and less than 1% in agriculture.[40]\n\nAccording to the county's 2011 Comprehensive Annual Financial Report,[41] the top employers in the county are concentrated in the government, medical and educational fields. The only commercial entity is Erickson Living:\n\nThe University of Maryland Extension system provides Extension for the County.[42][43] The state Farm Bureau oversees the County Farm Bureau here.[44]\n\nSwitchgrass (Panicum virgatum) is a potential energy crop and soil improver however it does not compete well with some warm-season annual grass weeds and broadleaf weeds here.[45] Sadeghpour et al., 2014 finds that various winter cereals including oat and rye are helpful covers for weed control, rye moreso than oat.[45] However they still found that herbicide (specifically atrazine or quinclorac) is needed as supplemental weed control.[45] Osipitan et al., 2018[45] believe this result generalizes to early season cover cropping for weed control in general.\n\n"
        },
        {
            "title": "Education",
            "text": "The University System of Maryland maintains two universities in Baltimore County:\n\nThe two private colleges in Baltimore County are:\n\nOther schools with a campus in Baltimore County:\n\nAll public schools in Baltimore County are operated by Baltimore County Public Schools, the sole school district in the county,[46] with the exception of the Imagine Me Charter School which opened August 2008.\n\nBaltimore County has a number of private schools at the K-12 grade levels. Among them are:\n\n"
        },
        {
            "title": "Communities",
            "text": "All areas in Baltimore County are unincorporated. As there are no incorporated cities in Baltimore County, all place names are neighborhoods, and have no legal jurisdiction over their area.\n\nThe following census-designated places recognized by the Census Bureau:\n\nAlthough not formally Census-Designated Places, these other communities are known locally and, in many cases, have their own post offices and are shown on roadmaps:\n\n"
        }
    ]
}