{
    "url": "https://en.wikipedia.org/wiki/Bandwagon_effect",
    "title": "Bandwagon effect",
    "table_of_contents": [
        "1 Origin",
        "2 Causes and factors",
        "2.1 Spread",
        "3 Real-world examples",
        "3.1 In politics",
        "3.2 In economics",
        "3.2.1 Financial markets",
        "3.2.2 Microeconomics",
        "3.3 In medicine",
        "3.4 In sports",
        "3.5 In social networking",
        "3.6 In fashion",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The bandwagon effect is the term used to describe the tendency for people to adopt certain behaviors, styles, or attitudes simply because others are doing so.[1]\n\nMore specifically, it is a cognitive bias by which public opinion or behaviours can alter due to particular actions and beliefs rallying amongst the public.[2] It is a psychological phenomenon whereby the rate of uptake of beliefs, ideas, fads and trends increases with respect to the proportion of others who have already done so.[3] As more people come to believe in something, others also \"hop on the bandwagon\" regardless of the underlying evidence.\n\nFollowing the actions or beliefs of others can occur because individuals prefer to conform, or because individuals derive information from others. Much of the influence of the bandwagon effect comes from the desire to 'fit in' with peers; by making similar selections as other people, this is seen as a way to gain access to a particular social group.[4] An example of this is fashion trends wherein the increasing popularity of a certain garment or style encourages more people to \"get on the bandwagon.\"[5]\n\nWhen individuals make rational choices based on the information they receive from others, economists have proposed that information cascades can quickly form in which people decide to ignore their personal information signals and follow the behaviour of others.[6] Cascades explain why behaviour is fragile as people understand that their behaviour is based on a very limited amount of information. As a result, fads form easily but are also easily dislodged.\n\nThe phenomenon is observed in various fields, such as economics, political science, medicine, and psychology.[7] In social psychology, this tendency of people to align their beliefs and behaviors with those of a group is also known as 'herd mentality' or 'groupthink'.[8]\n\nThe reverse bandwagon effect (also known as the snob effect in certain contexts) is a cognitive bias that causes people to avoid doing something, because they believe that other people are doing it.[9]\n\n"
        },
        {
            "title": "Origin",
            "text": "The phenomenon where ideas become adopted as result of their popularity has been apparent for some time. However, the metaphorical use of the term bandwagon in reference to this phenomenon began in 1848.[10] A literal \"bandwagon\" is a wagon that carries a musical ensemble, or band, during the course of a parade, circus, or other entertainment event.[11][12]\n\nThe phrase \"jump on the bandwagon\" first appeared in American politics in 1848 during the presidential campaign of Zachary Taylor. Dan Rice, a famous and popular circus clown of the time, invited Taylor to join his circus bandwagon. As Taylor gained more recognition and his campaign became more successful, people began saying that Taylor's political opponents ought to \"jump on the bandwagon\" themselves if they want to be associated with such success.\n\nLater, during the time of William Jennings Bryan's 1900 presidential campaign, bandwagons had become standard in campaigns,[13] and the phrase \"jump on the bandwagon\" was used as a derogatory term[when?], implying that people were associating themselves with success without considering that with which they associated themselves.\n\nDespite its emergence in the late 19th century, it was only rather recently that the theoretical background of bandwagon effects has been understood.[12] One of the best-known experiments on the topic is the 1950s' Asch conformity experiment, which illustrates individual variation in the bandwagon effect.[14][9] Academic study of the bandwagon effect especially gained interest in the 1980s, as scholars studied the effect of public opinion polls on voter opinions.[10]\n\n"
        },
        {
            "title": "Causes and factors",
            "text": "Individuals are highly influenced by the pressure and norms exerted by groups. As an idea or belief increases in popularity, people are more likely to adopt it; when seemingly everyone is doing something, there is an incredible pressure to conform.[1] Individuals' impressions of public opinion or preference can originate from several sources.\n\nSome individual reasons behind the bandwagon effect include:\n\nAnother cause can come from distorted perceptions of mass opinion, known as 'false consensus' or 'pluralistic ignorance'.[failed verification] In politics, bandwagon effects can also come as result of indirect processes that are mediated by political actors. Perceptions of popular support may affect the choice of activists about which parties or candidates to support by donations or voluntary work in campaigns.[12]\n\nThe bandwagon effect works through a self-reinforcing mechanism, and can spread quickly and on a large-scale through a positive feedback loop, whereby the more who are affected by it, the more likely other people are to be affected by it too.[7][9]\n\nA new concept that is originally promoted by only a single advocate or a minimal group of advocates can quickly grow and become widely popular, even when sufficient supporting evidence is lacking. What happens is that a new concept gains a small following, which grows until it reaches a critical mass, until for example it begins being covered by mainstream media, at which point a large-scale bandwagon effect begins, which causes more people to support this concept, in increasingly large numbers. This can be seen as a result of the availability cascade, a self-reinforcing process through which a certain belief gains increasing prominence in public discourse.[9]\n\n"
        },
        {
            "title": "Real-world examples",
            "text": "The bandwagon effect can take place in voting:[15] it occurs on an individual scale where a voters opinion on vote preference can be altered due to the rising popularity of a candidate[16] or a policy position.[17] The aim for the change in preference is for the voter to end up picking the \"winner's side\" in the end.[18] Voters are more so persuaded to do so in elections that are non-private or when the vote is highly publicised.[19]\n\nThe bandwagon effect has been applied to situations involving majority opinion, such as political outcomes, where people alter their opinions to the majority view.[20] Such a shift in opinion can occur because individuals draw inferences[clarification needed] from the decisions of others, as in an informational cascade.[21]\n\nPerceptions of popular support may affect the choice of activists about which parties or candidates to support by donations or voluntary work in campaigns. They may strategically funnel these resources to contenders perceived as well supported and thus electorally viable, thereby enabling them to run more powerful, and thus more influential campaigns.[12]\n\nAmerican economist Gary Becker has argued that the bandwagon effect is powerful enough to flip the demand curve to be upward sloping. A typical demand curve is downward sloping—as prices rise, demand falls. However, according to Becker, an upward sloping would imply that even as prices rise, the demand rises.[7]\n\nThe bandwagon effect comes about in two ways in financial markets.\n\nFirst, through price bubbles: these bubbles often happen in financial markets in which the price for a particularly popular security keeps on rising. This occurs when many investors line up to buy a security bidding up the price, which in return attracts more investors. The price can rise beyond a certain point, causing the security to be highly overvalued.[7]\n\nSecond is liquidity holes: when unexpected news or events occur, market participants will typically stop trading activity until the situation becomes clear. This reduces the number of buyers and sellers in the market, causing liquidity to decrease significantly. The lack of liquidity leaves price discovery distorted and causes massive shifts in asset prices, which can lead to increased panic, which further increases uncertainty, and the cycle continues.[7]\n\nIn microeconomics, bandwagon effects may play out in interactions of demand and preference.[22] The bandwagon effect arises when people's preference for a commodity increases as the number of people buying it increases. Consumers may choose their product based on others' preferences believing that it is the superior product. This selection choice can be a result of directly observing the purchase choice of others or by observing the scarcity of a product compared to its competition as a result of the choice previous consumers have made. This scenario can also be seen in restaurants where the number of customers in a restaurant can persuade potential diners to eat there based on the perception that the food must be better than the competition due to its popularity.[4] This interaction potentially disturbs the normal results of the theory of supply and demand, which assumes that consumers make buying decisions exclusively based on price and their own personal preference.[7]\n\nDecisions made by medical professionals can also be influenced by the bandwagon effect. Particularly, the widespread use and support of now-disproven medical procedures throughout history can be attributed to their popularity at the time. Layton F. Rikkers (2002), professor emeritus of surgery at the University of Wisconsin–Madison,[23] calls these prevailing practices medical bandwagons, which he defines as \"the overwhelming acceptance of unproved but popular [medical] ideas.\"[10]\n\nMedical bandwagons have led to inappropriate therapies for numerous patients, and have impeded the development of more appropriate treatment.[24]\n\nOne paper from 1979 on the topic of bandwagons of medicine describes how a new medical concept or treatment can gain momentum and become mainstream, as a result of a large-scale bandwagon effect:[25]\n\nOne who supports a particular sports team, despite having shown no interest in that team until it started gaining success, can be considered a \"bandwagon fan.\"[26]\n\nAs an increasing number of people begin to use a specific social networking site or application, people are more likely to begin using those sites or applications. The bandwagon effect also affects random people that which posts are viewed and shared.[clarification needed][27]\n\nThe bandwagon effect can also affect the way the masses dress and can be responsible for clothing trends. People tend to want to dress in a manner that suites the current trend and will be influenced by those who they see often – normally celebrities. Such publicised figures will normally act as the catalyst for the style of the current period. Once a small group of consumers attempt to emulate a particular celebrity's dress choice more people tend to copy the style due to the pressure or want to fit in and be liked by their peers.[citation needed]\n\n"
        }
    ]
}