{
    "url": "https://en.wikipedia.org/wiki/Bangsian_fantasy",
    "title": "Bangsian fantasy",
    "table_of_contents": [
        "1 Definition",
        "2 Selected works of Bangsian fantasy",
        "2.1 By Bangs",
        "2.2 By others",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bangsian fantasy is a fantasy genre which concerns the use of the afterlife as the main setting within which its characters, who may be famous preexisting historical or fictional figures, act and interact. It is named for John Kendrick Bangs (1862–1922), who often wrote it.[1]\n\n"
        },
        {
            "title": "Definition",
            "text": "According to E. F. Bleiler, in his 1983 Guide to Supernatural Fiction, \"Bangs' most noteworthy achievement was a contribution to literary typology: the so-called Bangsian story, in which important literary and historical personalities serve humorously as characters in a slender plot line. Bangs did not invent this subgenre, but his work gave it publicity and literary status.\"\n\nBleiler's definition does not take into account that some of Bangs' stories, including the definitive Associated Shades series whose characters reside in Hades, are set in the afterlife. Jess Nevins' 2003 definition (in Heroes & Monsters: The Unofficial Companion to the League of Extraordinary Gentlemen[2]) says it is \"a fantasy of the afterlife in which the ghosts of various famous men and women come together and have various, usually genial, adventures\", which closely agrees with Rama Kundu's 2008 definition.[3]\n\n"
        },
        {
            "title": "Selected works of Bangsian fantasy",
            "text": "The four Associated Shades books may be considered collections rather than novels. The first three, at least, were first published as serials in Harper's Weekly shortly preceding their publication as books by Harper & Brothers. (Bangs was humor editor for George Harvey's \"Harper\" magazines from 1889 to 1900.) All were illustrated by Peter Newell.  \n\n"
        }
    ]
}