{
    "url": "https://en.wikipedia.org/wiki/Banking_in_the_United_States",
    "title": "Banking in the United States",
    "table_of_contents": [
        "1 History",
        "2 Regulatory agencies",
        "2.1 Federal Reserve system",
        "2.2 Federal Deposit Insurance Corporation",
        "2.3 Office of the Comptroller of the Currency",
        "2.4 Office of Thrift Supervision",
        "2.5 Consumer Financial Protection Bureau",
        "3 Bank Classification",
        "3.1 National Bank",
        "3.2 State bank",
        "3.3 State non-member bank",
        "3.4 Federal savings association",
        "3.5 State savings association",
        "3.6 FDIC charter class table",
        "4 Bank mergers and closures",
        "5 Banking privacy",
        "6 List of banks",
        "7 See also",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBanking in the United States began by the 1780s along with the country's founding and has developed into highly influential and complex system of banking and financial services. Anchored by New York City and Wall Street, it is centered on various financial services namely private banking, asset management, and deposit security.\n\nThe beginnings of the banking industry can be traced to 1780 when the Bank of Pennsylvania was founded to fund the American Revolutionary War.  After merchants in the Thirteen Colonies needed a currency as a medium of exchange, the Bank of North America was opened to facilitate more advanced financial transactions.\n\nAs of 2018, the largest banks in the United States were JPMorgan Chase, Bank of America, Wells Fargo, Citigroup, and Goldman Sachs. It is estimated that banking assets were equal to 56 percent of the U.S. economy. As of September 8, 2021, there were 4,951 commercial banks and savings institutions in the U.S.[1]\n\n"
        },
        {
            "title": "History",
            "text": "Merchants traveled from Britain to the United States and established the Bank of Pennsylvania in 1780 to fund the American Revolutionary War (1775–1783).[2]   During this time, the Thirteen Colonies had not established currency and used informal trade to finance their daily activities.[2]  On January 4, 1782, the first commercial bank in the U.S., Bank of North America, opened.[2]  In 1791, U.S. Treasury Secretary Alexander Hamilton created the Bank of the United States, a national bank meant to maintain American taxes and pay off foreign debt.[2]  President Andrew Jackson closed the bank in 1832 and redirect all bank assets into U.S. state banks.[2]  State banks began printing money rapidly sparking run away inflation and leading to the Panic of 1837.[2]\n\nInvestment banking began in the 1860s with the establishment of Jay Cooke & Company, one of the first issuers of government bonds.[2] In 1863, the National Bank Act was passed to create a national currency, a federal banking system, and make public loans.[2] However at this time not all states had yet formally joined the union. In Oklahoma territory, which did not become a state until 1907, Muskogee mayor H.B. Spaulding resigned in 1902 from his position as vice-president of the Territorial Trust and Surety Company, after his Spaulding Mercantile Company was given a charter to found a private bank. Similarly in 1903 several more private banks were founded. One contemporary banker from Oklahoma defending the vitality of these private non-US banks did note that a small number of bank failures had resulted from a \"dip in deposits due to partial crop failure\".[3]\n\nIn 1913 the Federal Reserve was established and began executing monetary policy.[2] The Great Depression saw to the separation between investment and commercial banking known as the \"Glass-Steagall Act\",[2]  but the Act was repealed in 1991 leading to the 2008 financial crisis.[2]\n\n"
        },
        {
            "title": "Regulatory agencies",
            "text": "While most of the countries have only one bank regulator, in the U.S., banking is regulated at both the federal and state level.[4] Depending on its type of charter and organizational structure, a banking organization may be subject to numerous federal and state banking regulations. Unlike Switzerland and the United Kingdom (where regulatory authority over the banking, securities and insurance industries is combined into one single financial-service agency), the U.S. maintains separate securities, commodities, and insurance regulatory agencies—separate from the bank regulatory agencies—at the federal and state level.[5] U.S. banking regulations address privacy, disclosure, fraud prevention, anti-money laundering, anti-terrorism, anti-usury lending, and the promotion of lending to lower-income populations. Some individual cities also enact their own financial regulation laws (for example, defining what constitutes usurious lending).[4]\n\nThe central banking system of the United States, called the Federal Reserve system, was created in 1913 by the enactment of the Federal Reserve Act, largely in response to a series of financial panics, particularly a severe panic in 1907.[6][7] Over time, the roles and responsibilities of the Federal Reserve System have expanded and its structure has evolved.[8] Events such as the Great Depression were major factors leading to changes in the system.[9] Its duties today, according to official Federal Reserve documentation, are to conduct the nation's monetary policy, supervise and regulate banking institutions, maintain the stability of the financial system and provide financial services to depository institutions, the U.S. government, and foreign official institutions.[10]\n\nThe Federal Deposit Insurance Corporation (FDIC) is a United States government corporation created by the Glass–Steagall Act of 1933. It provides deposit insurance, which guarantees the safety of deposits in member banks, up to $250,000 per depositor per bank. As of November 18, 2010[update], the FDIC insures deposits at 6,800 institutions.[11] The FDIC also examines and supervises certain financial institutions for safety and soundness, performs certain consumer-protection functions, and manages banks in receiverships (failed banks). Since the start of FDIC insurance on January 1, 1934, no depositor has lost any insured funds as a result of a bank failure.[12]\n\nThe Office of the Comptroller of the Currency (OCC) is a U.S. federal agency established by the National Currency Act of 1863 and serves to charter, regulate, and supervise all national banks and the federal branches and agencies of foreign banks in the United States. Thomas J. Curry was sworn in as the 30th Comptroller of the Currency on April 9, 2012.[13]\n\nThe Office of Thrift Supervision is a U.S. federal agency under the Department of the Treasury. It was created in 1989 as a renamed version of another federal agency (that was faulted for its role in the Savings and loan crisis).[4] Like other U.S. federal bank regulators, it is paid by the banks it regulates. On July 21, 2011, the Office of Thrift Supervision became part of the Office of the Comptroller of the Currency.[4]\n\n"
        },
        {
            "title": "Bank Classification",
            "text": "There are various classifications and charters that a bank can obtain in the United States and depending on their classification, they may be overseen by the Federal Reserve and supervised by either the FDIC or OCC.\n\nA national bank is a bank that is nationally or federally chartered and is allowed to operate throughout the country in any state. The advantage of holding a National Bank Act charter is that a national bank is not subject to state usury laws intended to prevent predatory lending.[14] (However, see also Cuomo v. Clearing House Association, L. L. C., stating that federal banking regulations do not preempt the ability of states to enforce their own fair-lending laws.)[15] There is currently no federal cap on rates. The federal government only requires that whatever rates, fees, or terms are set by issuers be disclosed to the consumer in accordance with the Truth in Lending Act. A national bank must have \"National\" or \"N.A.\" in its corporate name.\n\nA state bank is a bank that is state chartered meaning that it has been formed under the laws of a specific state government and not the federal government. Although historically state banks could only operate within the state it was chartered, this distinction slowly eroded. In 2010 this distinction was eliminated entirely with the passage of Dodd Frank. Now state chartered banks may operate branches in any other state.[16] A state chartered bank cannot have \"National\" or \"Federal\" in its name.\n\nThese are the same as state chartered banks but are not members of the federal reserve. They are still overseen by the FDIC.[17]\n\nFederal savings associations (FSAs), including federal savings banks (FSBs), are chartered under the Homeowners Refinancing Act of 1933. Although originally focused on residential mortgage lending, they have expanded their business across the range of banking activities. They operate under a distinct regulatory framework from national banks that allows them, for example, to invest directly in real estate development companies. FSAs were originally overseen by the Office of Thrift Supervision, but the Dodd–Frank Act transferred most regulatory jurisdiction to the Office of the Comptroller of the Currency.\n\nThis is the same thing as a federal savings association but are registered under state law. They are overseen by the FDIC.[clarification needed]\n\n"
        },
        {
            "title": "Bank mergers and closures",
            "text": "Bank mergers happen for many reasons in normal business, for example, to create a single larger bank in which operations of both banks can be streamlined; to acquire another bank's brands; or due to regulators closing the institution due to unsafe and unsound business practices or inadequate capitalization and liquidity. Banks may not go bankrupt in the United States. Depositor accounts are insured up to $250,000 as of October 2008 per individual per bank by the FDIC. Banks that are in danger of failing are either taken over by the FDIC, administered temporarily, then sold or merged with other banks. The FDIC maintains a list of banks showing institutions seized by regulators and the assuming institutions.\n\n"
        },
        {
            "title": "Banking privacy",
            "text": "In the United States, banking privacy and information security is not protected through a singular law nor is it an unalienable right.[4] The regulation of banking privacy is typically undertaken by a sector-by-sector basis.[4] The most prominent federal law governing banking privacy in the U.S. is the Gramm-Leach-Bliley Act (GLB).[4] This regulates the disclosure, collection, and use of non-public information by banking institutions.[4] Additionally, the Federal Trade Commission (FTC) serves as the primary protector of banking privacy by fining violators of federal and state banking privacy laws.[4] Unlike banking in Switzerland or other European countries, violations of banking privacy are usually a civil offense not a criminal one.[4] However, the Financial Industry Regulatory Authority (FINRA) offers numerous banking privacy provisions within its statutes.[18][19]\n\n"
        },
        {
            "title": "List of banks",
            "text": "According to the FDIC, there were 6,799 FDIC-insured commercial banks in the United States as of February 11, 2014.[11] Every member of the Federal Reserve System is listed along with non-members who are also insured by the FDIC. The five largest banks by assets in 2011 were JPMorgan Chase, Bank of America, Citigroup, Wells Fargo, and Goldman Sachs.[20]\n\n"
        }
    ]
}