{
    "url": "https://en.wikipedia.org/wiki/Bantu_mythology",
    "title": "Bantu mythology",
    "table_of_contents": [
        "1 Traditional beliefs",
        "2 Creation",
        "3 Death",
        "4 Spirits",
        "5 Monsters",
        "6 Fables",
        "7 See also",
        "8 Footnotes",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bantu mythology is the system of beliefs and legends of the Bantu people of Africa. Although Bantu peoples account for several hundred different ethnic groups, there is a high degree of homogeneity in Bantu cultures and customs, just as in Bantu languages.[1]\n\nThe phrase \"Bantu mythology\" usually refers to the common, recurring themes that are found in all, or most, Bantu cultures across Africa.[2]\n\n"
        },
        {
            "title": "Traditional beliefs",
            "text": "The traditional beliefs and practices of African people are highly diverse beliefs that include various ethnic religions.[3][4] Generally, these traditions are oral rather than scriptural and passed down from one generation to another through folk tales, songs, and festivals,[5][6] include belief in an amount of higher and lower gods, sometimes including a supreme creator or force, belief in spirits, veneration of the dead, use of magic and traditional African medicine. Most religions can be described as animistic[7][8] with various polytheistic and pantheistic aspects.[9][3] Animism builds the core concept of the Bantu religious traditions, similar to other traditional African religions. This includes the worship of tutelary deities, nature worship, ancestor worship and the belief in an afterlife. While some religions adopted a pantheistic worldview, most follow a polytheistic system with various gods, spirits and other supernatural beings.[10] Traditional African religions also have elements of fetishism, shamanism and veneration of relics, and have a high complexity, comparable to Japanese Shinto or Hinduism.[11]\n\nThe nature of the supreme and highest God of all gods and deities is often only vaguely defined or even lacking, although he may be associated with the Sun, or the oldest of all ancestors, or have other specifications. Most names of various deities include the Bantu particle ng (nk); some examples are Nzambi Mpungu (Bakongo), Mulungu (Wayao, Chewa, Akamba and others), Unkulunkulu (AmaZulu), Gulu (Baganda), Muluku (Makua), Mungu (WaSwahili), Mukuru (OvaHerero and OvaHimba), Nyambe (Bassa), Kibumba (Basoga), Imana (Banyarwanda and Barundi), Modimo (Basotho and Batswana), Ruhanga (Banyoro and Banyankole), and Ngai  (Akamba, Agikuyu and other groups). In many traditions the gods are supposed to live in the skies; there are also traditions that locate them on some high mountain, for example the Kirinyaga mountain - Mt. Kenya, for Kikuyu people, which is comparable to other traditional religions around the world.\n\nIt is suggested that most ancient traditional  African religions, like most other indigenous folk religions around the world, were strictly polytheistic and lacked the belief in monotheistic concepts, such as a single supreme creator god. Native African religions are centered on ancestor veneration, the belief in a spirit world, supernatural beings and free will (unlike the later developed concept of faith). Deceased humans (and animals or important objects) still exist in the spirit world and can influence or interact with the physical world. Polytheism was widespreaded in most of ancient African and other regions of the world, before the introduction of Islam, Christianity, and Judaism. High gods, along with other more specialized deities, ancestor spirits, territorial spirits, and beings, are a common theme among traditional African religions, highlighting the complex and advanced culture of ancient Africa.[12][13][14]\n\nNigerian American professor of indigenous African religions at Harvard University, Jacob Olupona described the Bantu mythology to be part of the many traditional African traditions, which are complex animistic religious traditions and beliefs of the African people before the Christian and Islamic \"colonization\" of Africa. Ancestor veneration has always played a \"significant\" part in the traditional African cultures and may be considered as central to the African worldview. Ancestors (ancestral ghosts/spirits) are an integral part of reality. The ancestors are generally believed to reside in an ancestral realm (spiritworld), while some believe that the ancestors became equal in power to deities found in African traditions.[15]\nOlupona rejects the western/Islamic definition of Monotheism and says that such concepts could not reflect the complex African traditions and are too simplistic. While some traditions have a supreme being (next to other deities), others have not. Monotheism does not reflect the multiplicity of ways that the traditional African spirituality has conceived of deities, gods, and spirit beings. He summarizes that traditional African religions are not only religions, but a worldview, a way of life.[15]\n\nFollowers of traditional African religions pray to various spirits as well as to their ancestors.[15] This includes also nature, elementary and animal spirits. The difference between powerful spirits and gods is often minimal. Most west African societies believe in several “high gods” and a large amount of lower gods and spirits. There are also some religions with a single supreme being (Chukwu, Nyame, Olodumare, Ngai, Roog, etc.).[16] Some recognize a dual god and goddess such as Mawu-Lisa.[17]\n\nThe traditional ways of Bantu belief systems has been modified, to various degrees and in various ways, by the advent of Christianity (or Islam), as the God of Christians and Muslims has been equated to the Bantu supreme deity.[18]\n\n"
        },
        {
            "title": "Creation",
            "text": "While in Bantu mythology the universe and the animals are eternal, so that there are no creation myths about their origin.[citation needed] In many Bantu myths, the first man was born from a plant: for example, he came from a bamboo stem in Zulu, and from a \"Omumborombonga\" tree in Herero mythology. Other traditions have the first men came out of a cave or a hole in the ground.\n\nIt can be noted that, as is the case with many mythologies, Bantu mythologies about the creation of man are often limited to describing their own origins, rather than those of all of humanity. For example, most Bantu peoples that coexist with bushmen do not include these in their creation myths (i.e., bushmen , animals and the rest of humanity, to be a part of the eternal universe rather than a part of the specific group or people).\n\n"
        },
        {
            "title": "Death",
            "text": "Most Bantu cultures share a common myth about the origin of death, involving a chameleon. According to this myth, a chameleon was sent to announce to men that they would never die. The chameleon went on his mission, but he walked slowly and stopped along the way to eat. Some time after the chameleon had left, a lizard went to announce to men that they would die. Being much quicker than the chameleon, the lizard arrived first, thus establishing the mortal nature of man. As a consequence of this myth, both chameleons and lizards are often considered bad omens in Bantu cultures. They are both associated with death.\n\nTraditional African religions generally believe in an afterlife, one or more Spirit worlds. Ancestor worship is an important basic concept in mostly all African religions. Some African religions adopted different views through the influence of Islam or Christianity.[19]\n\n"
        },
        {
            "title": "Spirits",
            "text": "In most African cultures, including Bantu cultures, veneration of the dead plays a prominent role. The spirits of the dead are believed to linger around and influence the world of the living. This spiritual existence is usually not considered eternal; the spirits of the dead live on as long as there is someone who remembers them. As a consequence, kings and heroes, who are celebrated by oral tradition, live for centuries, while the spirit of common people may vanish in the turn of a few generations.\n\nThe dead communicate with the living in different ways; for example, they talk to them in dreams, send omens, or can be addressed by specially gifted seers. If they take any visible shape, it is often that of some animal (most likely a snake, a bird or a mantis).\n\nThe living, through clairvoyants and seers, may address the dead in order to receive advice or ask for favours. If a spirit takes offence in something done by a living person, he may cause illness or misfortune to that person; in that case, a clairvoyant may help that person to amend his mistake and pacify the angry dead. Catastrophes, such as famine or war, may be the consequence of serious misbehavior of the whole community.\n\nAs is the case with other mythologies, Bantu cultures often locate the world of the dead underground. Many Bantu cultures have myths and legends about living people that somehow manages to enter the world of the dead (kuzimu in Swahili); this may happen by chance to someone who is trying to hunt a porcupine or other animal inside its burrow. Some legends are about heroes who willingly enter the underground world in some kind of quest; examples are Mpobe (in Baganda mythology) and Uncama (Zulu mythology).\n\nWhile Bantu cultures also believe in other spirits than those of the dead (for example, spirits of nature such as \"Mwenembago\", \"the lord of the forest\", in Zaramo mythology), these play a much lesser role. In many cases, they were originally the spirits of dead people.\n\nOne finds here and there traces of belief in a race of Heaven dwellers distinct from ordinary mortals. For instance, they are sometimes said to have tails.\n\n"
        },
        {
            "title": "Monsters",
            "text": "Bantu mythologies often include monsters, referred to as amazimu in isiZulu and Chewa language and madimo, madimu, zimwi in other languages. In English translations of Bantu legends these words are often translated into \"ogre\" or most commonly \"(Spirits)\", as one of the most distinctive traits of such monsters is that of being man-eaters. They can sometimes take on the appearance of men or animals (for example, the Chaga living by the Kilimanjaro have tales of a monster with leopard looks) and sometimes can cast spells on men and transform them into animals. A specific type of monsters is that of raised, mutilated dead (bearing a surface resemblance to western culture's zombies) such as the umkovu of Zulu tradition and the ndondocha of the Yao people.\n\n"
        },
        {
            "title": "Fables",
            "text": "The traditional culture of most Bantu peoples includes several fables about personified, talking animals.\n\nThe prominent character of Bantu fables is the hare, a symbol of skill and cunning. Its main antagonist is the sneaky and deceptive hyena. Lion and elephant usually represent brute force. Even more clever than the hare is the turtle, who beats its enemies with its patience and strong will. This symbology is, of course, subject to local variations. In areas where the hare is unknown (for example, along the Congo River), its role is often taken by the antelope. In Sotho culture the hare is replaced by a jackal, maybe due to the influence of Khoisan culture, where the jackal is also a symbol of astuteness while the hare is seen as stupid. Zulus have stories about hares, but in some cases the ferret takes on the role of the smart protagonist.\n\n"
        }
    ]
}