{
    "url": "https://en.wikipedia.org/wiki/Barsoom",
    "title": "Barsoom",
    "table_of_contents": [
        "1 Series",
        "1.1 Etymology",
        "1.2 Character focus",
        "1.3 Form",
        "1.3.1 Introductions",
        "1.4 Authorship",
        "1.5 Genre",
        "1.6 Plot",
        "1.7 Motifs",
        "1.8 Villains",
        "2 Principal characters",
        "2.1 Earthmen",
        "2.2 Martians",
        "2.3 Martian descendants of John Carter and Dejah Thoris",
        "3 Environment",
        "4 Races and culture",
        "4.1 Red Martians",
        "4.2 Green Martians",
        "4.3 Yellow Martians",
        "4.3.1 Okarians",
        "4.4 White Martians",
        "4.4.1 Orovars",
        "4.4.2 Lotharians",
        "4.4.3 Therns",
        "4.5 Black Martians (First Born)",
        "4.6 Others",
        "4.6.1 Kaldanes and Rykors",
        "4.6.2 Kangaroo Men",
        "4.6.3 Hormads",
        "5 Technology",
        "5.1 Fliers",
        "5.2 Weapons",
        "5.3 Atmosphere plant",
        "5.4 Medicine and biology",
        "5.5 Clothing",
        "6 Fauna",
        "6.1 \"Insects\", \"reptiles\" and \"birds\"",
        "6.2 \"Mammals\"",
        "6.2.1 Domesticated",
        "6.2.2 Wild",
        "6.2.3 Other",
        "7 Themes",
        "7.1 American frontier",
        "7.2 Race",
        "7.3 Religious deception",
        "7.4 Excessive intellectualism",
        "7.5 Paradox of \"Superiority\"",
        "8 Antecedents and influences on Burroughs",
        "8.1 Scientific inspiration",
        "8.2 Previous Mars fiction",
        "9 Burroughs’ influence",
        "9.1 Scientists",
        "9.2 Science fiction",
        "9.2.1 Games",
        "9.2.2 Novels and short stories",
        "9.2.3 Poetry",
        "9.2.4 Film and television",
        "10 Adaptations",
        "10.1 Comic strips",
        "10.1.1 John Carter of Mars (1941—1943)",
        "10.1.2 The Martian (1958—1959)",
        "10.1.3 Tarzan (1994—1995)",
        "10.2 Comic books",
        "10.3 Film",
        "11 See also",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBarsoom is a fictional representation of the planet Mars created by American pulp fiction author Edgar Rice Burroughs. The first Barsoom tale was serialized as Under the Moons of Mars in 1912 and published as a novel as A Princess of Mars in 1917. Ten sequels followed over the next three decades, further extending his vision of Barsoom and adding other characters.\n\nThe Barsoom series, where John Carter in the late 19th century is mysteriously transported from Earth to a Mars suffering from dwindling resources, has been cited by many well known science fiction writers as having inspired them. Elements of the books have been adapted by many writers in novels, short stories, comics, television, and film.[citation needed]\n\n"
        },
        {
            "title": "Series",
            "text": "Burroughs began writing the Barsoom books in the second half of 1911 and produced one volume a year between 1911 and 1914; seven more were produced between 1921 and 1941.[1]: 229  The first Barsoom tale was serialized in The All-Story magazine as Under the Moons of Mars (1911), and then published in hardcover as the complete novel A Princess of Mars (1917).[2][3] The final Barsoom tale was a novella, Skeleton Men of Jupiter, published in Amazing Stories in February 1943.[4]: 101  The novel editions of A Princess of Mars, The Gods of Mars and Llana of Gathol contain newly written forewords describing Edgar Rice Burroughs' interactions with John Carter, who is described as Burroughs' great-uncle.\n\nCollectively, this series of novels has been referred to as the Martian Series.[5]\n\nBurroughs frequently invented words of the languages spoken by the people in his novels, and used these extensively in the narrative. In Thuvia, Maid of Mars he included a glossary of Barsoomian words used in the first four novels. The word \"Barsoom\", the native Martian word for Mars, is composed of the Martian name for planet, \"soom\", and the Martian word for eight, \"bar\". This reflects counting Mars as the eighth body in the inner solar system, by counting not just planets, but the Sun and the satellites of Earth and of Mars.[6]\n\nA Princess of Mars, the first novel in the Barsoom series, with its sequels The Gods of Mars and The Warlord of Mars, form a trilogy centered upon protagonist John Carter and damsel in distress Dejah Thoris. John Carter's and Dejah Thoris's son Carthoris is also introduced as a minor character in The Gods of Mars, as is Thuvia.[7]: 1209–1210 \n\nThree other books focus on their descendants: Carthoris, in Thuvia, Maid of Mars, his sister, Tara of Helium, in The Chessmen of Mars, and Tara's daughter, Llana of Gathol, in Llana of Gathol.\n\nUlysses Paxton, another Earth man transported to Mars, is the focus of The Master Mind of Mars, and the rest of the books focus on John Carter's later adventures (Swords of Mars and John Carter of Mars), or on native Martian characters (A Fighting Man of Mars and Synthetic Men of Mars).[4]: 95–101 \n\nMost of the Barsoom books are novels, but two are collections of shorter works: Llana of Gathol has four linked novelettes, originally published in Amazing Stories during 1941,[8]: 664  and John Carter of Mars is composed of two novellas.\n\nMost are first-person narratives. John Carter narrates A Princess of Mars, The Gods of Mars, The Warlord of Mars, Swords of Mars, the four novellas in Llana of Gathol and \"Skeleton Men of Jupiter\" in John Carter of Mars. Ulysses Paxton narrates one, The Master Mind of Mars. Martian guardsman Vor Daj narrates Synthetic Men of Mars and Martian navy officer Tan Hadron narrates A Fighting Man of Mars. Two other novels, Thuvia, Maid of Mars and The Chessmen of Mars, are written in the third person, as is \"John Carter and the Giant of Mars\" in John Carter of Mars.\n\nBeginning with A Princess of Mars, Burroughs established a practice which continued in the four sequels of introducing the novel as if a factual account passed on to him personally, wherein John Carter appears as an avuncular figure known to his family for years.[6] The same device appears in several sequels: The Gods of Mars, The Chessmen of Mars, Swords of Mars, and Llana of Gathol.\n\nAll the Barsoom tales were published under the name of Edgar Rice Burroughs, except Under the Moons of Mars, the first publication of A Princess of Mars, which was published under the pseudonym \"Norman Bean\". Burroughs had actually typed \"Normal Bean\" (meaning not insane) on his submitted manuscript; but his publisher's typesetter changed it to \"Norman\". The first novella in John Carter of Mars, \"John Carter and the Giant of Mars\", is thought to have been penned by Burroughs' son John \"Jack\" Coleman Burroughs, although allegedly revised by his father. It was recognized by fans, upon publication, as unlikely of being Burroughs' work, as the writing is of a juvenile quality compared with that of Burroughs' other stories.[4]: 101 \n\nThe stories are science fantasy, belonging to the subgenre planetary romance, which has strong elements of both science fiction and fantasy.[7]: 38  Planetary romance stories are similar to sword and sorcery tales, but include scientific aspects.[9]: 147  They mostly take place on the surface of an alien world, frequently include sword fighting, monsters, supernatural elements such as telepathic abilities, and civilizations similar to Earth in pre-technological eras, particularly with the inclusion of dynastic or religious social structures. Spacecraft appear in the stories, but are not central to the story.[7]: 38  The series can also be classified as the closely related genre sword and planet, which consists of what are essentially sword and sorcery stories that take place on another planet.\n\nThe stories also share a number of elements with westerns in that they feature desert landscapes, women taken captive and a final confrontation with the antagonist.[10]\n\nBurroughs' Barsoom stories are considered seminal planetary romances. While examples existed prior to the publication of his works, they are the principal influence on the many works of this type that followed.[7]: 38  His style of planetary romance has ceased to be written and published in the mainstream, though his books remain in print.[7]: 1210 \n\nLike most of Burroughs' fiction, the novels in the series are mostly travelogues, feature copious violence, and often depict civilized heroes captured by uncivilized cultures and mimicking their captors to survive.[11]: 93–94 \n\nMost Barsoom novels follow a familiar plot structure wherein a hero is forced to a far-off location in search of a woman kidnapped by an odious but powerful villain.[12]: 16–17 \n\nFemale characters are likely to be virtuous and fight off amorous advances and other dangers until able to connect with the hero;[12]: 16–17  who himself fights a variety of enemies and deposes petty rulers of severely repressed populations, usually with the assistance of a native.[12]: 16–17 \n\nThe world of Barsoom is morally unambiguous: characters are either good or evil; there is no sense of moral relativity. A sense of honor transcends race or political affiliation, and characters fight alongside one another and against their adversaries because it is the right thing to do. Qualities of compassion, loyalty, and bravery are celebrated, and callousness, deception, and cowardice are frowned upon.[13]\n\nTypically the novels include descriptions of aspects of the Martian world such as the architecture, and the presence of desolate landscapes punctuated by abandoned cities, technological achievements, advanced medicine, cultural elements such as superstitious religious practices and eating habits, breeding practices, and methods of population control.[12]: 17  Many lost cities and civilizations and journeys into forgotten underworlds appear across the series, and the environment beyond the cities is populated by a variety of ferocious beasts, many roughly equivalent with Earth creatures and most bearing multiple sets of limbs. There are numerous examples of striking coincidences and dei ex machina usually to the benefit of the protagonists.\n\nMad scientists also appear, Ras Thavas from The Master Mind of Mars and Synthetic Men of Mars being the principal example, although another plays a prominent role in A Fighting Man of Mars.[4]: 95–101  Incidences[spelling?] of the use of superstition by religious cults to control and manipulate others are also common.[12]: 28 \n\nA Princess of Mars was possibly the first fiction of the 20th century to feature a constructed language; although Barsoomian was not particularly developed, it did add verisimilitude to the narrative.\n\nMost villains in the Barsoom series are implacably evil or are rulers or despots of major empires or of hidden fiefdoms. They are usually hated by their subjects and possess a voracious sexual appetite, usually directed towards the heroine. The pattern is established by Tharkian Jeddak Tal Hajus in the first novel, A Princess of Mars. Further examples include the Salensus Oll of The Warlord of Mars, Nutus of Dusar in Thuvia, Maid of Mars, and Ul Vas, Jeddak of the Tarids in Swords of Mars.[12]: 27–28 \n\n"
        },
        {
            "title": "Environment",
            "text": "While Burroughs' Barsoom tales never aspired to anything other than escapism, his vision of Mars was loosely inspired by astronomical speculation of the time, especially that of Percival Lowell, that saw the planet as a formerly Earthlike world now becoming less hospitable to life due to its advanced age.[15] Living on an aging planet, with dwindling resources, the inhabitants of Barsoom have become hardened and warlike, fighting one another to survive.[11]: 94  Once a wet world with continents and oceans, Barsoom's seas gradually dried up, leaving it a dry planet of highlands interspersed with moss-covered dead sea bottoms. Abandoned cities line the former coasts. The last remnants of the former bodies of water are the Great Toonolian Marshes and the antarctic Lost Sea of Korus.\n\nBarsoomians distribute their scarce water supplies via a worldwide system of canals, controlled by quarreling city-states at the junctures thereof. The idea of Martian \"canals\" stems from telescopic observations by 19th century astronomers who, beginning with Giovanni Schiaparelli in 1877, believed they saw networks of lines on the planet. Schiaparelli called them canali, meaning \"channels\" but mistranslated in English as \"canals\".  During the time Burroughs wrote his first Barsoom stories, the theory was put forward by a number of prominent scientists, notably Lowell, that these were huge engineering works constructed by an intelligent race.  This view, though utterly false as is now known, inspired much science fiction. The thinning Barsoomian atmosphere is artificially replenished by an \"atmosphere plant\" on whose function all life on the planet is dependent.[16]: 205 \n\nThe Martian year comprises 687 Martian days, each of which is 24 hours and 37 minutes long. (Burroughs presumably derived this from the figures published by Lowell, but erroneously substituted the number of 24-hour Earth days in the Martian year, rather than the number of 24.6-hour Martian days, which is only 669.) The days are hot (again known to be false) and the nights are cold, and there appears to be little variation in climate across the planet except at the poles.[1]: 230–292 \n\nBurroughs explained his ideas about the Martian environment in an article \"A Dispatch on Mars\" published in the London Daily Express in 1926. He assumed that Mars was formerly identical to the Earth; therefore a similar evolutionary development of fauna would have taken place. He referenced winds, snows, and marshes supposedly observed by astronomers, as evidence of an atmosphere, and that the wastes of the planet had been irrigated (probably referencing Lowell's \"canals\"), which suggested that an advanced civilization existed on the planet.\n\n"
        },
        {
            "title": "Races and culture",
            "text": "All Barsoomian races resemble Homo sapiens in most respects, except for being oviparous[9]: 148  and having lifespans in excess of 1,000 years (though actual life expectancy is far shorter.)[2] However, the Green Martians are much taller, have four arms, tusks, and antennae like ears. The traditional Martian lifespan of 1,000 is based on the customary pilgrimage down the River Iss, which is taken by virtually all Martians by that age, or those who feel tired of their long lives and expect to find a paradise at the end of their journey. None return from this pilgrimage, because it leads to almost certain death at the hands of ferocious creatures.[14][page needed]\n\nWhile the Martian females are egg-laying, Martians have inexplicably mammalian characteristics such as a navel and breasts.[1]: 244–245  While they have skins of various colors, and their bodies differ in some cases from traditional humans, they are very similar to varieties of Earth humans and there is little examination of difference.[2] There is only one spoken language across the entire planet, but a variety of writing systems.[4]: 95–101 \n\nAll Martians are telepathic among one another, and also with domestic animals. Other telepathic abilities are demonstrated across the books. The Lotharians in Thuvia, Maid of Mars, are able to project images of warfare that can kill by suggestion.[4]: 95–101  In The Warlord of Mars, the nations are described as bellicose and self-sufficient; but in The Gods of Mars inter-city state merchants are mentioned, and in Thuvia, Maid of Mars, towering staging posts for inter-city liners are also described.[1]: 245 \n\nMost of the cultures are dynasties or theocracies. \n\nThe Red Martians are the dominant culture on Barsoom. They are organized into a system of imperial city-states including Helium, Ptarth, and Zodanga, controlling the planetary canal system, as well as other more-isolated city-states in the hinterlands. The Red Martians are the interbred descendants of the ancient Yellow Martians, White Martians and Black Martians, remnants of which exist in isolated areas of the planet, particularly the poles. The Red Martians are said in A Princess of Mars to have been bred when the seas of Barsoom began to dry up, in hopes of creating a hardy race to survive in the new environment.[4]: 95–101 [17]: 132 \n\nThey are, like all the humanoid races of Mars, oviparous, i.e., their newborn hatch from eggs.[18]\n\nThe Red Martians are highly civilized, respect the idea of private property, adhere to a code of honor and have a strong sense of fairness. Their culture is governed by law and is technologically advanced. They are capable of love and have families.[16]: 203–208 \n\nThe Green Martians are 15 feet (4.6 m) tall (males) and 12 feet (3.7 m) tall (females), have two arms, two legs and two intermediary limbs that can be used as either arms or legs at will. Their eyes are mounted at the side of their heads and can move independently of each other in order to see in two directions at once. They are nomadic, warlike and barbaric, do not form families, have little concept of friendship or love and enjoy inflicting torture upon their victims. Their social structure is highly communal and rigidly hierarchical, consisting of various levels of chiefs, with the highest office of Jeddak obtained by mortal combat.\n\nThe Green Men are primitive, intellectually unadvanced, do not have any kind of art and are without a written language. While they manufacture edged weapons, any advanced technology they possess, such as 'radium pistols', is stolen from raids upon the Red Martians. They inhabit the ancient ruined cities left behind by civilizations which lived on Barsoom during a more advanced and hospitable era in the planet's history.[11][page needed] They apparently arose from a biological experiment which went awry[citation needed] and as with all other Martians, they are an egg-laying species, concealing their eggs in incubators until hatching. Tars Tarkas, who befriends John Carter when he first arrives on Barsoom, is an unusual exception from the typical ruthless Green Martian, due to having known the love of his own mate and daughter.[4]: 96 [16]: 2 \n\nIn the novels, the Green Martians are often referred to by the names of their hordes, which in turn take their names from the abandoned cities they inhabit. Thus the followers of Tars Tarkas, based in the ruined ancient city of Thark, are known as \"Tharks\". Other hordes bear the names of Warhoon, Torquas, and Thurd.\n\nYellow Martians are supposedly extinct, but in The Warlord of Mars they are found hiding in secret domed cities at the North Pole of Mars. At the time John Carter arrives on Barsoom, the Yellow Race is known only in old wives' tales and campfire stories.\n\nThe only means of entrance to the Okarians' city is through The Carrion Caves, which are every bit as unpleasant as the name suggests. Air travel over the barrier is discouraged through the use of a great magnetic pillar called \"The Guardian of the North,\" which draws fliers of all sizes inexorably to their doom as they collide with the massive structure.\n\nTheir cities are domed hothouses which keep out the cold, but outdoors they favor orluk furs and boots. Physically they are large and strong, and the men usually wear bristling black beards.[4]: 98 [16]: 2 \n\nThe White Martians, known as 'Orovars', were rulers of Mars for 500,000 years, with an empire of sophisticated cities with advanced technology. They were white-skinned, with blond or auburn hair. They were once a seafaring race, but when the oceans began to dry up they began to cooperate with the Yellow and Black Martians to breed the Red Martians,[19] foreseeing the need for hardy stock to cope with the emerging harsher environment. They became decadent and 'overcivilized'. At the beginning of the series they are believed to be extinct, but three remaining populations - the Orovars, Therns and Lotharians – are still living in secret and are discovered as the books progress.[4]: 95–101 \n\nThe Lotharians are a remnant population of the original White Martians, which appear only in Thuvia, Maid of Mars. There are only 1000 of them remaining, all of them male. They are skilled in telepathy, able to project images that can kill, or provide sustenance. They live a reclusive existence in a remote area of Barsoom, debating philosophy amongst themselves.[4]: 98–99 \n\nDescendants of the original White Martians who live in a complex of caves and passages in the cliffs above the Valley Dor. This is the destination of the River Iss, on whose currents most Martians eventually travel, on a pilgrimage seeking final paradise, once tired of life or reaching 1000 years of age. The valley is actually populated by monsters who, overseen by Therns, attack all who enter the valley, killing and exsanguinating them for the Therns to cannibalize, only excepting those whom the directing Therns choose instead to enslave. They consider themselves a unique creation, different from other Martians. They maintain the Martian religion through a network of collaborators and spies across the planet. When they reach the age of 1000 years they make a pilgrimage to the Temple of Issus, unaware that they have been manipulated into doing so in order to be slaughtered by the Black Men of Mars in an analogous deception to that the Therns practice on other Martians.  They are also the repeated target of raids by the Black Martians to capture their females as slaves.  They are white-skinned (of a skin tone close enough to human Caucasians that John Carter was able to easily pose as one) and the males are bald but wear blond wigs.[4]: 97 \n\nLegend suggests that the Black Martians are inhabitants of one of the moons of Mars, when in fact they live in an underground stronghold near the south pole of the planet, around the submartian Sea of Omean, below the Lost Sea of Korus, where they keep a large aerial navy. They call themselves the 'First-Born', believing themselves to be a unique creation among Martian races, and worship Issus, a woman who styles herself as the God of the Martian religion but is no such thing. They frequently raid the White Martian Therns, who maintain the false Martian religion, carrying off people as slaves. John Carter defeats their navy in The Gods of Mars.[4]: 97 \n\nThe Chessmen of Mars introduces the Kaldanes of the region Bantoom, whose form is almost all head but for six spiderlike legs and a pair of chelae, and whose racial goal is to evolve even further towards pure intellect and away from bodily existence. In order to function in the physical realm, they have bred the Rykors, a complementary species composed of a body similar to that of a perfect specimen of Red Martian but lacking a head; when the Kaldane places itself upon the shoulders of the Rykor, a bundle of tentacles connects with the Rykor's spinal cord, allowing the brain of the Kaldane to interface with the body of the Rykor. Should the Rykor become damaged or die, the Kaldane merely climbs upon another as an earthling might change a horse.[4]: 95–101 \n\nA lesser people of Barsoom are the Kangaroo Men of Gooli, so called due to their large, kangaroo-like tails, ability to hop large distances and the rearing of their eggs in pouches. They are presented as a race of boastful, cowardly individuals.[12]: 591  Their moral character is not highly developed; they are devout cowards and petty thieves, who value (aside from their lives) only a \"treasure\" consisting of pretty stones, sea shells, etc.\n\nIn addition to the naturally occurring races of Barsoom, Burroughs described the Hormads, artificial men created by the scientist Ras Thavas as slaves, workers, warriors, etc. in giant vats at his laboratory in the Toonolian Marsh in Synthetic Men of Mars and \"John Carter and the Giant of Mars\". Although the Hormads were generally recognizable as humanoid, the process was far from perfect, and generated monstrosities ranging from the occasional misplaced nose or eyeball to \"a great mass of living flesh with an eye somewhere and a single hand.\"[20]\n\n"
        },
        {
            "title": "Technology",
            "text": "When Burroughs wrote the first volume of the Barsoom series, aviation and radio technology was in its infancy and radioactivity was a fledgling science. Despite this, the series includes a range of technological developments including radium munitions, battles between fleets of aircraft, devices similar to faxes and televisions, genetic manipulation, elements of terraforming and other ideas.  One notable device mentioned is the \"directional compass\"; this may be believed to be the precursor to the now-common \"global positioning system\", or GPS for short.[21]\n\nThe Red Martians have flying machines, both civilian transports and fleets of heavily armed war craft. These stay aloft through some form of anti-gravity, which Burroughs explains as relating to the rays of the Sun.[4]: 95–101  Fliers travel at approximately 166.1 miles per hour (267.3 km/h) (450 Martian Haads per hour).[8]: 170 \n\nIn Thuvia, Maid of Mars, John Carter's son Carthoris invents what appears to be a partial precursor of the autopilot (several decades before it became a reality). The device, built upon existing Martian compass technology, allows the pilot to reach any programmed destination, having only to keep the craft pointed in the set direction. Upon arrival, the device automatically lowers the craft to the surface. He also includes a kind of collision detector, which uses radium rays to detect any obstacle and automatically steer the craft elsewhere until the obstacle is no longer detected.[8]: 213  This device works in principle almost identically to the backscatter radiation detector used to fire the braking rockets on the Soyuz space capsule. In Swords of Mars a flier with some kind of mechanical brain is introduced. Controlled by thought, it can be remote-controlled in flight, or instructed to travel to any destination.[8]: 542 \n\nFirearms are common, and use 'Radium' bullets, which explode when exposed to sunlight. Some weapons are specific to races or inventors. The mysterious Yellow Martians, who live in secret glass-domed cities at the poles and appear in The Warlord of Mars have a form of magnet which allows them to attract flying craft and cause them to crash. Scientist Phor Tak, who appears in A Fighting Man of Mars, has developed a disintegrator ray, and also a paste which renders vehicles such as fliers impervious to its effects. He also develops a missile which seeks out craft protected in this fashion, and a means of rendering fliers invisible which becomes a key plot device in the novel. However, while advanced weapons are available, most Martians seem to prefer melee combat — mostly with swords — and their level of skill is highly impressive.  Warriors often are armed with four weapons (in descending order, pistol, long-sword, short sword and dagger) and it is considered unchivalrous to defend with any weapon but the one used in an attack (or a lesser one.)[4]: 95–101  While technically it would easy to use firearms to kill an opponent armed with a sword, such conduct is socially unacceptable and even the villains in Barsoom books never resort to it.\n\nThere are many technological wonders in the novels, some colossal works of engineering. The failing air of the dying planet is maintained by an atmosphere plant, and the restoration of this is a plot component of A Princess of Mars.[4]: 95–101  It is described as being 4 miles (6 km) across with walls 100 feet (30 m) in depth, and telepathically operated entrance doors of 20-foot-thick (6.1 m) steel.[14]: 180 \n\nMartian medicine is generally greatly in advance of that on Earth.[12]: 25–26  Various \"ointments\" and \"salves,\" particularly as ascribed to the Green Martian women, are capable of healing all but instantly deadly wounds in a matter of hours—as first seen in A Princess of Mars. In The Master Mind of Mars aging genius Ras Thavas has perfected the means of transplanting organs, limbs and brains, which during his experiments he swaps between animals and humanoids, men and women and young and old.[4]: 95–101  Later, in Synthetic Men of Mars, he discovers the secret of life, and creates an army of artificial servants and warriors grown in giant vats filled with organic tissue. They frequently emerge deformed, are volatile and are difficult to control, later threatening to take over the planet.[22]\n\nThe Martians wear no clothing other than jewelry and leather harnesses, which are designed to hold everything from the weaponry of a warrior to pouches containing toiletries and other useful items; the only instances where Barsoomians habitually wear clothing is for need of warmth, such as for travel in the northern polar regions described in The Warlord of Mars.\n\nThis preference for near-nudity provides a stimulating subject for illustrators of the stories, though art for many mass-market editions of the books feature Carter and native Barsoomians wearing loincloths and other minimal coverings, or use strategically placed shadows and such to cover genitalia and female breasts.\n\n"
        },
        {
            "title": "Fauna",
            "text": "It appears that most of Burrough's Martian creatures are roughly equivalent to those found on Earth, though most seem to have multiple legs (usually a total of six limbs, but sometimes as many as ten) and all are egg-laying.\n\nThe martian mammalian equivalents all have fur, and both domestic and wild varieties are described by Burroughs.\n\n"
        },
        {
            "title": "Themes",
            "text": "Barsoom might be seen as a kind of Martian Wild West. John Carter is himself an adventuring frontiersman. When he arrives on Barsoom he first compares it to the landscape of Arizona which he has left behind. He discovers a savage, frontier world where the civilized Red Martians are kept invigorated as a race by repelling the constant attacks of the Green Martians, a possible equivalent of Wild West ideals. Indeed, the Green Martians are a barbaric, nomadic, tribal culture with many parallels to stereotypes of American Indians. The desire to return to the frontier became common in the early 20th century America. As the United States become more urbanized, the world of the 19th century frontier America became romanticized as a lost world of freedom and noble qualities.[11]\n\nRace is a constant theme in the Barsoom novels and the world is clearly divided along racial lines. Red, Green, White, Black, and Yellow races all appear across the novels, each with particular traits and qualities which seem to define the characters of the individuals. In this respect, Burroughs' concept of race, as depicted in the novels, is more like a division between species. The Red and Green Martians are almost complete opposites of one another, with the Red Martians being civilized, lawful, capable of love and forming families, and the Green Martians being savage, cruel, tribal and without families or the ability to form romantic relationships. Yet, friendship between individuals of different nations and races is a frequent topic driving the stories.[16]: 2 \n\nThe Barsoom series features a number of incidents of religious deception, or the use of superstition by those in power to control and manipulate others.[12]: 28  Burroughs is particularly concerned about the hypocrisy of religious leaders.[12]: 41  This is first established in A Princess of Mars,[12]: 28  but becomes particularly apparent in the sequel, The Gods of Mars. Upon reaching 1,000 years of age almost all Martians undertake a pilgrimage on the River Iss, expecting to find a valley of mystical paradise; what they find is in fact a deathtrap, populated by ferocious creatures and overseen by a race of cruel, cannibal priests known as Therns, who perpetuate the Martian religion through a network of spies across the planet.[14][page needed]\n\nJohn Carter's battle to track down the remnants of the Therns and their masters continues in the sequel, The Warlord of Mars.[4]: 98  More deceitful priests in a nation controlled by such appear in The Master Mind of Mars, on this occasion manipulating a temple idol to control followers.[4]: 100 \n\nBurroughs continued this theme in his many Tarzan novels. Burroughs was not anti-religious; however, he was concerned about followers placing their trust in religions and being abused and exploited, and saw this as a common feature of organized religion.[12]: 41 \n\nWhile Burroughs is generally seen as a writer who produced work of limited philosophical sophistication, he wrote two Barsoom novels which appear to explore or parody the limits of excessive intellectual development at the expense of bodily or physical existence. The first was Thuvia, Maid of Mars, in which Thuvia and Carthoris discover a remnant of ancient White Martian civilization, the Lotharians. The Lotharians have mostly died out, but maintain the illusion of a functioning society through powerful telepathic projections. They have formed two factions which appear to portray the excesses of pointless intellectual debate. One faction, the realists, believes in imagining meals to provide sustenance; another, the etherealists, believes in surviving without eating.\n\nThe Chessmen of Mars is the second example of this trend. The Kaldanes have sacrificed their bodies to become pure brain, but although they can interface with Rykor bodies, their ability to function, compared with normal people of integrated mind and body, is ineffectual and clumsy.[26] The Kaldanes, though highly intelligent, are ugly, ineffectual creatures when not interfaced with a Rykor body. Tara of Helium compares them to effete intellectuals from her home city, with a self-important sense of superiority; and Gahan of Gathol muses that it might be better to find a balance between the intellect and bodily passions.[12]: 29–30 \n\nSome of Barsoom's people, especially the Therns and First-Born, hold themselves as \"superior\" to the \"lesser order\" people on Barsoom. A paradox is established in that the Therns and First-Born, though they hold themselves in such high esteem, nonetheless are dependent on these lesser orders for their sustenance, labor, and goods. The Therns and First-Born are \"non-productive\" people and do not produce anything or invent, as such labor is seen as beneath them. This is punctuated by the fact that the Therns and First-Born are obliged to create strongholds in the south polar regions, to insulate themselves from the remainder of the planet dominated primarily by red and green Martians. A particular ironic twist is introduced by the fact that the white Therns think that they control and manipulate the entire planet, when they are in turn unknowingly exploited by the black First-Born.\n\n"
        },
        {
            "title": "Antecedents and influences on Burroughs",
            "text": "Burroughs' concept of a dying Mars and the Martian canals follows the theories of Lowell and his predecessor Giovanni Schiaparelli. In 1878, Italian astronomer Giovanni Virginio Schiaparelli observed geological features on Mars which he called canali (Italian: \"channels\"). This was mistranslated into the English as \"canals\" which, being artificial watercourses, fueled the belief that there was some sort of intelligent extraterrestrial life on the planet. This further influenced American astronomer Percival Lowell.[27]\n\nIn 1895 Lowell published a book titled Mars which speculated about an arid, dying landscape, whose inhabitants had been forced to build canals thousands of miles long to bring water from the polar caps (now known to be mostly frozen carbon dioxide or \"dry ice\") to irrigate the remaining arable land.[15] Lowell followed with Mars and Its Canals (1906) and Mars as an Abode of Life (1908). These books formed prominent scientific ideas about the conditions on the red planet in the early years of the 20th century. Burroughs does not seem to have based his vision of Mars on precise reading of Lowell's theories, however, as a number of errors in his books suggest he got most of his information from newspaper articles and other popular accounts of Lowell's Mars.[1]: 229–230 \n\nThe concept of canals with flowing water and a world where life was possible were later proved erroneous by more accurate observation of the planet. Later landings by American probes such as the two Viking missions found a dead world too cold (and with far too thin an atmosphere) for water to exist in its fluid state.[15]\n\nThe first science fiction to be set on Mars may be Across the Zodiac, by Percy Greg, published in 1880, which concerned a civil war on Mars. Another Mars novel, dealing with benevolent Martians coming to Earth was published in 1897 by Kurd Lasswitz, Auf Zwei Planeten. It was not translated until 1971, and was thus unlikely to have influenced Burroughs, although it did depict a Mars influenced by the ideas of Percival Lowell.[28] Other examples are Mr. Stranger's Sealed Packet (1889), which took place on Mars; Gustavus W. Popes's Journey to Mars (1894); and Ellsworth Douglas's Pharaoh's Broker, in which the protagonist encounters an Egyptian civilization on Mars which, while parallel to that of the Earth, has evolved somehow independently.[7]: 38 \n\nH.G. Wells' novel, The War of the Worlds, most definitely influenced by Lowell and published in 1898, did however create the precedent for a number of enduring Martian tropes in science fiction writing. These include Mars being an ancient world, nearing the end of its life; being the home of a superior civilization, capable of advanced feats of science and engineering; and a source of invasion forces, keen to conquer the Earth. The first two tropes were prominent in Burroughs' Barsoom series.[15] Burroughs, however, claimed never to have read any of H.G. Wells' books.[12]: 38  Lowell was probably the greater direct influence on Burroughs.[17]: 90–91 \n\nRichard A. Lupoff claimed that Burroughs was influenced in writing his Martian stories by Edwin Lester Arnold's earlier novel Lieut. Gullivar Jones: His Vacation (1905) (later retitled Gulliver of Mars). Gullivar Jones, who travels to Mars by flying carpet rather than via astral projection, encounters a civilization with similarities to those found on Barsoom, rescues a Martian Princess, and even undertakes a voyage down a river similar to the Iss in The Gods of Mars. Lupoff also suggested that Burroughs derived characteristics of his main protagonist John Carter from Phra, hero of Arnold's The Wonderful Adventures of Phra the Phoenician (1890), who is also a swashbuckling adventurer and master swordsman for whom death is no obstacle. Lupoff's theories were disputed by numerous scholars of Burroughs' work; Lupoff countered, claiming that many of Burroughs' stories had antecedents in previous works and that this was not unusual for writers.[29]\n\n"
        },
        {
            "title": "",
            "text": "Burroughs' Barsoom series was popular with American readers and many scientists who grew up reading the novels and helped inspire public support for the US space program. Readers included some of the first space pioneers and those involved in the search for life on other planets.[citation needed]\n\nScientist Carl Sagan read the books as a young boy, and they continued to affect his imagination into his adult years.[30][31] He remembered Barsoom as a \"world of ruined cities, planet-girdling canals, immense pumping stations – a feudal technological society\". For two decades, a map of the planet as imagined by Burroughs, hung in the hallway outside Sagan's office in Cornell University.[17]: 132  The author so influenced real exploration of Mars that an impact crater was named after him.[31]\n\nEarly science-fiction writers Ray Bradbury and Arthur C. Clarke both read and were inspired by the Barsoom books in their youth. The books were an inspiration for Bradbury's The Martian Chronicles (1950), in which he used the concept of a dying Mars. \nRobert A. Heinlein also wrote fiction inspired by Burroughs' Barsoom series, and for many others the Barsoom series helped to establish Mars as an adventurous, enticing destination for the imagination.[17]: 239–249 [32]\n\nThe Warriors of Mars rules for miniature warfare by Gary Gygax and Brian Blume were controversial, and a legal dispute with the owners of the rights to the Barsoom series led to withdrawal of this title from the market.[33]\n\nOther games include the role-playing game published by Heritage Models, Inc. in 1978 and SPI's (Simulations Publications, Inc.) Boardgame: \"John Carter: Warlord of Mars\" published in 1979.\n\nEclipse Phase features rural Martian nomads called Barsoomians.\n\nNumerous novels and series by others were inspired by Burroughs' Mars books: the Radio Planet trilogy of Ralph Milne Farley; the Mars and Venus novels of Otis Adelbert Kline; Almuric by Robert E. Howard; Warrior of Llarn and Thief of Llarn by Gardner Fox; Tarzan on Mars by John Bloodstone; the Michael Kane trilogy of Michael Moorcock; The Dream-Quest of Unknown Kadath, Through the Gates of the Silver Key by H.P. Lovecraft, the Gor series of John Norman; the Callisto series and Green Star series of Lin Carter; The Goddess of Ganymede and Pursuit on Ganymede by Mike Resnick; and the Dray Prescot series of Alan Burt Akers (Kenneth Bulmer). In addition, Leigh Brackett, Ray Bradbury, Andre Norton, Marion Zimmer Bradley, and Alan Dean Foster show Burroughs' influence in their development of alien cultures and worlds.\n\nRobert A. Heinlein's novels Glory Road and The Number of the Beast, and Alan Moore's graphic novels of Allan and the Sundered Veil and The League of Extraordinary Gentlemen, Volume II directly reference Barsoom.\n\nIn Philip José Farmer's World of Tiers series (1965–1993) Kickaha, the series' adventurer protagonist, asks his friend The Creator of Universes to create for him a Barsoom. The latter agrees only to make an empty world, since \"It would go too far for me to create all these fabulous creatures only for you to amuse yourself by running your sword through them.\" Kickaha visits from time to time the empty Barsoom, complete with beautiful palaces in which nobody ever lived, but goes away frustrated.\n\nL. Sprague de Camp's story \"Sir Harold of Zodanga\" recasts and rationalizes Barsoom as a parallel world visited by his dimension-hopping hero Harold Shea. De Camp accounts for Burroughs' departures from physics or logic by portraying both Burroughs and Carter as having a tendency to exaggerate in their storytelling, and Barsoomian technology as less advanced than usually presented.\n\nIn 1989 Larry Niven and Steven Barnes published \"The Barsoom Project\", the second in the \"Dream Park\" series, where a Martian terraforming and colonization project is named  after the Barsoom books.\n\nThe 2008 novel In the Courts of the Crimson Kings by S.F. writer S. M. Stirling is an alternate telling of the Princess of Mars story but this time the princess is a very powerful character indeed.\n\nRichard Corben's Den series also appears to be inspired by the Barsoom series. It features a hero, Den, who mysteriously arrives naked on a (largely) desert planet where he becomes a great warrior and where the humanoids wear no clothes. Many of the creatures resemble the description of the white apes of the Gods of Mars. Like John Carter, he also receives great physical prowess from arriving in Neverwhere, although Carter's prowess stems from gravity, whereas Den undergoes a complete physical transformation.\n\nIn A Wizard of Mars by Diane Duane, the main character Kit is a major fan of the Barsoom series and a long dormant wizard artifact recreates Barsoom as Kit imagines it to communicate with him.\n\n\"Mars: The Home Front\", a short story by George Alec Effinger, published in War of the Worlds: Global Dispatches, is a crossover between the Barsoom series and H. G. Wells' The War of the Worlds – with Wells' Martians being depicted as a malevolent additional Barsoomian race and John Carter fighting them to help foil their invasion of Earth.\n\nIn the first chapters of Gore Vidal's novel Washington, D.C., the character Peter Sanford – sixteen at the outset of the plot – indulges in vivid and detailed fantasies of being John Carter, and adds explicit erotic scenes not appearing in the original Burroughs books.\n\nIn Karl Schroeder's novel Lockstep, set over 14,000 years in the future, Mars has been terraformed and is renamed Barsoom, with its human inhabitants no longer remembering that the world was ever named Mars. This Barsoom is covered in canals and ruins from the civilizations of previous millennia, and is also mentioned to be inhabited by genetically engineered Tharks. The ruler of Barsoom is also the son of a man named Carter.\n\nThe science fiction poems in Oscar Hurtado's book La Ciudad Muerta de Korad (The Dead City of Korad, in Spanish) are full of intertextualities with the Barsoom series, as well as with the Sherlock Holmes novels by Arthur Conan Doyle, the Iliad, children folk tales, and other references.\n\nThe Dead City of Korad was published in 1964 and marks the beginning of the Science Fiction genre in Cuba.[34]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "With the Tarzan comic strip a popular success, newspapers began a comic strip adaptation of A Princess of Mars drawn by Edgar Rice Burroughs' son, John Coleman Burroughs. Never as popular as Tarzan, the strip ran in only four Sunday newspapers, from December 7, 1941 to March 28, 1943 for a total of 73 installments.\n\nFifteen years later, the British tabloid paper British Sun Weekly ran a newspaper strip also based on the first Barsoom novel titled The Martian. This adaptation was written by D.R. Morton and drawn by Robert Forest, the strip ran as a weekly serial from October 25, 1958 to May 23, 1959 for a total of 31 installments.\n\nFrom October 16, 1994 to August 13, 1995, writer Don Kraar and artist Gray Morrow set an arc first in Pellucidar and then on Barsoom featuring Tarzan, David Innes, and John Carter in a crossover adventure through their respective worlds. This storyline was the last Sunday strip installment to feature Carter, Barsoom and the worlds outside of Tarzan.\n\nPrincess of Mars was a 2009 direct-to-video film produced by The Asylum and starring Antonio Sabato Jr. as John Carter and Traci Lords as Dejah Thoris. This adaptation starts with John Carter as a wounded present-day sniper in Afghanistan who is teleported to another world as part of a government experiment.\n\nJohn Carter, released on March 9, 2012, was a big-budget but critically mediocre and financially unsuccessful live-action film by The Walt Disney Company, directed by Andrew Stanton and starring Taylor Kitsch as John Carter and Lynn Collins as Dejah Thoris.\n\n"
        }
    ]
}