{
    "url": "https://en.wikipedia.org/wiki/Natura_naturans",
    "title": "Baruch Spinoza",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life",
        "1.2 Expulsion from the Jewish community",
        "1.3 Later life and career",
        "1.3.1 Voorburg",
        "1.3.2 Lens-grinding and optics",
        "1.3.3 The Hague",
        "1.3.4 Death",
        "2 Philosophy",
        "2.1 Metaphysics",
        "2.1.1 Substance, attributes, and modes",
        "2.1.2 Causality",
        "2.1.3 The emotions",
        "2.2 Ethical philosophy",
        "3 Writings",
        "3.1 Correspondence",
        "4 Legacy",
        "4.1 Pantheism controversy",
        "4.2 In modern and contemporary philosophy",
        "4.2.1 Reconsideration of excommunication in modern times",
        "4.2.2 Memory and memorials",
        "5 Bibliography",
        "6 References",
        "6.1 Notes",
        "6.2 Citations",
        "6.3 Sources",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBaruch (de) Spinoza[12][b] (born Bento de Espinosa;[16][17][18] later as an author and a correspondent Benedictus de Spinoza, anglicized to Benedict de Spinoza; 24 November 1632 – 21 February 1677[19][20]) was a Dutch philosopher of Portuguese-Jewish origin, born in Amsterdam.[21] One of the foremost exponents of 17th-century Rationalism and one of the early and seminal thinkers of the Enlightenment[19][22] and modern biblical criticism[23] including modern conceptions of the self and the universe,[24] he came to be considered \"one of the most important philosophers—and certainly the most radical—of the early modern period.\"[25] Inspired by Stoicism, Jewish Rationalism, Machiavelli, Hobbes, Descartes, and a variety of heterodox religious thinkers of his day,[20] Spinoza became a leading philosophical figure of the Dutch Golden Age. Spinoza's given name, which means \"Blessed\", varies among different languages. In Hebrew, his full name is written ברוך שפינוזה‎. In most of the documents and records contemporary with Spinoza's years within the Jewish community, his name is given as Bento,[26][27][28] Portuguese for \"Blessed\". In his works in Latin, he used the name \"Benedictus de Spinoza\".\n\nSpinoza was raised in the Portuguese-Jewish community of Amsterdam. He developed highly controversial ideas regarding the authenticity of the Hebrew Bible and the nature of the Divine.[29] Jewish religious authorities issued a herem (חרם‎) against him, causing him to be effectively expelled and shunned by Jewish society at age 23, including by his own family. He was frequently called an \"atheist\" by contemporaries, although nowhere in his work does Spinoza argue against the existence of God.[30][31][32] Spinoza lived an outwardly simple life as an optical lens grinder, collaborating on microscope and telescope lens designs with Constantijn and Christiaan Huygens. He turned down rewards and honours throughout his life, including prestigious teaching positions. He died at the age of 44 in 1677 from a lung illness, perhaps tuberculosis or silicosis exacerbated by the inhalation of fine glass dust while grinding lenses. He is buried in the Christian churchyard of Nieuwe Kerk in The Hague.[33] In June 1678—just over a year after Spinoza's death—the States of Holland banned his entire works, since they \"contain very many profane, blasphemous and atheistic propositions.\" The prohibition included the owning, reading, distribution, copying, and restating of Spinoza's books, and even the reworking of his fundamental ideas.[34] Shortly after (1679/1690) his books were added to the Catholic Church's Index of Forbidden Books.[35]\n\nSpinoza's philosophy encompasses nearly every area of philosophical discourse, including metaphysics, epistemology, political philosophy, ethics, philosophy of mind, and philosophy of science. It earned Spinoza an enduring reputation as one of the most important and original thinkers of the seventeenth century. Spinoza's philosophy is largely contained in two books: the Theologico-Political Treatise, and the Ethics. The rest of the writings we have from Spinoza are either earlier or incomplete works expressing thoughts that were crystallized in the two aforementioned books (e.g., the Short Treatise and the Treatise on the Emendation of the Intellect), or else they are not directly concerned with Spinoza's own philosophy (e.g., The Principles of Cartesian Philosophy and The Hebrew Grammar). He also left behind many letters that help to illuminate his ideas and provide some insight into what may have been motivating his views.[36] The Theologico-Political Treatise was published during his lifetime, but the work which contains the entirety of his philosophical system in its most rigorous form, the Ethics, was published posthumously in the year of his death. The work opposed Descartes's philosophy of mind–body dualism and earned Spinoza recognition as one of Western philosophy's most important thinkers.[37]\n\n"
        },
        {
            "title": "Biography",
            "text": "Baruch Espinosa[16] was born on 24 November 1632 in the Jodenbuurt in Amsterdam, Netherlands. He was the second son of Miguel de Espinoza, a successful, although not wealthy, Portuguese Sephardic Jewish merchant in Amsterdam.[27] His mother, Ana Débora, Miguel's second wife, died when Baruch was only six years old.[39] Although he wrote in Latin, Spinoza learned the language only later in his youth, his primary language was Portuguese, although he also knew Hebrew and Dutch.[40]\n\nSpinoza had a traditional Jewish upbringing, attending the Keter Torah yeshiva of the Amsterdam Talmud Torah congregation headed by the learned and traditional senior Rabbi Saul Levi Morteira.[41] His teachers also included the less traditional Rabbi Manasseh ben Israel.[42] However, Spinoza never reached the advanced study of the Torah,[27] dropping out at the age of 17 in order to work in the family importing business after the death of his elder brother, Isaac.[27] Spinoza's father, Miguel, died in 1654 when Spinoza was 21. He duly recited Kaddish, the Jewish prayer of mourning, for eleven months as required by Jewish law.[27] When his sister Rebekah disputed his inheritance seeking it for herself, on principle he sued her to seek a court judgment, he won the case, but then renounced claim to the court’s judgment in his favour and assigned his inheritance to her.[43] After his father's death in 1654, Spinoza and his younger brother Gabriel (Abraham)[27] ran the family importing business, which was in serious debt. In March 1656, Spinoza filed suit with the Amsterdam municipal authorities to be declared an orphan, which allowed him to inherit his mother's estate without it being subject to his father's creditors and devote himself chiefly to the study of philosophy, especially the system expounded by Descartes, and to optics.[44]\n\nSome time between 1654 and 1658, Spinoza began to study Latin with Franciscus van den Enden. Van den Enden was a former Jesuit who was a political radical, and likely introduced Spinoza to scholastic and modern philosophy, including that of Descartes.[45][46][47] Spinoza adopted the Latin name Benedictus de Spinoza,[48] began boarding with Van den Enden, and began teaching in his school.[43][46][47]\n\nDuring this period Spinoza also became acquainted with the Collegiants, an anti-clerical sect of Remonstrants with tendencies towards rationalism, and with the liberal faction among the Mennonites who had existed for a century but were close to the Remonstrants.[49] Many of his friends belonged to dissident Christian groups which met regularly as discussion groups and which typically rejected the authority of established churches as well as traditional dogmas.[21] In the second half on the 1650s and the first half of the 1660s Spinoza became acquainted with several persons who would themselves emerge as unorthodox thinkers: this group, known as the Spinoza Circle, included Pieter Balling [Wikidata], Jarig Jelles [Wikidata], Lodewijk Meyer, Johannes Bouwmeester and Adriaen Koerbagh.\n\nSpinoza's break with the prevailing dogmas of Judaism, and particularly the insistence on non-Mosaic authorship of the Pentateuch, was not sudden; rather, it appears to have been the result of a lengthy internal struggle. Nevertheless, after he was branded as a heretic, Spinoza's clashes with authority became more pronounced. For example, questioned by two members of his synagogue, Spinoza apparently responded that God has a body and nothing in scripture says otherwise.[43] He was later attacked on the steps of the synagogue by a knife-wielding assailant shouting \"Heretic!\" He was apparently quite shaken by this attack and for years kept (and wore) his torn cloak, unmended, as a souvenir.[43]\n\nOn 27 July 1656, the Talmud Torah congregation of Amsterdam issued a writ of cherem (Hebrew: חרם‎, a kind of ban, shunning, ostracism, expulsion, or excommunication) against the 23-year-old Spinoza.[43][50][51] The Talmud Torah congregation issued censure routinely, on matters great and small, so such an edict was not unusual.[52][53] The language of Spinoza's censure is unusually harsh, however, and does not appear in any other censure known to have been issued by the Portuguese Jewish community in Amsterdam.[54] The exact reason for expelling Spinoza is not stated.[55] The censure refers only to the \"abominable heresies [horrendas heregias] that he practised and taught\", to his \"monstrous deeds\", and to the testimony of witnesses \"in the presence of the said Espinoza\". There is no record of such testimony, but there appear to have been several likely reasons for the issuance of the censure.\n\nFirst, there were Spinoza's radical theological views that he was apparently expressing in public. As philosopher and Spinoza biographer Steven Nadler puts it: \"No doubt he was giving utterance to just those ideas that would soon appear in his philosophical treatises. In those works, Spinoza denies the immortality of the soul; strongly rejects the notion of a providential God—the God of Abraham, Isaac and Jacob; and claims that the Law was neither literally given by God nor any longer binding on Jews. Can there be any mystery as to why one of history's boldest and most radical thinkers was sanctioned by an orthodox Jewish community?\"[56]\n\nSecond, the Amsterdam Jewish community was largely composed of Spanish and Portuguese former conversos who had respectively fled from the Spanish and Portuguese Inquisition within the previous century, with their children and grandchildren. This community must have been concerned to protect its reputation from any association with Spinoza lest his controversial views provide the basis for their own possible persecution or expulsion.[57] There is little evidence that the Amsterdam municipal authorities were directly involved in Spinoza's censure itself. But \"in 1619, the town council expressly ordered [the Portuguese Jewish community] to regulate their conduct and ensure that the members of the community kept to a strict observance of Jewish law.\"[58] Other evidence makes it clear that the danger of upsetting the civil authorities was never far from mind, such as bans adopted by the synagogue on public wedding or funeral processions and on discussing religious matters with Christians, lest such activity might \"disturb the liberty we enjoy\".[59] Thus, the issuance of Spinoza's censure was almost certainly, in part, an exercise in self-censorship by the Portuguese Jewish community in Amsterdam.[60]\n\nThird, it appears likely that Spinoza had already taken the initiative to separate himself from the Talmud Torah congregation and was vocally expressing his hostility to Judaism itself, also through his philosophical works, such as the Part I of Ethics.[61] He had probably stopped attending services at the synagogue, either after the lawsuit with his sister or after the knife attack on its steps. He might already have been voicing the view expressed later in his Theological-Political Treatise that the civil authorities should suppress Judaism as harmful to the Jews themselves. Either for financial or other reasons,[62][47] he had in any case effectively stopped contributing to the synagogue by March 1656. He had also committed the \"monstrous deed\", contrary to the regulations of the synagogue and the views of some rabbinical authorities (including Maimonides), of filing suit in a civil court rather than with the synagogue authorities[44]—to renounce his father's heritage, no less. Upon being notified of the issuance of the censure, he is reported to have said: \"Very well; this does not force me to do anything that I would not have done of my own accord, had I not been afraid of a scandal.\"[63] Thus, unlike most of the censure issued routinely by the Amsterdam congregation to discipline its members, the censure issued against Spinoza did not lead to repentance and so was never withdrawn. After the censure, Spinoza is said to have addressed an \"Apology\" (defence), written in Spanish, to the elders of the synagogue, \"in which he defended his views as orthodox, and condemned the rabbis for accusing him of 'horrible practices and other enormities' merely because he had neglected ceremonial observances\".[63] This \"Apology\" does not survive, but some of its contents may later have been included in his Theological-Political Treatise.[63]\n\nThe most remarkable aspect of the censure may be not so much its issuance, or even Spinoza's refusal to submit, but the fact that Spinoza's expulsion from the Jewish community did not lead to his conversion to Christianity.[52] Spinoza kept the Latin (and so implicitly Christian) name Benedict de Spinoza, maintained a close association with the Collegiants (a Christian sect of Remonstrants) and Quakers,[64] even moved to a town near the Collegiants' headquarters, and was buried at the Protestant Church, Nieuwe Kerk, The Hague.[65] While he had not received baptism, there is evidence to suggest he joined the meetings of the Collegiants.[31][66] Hava Tirosh-Samuelson explains \"For Spinoza truth is not a property of Scripture, as Jewish philosophers since Philo had maintained, but a characteristic of the method of interpreting Scripture.\"[67] Neither is there evidence he maintained any sense of Jewish identity. Furthermore, \"Spinoza did not envision secular Judaism. To be a secular and assimilated Jew is, in his view, nonsense.\"[68]\n\nSpinoza spent his remaining 21 years writing and studying as a private scholar.[21] After the cherem, the Amsterdam municipal authorities expelled Spinoza from Amsterdam, \"responding to the appeals of the rabbis, and also of the Calvinist clergy, who had been vicariously offended by the existence of a free thinker in the synagogue\".[63] He spent a brief time in or near the village of Ouderkerk aan de Amstel, but returned soon afterwards to Amsterdam and lived there quietly for several years, giving private philosophy lessons and grinding lenses, before leaving the city in 1660 or 1661.[63] During this time in Amsterdam, Spinoza wrote his Short Treatise on God, Man, and His Well-Being, which he never published in his lifetime—assuming with good reason that it might get suppressed. Two Dutch translations of it survive, discovered about 1810.[63] In 1660 or 1661, Spinoza moved from Amsterdam to Rijnsburg (near Leiden), the headquarters of the Collegiants.[69][70] In Rijnsburg, he began work on his Descartes' \"Principles of Philosophy\" as well as on his masterpiece, the Ethics. In 1663, he returned briefly to Amsterdam, where he finished and published Descartes' \"Principles of Philosophy\", the only work published in his lifetime under his own name, and then moved the same year to Voorburg.[71]\n\nIn Voorburg, Spinoza continued work on the Ethics and corresponded with scientists, philosophers, and theologians throughout Europe.[72] He also wrote and published his Theological-Political Treatise in 1670, in defence of secular and constitutional government, and in support of Jan de Witt, the Grand Pensionary of the Netherlands, against the Stadtholder, the Prince of Orange.[72][73] Leibniz visited Spinoza and claimed that Spinoza's life was in danger when supporters of the Prince of Orange murdered de Witt in 1672.[74] While published anonymously, the work did not long remain so, and de Witt's enemies characterized it as \"forged in Hell by a renegade Jew and the Devil, and issued with the knowledge of Jan de Witt\".[73] It was condemned in 1673 by the Synod of the Reformed Church and formally banned in 1674.[73]\n\nSpinoza earned a modest living from lens-grinding and instrument making, yet he was involved in important optical investigations of the day while living in Voorburg, through correspondence and friendships with scientist Christiaan Huygens and mathematician Johannes Hudde, including debate over microscope design with Huygens, favouring small objectives[76] and collaborating on calculations for a prospective 40-foot (12 m) focal length telescope which would have been one of the largest in Europe at the time.[77] He was known for making not just lenses but also telescopes and microscopes.[78] The quality of Spinoza's lenses was much praised by Christiaan Huygens, among others.[79] In fact, his technique and instruments were so esteemed that Constantijn Huygens ground a \"clear and bright\" telescope lens with focal length of 42 feet (13 m) in 1687 from one of Spinoza's grinding dishes, ten years after his death.[80] He was said by anatomist Theodor Kerckring to have produced an \"excellent\" microscope, the quality of which was the foundation of Kerckring's anatomy claims.[81] During his time as a lens and instrument maker, he was also supported by small but regular donations from close friends.[21]\n\nIn 1670, Spinoza moved to The Hague where he lived on a small pension from Jan de Witt and a small annuity from the brother of his dead friend, Simon de Vries.[73] He worked on the Ethics, wrote an unfinished Hebrew grammar, began his Political Treatise, wrote two scientific essays (\"On the Rainbow\" and \"On the Calculation of Chances\"), and began a Dutch translation of the Bible (which he later destroyed).[73] Spinoza was offered the chair of philosophy at the University of Heidelberg, but he refused it, perhaps because of the possibility that it might in some way curb his freedom of thought.[82]\n\nSpinoza also corresponded with Peter Serrarius, a radical Protestant and millenarian merchant. Serrarius was a patron to Spinoza after Spinoza left the Jewish community and even had letters sent and received for the philosopher to and from third parties. Spinoza and Serrarius maintained their relationship until Serrarius' death in 1669.[83] By the beginning of the 1660s, Spinoza's name became more widely known. Henry Oldenburg paid him visits and became a correspondent with Spinoza for the rest of his life.[84] In 1676, Leibniz came to the Hague to discuss the Ethics, Spinoza's principal philosophical work which he had completed earlier that year.[85]\n\nSpinoza's health began to fail in 1676, and he died on 21 February 1677 at the age of 44.[86] His premature death was said to be due to lung illness, possibly silicosis as a result of breathing in glass dust from the lenses that he ground.[citation needed]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Spinoza's philosophy has been associated with that of Leibniz and René Descartes as part of the rationalist school of thought,[87] which includes the assumption that ideas correspond to reality perfectly, in the same way that mathematics is supposed to be an exact representation of the world.[88] The writings of René Descartes have been described as \"Spinoza's starting point\".[89] Spinoza's first publication was his 1663 geometric exposition of proofs using Euclid's model with definitions and axioms of Descartes' Principles of Philosophy. Following Descartes, Spinoza aimed to understand truth through logical deductions from 'clear and distinct ideas', a process which always begins from the 'self-evident truths' of axioms.[90]\n\nSpinoza's metaphysics consists of one thing, substance, and its modifications (modes). Early in The Ethics Spinoza argues that there is only one substance, which is absolutely infinite, self-caused, and eternal. He calls this substance \"God\", or \"Nature\". In fact, he takes these two terms to be synonymous (in the Latin the phrase he uses is \"Deus sive Natura\"). For Spinoza the whole of the natural universe is made of one substance, God, or, what's the same, Nature, and its modifications (modes).\n\nFollowing Maimonides, Spinoza defined substance as \"that which is in itself and is conceived through itself\", meaning that it can be understood without any reference to anything external.[93] Being conceptually independent also means that the same thing is ontologically independent, depending on nothing else for its existence and being the 'cause of itself' (causa sui).[93] A mode is something which cannot exist independently but rather must do so as part of something else on which it depends, including properties (for example colour), relations (such as size) and individual things.[94] Modes can be further divided into 'finite' and 'infinite' ones, with the latter being evident in every finite mode (he gives the examples of \"motion\" and \"rest\").[95] The traditional understanding of an attribute in philosophy is similar to Spinoza's modes, though he uses that word differently.[94] To him, an attribute is \"that which the intellect perceives as constituting the essence of substance\", and there are possibly an infinite number of them.[96] It is the essential nature which is \"attributed\" to reality by intellect.[97]\n\nSpinoza defined God as \"a substance consisting of infinite attributes, each of which expresses eternal and infinite essence\", and since \"no cause or reason\" can prevent such a being from existing, it therefore must exist.[97] This is a form of the ontological argument, which is claimed to prove the existence of God, but Spinoza went further in stating that it showed that only God exists.[98] Accordingly, he stated that \"Whatever is, is in God, and nothing can exist or be conceived without God\".[98] This means that God is identical with the universe, an idea which he encapsulated in the phrase \"Deus sive Natura\" ('God or Nature'), which has been interpreted by some as atheism or pantheism.[99] God can be known either through the attribute of extension or the attribute of thought.[100] Thought and extension represent giving complete accounts of the world in mental or physical terms.[101] To this end, he says that \"the mind and the body are one and the same thing, which is conceived now under the attribute of thought, now under the attribute of extension\".[102]\n\nAfter stating his proof for God’s existence, Spinoza addresses who \"God\" is. Spinoza believed that God is \"the sum of the natural and physical laws of the universe and certainly not an individual entity or creator\".[103] Spinoza attempts to prove that God is just the substance of the universe by first stating that substances do not share attributes or essences and then demonstrating that God is a \"substance\" with an infinite number of attributes, thus the attributes possessed by any other substances must also be possessed by God. Therefore, God is just the sum of all the substances of the universe. God is the only substance in the universe, and everything is a part of God.  This view was described by Charles Hartshorne as Classical Pantheism.[104]\n\nSpinoza argues that \"things could not have been produced by God in any other way or in any other order than is the case\".[105] Therefore, concepts such as 'freedom' and 'chance' have little meaning.[99] This picture of Spinoza's determinism is illuminated in Ethics: \"the infant believes that it is by free will that it seeks the breast; the angry boy believes that by free will he wishes vengeance; the timid man thinks it is with free will he seeks flight; the drunkard believes that by a free command of his mind he speaks the things which when sober he wishes he had left unsaid. … All believe that they speak by a free command of the mind, whilst, in truth, they have no power to restrain the impulse which they have to speak.\"[106] In his letter to G. H. Schuller (Letter 58), he wrote: \"men are conscious of their desire and unaware of the causes by which [their desires] are determined.\"[107] He also held that knowledge of true causes of passive emotion can transform it into an active emotion, thus anticipating one of the key ideas of Sigmund Freud's psychoanalysis.[108]\n\nAccording to Professor Eric Schliesser, Spinoza was skeptical regarding the possibility of knowledge of nature and as a consequence at odds with scientists like Galileo and Huygens.[109]\n\nThough the Principle of sufficient reason is most commonly associated with Gottfried Leibniz, it is arguably found in its strongest form in Spinoza's philosophy.[110]\nWithin the context of Spinoza's philosophical system, the principle can be understood to unify causation and explanation.[111] What this means is that for Spinoza, questions regarding the reason why a given phenomenon is the way it is (or exists) are always answerable, and are always answerable in terms of the relevant cause(s). This constitutes a rejection of teleological, or final causation, except possibly in a more restricted sense for human beings.[112][page needed][111] Given this, Spinoza's views regarding causality and modality begin to make much more sense.\n\nSpinoza has also been described as an \"Epicurean materialist\",[89] specifically in reference to his opposition to Cartesian mind-body dualism. This view was held by Epicureans before him, as they believed that atoms with their probabilistic paths were the only substance that existed fundamentally.[113][114] Spinoza, however, deviated significantly from Epicureans by adhering to strict determinism, much like the Stoics before him, in contrast to the Epicurean belief in the probabilistic path of atoms, which is more in line with contemporary thought on quantum mechanics.[113][115]\n\nOne thing which seems, on the surface, to distinguish Spinoza's view of the emotions from both Descartes' and Hume's pictures of them is that he takes the emotions to be cognitive in some important respect. Jonathan Bennett claims that \"Spinoza mainly saw emotions as caused by cognitions. [However] he did not say this clearly enough and sometimes lost sight of it entirely.\"[116]\nSpinoza provides several demonstrations which purport to show truths about how human emotions work. The picture presented is, according to Bennett, \"unflattering, coloured as it is by universal egoism\".[117]\n\nSpinoza's notion of blessedness figures centrally in his ethical philosophy.\nBlessedness (or salvation or freedom), Spinoza thinks,\n\nAnd this means, as Jonathan Bennett explains, that \"Spinoza wants \"blessedness\" to stand for the most elevated and desirable state one could possibly be in.\"[118] Here, understanding what is meant by 'most elevated and desirable state' requires understanding Spinoza's notion of conatus (read: striving, but not necessarily with any teleological baggage) and that \"perfection\" refers not to (moral) value, but to completeness. Given that individuals are identified as mere modifications of the infinite Substance, it follows that no individual can ever be fully complete, i.e., perfect, or blessed. Absolute perfection, is, as noted above, reserved solely for Substance. Nevertheless, mere modes can attain a lesser form of blessedness, namely, that of pure understanding of oneself as one really is, i.e., as a definite modification of Substance in a certain set of relationships with everything else in the universe. That this is what Spinoza has in mind can be seen at the end of the Ethics, in E5P24 and E5P25, wherein Spinoza makes two final key moves, unifying the metaphysical, epistemological, and ethical propositions he has developed over the course of the work. In E5P24, he links the understanding of particular things to the understanding of God, or Substance; in E5P25, the conatus of the mind is linked to the third kind of knowledge (Intuition). From here, it is a short step to the connection of Blessedness with the amor dei intellectualis (\"intellectual love of God\").\n\n"
        },
        {
            "title": "Writings",
            "text": "When the public reactions to the anonymously published Theologico-Political Treatise were extremely unfavourable to his brand of Cartesianism, Spinoza was compelled to abstain from publishing more of his works. Wary and independent, he wore a signet ring which he used to mark his letters and which was engraved with the word caute (Latin for \"cautiously\") underneath a rose, itself a symbol of secrecy.[119]\n\nThe Ethics and all other works, apart from the Descartes' Principles of Philosophy and the Theologico-Political Treatise, were published after his death in the Opera Posthuma, edited by his friends in secrecy to avoid confiscation and destruction of manuscripts. The Ethics contains many still-unresolved obscurities and is written with a forbidding mathematical structure modeled on Euclid's geometry[21] and has been described as a \"superbly cryptic masterwork\".[89]\n\nSpinoza engaged in correspondence from December 1664 to June 1665 with Willem van Blijenbergh, an amateur Calvinist theologian, who questioned Spinoza on the definition of evil. Later in 1665, Spinoza notified Oldenburg that he had started to work on a new book, the Theologico-Political Treatise, published in 1670. Leibniz disagreed harshly with Spinoza in his own manuscript \"Refutation of Spinoza\",[120] but he is also known to have met with Spinoza on at least one occasion[84][87] (as mentioned above), and his own work bears some striking resemblances to specific important parts of Spinoza's philosophy (see: Monadology).\n\nIn a letter, written in December 1675 and sent to Albert Burgh, who wanted to defend Catholicism, Spinoza clearly explained his view of both Catholicism and Islam. He stated that both religions are made \"to deceive the people and to constrain the minds of men\". He also states that Islam far surpasses Catholicism in doing so.[121][122] The Tractatus de Deo, Homine, ejusque Felicitate (Treatise on God, man and his happiness) was one of the last Spinoza's works to be published, between 1851[123] and 1862.[124]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 1785, Friedrich Heinrich Jacobi published a condemnation of Spinoza's pantheism, after Gotthold Lessing was thought to have confessed on his deathbed to being a \"Spinozist\", which was the equivalent in his time of being called an atheist. Jacobi claimed that Spinoza's doctrine was pure materialism, because all Nature and God are said to be nothing but extended substance. This, for Jacobi, was the result of Enlightenment rationalism and it would finally end in absolute atheism. Moses Mendelssohn disagreed with Jacobi, saying that there is no actual difference between theism and pantheism. The issue became a major intellectual and religious concern for European civilization at the time.\n\nThe attraction of Spinoza's philosophy to late 18th-century Europeans was that it provided an alternative to materialism, atheism, and deism. Three of Spinoza's ideas strongly appealed to them:\n\nBy 1879, Spinoza’s pantheism was praised by many, but was considered by some to be alarming and dangerously inimical.[126]\n\nSpinoza's \"God or Nature\" (Deus sive Natura) provided a living, natural God, in contrast to Isaac Newton's first cause argument and the dead mechanism of Julien Offray de La Mettrie's (1709–1751) work, Man a Machine (L'homme machine). Coleridge and Shelley saw in Spinoza's philosophy a religion of nature.[21] Novalis called him the \"God-intoxicated man\".[89][127] Spinoza inspired the poet Shelley to write his essay \"The Necessity of Atheism\".[89]\n\nSpinoza was considered to be an atheist because he used the word \"God\" [Deus] to signify a concept that was different from that of traditional Judeo–Christian monotheism. \"Spinoza expressly denies personality and consciousness to God; he has neither intelligence, feeling, nor will; he does not act according to purpose, but everything follows necessarily from his nature, according to law....\"[128] Thus, Spinoza's cool, indifferent God differs from the concept of an anthropomorphic, fatherly God who cares about humanity.[129]\n\nIt is a widespread belief that Spinoza equated God with the material universe. He has therefore been called the \"prophet\"[130] and \"prince\"[131] and most eminent expounder of pantheism. More specifically, in a letter to Henry Oldenburg he states, \"as to the view of certain people that I identify God with Nature (taken as a kind of mass or corporeal matter), they are quite mistaken\".[132] For Spinoza, the universe (cosmos) is a mode under two attributes of Thought and Extension. God has infinitely many other attributes which are not present in the world.\n\nAccording to German philosopher Karl Jaspers (1883–1969), when Spinoza wrote Deus sive Natura (Latin for 'God or Nature'), Spinoza meant God was natura naturans (nature doing what nature does; literally, 'nature naturing'), not natura naturata (nature already created; literally, 'nature natured'). Jaspers believed that Spinoza, in his philosophical system, did not mean to say that God and Nature are interchangeable terms, but rather that God's transcendence was attested by his infinitely many attributes, and that two attributes known by humans, namely Thought and Extension, signified God's immanence.[133] Even God under the attributes of thought and extension cannot be identified strictly with our world. That world is of course \"divisible\"; it has parts. But Spinoza said, \"no attribute of a substance can be truly conceived from which it follows that the substance can be divided\", meaning that one cannot conceive an attribute in a way that leads to division of substance. He also said, \"a substance which is absolutely infinite is indivisible\" (Ethics, Part I, Propositions 12 and 13).[134] Following this logic, our world should be considered as a mode under two attributes of thought and extension. Therefore, according to Jaspers, the pantheist formula \"One and All\" would apply to Spinoza only if the \"One\" preserves its transcendence and the \"All\" were not interpreted as the totality of finite things.[133]\n\nMartial Guéroult (1891–1976) suggested the term \"panentheism\", rather than \"pantheism\" to describe Spinoza's view of the relation between God and the world. The world is not God, but it is, in a strong sense, \"in\" God. Not only do finite things have God as their cause; they cannot be conceived without God.[134] However, American panentheist philosopher Charles Hartshorne (1897–2000) insisted on the term Classical Pantheism to describe Spinoza's view.[104]\n\nAccording to the Stanford Encyclopedia of Philosophy, Spinoza's God is an \"infinite intellect\" (Ethics 2p11c) — all knowing (2p3), and capable of loving both himself—and us, insofar as we are part of his perfection (5p35c). And if the mark of a personal being is that it is one towards which we can entertain personal attitudes, then we should note too that Spinoza recommends amor intellectualis dei (the intellectual love of God) as the supreme good for man (5p33). However, the matter is complex. Spinoza's God does not have free will (1p32c1), he does not have purposes or intentions (1 appendix), and Spinoza insists that \"neither intellect nor will pertain to the nature of God\" (1p17s1). Moreover, while we may love God, we need to remember that God is really not the kind of being who could ever love us back. \"He who loves God cannot strive that God should love him in return\", says Spinoza (5p19).[135]\n\nSteven Nadler suggests that settling the question of Spinoza's atheism or pantheism depends on an analysis of attitudes. If pantheism is associated with religiosity, then Spinoza is not a pantheist, since Spinoza believes that the proper stance to take towards God is not one of reverence or religious awe, but instead one of objective study and reason, since taking the religious stance would leave one open to the possibility of error and superstition.[136]\n\nHegel said, \"The fact is that Spinoza is made a testing-point in modern philosophy, so that it may really be said: You are either a Spinozist or not a philosopher at all.\"[137] His philosophical accomplishments and moral character prompted Gilles Deleuze to name him \"the 'prince' of philosophers\".[138]\n\nSimilarities between Spinoza's philosophy and Eastern philosophical traditions have been discussed by many authors. The 19th-century German Sanskritist Theodor Goldstücker was one of the early figures to notice the similarities between Spinoza's religious conceptions and the Vedanta tradition of India, writing that Spinoza's thought was \"... so exact a representation of the ideas of the Vedanta, that we might have suspected its founder to have borrowed the fundamental principles of his system from the Hindus, did his biography not satisfy us that he was wholly unacquainted with their doctrines...\"[139][140] Max Müller also noted the striking similarities between Vedanta and the system of Spinoza, equating the Brahman in Vedanta to Spinoza's 'Substantia.'[141]\n\nWhen George Santayana graduated from college, he published an essay, \"The Ethical Doctrine of Spinoza\", in The Harvard Monthly.[142] Later, he wrote an introduction to Spinoza's Ethics and \"De Intellectus Emendatione\".[143] In 1932, Santayana was invited to present an essay (published as \"Ultimate Religion\")[144] at a meeting at The Hague celebrating the tricentennial of Spinoza's birth. In Santayana's autobiography, he characterized Spinoza as his \"master and model\" in understanding the naturalistic basis of morality.[145]\n\nPhilosopher Ludwig Wittgenstein evoked Spinoza with the title (suggested to him by G. E. Moore) of the English translation of his first definitive philosophical work, Tractatus Logico-Philosophicus, an allusion to Spinoza's Tractatus Theologico-Politicus. Elsewhere, Wittgenstein deliberately borrowed the expression sub specie aeternitatis from Spinoza (Notebooks, 1914–16, p. 83). The structure of his Tractatus Logico-Philosophicus does have some structural affinities with Spinoza's Ethics (though, admittedly, not with the Spinoza's Tractatus) in erecting complex philosophical arguments upon basic logical assertions and principles. Furthermore, in propositions 6.4311 and 6.45 he alludes to a Spinozian understanding of eternity and interpretation of the religious concept of eternal life, stating, \"If by eternity is understood not eternal temporal duration, but timelessness, then he lives eternally who lives in the present.\" (6.4311) \"The contemplation of the world sub specie aeterni is its contemplation as a limited whole.\" (6.45)\n\nSpinoza's philosophy played an important role in the development of post-war French philosophy. Many of these philosophers \"used Spinoza to erect a bulwark against the nominally irrationalist tendencies of phenomenology\", which was associated with the dominance of Hegel, Martin Heidegger, and Edmund Husserl in France at that time.[146] Louis Althusser, as well as his colleagues such as Étienne Balibar, saw in Spinoza a philosophy which could lead Marxism out of what they considered to be flaws in its original formulation, particularly its reliance upon Hegel's conception of the dialectic, as well as Spinoza's concept of immanent causality. Antonio Negri, in exile in France for much of this period, also wrote a number of books on Spinoza, most notably The Savage Anomaly (1981) in his own reconfiguration of Italian Autonomia Operaia. Other notable French scholars of Spinoza in this period included Alexandre Matheron, Martial Gueroult, André Tosel, and Pierre Macherey, the last of whom published a widely read and influential five-volume commentary on Spinoza's Ethics, which has been described as \"a monument of Spinoza commentary\".[147] Gilles Deleuze, in his doctoral thesis (1968), called Spinoza \"the prince of philosophers\".[148] Deleuze's interpretation of Spinoza's philosophy was highly influential among French philosophers, especially in restoring to prominence the political dimension of Spinoza's thought.[149] Deleuze published two books on Spinoza and gave numerous lectures on Spinoza in his capacity as a professor at the University of Paris VIII. His own work was deeply influenced by Spinoza's philosophy, particularly the concepts of immanence and univocity. Marilena de Souza Chaui described Deleuze's Expressionism in Philosophy (1968) as a \"revolutionary work for its discovery of expression as a central concept in Spinoza’s philosophy.\"[149]\n\nAlbert Einstein named Spinoza as the philosopher who exerted the most influence on his world view (Weltanschauung). Spinoza equated God (infinite substance) with Nature, consistent with Einstein's belief in an impersonal deity. In 1929, Einstein was asked in a telegram by Rabbi Herbert S. Goldstein whether he believed in God. Einstein responded by telegram: \"I believe in Spinoza's God who reveals himself in the orderly harmony of what exists, not in a God who concerns himself with the fates and actions of human beings.\"[150][151]\n\nLeo Strauss dedicated his first book, Spinoza's Critique of Religion, to an examination of the latter's ideas. In the book, Strauss identified Spinoza as part of the tradition of Enlightenment rationalism that eventually produced Modernity. Moreover, he identifies Spinoza and his works as the beginning of Jewish Modernity.[89] More recently Jonathan Israel argued that, from 1650 to 1750, Spinoza was \"the chief challenger of the fundamentals of revealed religion, received ideas, tradition, morality, and what was everywhere regarded, in absolutist and non-absolutist states alike, as divinely constituted political authority.\"[152]\n\nSpinoza is an important historical figure in the Netherlands, where his portrait was featured prominently on the Dutch 1000-guilder banknote, legal tender until the euro was introduced in 2002. The highest and most prestigious scientific award of the Netherlands is named the Spinozaprijs (Spinoza prize). Spinoza was included in a 50 theme canon that attempts to summarise the history of the Netherlands.[153] In 2014 a copy of Spinoza's Tractatus Theologico-Politicus was presented to the Chair of the Dutch Parliament, and shares a shelf with the Bible and the Quran.[154]\n\nThere has been a renewed debate in modern times about Spinoza's excommunication among Israeli politicians, rabbis and Jewish press, with many calling for the cherem to be reversed.[155] Since such a cherem can only be rescinded by the congregation that issued it, and the chief rabbi of that community,[c] Haham Pinchas Toledano, declined to do so, citing Spinoza's \"preposterous ideas, where he was tearing apart the very fundamentals of our religion\".,[156] the Amsterdam Jewish community organised a symposium in December 2015 to discuss lifting the cherem, inviting scholars from around the world to form an advisory committee at the meeting. However, the rabbi of the congregation ruled that it should hold, on the basis that he had no greater wisdom than his predecessors, and that Spinoza's views had not become less problematic over time.[155]\n\n"
        }
    ]
}