{
    "url": "https://en.wikipedia.org/wiki/Basilica_of_the_National_Shrine_of_the_Immaculate_Conception",
    "title": "Basilica of the National Shrine of the Immaculate Conception",
    "table_of_contents": [
        "1 Architecture",
        "2 History",
        "2.1 Patronage of the Immaculate Conception",
        "2.2 Construction (20th Century)",
        "3 Completion (21st Century)",
        "4 Priests of the Basilica",
        "5 Staff of the Basilica",
        "6 Gallery",
        "6.1 Exterior",
        "6.2 Interior",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Basilica of the National Shrine of the Immaculate Conception is a large minor Catholic basilica and national shrine located at 400 Michigan Avenue NE in the northeast quadrant of Washington, D.C. The basilica is adjacent to Catholic University of America and served by the Brookland–CUA station on the Red Line, roughly 1,640 feet (500 m) away.\n\nThe shrine is the largest Catholic church building in North America, and one of the largest in the world.[9] The basilica is also the tallest habitable building in Washington, D.C.[10][11][12] Its construction of Byzantine Revival and Romanesque Revival architecture began on September 23, 1920, with renowned contractor John McShain and was completed on December 8, 2017, with the dedication and solemn blessing of the Trinity Dome mosaic.\n\nThe basilica is the national and patronal Catholic church of the United States,[10] honoring the Immaculate Conception as Patroness, accorded by Pope Pius IX on February 7, 1847. Pope Pius XI donated a mosaic rendition of the image in 1923. The shrine has merited several papal visits, namely the following:\n\nAlthough the basilica is situated within the geographical boundaries of the Archdiocese of Washington, the basilica is not a parish of the archdiocese, does not have its own parish community, and the shrine’s administration does not fall under the direct authority of the Archbishop,[citation needed] but it serves the adjacent Catholic University of America, which donated the land for its construction, and the United States Conference of Catholic Bishops. It also hosts numerous Masses for various organizations of the Church from across the United States. The basilica is not the cathedral of the archdiocese, as that title and honor belongs to the Cathedral of St. Matthew the Apostle, although numerous archdiocesan events are held at the basilica. As of 2022, the rector of the basilica is the Reverend Monsignor Walter R. Rossi, who holds a Licentiate of Canon Law.\n\n"
        },
        {
            "title": "Architecture",
            "text": "The basilica houses 82 Marian chapels (including the Our Mother of Africa Chapel), as well as other sacred images, flanking the sides of the Great Upper Church and the Crypt Church.[13] They were designed to reflect the origins of Catholic Americans and the religious orders whose generosity erected them.\n\nIts Greek-styled interior is crowned with numerous domes decorated in mosaics, similar to the Basilica of St. Mark in Venice, Italy, but much larger. The mosaics feature American renditions of traditional Catholic images. Artist Jan Henryk De Rosen, who presided over the shrine's iconography committee was also responsible for much of its decor, including composing the large mosaic over the northern apse.\n\nThe exterior of the basilica is 459 ft (140 m) long, 240 ft (73 m) wide, and 237 ft (72 m) tall to the top of the cross on the dome. The exterior area of the basilica is 10,234 m2 (110,158 sq ft).[14][15] The diameter of the main dome (the Trinity Dome) of the basilica is only 7 ft (2 m) smaller than that of the dome of the United States Capitol. The interior area of the basilica is 7,097 m2 (76,391 sq ft) for the Upper Level and Great Upper Church, and 12,069 m2 (129,910 sq ft) for the Lower Level and Crypt Church, for a grand total of  19,166 m2 (206,301 sq ft).[16]\nThe shrine was built in the style of medieval churches, relying on thick masonry walls and columns in place of structural steel and reinforced concrete. It was designed to hold 10,000 worshipers and includes modern amenities such as a basement cafeteria, hidden public address speakers to carry speech at the altar to the rear of the building, air conditioning and what was the largest radiant heating slab in the world (in 1959).[17]\n\nThere are arches outlined with iridescent Pewabic Pottery tile, large ceramic medallions set in the ceiling, and fourteen Stations of the Cross in the Crypt Church.[18]\n\n"
        },
        {
            "title": "History",
            "text": "In 1792 John Carroll, the bishop of Baltimore and the United States's first Catholic bishop, consecrated the newly created United States under the protection of the Blessed Virgin Mary under the title of the Immaculate Conception. In 1846, the 6th Provincial Councils of Baltimore reiterated this episcopal choice to name the title Virgin Mary, conceived without sin as the principal patroness of the land. Pope Pius IX formalized the decision on February 7, 1847, and it was published on July 2, 1847.\n\nBishop Thomas Joseph Shahan, the fourth rector of The Catholic University of America in Washington, proposed the construction of a national shrine to commemorate the Immaculate Conception in the country's capital. Bishop Shahan took his appeal to Pope Pius X on August 15, 1913.[19]\n\nShahan received the pope's enthusiastic support and personal contribution of US$400 (US$11,681 in 2022, adjusted for inflation)[citation needed]. Shahan returned to the United States and persuaded the board of trustees of The Catholic University of America to donate land at the southwest corner of the campus for his shrine.\n\nIn January 1914, Shahan published the first issue of Salve Regina, a newsletter meant to stir enthusiasm for his project. He wrote that the shrine would be a \"monument of love and gratitude, a great hymn in stone as perfect as the art of man can make it and as holy as the intentions of its builders could wish it to be.\" His newsletter was circulated to dioceses throughout the country and financial donations began to pour into Washington. In 1915, Shahan appointed Father Bernard McKenna of Philadelphia as first director of the national shrine. Shahan oversaw the construction of the shrine until his death on March 9, 1932. His are the only remains interred at the basilica/national shrine.\n\nBy 1919, Shahan and McKenna chose architectural drawings by the Boston firm of Maginnis & Walsh for construction of the national shrine. Initially, they considered a traditional Neo-Gothic architectural style, but Shahan opted instead for a Byzantine Revival–Romanesque Revival design.[20] On May 16, 1920, Archbishop Giovanni Bonzano, Apostolic Nuncio to the United States of America, celebrated Mass and blessed the site of the future National Shrine. On September 23, 1920, Cardinal James Gibbons, archbishop of Baltimore, blessed the foundation stone. More than 10,000 people attended the Mass, including ambassadors, government officials, and military officers. On April 20, 1924, the first public mass ever offered at the shrine was held in the unfinished Crypt Church. In 1932, the death of Bishop Shahan and the Great Depression halted the construction above the completed Crypt Church level. The beginning of American involvement in World War II stalled plans even further, and construction was not resumed until 1954.\n\nAfter the war, in 1953, American bishops under the leadership of John Noll, archbishop ad personam of Fort Wayne, and Patrick O'Boyle, archbishop of Washington, pledged to raise the funds necessary to complete the Great Upper Church of the national shrine. On November 15, 1954, work was resumed on building the shrine, and on November 20, 1959, thousands of Catholics gathered with the bishops for the dedication of the Great Upper Church.\n\nSince 1968, the Papal Tiara of Pope Paul VI has been on display inside the Crypt Church.[21]\n\nOn October 12, 1990, Pope John Paul II raised the national shrine to the status of a minor basilica. The papal bull was signed and notarized by Cardinal Agostino Casaroli. It is the 36th designated basilica within the United States.\n\n"
        },
        {
            "title": "",
            "text": "In August 2006, work was completed on a mosaic covering the Redemption Dome in the Great Upper Church. Following its completion in the summer of 2007, the Incarnation Dome was blessed on November 17, 2007.[22] A small chapel on the Crypt Church level honoring Our Lady of La Vang (Vietnam) was completed in 2006.[23]\n\nIn 2008, during his trip to the United States, Pope Benedict XVI bestowed the Golden Rose upon the Basilica of the National Shrine of the Immaculate Conception.[24]\n\nIn June 2011, a new chapel dedicated to Our Lady of Lebanon was erected within the basilica, commemorating the fidelity of the Maronite Church and its faithful. A mosaic of Saint Maroun and the Crucifixion was copied from the 6th-century Rabboula Maronite manuscript, and was donated by Cardinal Donald Wuerl. The chapel was formally consecrated by Maronite Bishop Gregory J. Mansour on September 23, 2011.[25]\n\nOn January 26, 2013, the basilica held a televised thanksgiving Mass and enshrined two first class relics of Americans Kateri Tekakwitha and Marianne Cope, who were both canonized October 20, 2012.[26]\n\nPope Francis visited the shrine on September 23, 2015, and celebrated a Mass for the canonization of Saint Junípero Serra, O.F.M., on the mall of the Catholic University of America. The altar, ambo, and chair used for this Mass match the existing marble in the basilica. After the Mass, the papal altar was placed in front of the High Altar, and is now used as the altar in the Great Upper Church.[27]\n\nOn February 20, 2016, the basilica was the site of the funeral Mass of US Supreme Court Justice Antonin Scalia at which his son Fr. Paul Scalia was the celebrant.[28]\n\nThe final architectural element was completed with the installation of the 24 tons of Venetian glass in the central Trinity Dome, one of the largest mosaics of its kind in the world. On December 8, 2017, the Feast of the Immaculate Conception, the dome was dedicated and solemnly blessed by Cardinal Donald Wuerl.[29]\n\n"
        }
    ]
}