{
    "url": "https://en.wikipedia.org/wiki/Bathouism",
    "title": "Bathouism",
    "table_of_contents": [
        "1 Sijou plant",
        "2 Gods, goddesses and gurus",
        "3 Worship",
        "3.1 Traditional",
        "3.2 Revivalism/Reformation",
        "4 See also",
        "5 Notes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBathouism (also, Bathou) is the folk religion of the Boro people of Assam in Northeast India.[4] The name Bathou (Ba, five; thou, deep)[5] in Boro means five principles.[6] The five principles are: bar (air), orr (fire), ha (earth), dwi (water) and okhrang (ether).[7]  The chief deity, called Bathoubwrai (bwarai: \"the Elder\")—omnipresent, omniscient and omnipotent—is said to have created the five principles. Though there are other minor gods and goddesses, Bathoubwrai is considered the Supreme God. Bathoubwrai is unseen. The second most important deity is Mainao, the daughter of Bathoubwrai, who is considered as the \"protector of the rice fields\".[8][9]\n\nIt is reported that Bathouism will be included in the Indian census.[10]\n\n"
        },
        {
            "title": "Sijou plant",
            "text": "The sijou plant, a woody species of (Euphorbia)[11] is considered the living embodiment of Bathoubwrai.  Families that follow Bathouism plant a sijou shrub at the northeast corner of their courtyard, in an altar called sijousali.  Bodo communities that follow Bathouism generally plant a sijou shrub at a community land, fenced with eighteen pairs of bamboo strips with five fastenings.[12] Each pair symbolizes a pair of minor god-goddess. The five fastenings signify, from bottom: birth, pain, death, marriage and peace/pleasure. The bottom three fastenings, called bando, are those that one cannot escape in life; whereas the top two one could.\n\n"
        },
        {
            "title": "",
            "text": "Sidney Endle differentiates between household gods and community gods.[13]  Of the household gods Bathoubwrai, Mainao, Song Bwrai/Burai and Bura Bagh Raja are considered prominent.[14] The practice of representing Bathoubwrai by the sijou tree was more common among Boros (or Mech) of Goalpara region, and less so in Darrang. Song Raja is usually represented inside the house in an altar called dham, a deity who obtains devotion from women, and receives offerings during women's menses; but these offerings are eventually brought out and laid at the sijou tree representing Bathou.[15]\n\nThe eighteen pairs of gods-goddesses are: \n\n"
        },
        {
            "title": "Worship",
            "text": "Traditional Bathouism did not have any written scriptures or religious books, nor temples. Worship is performed at the sijousali, and constitutes offering animals and fowls for sacrifice and rice beer. Notable religious festivals were Kherai, Garja and others. These ceremonies are performed by priests called Douri (male priest) and Doudini (female priest). This religion was not organized.\n\nAll Bathou Religious Union, an organization, was constituted in 1992 and it has begun reviving and reforming the traditional religion. The traditional role of the Douri and Doudini are replaced by the Gwthari Asari appointed by the organization, and a band of singers who sing in a practice called bathou aroj. The construction of temples, resembling churches or mosques called thansali, have come into being. Bathou aroj is performed on Tuesdays in thansalis. Sacrifices of animals and fowls, and offering of rice beer as modes of worship has been replaced by offering of flowers, fruits and the burning of incense. The partaking of prasad has also become popular.\n\n"
        }
    ]
}