{
    "url": "https://en.wikipedia.org/wiki/Battle_of_the_Monongahela",
    "title": "Battle of the Monongahela",
    "table_of_contents": [
        "1 Background",
        "2 Battle",
        "3 Order of battle",
        "4 Aftermath",
        "5 Debate",
        "6 Legacy",
        "7 See also",
        "8 References",
        "9 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Battle of the Monongahela (also known as the Battle of Braddock's Field and the Battle of the Wilderness) took place on 9 July 1755, at the beginning of the French and Indian War, at Braddock's Field in what is now Braddock, Pennsylvania, 10 miles (16 km) east of Pittsburgh. A British force under General Edward Braddock, moving to take Fort Duquesne, was defeated by a force of French and Canadian troops under Captain Daniel Liénard de Beaujeu with its American Indian allies.\n\nThe defeat marked the end of the Braddock Expedition, by which the British had hoped to capture Fort Duquesne and gain control of the strategic Ohio Country. Both Braddock and Beaujeu were killed in action during the battle, with Braddock being mortally wounded in the fight and dying during the retreat near present-day Uniontown, Pennsylvania.  He specifically asked for George Washington, who accompanied him on the march, to oversee his burial. The remainder of the column retreated south-eastwards and the fort, and region, remained in French hands until its capture in 1758.\n\nThe Native Americans allied to the French were stealthy and used the terrain to their advantage in order to cause a large number of British casualties. The French ambushed the British as they were more prepared for the combat, which was the cause of their success in this battle.\n\n"
        },
        {
            "title": "Background",
            "text": "Braddock had been dispatched to North America in the new position of Commander-in-Chief, bringing with him two regiments (the 44th and 48th) of troops from Ireland.[7] He added to this by recruiting local troops in British America, swelling his forces to roughly 2,200 by the time he set out from Fort Cumberland, Maryland on 29 May.[8]  He was accompanied by Virginia Colonel George Washington, who had led the previous year's expedition to the area.[1]\n\nBraddock's expedition was part of a four-pronged attack on the French in North America. Braddock's orders were to launch an attack into the Ohio Country, disputed by Britain and France. Control of the area was dominated by Fort Duquesne on the forks of the Ohio River. Once it was in his possession, he was to proceed on to Fort Niagara, establishing British control over the Ohio territory.\n\nHe soon encountered a number of difficulties. He was scornful of the need to recruit local Native Americans as scouts, and left with only eight Mingo guides. He found that the road he was trying to use was slow, and needed constant widening to move artillery and supply wagons along it. Frustrated, he split his force in two, leading a flying column ahead, with a slower force following with the cannon and wagons.[8]\n\nThe flying column of 1,300 crossed the Monongahela River on 9 July, within 10 miles (16 km) of their target, Fort Duquesne. Despite being very tired after weeks of crossing extremely hard terrain, many of the British and Americans anticipated a relatively easy victory—or even for the French to abandon the fort upon their approach.[9]\n\nFort Duquesne had been very lightly defended, but had recently received significant reinforcements.[10] Claude-Pierre Pecaudy de Contrecœur, the Canadian commander of the fort, had around 1,600 French troupes de la Marine, Canadian militiamen and Native American allies. Concerned by the approach of the British, he dispatched Captain Daniel Liénard de Beaujeu with around 800 troops (108 Troupes de la Marine, 146 Canadian militia, and 600 Indians),[11] to check their advance.[12]\n\n"
        },
        {
            "title": "Battle",
            "text": "The French and Indians arrived too late to set an ambush, as they had been delayed, and the British had made surprisingly speedy progress. They ran into the British advance guard, commanded by Lieutenant Colonel Thomas Gage. Seeing the enemy in the trees, Gage ordered his men to open fire. Despite firing at very long range for a smooth-bored musket, their opening volleys succeeded in killing Captain Beaujeu.\n\nUnconcerned by the death of Beaujeu, the Indian warriors took up positions to attack. They were fighting on an Indian hunting ground which favored their tactics, with numerous trees and shrubbery separated by wide open spaces. The rolling platoon fire of the British initially caused roughly one hundred of the French to flee back to the fort. Captain Dumas rallied the rest of the French troops. The Indian tribes allied with the French, the Ottawas, Ojibwa and Potawatomis, used psychological warfare against the British.  After the Indians killed British soldiers, they would nail their scalps to surrounding trees.  During the battle, Indians made a terrifying \"whoop\" sound that caused fear and panic to spread in the British infantry.[13]\n\nAs they came under heavy fire, Gage's advance guard began taking casualties and withdrew. In the narrow confines of the road, they collided with the main body of Braddock's force, which had advanced rapidly when the shots were heard. Despite comfortably outnumbering their attackers, the British were immediately on the defensive. Most of the regulars were not accustomed to fighting in forest terrain, and were terrified by the deadly musket fire. Confusion reigned, and several British platoons fired at each other.[14] The entire column dissolved in disorder as the Canadian militiamen and Indians enveloped them and continued to snipe at the British flanks from the woods on the sides of the road. At this time, the French regulars began advancing along the road and began to push the British back. General Braddock rode forward to try to rally his men, who had lost all sense of unit cohesion.\n\nFollowing Braddock's lead, the officers tried to reform units into regular order within the confines of the road.  This effort was mostly in vain, and simply provided targets for their concealed enemy. Cannons were used, but due to the confines of the forest road, they were ineffective. Braddock had several horses shot under him, yet retained his composure, providing the only sign of order to the frightened British soldiers.[14] Many of the Americans, lacking the training of British regulars to stand their ground, fled and sheltered behind trees, where they were mistaken for enemy fighters by the redcoats, who fired upon them.[14] The rearguard, made up of Virginians, managed to fight effectively from the trees—something they had learned in previous years of fighting Indians.[15]\n\nDespite the unfavorable conditions, the British began to stand firm and blast volleys at the enemy. Braddock believed that the enemy would eventually give way in the face of the discipline displayed by the English-led troops. Despite lacking officers to command them, the often makeshift platoons continued to hold their crude ranks.\n\nFinally, after three hours of intense combat, Braddock was shot in the lung, possibly by one of his own men,[16][17] and effective resistance collapsed. He fell from his horse, badly wounded, and was carried back to safety by his men. As a result of Braddock's wounding, and without an order being given, the British began to withdraw. They did so largely with order, until they reached the Monongahela River, when they were set upon by the Indian warriors.  The Indians attacked with hatchets and scalping knives, after which panic spread among the British troops, and they began to break ranks and run, believing they were about to be massacred.\n\nColonel Washington, although he had no official position in the chain of command, was able to impose and maintain some order, and formed a rear guard, which allowed the remnants of the force to disengage. By sunset, the surviving British forces were fleeing back down the road they had built, carrying their wounded. Behind them on the road, bodies were piled high. The Indians did not pursue the fleeing redcoats, but instead set about scalping and looting the corpses of the wounded and dead, and drinking two hundred gallons of captured rum.[18]\n\nA number of British soldiers and women were captured in the battle. Some of the soldiers were spared, as were most of the women, but around a dozen soldiers were tortured and burned to death by the Indians that night, witnessed by British prisoner James Smith.[19]\n\nDaniel Boone, a famous American pioneer, explorer, woodsman, and frontiersman — and one of the first folk heroes of the United States — was among the soldiers involved in the battle. Boone served under Captain Hugh Waddell of North Carolina, whose militia unit was assigned in 1755 to serve under Braddock. Boone acted as a wagoner, along with his cousin Daniel Morgan, who would later be a key general in the American Revolution.[20] In the Battle of the Monongahela, Boone narrowly escaped death when the baggage wagons were assaulted by Indian troops - Boone escaped, it is said, by cutting his wagons and fleeing.  Boone remained critical of Braddock's blunders for the rest of his life.[21] While on the campaign, Boone met John Finley, a packer who worked for George Croghan in the trans-Appalachian fur trade.  Finley first interested Boone in the abundance of game and other natural wonders of the Ohio Valley. Finley took Boone on his first hunting trip to Kentucky 12 years later.[22]\n\n"
        },
        {
            "title": "Aftermath",
            "text": "Of the approximately 1,300 men Braddock led into battle,[1] 456 were killed outright and 422 were wounded. Commissioned officers were prime targets and suffered greatly: out of 86 officers, 26 were killed and 37 wounded. Of the 50 or so women that accompanied the British column as maids and cooks, only 4 returned with the British; about half were taken as captives. The French and Canadians reported only 23 killed, including the French commander, and 20 wounded.[23]: 235–36 \n\nBraddock died of his wounds on July 13, four days after the battle, and was buried on the road near Fort Necessity.\n\nColonel Thomas Dunbar, with the reserves and rear supply units, took command when the survivors reached his position. Realizing there was no further likelihood of his force proceeding to capture Fort Duquesne, he decided to retreat.  He ordered the destruction of supplies and cannon before withdrawing, burning about 150 wagons on the spot. His forces retreated back toward Philadelphia. The French did not pursue, realizing that they did not have sufficient resources for an organized pursuit.\n\nCaptain Daniel Liénard de Beaujeu, commander of the French forces, was buried on July 12 at Fort Duquesne.[23]\n\nThe battle was a devastating defeat, and has been characterized as one of the most disastrous in British colonial history.[24] It marked the end of the Braddock expedition, which many had believed contained overwhelming force, to seize the Ohio Country. It awakened many in London to the sheer scale of forces that would be needed to defeat the French and their Indian allies in North America.[25]\n\nThe inability of the redcoats to use skirmishers, and the vulnerability this caused for the main force, had a profound effect on British military thinking. Although Braddock had posted a company of flankers on each side, these troops were untrained to do anything but stand in line and fire platoon volleys, which were unsuited to such conditions. Learning from their mistakes the British made much better use of skirmishers, often equipped with rifles, who could protect the main body of troops from such devastating fire, both later in the French and Indian War and in the American War of Independence.\n\nBecause of the speed with which the French and Indians launched their attack and enveloped the British column, the battle is often erroneously reported as an ambush by many who took part. In fact, the French had been unprepared for their contact with the British, whom they had blundered into. The speed of their response allowed them to quickly gain the upper hand, and brought about their victory.\n\nThe French remained dominant in the Ohio Country for the next three years, and persuaded many previously neutral Indian tribes to enter the war on their side.[24] The French were eventually forced to abandon Fort Duquesne in 1758 by the approach of the Forbes Expedition.\n\n"
        },
        {
            "title": "Debate",
            "text": "The debate on how Braddock, with professional soldiers, superior numbers, and artillery, could fail so miserably began soon after the battle and continues to this day. Some blamed Braddock, some blamed his officers, and some blamed the British regulars or the provincial troops. Washington, for his part, supported Braddock and found fault with the British regulars.[26]\n\nBraddock's tactics are still debated. One school of thought holds that Braddock's reliance on time-honoured European methods, with men standing shoulder-to-shoulder in the open and firing mass volleys in unison, were not appropriate for frontier fighting and cost Braddock the battle. Skirmish tactics (\"Indian style\"), which American colonials had learned from frontier fighting, with men taking cover and firing individually, were superior in the American environment.[27]\n\nHowever, in some studies, the interpretation of \"Indian-style\" superiority has been argued to be a myth by several military historians. European regular armies already employed irregular forces of their own and had extensive theories of how to use and counter-guerilla warfare. Stephen Brumwell argues just the opposite by stating that contemporaries of Braddock, like John Forbes and Henry Bouquet, recognized that \"war in the forests of America was a very different business from war in Europe.\"[28]\n\nPeter Russell argues it was Braddock's failure to rely on the time-honoured European methods that cost him the battle.[29] The British had already waged war on the irregular forces in the Jacobite uprisings. And East-European irregulars, such as Pandours and Hussars, had already made an impact on European warfare and theory by the 1740s. Braddock's failure, according to proponents of this theory, was caused by not adequately applying traditional military doctrine (particularly by not using distance), not his lack of use of frontier tactics.[30] Russell, in his study, shows that on several occasions before the battle, Braddock had successfully adhered to standard European tactics to counter ambushes and so had become nearly immune to earlier French and Canadian attacks.\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 1930, on the 175th anniversary of the Battle of Braddock's Field, a statue of Colonel Washington was unveiled, and a commemorative postage stamp, modeled after that statue, was released for usage the same day.\n\n"
        }
    ]
}