{
    "url": "https://en.wikipedia.org/wiki/Battle_of_Chemulpo_Bay",
    "title": "Battle of Chemulpo Bay",
    "table_of_contents": [
        "1 Background",
        "2 Battle",
        "3 Outcome",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Battle of Chemulpo Bay was a naval battle in the Russo-Japanese War (1904–1905), which took place on 9 February 1904, off the coast of present-day Incheon (then called Chemulpo), Korea.\n\n"
        },
        {
            "title": "Background",
            "text": "The opening stage of the Russo-Japanese War began with a pre-emptive strike[2] by the Imperial Japanese Navy against the Russian Pacific Fleet spread among Port Arthur, Vladivostok, and Chemulpo Bay (now part of Incheon, Korea). Command of the Chemulpo operation was given to Rear Admiral Uryū Sotokichi, with six cruisers, three to eight torpedo boats (depending on sources), the aviso (dispatch boat) Chihaya, three transports and 2,500 ground troops.[3]  Chemulpo also had strategic significance, as it was the main port for the Korean capital of Seoul, and was also the main invasion route used previously by Japanese forces in the First Sino-Japanese War of 1894. However, Chemulpo, with its wide tidal bore, extensive mudflats, and narrow, winding channels, posed a number of tactical challenges for both attackers and defenders.\n\nThe Japanese protected cruiser Chiyoda had been based at Chemulpo for the past 10 months, and had been keeping watch on the Russian protected cruiser Varyag and the aging gunboat Korietz, also based at Chemulpo to look after Russian interests.\n\nAfter the Russian transport Sungari arrived at Chemulpo on 7 February 1904, reporting the sighting of a large Japanese force approaching, the gunboat Korietz was ordered to Port Arthur to report and request instructions. In the early morning of 8 February, Korietz spotted Chiyoda outside the Chemulpo roadstead, and mistaking it for a fellow Russian ship, loaded its guns for a salute. On closing in, the crew of Korietz realized their mistake and in the ensuing confusion the guns were discharged. Chiyoda responded by launching a torpedo. Both sides missed, but this was the first actual exchange of fire in the Russo-Japanese War, and it is highly unclear which side actually opened fire first. Korietz retreated back to Chemulpo harbor.[2]\n\nLater in the morning of 8 February 1904, Chiyoda rendezvoused with Uryū's squadron outside the entrance to Chemulpo, and reported that several warships from neutral countries were present in the anchorage, including: HMS Talbot (Great Britain), Pascal (France), and Elba (Italy). An American warship—the gunboat USS Vicksburg—was also present, but she was further up the harbor. Uryū reasoned that if the Russians remained anchored in the midst of the neutral ships, they could not attack his transports, whereas if the Russians came out to do battle, he had ample force to deal with them. On the other hand, it was against international law to attack the Russians while they were anchored in a neutral port. Uryū sent a message requesting that the captains of HMS Talbot, Pascal and Elba to shift their anchorage, promising that no attack should be delivered before 16:00.\n\n"
        },
        {
            "title": "Battle",
            "text": "Uryū ordered the cruisers Chiyoda, Takachiho, Asama and his torpedo boats to proceed up the channel with the troopships to commence the debarkation at once, while the cruisers Naniwa, Niitaka and Akashi were held in reserve. Three torpedo-boats took refuge near Niitaka far board.\n\nAt 18:00 on 8 February, Japanese troopships anchored at Chemulpo, mooring next to the Russians, and disembarked four battalions of soldiers of the IJA 12th Division in an operation that continued into the night. To the amazement of the tense Japanese, the Russians aboard Varyag and Korietz took no action, but continued to air out bunting as if on parade.[4] The troop disembarkation was complete by 03:00 on 9 February, and all Japanese warships and transports withdrew from the harbor except for the Chiyoda.\nThe latter delivered a letter to Varyag and neutral vessels, including the British cruiser Talbot, the French cruiser Pascal, the Italian cruiser Elba, and the U.S. gunboat Vicksburg and collier Pompey.\n\nA conference was quickly convened on Talbot by Captain Vsevolod Rudnev and the captains of neutral warships (except Vicksburg), and it was decided that the Russians would fight their way out.\n\nAt noon, Captain Denis Bagly of Talbot came to Naniwa with a letter signed by all of the neutral captains except for the captain of  Vicksburg, W.A. Marshall, declining the request to change anchorage, on the grounds that Chemulpo was a neutral port.\n\nOutgunned and outnumbered, and refusing advice from the neutral captains to surrender, at 11:00 on 9 February, Captain Vsevolod Rudnev of Varyag attempted to make a break for the open sea.\n\nFrom the Varyag logbook:\n\nAlthough the Russian logbook records damage to Asama, Japanese records indicate that she took no damage.\n\nUnable to break past the Japanese squadron by mid-afternoon, Korietz and the badly battered Varyag returned to Chemulpo harbor at 13:15, where both took refuge near the neutral warships. At 16:00, Korietz was scuttled by her crew by blowing up two powder-rooms. Fragments of the blown-up ship landed dangerously close to neutral vessels. Fearing a greater explosion with potential casualties, the captains of the neutral warships present urged Rudnev not to blow up Varyag in a similar manner. At 18:10, scuttled by her crew, Varyag rolled over on her port side and sank. Crewmen from Varyag　were dispatched to the Russian transport Sungari, which had remained behind in the harbor during the battle, and set her on fire to prevent her from falling into Japanese hands.[7]\n\n"
        },
        {
            "title": "Outcome",
            "text": "The Battle of Chemulpo was a military victory for the Japanese. Russian casualties on the Varyag were heavy. All of Varyag's twelve 6 in (150 mm) guns, all of her 12-pounders, and all of her 3-pounders were out of action, she took 5 serious hits at or below the waterline. Her upper works and ventilators were riddled, and her crew had put out at least five serious fires. Of her crew with a nominal strength of 580, 33 were killed and 97 wounded.[1] Most serious cases among the Russian wounded were treated at the Red Cross hospital at Chemulpo. The Russian crews—except for the badly wounded—returned to Russia on neutral warships and were treated as heroes. Although severely damaged, Varyag—not blown up—was later raised by the Japanese and incorporated into the Imperial Japanese Navy as the training ship Soya.\n\n"
        }
    ]
}