{
    "url": "https://en.wikipedia.org/wiki/Battle_of_Los_Angeles",
    "title": "Battle of Los Angeles",
    "table_of_contents": [
        "1 Background",
        "2 Alarms raised",
        "3 Press response",
        "4 Attribution",
        "5 UFOlogy",
        "6 Commemoration",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Battle of Los Angeles, also known as the Great Los Angeles Air Raid, is the name given by contemporary sources to a rumored attack on the continental United States by Imperial Japan and the subsequent anti-aircraft artillery barrage which took place from late 24 February to early 25 February 1942, over Los Angeles, California.[2][3][4] The incident occurred less than three months after the U.S. entered World War II in response to the Imperial Japanese Navy's surprise attack on Pearl Harbor, and one day after the bombardment of Ellwood near Santa Barbara on 23 February. Initially, the target of the aerial barrage was thought to be an attacking force from Japan, but speaking at a press conference shortly afterward, Secretary of the Navy Frank Knox called the purported attack a \"false alarm\". Newspapers of the time published a number of reports and speculations of a cover-up to conceal an actual invasion by enemy airplanes.\n\nWhen documenting the incident in 1949, the United States Coast Artillery Association identified a meteorological balloon sent aloft at 1:00 am as having \"started all the shooting\" and concluded that \"once the firing started, imagination created all kinds of targets in the sky and everyone joined in\".[5] In 1983, the U.S. Office of Air Force History attributed the event to a case of \"war nerves\" triggered by a lost weather balloon and exacerbated by stray flares and shell bursts from adjoining batteries.\n\n"
        },
        {
            "title": "Background",
            "text": "In the months following the Imperial Japanese Navy's attack on Pearl Harbor in Hawaii on December 7, 1941, and the United States' entry into World War II the next day, public outrage and paranoia intensified across the country and especially on the West Coast, where fears of a Japanese attack on or invasion of the U.S. continent were acknowledged as realistic possibilities. In Juneau, Alaska, residents were told to cover their windows for a nightly blackout after rumors spread that Japanese submarines were lurking along the southeast Alaskan coast.[6] Rumors that a Japanese aircraft carrier was cruising off the coast of the San Francisco Bay Area resulted in the city of Oakland closing its schools and issuing a blackout; civil defense sirens mounted on patrol cars from the Oakland Police Department blared through the city, and radio silence was ordered.[7] The city of Seattle also imposed a blackout of all buildings and vehicles, and owners who left the lights on in their buildings had their businesses smashed by a mob of 2,000 residents.[8] The rumors were taken so seriously that 500 United States Army troops moved into the Walt Disney Studios lot in Burbank, California, to defend the famed Hollywood facility and nearby factories against enemy sabotage or air attacks.[9]\n\nAs the U.S. began mobilizing for the war, anti-aircraft guns were installed, bunkers were built, and air raid precautions were drilled into the populace all over the country. Contributing to the paranoia was the fact that many American merchant ships were indeed attacked by Japanese submarines in waters off the West Coast, especially from the last half of December 1941 through February 1942: SS Agwiworld (escaped), SS Emidio (damaged), SS Samoa (escaped), SS Larry Doheny (sank), SS Dorothy Phillips (damaged), SS H.M. Storey (escaped, sank later),  SS Cynthia Olson (sank), SS Camden (sank), SS Absaroka (damaged), Coast Trader (sank), SS Montebello (sank), SS Barbara Olson (escaped), SS Connecticut  (damaged), and SS Idaho (minor damage).[10][11] As the hysteria continued to mount, on 23 February 1942, at 7:15 pm, during one of President Franklin D. Roosevelt's fireside chats, Japanese submarine I-17 surfaced near Santa Barbara, California, and shelled Ellwood Oil field in Goleta. Although damage was minimal (only $500 in property damage (equivalent to $8,300 in 2021) and no injuries) the attack had a profound effect on the public imagination, as West Coast residents came to believe that the Japanese could storm their beaches at any moment. (Less than four months later, Japanese forces bombed Dutch Harbor in Unalaska, Alaska, and landed troops in the Aleutian Islands of Kiska and Attu).[7]\n\n"
        },
        {
            "title": "Alarms raised",
            "text": "On 24 February 1942, the Office of Naval Intelligence issued a warning that an attack on mainland California could be expected within the next ten hours. That evening, many flares and blinking lights were reported from the vicinity of defense plants. An alert was called at 7:18 pm, and was lifted at 10:23 pm. Renewed activity began early in the morning of 25 February.[12] Air raid sirens sounded at 2:25 am throughout Los Angeles County.[13] A total blackout was ordered and thousands of air raid wardens were summoned to their positions. At 3:16 am, the 37th Coast Artillery Brigade began firing .50-caliber machine guns and 12.8-pound (5.8 kg) anti-aircraft shells into the air at reported aircraft; over 1,400 shells were eventually fired. Pilots of the 4th Interceptor Command were alerted but their aircraft remained grounded. The artillery fire continued sporadically until 4:14 am. The \"all clear\" was sounded and the blackout order was lifted at 7:21 am.[14]\n\nSeveral buildings and vehicles were damaged by shell fragments, and five civilians died as an indirect result of the anti-aircraft fire: three were killed in car accidents in the ensuing chaos and two of heart attacks attributed to the stress of the hour-long action.[1] The incident was front-page news along the West Coast and across the nation.[15]\n\n"
        },
        {
            "title": "Press response",
            "text": "Within hours of the end of the air raid, Secretary of the Navy Frank Knox held a press conference, saying the entire incident had been a false alarm due to anxiety and \"war nerves\". Knox's comments were followed by statements from the Army the next day[16] that reflected General George C. Marshall's supposition that the incident might have been caused by enemy agents using commercial airplanes in a psychological warfare campaign to generate mass panic.[17]\n\nSome contemporary press outlets suspected a cover-up of the truth. An editorial in the Long Beach Independent wrote, \"There is a mysterious reticence about the whole affair and it appears that some form of censorship is trying to halt discussion on the matter.\" Speculation was rampant as to invading airplanes and their bases. Theories included a secret base in northern Mexico as well as Japanese submarines stationed offshore with the capability of carrying planes. Others speculated that the incident was either staged or exaggerated to give coastal defense industries an excuse to move further inland.[18]\n\nRepresentative Leland M. Ford of Santa Monica called for a Congressional investigation, saying \"none of the explanations so far offered removed the episode from the category of 'complete mystification' ... this was either a practice raid, or a raid to throw a scare into 2,000,000 people, or a mistaken identity raid, or a raid to lay a political foundation to take away Southern California's war industries.\"[19]\n\n"
        },
        {
            "title": "Attribution",
            "text": "After the war ended in 1945, the Japanese government declared that they had flown no airplanes over Los Angeles during the war.[13] In 1983, the U.S. Office of Air Force History concluded that an analysis of the evidence points to meteorological balloons as the cause of the initial alarm:[12]\n\n"
        },
        {
            "title": "UFOlogy",
            "text": "A photo published in the Los Angeles Times on February 26, 1942, has been featured in UFO conspiracy theories as evidence of an extraterrestrial visitation.[20] They assert that the photo clearly shows searchlights focused on an alien spaceship; however, the photo was heavily modified by photo retouching prior to publication, a routine practice in graphic arts of the time intended to improve contrast in black and white photos.[21][22] Times writer Larry Harnisch noted that the retouched photo along with faked newspaper headlines were presented as true historical material in trailers for the 2011 film Battle: Los Angeles. Harnisch commented, \"[I]f the publicity campaign wanted to establish UFO research as nothing but lies and fakery, it couldn't have done a better job.\"[23]\n\n"
        },
        {
            "title": "Commemoration",
            "text": "Every February, the Fort MacArthur Museum, located at the entrance to Los Angeles Harbor, hosts an entertainment event called \"The Great LA Air Raid of 1942\".[24]\n\n"
        }
    ]
}