{
    "url": "https://en.wikipedia.org/wiki/Battle_of_Brandywine",
    "title": "Battle of Brandywine",
    "table_of_contents": [
        "1 Background",
        "2 Battle",
        "2.1 British advance",
        "2.2 Washington and Greene arrive near Dilworth",
        "2.2.1 Knyphausen's final attack",
        "3 Losses",
        "4 Aftermath",
        "5 Battlefield preservation",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Battle of Brandywine, also known as the Battle of Brandywine Creek, was fought between the American Continental Army of General George Washington and the British Army of General Sir William Howe on September 11, 1777, as part of the American Revolutionary War (1775–1783). The forces met near Chadds Ford, Pennsylvania. More troops fought at Brandywine than any other battle of the American Revolution.[5] It was also the second longest single-day battle of the war, after the Battle of Monmouth, with continuous fighting for 11 hours.[5]\n\nAs Howe moved to take Philadelphia, then the American capital, the British forces routed the Continental Army and forced them to withdraw, first, to the City of Chester, Pennsylvania, and then northeast toward Philadelphia.\n\nHowe's army departed from Sandy Hook, New Jersey, across New York Bay from the occupied town of New York City on the southern tip of Manhattan Island, on July 23, 1777, and landed near present-day Elkton, Maryland, at the point of the \"Head of Elk\" by the Elk River at the northern end of the Chesapeake Bay, at the southern mouth of the Susquehanna River.[6] Marching north, the British Army brushed aside American light forces in a few skirmishes. General Washington offered battle with his army posted behind Brandywine Creek, off the Christina River. While part of his army demonstrated in front of Chadds Ford, Howe took the bulk of his troops on a long march that crossed the Brandywine far beyond Washington's right flank. Due to poor scouting, the Americans did not detect Howe's column until it reached a position in rear of their right flank. Belatedly, three divisions were shifted to block the British flanking force at Birmingham Friends Meetinghouse and School, a Quaker meeting house.\n\nAfter a stiff fight, Howe's wing broke through the newly formed American right wing, which was deployed on several hills. At this point Lieutenant General Wilhelm von Knyphausen attacked Chadds Ford and crumpled the American left wing. As Washington's army streamed away in retreat, he brought up elements of General Nathanael Greene's division, which held off Howe's column long enough for his army to escape to the northeast. Polish General Casimir Pulaski defended Washington's rear, assisting in his escape.[7] The defeat and subsequent maneuvers left Philadelphia vulnerable. The British captured it two weeks later on September 26, resulting in the city falling under British control for nine months, until June of 1778.\n\n"
        },
        {
            "title": "Background",
            "text": "In late August 1777, after a distressing 34-day journey from Sandy Hook on the coast of New Jersey, a Royal Navy fleet of more than 260 ships carrying some 17,000 British troops under the command of British General Sir William Howe landed at the head of the Elk River, on the northern end of the Chesapeake Bay near present-day Elkton, Maryland (then known as Head of Elk), approximately 40–50 miles (60–80 km) southwest of Philadelphia. Unloading the ships proved to be a logistical problem because the narrow river neck was shallow and muddy.\n\nGeneral George Washington had placed the American forces, about 20,300-strong, between Head of Elk and Philadelphia. His forces were able to reconnoiter the British landing from Iron Hill near Newark, Delaware, about 9 miles (14 km) to the northeast. Because of the delay disembarking from the ships, Howe did not set up a typical camp but quickly moved forward with the troops. As a result, Washington was not able to accurately gauge the strength of the opposing forces.\n\nAfter a skirmish at Cooch's Bridge south of Newark, the British troops moved north and Washington abandoned a defensive encampment along the Red Clay Creek near Newport, Delaware, to deploy against the British at Chadds Ford. This site was important as it was the most direct passage across the Brandywine River on the road from Baltimore to Philadelphia. On September 9, Washington positioned detachments to guard other fords above and below Chadds Ford, hoping to force the battle there. Washington employed General John Armstrong, commanding about 1,000 Pennsylvania militia, to cover Pyle's Ford, 5.8 miles south of Chadds Ford, which was covered by Major Generals Anthony Wayne's and Nathanael Greene's divisions. Major General John Sullivan's division extended northward along the Brandywine's east banks, covering the high ground north of Chadds Ford along with Major General Adam Stephen's division and Major General Lord Stirling's divisions. Further upstream was a brigade under Colonel Moses Hazen covering Buffington's Ford and Wistar's Ford. Washington was confident that the area was secure.\n\nThe British grouped forces at nearby Kennett Square.[8] Howe, who had better information about the area than Washington, had no intention of mounting a full-scale frontal attack against the prepared American defenses. He instead employed a flanking maneuver, similar to that used in the Battle of Long Island. About 6,800 men under the command of Wilhelm von Knyphausen advanced to meet Washington's troops at Chadds Ford.  The remainder of Howe's troops, about 9,000 men, under the command of Charles, Lord Cornwallis, marched north to Trimble's Ford across the West Branch of the Brandywine Creek, then east to Jefferis Ford across the East Branch (two fords that Washington had overlooked as a result of a poor understanding of the area and lack of credible reconnaissance), and then south to flank the American forces.[9]\n\n"
        },
        {
            "title": "Battle",
            "text": "September 11 began with a heavy fog, which provided cover for the British troops. Washington received contradictory reports about the British troop movements and continued to believe that the main force was moving to attack at Chadds Ford.\n\nKnyphausen's Column\n\nAt 5:30 a.m. the British and Hessian troops began marching east along the \"Great Road\" (now Route 1) from Kennett Square, advancing on the American troops positioned where the road crossed Brandywine Creek. The first shots of the battle took place about 4 miles west of Chadds Ford, at Welch's Tavern.  Elements of Maxwell's continental light infantry skirmished with the British vanguard (primarily the Queen's Rangers – a battalion of loyalists). The British continued to advance and encountered a greater force of continentals behind the stone walls on the Old Kennett Meetinghouse grounds. The battle was fought at mid-morning around the meeting house while the pacifist Quakers continued to hold their midweek service. One of the Quakers later wrote, \"While there was much noise and confusion without, all was quiet and peaceful within.\"[10]\n\nFrom the Meetinghouse grounds, the battle continued for three miles to the Brandywine Creek, at Chadds Ford. Eventually the British pushed the Americans back but not before suffering heavy losses.\n\nCornwallis's Column\n\nThe main British column under General Cornwallis (and accompanied by General Howe) set out from Kennett Square at 5:00 a.m..  Local loyalist sources had provided Howe with knowledge of two unguarded fords, above the forks of the Brandywine.  The 17-mile flank march took approximately 9 hours to complete. The British appeared on the Americans' right flank at around 2 p.m. and took a much-needed rest on Osbourne's Hill, a commanding position north of the Continental army.  Having received intelligence from Colonel Bland's scouts, Washington ordered Sullivan to take overall command of Stirling and Stephen's divisions (in addition to his own) and quickly march north to meet the British flank attack.  As they were forming their lines north of Dilworth, Howe launched his attack.  Having taken overall command of the right wing of the army, Sullivan left his division to confer with the other generals.  His own division he left under the command of Preudhomme de Borre, with orders to shift to the right in order to link up with Stirling and Stephen's divisions (from left to right the divisions were arranged as Sullivan, Stirling, Stephen).  As the British lines advanced, the Hessian Jaegers threatened to flank the American right forcing Stephen and Stirling to shift right. Howe was slow to attack, which bought time for the Americans to position some of their men on high ground near Birmingham Meetinghouse, about a mile (1.6 km) north of Chadds Ford.[11] By 4 p.m., the British attacked.  The British Brigade of Guards caught de Borre by surprise on the American left, before de Borre had time to fully form, and immediately sent them in to disarray, causing the entire division to rout.  Initially,  Stephen's and Stirling's divisions held firm, aided by a battery of artillery on a knoll between their divisions.  However, the British light infantry battalions, aided by the Jaegers, eventually caused Stephen's division to fall back.  A bayonet charge by the British grenadier battalions, in the center, similarly forced Stirling to retreat.  The Marquis de Lafayette had only just arrived, joining Stirling's division, when he received a wound while trying to rally the retreating troops.\n\nAround 6 p.m., Washington and Greene arrived with reinforcements to try to hold off the British, who now occupied Meeting House Hill.  Washington conferred with Greene and Knox, the latter of whom was head of artillery, in the yard of the William Brinton house.[12] The 2nd Battalion of Grenadiers was nearing their position, and was joined by a fresh reserve brigade (the 4th British Brigade).  It was determined that Knox would deploy artillery to slow the British advance.  Greene's reinforcements, combined with the remnants of Sullivan's, Stephen's, and Stirling's divisions, formed south of Dilworth and stopped the pursuing British for nearly an hour, letting the rest of the army retreat.  When darkness fell, Greene's division finally began the march to Chester along with the rest of the army.  The British army was not able to pursue due to the onset of night.  The Americans were also forced to leave behind many of their cannons on Meeting House Hill because almost all of their artillery horses were killed.\n\nUpon hearing the attack of Cornwallis's column, Knyphausen launched an attack against the weakened American center across Chadds Ford, breaking through the divisions commanded by Wayne and William Maxwell and forcing them to retreat and leave behind most of their cannons. Armstrong's militia, never engaged in the fighting, also decided to retreat from their positions. Further north, Greene sent Brigadier General George Weedon's troops to cover the road just outside the town of Dilworth to hold off the British long enough for the rest of the Continental Army to retreat. Darkness brought the British pursuit to a standstill, which then allowed Weedon's force to retreat. The defeated Americans retreated to Chester where most of them arrived at midnight, with stragglers arriving until morning. The American retreat was well organized, largely because of the efforts of Lafayette, who, although wounded, created a rally point that allowed for a more orderly retreat before being treated for his wound.[13]\n\n"
        },
        {
            "title": "Losses",
            "text": "The official British casualty list detailed 587 casualties: 93 killed (eight officers, seven sergeants and 78 rank and file); 488 wounded (49 officers, 40 sergeants,  four drummers and 395 rank and file); and six rank and file missing unaccounted for.[3] Only 40 of the British Army's casualties were Hessians.[14] Historian Thomas J. McGuire writes that, \"American estimates of British losses run as high as 2,000, based on distant observation and sketchy, unreliable reports\".[3]\n\nMost accounts of the American loss were from the British. One initial report by a British officer recorded American casualties at over 200 killed, around 750 wounded, and 400 prisoners were taken, many of them wounded. A member of General Howe's staff claimed that 400 rebels were buried on the field by the victors.[15] Another British officer wrote that, \"The Enemy had 502 dead in the field\".[3] General Howe's report to the British colonial secretary, Lord George Germain, said that the Americans, \"had about 300 men killed, 600 wounded, and near 400 made prisoners\".[3]\n\nNo casualty return for the American army at Brandywine survives and no figures, official or otherwise, were ever released. The nearest thing to a hard figure from the American side was by Major General Nathanael Greene, who estimated that Washington's army had lost between 1,200 and 1,300 men.[16] On September 14, about 350 wounded Americans were taken from the British camp at Dilworth to a newly established hospital at Wilmington, Delaware.[17] This would suggest that of the \"near 400\" prisoners reported by Howe, only about 50 had surrendered unwounded. If General Greene's estimate of the total American loss was accurate, then they had between 1,160 and 1,260 killed, wounded or deserted during the battle. The British also captured 11 out of 14 of the American artillery pieces. Among the American wounded was the Marquis de Lafayette.\n\nIn addition to losses in battle, 315 men were posted as deserters from Washington's camp during this stage of the campaign.[18]\n\n"
        },
        {
            "title": "Aftermath",
            "text": "Although Howe had defeated the American army, his lack of cavalry prevented its total destruction.  Washington had committed a serious error in leaving his right flank wide open and could have brought about his army's annihilation had it not been for Sullivan, Stirling and Stephen's divisions, which bought them time. Evening was approaching and, in spite of the early start Cornwallis had made in the flanking maneuver, most of the American army was able to escape. In his report to the Continental Congress detailing the battle, Washington stated: \"despite the day's misfortune, I am pleased to announce that most of my men are in good spirits and still have the courage to fight the enemy another day.\"\n\nBritish and American forces maneuvered around each other for the next several days with only a few encounters such as the Battle of the Clouds on September 16 and the Battle of Paoli on the night of September 20–21.  In a matter of days, the Battles of Saratoga, hundreds of miles to the north, provided a victory over a British force which Howe was supposed to join. \n\nIn preparation for the fall of Philadelphia, Pennsylvania's Supreme Executive Council ordered that eleven bells in the city, including the State House bell (known today as the Liberty Bell) and the bells from Christ Church and St. Peter's Church, be taken down and removed from Philadelphia to prevent the British Army from taking possession of them and melting them down to cast into munitions for use in the war. The Liberty Bell was transported to Allentown, where it was hidden for nine months under floor boards at Zion United Church of Christ in the city.[19]\n\nThe Continental Congress then abandoned Philadelphia, moving first to Lancaster, for one day and then to York. Repairs[discuss] were made at the Van Leer Furnace[20] and military supplies were also moved to Reading. \n\nOn September 26, 1777, British forces marched into Philadelphia unopposed.\n\nEight Army National Guard units (103rd Eng Bn,[21] A/1-104th Cav,[22] 109th FA,[23] 111th Inf,[24] 113th Inf,[25] 116th Inf,[26] 1–175th Inf[27] and 198th Sig Bn[28]) and one active Regular Army Field Artillery battalion (1–5th FA[29]) are derived from American units that participated in the Battle of Brandywine. There are thirty current U.S. Army units with lineages that go back to the colonial era.\n\n"
        },
        {
            "title": "Battlefield preservation",
            "text": "Brandywine Battlefield Historic Site is a National Historical Landmark. The historic park is owned and operated by the Pennsylvania Historical and Museum Commission, on 52 acres (210,000 m2), near Chadds Ford, Delaware County, part of the site of the Battle of Brandywine.\n\nThe American Battlefield Trust and its partners have acquired and preserved 10.4 acres (0.042 km2) of the battlefield.[30]\n\n"
        }
    ]
}