{
    "url": "https://en.wikipedia.org/wiki/Battle_of_Fort_Necessity",
    "title": "Battle of Fort Necessity",
    "table_of_contents": [
        "1 Background",
        "2 Prelude",
        "2.1 Jumonville Glen",
        "2.2 Fort Necessity",
        "2.3 Red Stone Creek",
        "2.4 British preparations",
        "3 Battle",
        "3.1 French attack",
        "3.2 Negotiations",
        "3.3 Surrender",
        "4 Order of battle",
        "4.1 Strength report of the Virginia Regiment, July 1, 1754",
        "5 Aftermath",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Battle of Fort Necessity, also known as the Battle of the Great Meadows, took place on July 3, 1754, in what is now Farmington in Fayette County, Pennsylvania. The engagement, along with the May 28 skirmish known as the Battle of Jumonville Glen, was George Washington's first military experience.[6] The Battle of Fort Necessity began the French and Indian War, which later spiraled into the global conflict known as the Seven Years' War. Washington built Fort Necessity on an alpine meadow west of the summit of a pass through the Laurel Highlands of the Allegheny Mountains.  Another pass nearby leads to Confluence, Pennsylvania; to the west, Nemacolin's Trail begins its descent to Uniontown, Pennsylvania, and other parts of Fayette County along the relatively low altitudes of the Allegheny Plateau.\n\n"
        },
        {
            "title": "Background",
            "text": "The French Empire, despite the fact that they began colonizing North America in the 16th century, had between only 75,000 and 90,000 colonists living in New France in the mid-1700s.[7]: 7 [8] However, France was able to control the large colonies of New France (modern-day Canada), Acadia, and the French Louisiana with relatively few people by controlling waterways (especially the Saint Lawrence River, the Great Lakes, the Ohio River, and the Mississippi River) and cultivating strong political and economic relationships with powerful Native American nations.[9] The Ohio Country, an area located roughly between Lake Erie and the Ohio River, became increasingly important to the French throughout the 18th century. As more settlers moved from Montreal, Quebec, and other established French settlements along the St. Lawrence to the newer Louisiana colony, the Ohio Country became an important connection between New France and Louisiana.[citation needed]\n\nBritish settlers were also expanding into the Ohio Country at this time. The British colonies were far more populated than the French (there were about 1.5 million British subjects living in North America in 1754, meaning that the British outnumbered the French almost twenty to one), and settlers were eager to move over the Appalachian Mountains and into the Ohio Country and other western lands.[7]: 7, 11  Most British traders declared that, despite the facts that the French had been trading in the Ohio Country for years and that more and more displaced Native Americans were moving west from the Atlantic coast every year, the Ohio Country was unsettled, uncharted, and therefore unclaimed land that should be open to all traders.[7]: 11  The French had no interest in trying to compete with the British for trade in the Ohio Country. Due to their high population and large colonial cities, British traders could offer Native Americans cheaper, higher quality goods than could their French counterparts.[10] The French therefore set about keeping the British as far away from the Ohio Country as possible.[citation needed]\n\nAuthorities in New France became more aggressive in their efforts to expel British traders and colonists from this area, and in 1753 began construction of a series of fortifications in the area.[11] In previous wars, the Québecois had more than held their own against the English colonials.[12]\n\nThe French action drew the attention of not just the British, but also the Indian tribes of the area.  Despite good Franco-Indian relations, British traders became successful in convincing the Indians to trade with them in preference to the Canadiens, and the planned large-scale advance was not well received by all.[13]  The reason for this was that they had to provide them with the goods that the Anglo-American traders had previously supplied, and at similar prices. This proved to be singularly difficult.  With the exception of one or two Montreal merchant traders, the Canadians showed a great reluctance to venture into the Ohio country.[14]  In particular, Tanacharison, a Mingo chief also known as the \"Half King\", became anti-French as a consequence.  In a meeting with Paul Marin de la Malgue, commander of the Canadian construction force, the latter reportedly lost his temper, and shouted at the Indian chief, \"I tell you, down the river I will go.  If the river is blocked up, I have the forces to burst it open and tread under my feet all that oppose me.  I despise all the stupid things you have said.\"[15]  He then threw down some wampum that Tanacharison had offered as a good will gesture.[15]  Marin died not long after, and command of the operations was turned over to Jacques Legardeur de Saint-Pierre.[16]\n\nVirginians felt that their colonial charter, the oldest in the British colonies, gave them claim to the Ohio Country despite competing claims from Native Americans, the French, and other British colonies. In 1748, wealthy Virginians formed the Ohio Company with the aim of solidifying Virginia's claim and profiting off the speculation of western lands.[7]: 11  Governor Robert Dinwiddie, the royal governor of Virginia and founding investor in the Ohio Company, sent a twenty-one year old Virginia colonial Lieutenant Colonel George Washington to travel from Williamsburg to Fort LeBeouf in the Ohio Territory (a territory claimed by several of the British colonies, including Virginia) as an emissary in December 1753, to deliver a letter. George Washington's older brothers Lawrence and Augustine had been instrumental in organizing the Ohio Company, and George had become familiar with the Ohio Company by surveying for his brothers as a young man. After a long trek and several near-death experiences, Washington and his party (which included the Mingo sachem, Tanacharison, and the explorer Christopher Gist) arrived at Fort Le Boeuf and met with the regional commander, Jacques Legardeur de Saint-Pierre.[17] Saint-Pierre politely informed Washington that he was there pursuant to orders, and Washington's letter should have been addressed to his commanding officer in Canada.[18]\n\nWashington returned to Williamsburg and informed Governor Dinwiddie that the French refused to leave.[19]  Dinwiddie ordered Washington to begin raising a militia regiment to hold the Forks of the Ohio, in present-day Pittsburgh, a site Washington had identified as a fine location for a fortress.[20]  However, unlike the French, Washington and his Virginia regiment could not easily reach the Forks via river. The governor therefore also issued a captain's commission to Ohio Company employee William Trent, with instructions to raise a small force capable of moving quickly through the wilderness and virgin forest that lie between Williamsburg and the Forks. Once there, they were to immediately begin construction of a fortification on the Ohio.  Dinwiddie issued these instructions on his own authority, without even asking for funding from the Virginia House of Burgesses until after the fact.[21]  Trent's company arrived on site in February 1754, and began construction of a storehouse and stockade with the assistance of Tanacharison and the Mingos.[21][22]  In response, the Canadians sent a force of about 500 men, Canadian, French, and Indians under Claude-Pierre Pécaudy de Contrecœur (rumors reaching Trent's men put its size at 1,000).  On April 16, they arrived at the forks; the next day, Trent's force of 36 men, led by Ensign Edward Ward in Trent's absence, agreed to leave the site.[23]  The Canadians tore down the British works, and began construction of the fort they called Fort Duquesne.[24]\n\n"
        },
        {
            "title": "Prelude",
            "text": "In March 1754, Governor Dinwiddie sent Washington back to the frontier with orders to \"act on the [defensive], but in Case any Attempts are made to obstruct the Works or interrupt our [settlements] by any Persons whatsoever, You are to restrain all such Offenders, & in Case of resistance to make Prisoners of or kill & destroy them\". Historian Fred Anderson describes Dinwiddie's instructions, which were issued without the knowledge or direction of the British government in London, as \"an invitation to start a war\".[25] Washington was ordered to gather as many supplies and paid volunteers as he could along the way. By the time he left for the frontier on April 2, he had gathered 186 men.[26]\n\nContrecœur operated under orders that forbade attacks by his force unless they were provoked. On May 23, he sent Joseph Coulon de Villiers de Jumonville with 35 men to see if Washington had entered French territory, and with a summons to order Washington's troops to leave; this summons was similar in nature to the one Washington had delivered to them four months previous.[27] Sources disagree on the exact composition of Jumonville's force, which may have included French troupes de la marine, Canadian militia, and Indians.[28][29]\n\nDuring the march through the forests of the frontier, Washington received a few more men from another regiment that they met at Winchester.[26] At this point Captain Trent arrived with news of the advance of the French force under Jumonville. Trent was accompanied by Tanacharison, who promised warriors to assist the British.[26] To keep Tanacharison's support, Washington decided not to turn back, choosing instead to build a fortification 37 miles (60 km) south of the forks and await further instructions.[30] The men of the Virginia Regiment built a road through the wilderness as they went, \"broad enough to pass with all our Artillery and our Baggage.\"[31] This road was essential, not just to allow Washington and his men to move quickly to Fort Duquesne, but to open up the Ohio country to Virginia troops and settlers in the future. Washington and the Ohio Company had originally hoped to use the Potomac River to travel between the tidewater and the Ohio country; however, the Great Falls made such a journey impossible until the completion of the Patowmack Canal in 1803.[32]\n\nWashington sent out Captain Hog with 75 men to pursue French troops who had threatened to destroy his house and property.[33] However, shortly after Hog left, Washington called together some young Indians and told them that the French had come to kill Tanacharison, and the Indians also left to pursue the French. That evening, Washington received a message from Tanacharison, who said he had found the French encampment.[34] Washington decided to attack himself and brought 40 soldiers with him towards Tanacharison's camp. That morning, they met with Tanacharison's 12 Indian warriors, and Washington and Tanacharison agreed to attack the encampment.[35] Washington ambushed the French, killing 10 to 12, wounding 2 and capturing 21.[36] Among the dead was Jumonville; the exact manner of his death is uncertain, but by several accounts Tanacharison executed Jumonville in cold blood, crushing his head with a tomahawk and washing his hands in Jumonville's brains.[36] One account, reported by an Indian to Contrecœur, claimed that Jumonville was killed by the Half King while the summons was being read.[37]\n\nAfter retiring from Jumonville, Washington expected to be attacked.[38] Tanacharison attempted to convince the Lenape, Shawnee and the Mingo Indians to join the Virginians at Great Meadows. With about 150 Virginians at Great Meadows, they began to construct a fort, which Washington named Fort Necessity. The fort was completed on June 3.[38]\nBy June 9, the rest of the Virginia Regiment arrived at Great Meadows, excluding Colonel Joshua Fry, who had fallen from his horse, broken his neck and died.[4] Washington took his place as colonel. A few days later, 100 British regulars under the command of James Mackay arrived, but, instead of making camp with the Virginians, they camped separately outside the fort.[4]\n\nWashington had heard that there were 500 poorly supplied French troops at Fort Duquesne, and thus he led the 300 Virginians out of Great Meadows on June 16 to widen the road, for he had been unable to convince the other chiefs to assist. They had said that they would also be unable to help the Virginians. Although he had lost Indian support, which made his troops more vulnerable to attack, Washington continued to widen the road towards Red Stone Creek.[citation needed]\n\nOn June 28, after a council of war, Washington ordered the withdrawal to Great Meadows. That same day 600 French and 100 Indians left Fort Duquesne led by the slain Jumonville's older brother, Louis Coulon de Villiers. In order to keep ahead of the French/Canadian force, the Virginians had to abandon most of their supplies. On July 1, they reached Fort Necessity.[39]\n\nAt Fort Necessity, the provision hut was depleted, and there was little shelter from the heavy rain that started to fall on the 2nd.[40] With the rain, the trenches that Washington had ordered to be dug had turned into streams. Washington realized that he would have to defend against a frontal assault and also realized that it would be difficult because the woods were less than 100 yards away, within musket range, making it possible for a besieging attacker to pick off the defenders.[2] To improve the defense, Washington ordered his men to cut trees down and to make them into makeshift breastworks.[2]\n\nAs the British worked, Coulon approached Fort Necessity using the road the Virginians had built.[2] He arrived at Jumonville's Glen early on the morning of July 3. Horrified to find several scalped French bodies, he immediately ordered them to be buried.[2]\n\n"
        },
        {
            "title": "Battle",
            "text": "By 11:00 am on the 3rd of July 1754, Louis Coulon de Villiers came within sight of Fort Necessity.[2] At this time, the Virginians were digging a trench in the mud. The pickets fired their muskets and fell back to the fort, whereupon three columns of Canadian soldiers and Indians advanced downhill towards the fort.[2] However, Coulon had miscalculated the location of the fort and had advanced with the fort at his right. As Coulon halted and then redeployed his troops, Washington began to prepare for an attack.[2]\n\nCoulon moved his troops into the woods, within easy musket range of the fort.[2] Washington knew he had to dislodge the Canadians and Indians from that position, so he ordered an assault with his entire force across the open field. Seeing the assault coming, Coulon ordered his soldiers, led by Indians, to charge directly at Washington's line.[41] Washington ordered the men to hold their ground and fire a volley. Mackay's regulars obeyed Washington's command, and supported by two swivel cannons, they inflicted several casualties on the oncoming Indians.[41] The Virginians, however, fled back to the fort, leaving Washington and the British regulars greatly outnumbered. Washington ordered a retreat back to the fort.[41]\n\nCoulon reformed his troops in the woods.[41] The Canadians spread out around the clearing and kept up heavy fire on Fort Necessity. Washington ordered his troops to return fire, but they aimed too high, inflicting few casualties, and the swivel cannon fared no better.[41] To add to the garrison's troubles, heavy rain began to fall that afternoon, and Washington's troops were unable to continue the firefight because their gunpowder was wet.[41]\n\nLouis Coulon de Villiers, with his men exhausted, powder and ball were running low, and reason to fear that American reinforcements were approaching, decided to parley. Sending an officer under a white flag to negotiate.[42] Washington did not allow the Canadian officer into or near the fort, but sent two of his own men, including his translator Jacob Van Braam, to negotiate. The French had no desire to disturb the peace between the two kingdoms but wished only to “avenge the murder of one of our officers, bearer of a summons, and of his escort, and also to prevent any establishment being made on the lands of my King.”[43] As negotiations began, the Virginians, against Washington's orders, broke into the fort's liquor supply and got drunk.[42] Coulon told Van Braam that all he wanted was the surrender of the garrison, and the Virginians could go back to Virginia. He warned, however, that if they did not surrender now, the Indians might storm the fort and scalp the entire garrison.[42]\n\nVan Braam brought this message to Washington, who agreed to these basic terms.[42] One of Louis Coulon de Villiers' aides then wrote down Coulon's surrender terms and then gave them to Van Braam, who in turn gave them to Washington. Washington, who could not read French, had Van Braam translate it for him, and in the document it said that Jumunville had been \"assassinated\".[42] Both Washington and Mackay signed the surrender document.[42]\n\n"
        },
        {
            "title": "Aftermath",
            "text": "On July 4, Washington and his troops abandoned Fort Necessity.[45] The garrison marched away with drums beating and flags flying, but the Indians and the French began to loot the garrison's baggage on their way out. Washington, who feared a bloodbath, did not try to stop the looting.[45] The Indians continued to plunder the soldiers until July 5. Washington and his troops arrived back in eastern Virginia in mid-July.[46] On the 17th, Washington delivered his report of the battles to Governor Dinwiddie, expecting a rebuke, but Washington instead received a vote of thanks from the House of Burgesses and Dinwiddie blamed the defeat not on Washington but on poor supply and the refusal of aid by the other colonies.[46]\n\nWhen news of the two battles reached England in August, the government of the Duke of Newcastle, after several months of negotiations, decided to send an army the following year to dislodge the French.[47]  Major General Edward Braddock was chosen to lead the expedition.[48] His expedition ended in disaster, and the French remained in control of Fort Duquesne until 1759, when an expedition under General John Forbes finally succeeded in taking the fort.[49]\n\nWord of the British military plans leaked to France well before Braddock's departure for North America, and King Louis XV dispatched a much larger body of troops to Canada in 1755.[50]  Although they arrived too late to participate in Braddock's defeat, the French troop presence led to a string of French victories in the following years.  In a second British act of aggression, Admiral Edward Boscawen fired on the French ship Alcide in a naval action on June 8, 1755, capturing her and two troop ships carrying some of those troops.[51]  Military matters escalated on both North American soil and sea until France and Britain declared war on each other in spring 1768, marking the formal start of the Seven Years' War.[52]\n\nThe battlefield is preserved at Fort Necessity National Battlefield.\n\n"
        }
    ]
}