{
    "url": "https://en.wikipedia.org/wiki/Bavarian_porn",
    "title": "Bavarian porn",
    "table_of_contents": [
        "1 History",
        "2 See also",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bavarian porn (German: Lederhosenfilm, \"Lederhosen movie\") is a campy subgenre of comic erotic cinema from Germany.\n\n"
        },
        {
            "title": "History",
            "text": "The apogee of the genre was the late 1960s and early 1970s, corresponding roughly to the chancellorship of Willy Brandt, but these films continued to be produced up to about 1980. Today they live on as staples of late night European cable and satellite channels. Among the directors working in this genre were Franz Antel (Liebe durch die Hintertür, 1969; Das Love-Hotel in Tirol, 1978), Franz Marischka[1] (Liebesgrüße aus der Lederhose, 1973; Zwei Däninnen in Lederhosen, 1979; Three Lederhosen in St. Tropez, 1980), Franz-Josef Gottlieb (No Sin on the Alpine Pastures, 1974), Alois Brummer (Beim Jodeln juckt die Lederhose, 1974), and Hubert Frank (Jagdrevier der scharfen Gemsen, 1975). Alois Brummer was the producer of many of these films. Being the owner of two cinemas, he became interested in films and filmmaking and thought he could make a director and producer himself. After some \"Report\" movies (so-called documentaries about \"German housewives\" or \"schools for girls\", as a reaction to serious documentaries about sexual items in Germany's late 60's) he became involved in the series as mentioned above. These were mainly situated in the Alps. Director Franz Marischka got the idea by a newspaper article in 1972 about wealthy female tourists in Bavaria who tried to seduce local young men or the landlord of the inn where they were staying (and paid them for it). Marischka was inspired and set himself to make films about the subject. Therefore, the Alps were chosen as background.\n\nBavarian porn films were usually set in Bavaria (Bayern) or Tyrol (Tirol). At that time most German film studios were located in Munich. This was somewhat ironic, considering the fact that Bavaria has been one of the more culturally and socially conservative areas of Germany, and has been run by the Christian Social Union almost continuously since 1947. Not a few of those movies are of Austrian origin, since many of them take place in Tyrol.\n\nAt the time, Bavarian porn seemed outrageous and shocking to the older generation, who had been instilled with the family values of the National Socialist regime, not to mention traditional German sexual morality. To the baby-boomers who came of age after World War II, the films embodied the freedom and liberation brought about through the Sexual Revolution.\n\nToday, these films are revered more for their camp value than any ability to cause sexual arousal. Their legacy is most evident in the poppy acid-jazz soundtracks used in these films, which became popular among hipsters during the late 1990s, along with the resurgence of space age pop. Gert Wilden composed and performed many Bavarian porn soundtracks with his orchestra.\n\nSome Bavarian porn films were dubbed into English by German actors and actresses speaking English.  The poor translations, \"Godzilla-style\" dub quality, and German accents elevate the camp factor of these films to a level beyond that of the German originals. Bavarian porn was released in the United States under titles such as Naughty Co-Eds, 2069: A Sex Odyssey, and The Sinful Bed.\n\n"
        }
    ]
}