{
    "url": "https://en.wikipedia.org/wiki/BBC_Two",
    "title": "BBC Two",
    "table_of_contents": [
        "1 History",
        "1.1 Launch",
        "1.2 Technological advancements",
        "2 Operation",
        "3 Programming",
        "4 Presentation and former logos",
        "4.1 Regional variations",
        "5 Availability outside the UK",
        "6 Accessibility",
        "7 BBC Two HD",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBBC Two is a British free-to-air public broadcast television network owned and operated by the BBC. It covers a wide range of subject matter, with a remit \"to broadcast programmes of depth and substance\" in contrast to the more mainstream and popular BBC One.\n\nLike the BBC's other domestic TV and radio channels, it is funded by the television licence, and is therefore free of commercial advertising. It is a comparatively well-funded public-service network, regularly attaining a much higher audience share than most public-service networks worldwide. \n\nOriginally styled BBC2, it was the third British television station to be launched (starting on 21 April 1964), and from 1 July 1967, Europe's first television channel to broadcast regularly in colour. It was envisaged as a home for less mainstream and more ambitious programming, and while this tendency has continued to date, most special-interest programmes of a kind previously broadcast on BBC Two, for example the BBC Proms, now tend to appear on BBC Four instead.\n\nA major global study by the polling organisation Populus for the BBC found that BBC Two is rated as the third highest quality television channel in the world, behind Brazil's TV Cultura and BBC One. In general, publicly funded television was rated higher than commercial channels.[1]\n\n"
        },
        {
            "title": "History",
            "text": "British television at the time of BBC2's launch consisted of two channels: the BBC Television Service and the ITV network made up of smaller regional companies. Both channels had existed in a state of competition since ITV's launch in 1955, and both had aimed for a populist approach in response. The 1962 Pilkington Report on the future of broadcasting noticed this, and that ITV lacked any culturally relevant programming. It therefore decided that Britain's third television station should be awarded to the BBC.[2]\n\nPrior to its launch, the new BBC2 was promoted on the BBC Television Service: the soon-to-be-renamed BBC1. The animated adverts featured the campaign mascots \"Hullabaloo\", a mother kangaroo, and \"Custard\", her joey. Prior to, and several years after, the channel's formal launch, the channel broadcast \"Trade Test Transmissions\", short films made externally by companies such as Shell and BP, which served to enable engineers to test reception, but became cult viewing.\n\nThe channel was scheduled to begin at 19:20 on 20 April 1964, showing an evening of light entertainment, starting with the comedy show The Alberts, a performance from Soviet comedian Arkady Raikin, and a production of Cole Porter's Kiss Me, Kate, culminating with a fireworks display. However, at around 18:45 a huge power failure, originating from a fire at Battersea Power Station, caused Television Centre, and indeed much of west London, to lose all power. BBC1 was able to continue broadcasting via its facilities at Alexandra Palace, but all attempts to show the scheduled programmes on the new channel failed. Associated-Rediffusion, the London weekday ITV franchise-holder, offered to transmit on the BBC's behalf, but their gesture was rejected. At 22:00 programming was officially postponed until the following morning. As the BBC's news centre at Alexandra Palace was unaffected, they did in fact broadcast brief bulletins on BBC2 that evening, beginning with an announcement by the newsreader Gerald Priestland at around 19:25.[3] There was believed to be no recording made of this bulletin, but a videotape was discovered in early 2003.[4]\n\nBy 11:00 on 21 April, power had been restored to the studios and programming began, thus making Play School the first programme to be shown officially on the channel. The launch schedule, postponed from the night before, was then successfully shown that evening, albeit with minor changes. In reference to the power cut, the transmission opened with a shot of a lit candle which was then sarcastically blown out by presenter Denis Tuohy.[4]\n\nTo establish the new channel's identity and draw viewers to it, the BBC decided that a widely promoted, lavish series would be essential in its earliest days. The production chosen was The Forsyte Saga (1967), a no-expense-spared adaptation of the novels by John Galsworthy, featuring well-established actors Kenneth More and Eric Porter. Critically for the future of the fledgling channel, the BBC's gamble was hugely successful, with an average of six million viewers tuning in per episode: a feat made more prominent by the fact that only 9 million were able to receive the channel at the time.[citation needed]\n\nUnlike BBC1 and ITV, BBC2 was broadcast only on the 625 line UHF system, so was not available to viewers still using sets only capable of receiving the 405-line VHF system. This created a market for dual standard receivers which could switch between the two systems. Set manufacturers increased production of UHF sets in anticipation of a large market demand for the new BBC2, but the market did not materialise[citation needed]. \n\nThe early technical problems, which included being unable to transmit US-recorded videotapes due to a lack of system conversion from the US NTSC system, were resolved by a committee headed by James Redmond. Although this problem was not unique to BBC2.\n\nOn 1 July 1967, during the Wimbledon Championships, BBC2 became the first channel in Europe to begin regular broadcasts in colour, using the PAL system.[5] The thirteen-part series Civilisation (1969) was created as a celebration of two millennia of western art and culture to showpiece the new colour technology.[6] BBC1 and ITV later joined BBC2 on 625-line UHF band but continued to simulcast on 405-line VHF until 1985. BBC1 and ITV simultaneously introduced PAL colour on UHF on 15 November 1969, although they both had broadcast some programmes in colour \"unofficially\" since September 1969.\n\nIn 1979, the station adopted the first computer-generated channel identification (ident) in Britain, with its use of the double striped, orange '2' logo. The ident, created in-house by BBC engineers, lasted until March 1986 and heralded the start of computer-generated logos.\n\nAs the switch to digital-only terrestrial transmission progressed, BBC Two was (in each region in turn) the first analogue TV channel to be replaced with the BBC multiplex, at first four, then two weeks ahead of the other four channels. This was required for those relay transmitters that had no current Freeview service giving viewers time to purchase the equipment unless they had already selected a satellite or cable service. The last region for BBC Two to end on analogue terrestrial television was Northern Ireland on 10 October 2012.\n\nAt the 2012 Edinburgh International Television Festival, BBC Two was named \"Terrestrial Channel of the Year\".[7]\n\nA high-definition simulcast of BBC Two began broadcasting on 26 March 2013, replacing the standalone BBC HD channel.[8] As of 29 November 2018[update], there are three variations of BBC Two HD (Wales, Northern Ireland, and England).[9]\n\n"
        },
        {
            "title": "Operation",
            "text": "The channel controllers have been:\n\nAdam Barker served as Acting Controller of the channel after Janice Hadlow left the channel in March 2014 and until Kim Shillinglaw began as the new permanent occupant of the post.\n\nFrom 2013, the Controller of BBC Two was given the expanded title Controller of BBC Two and BBC Four, with ultimate oversight of the BBC Four service added to their duties (a BBC Four \"Channel Editor\", reporting up to this Controller, was allocated day-to-day operational control of Four).\n\nThe channel forms part of the BBC Television executive group and is answerable to the head of that department, and to the BBC Trust.\n\nOn 20 January 2016, Kim Shillinglaw announced that she had decided to leave the BBC as the Controller of BBC Two & BBC Four; as a result of the reorganisation, the posts of Controller of BBC Two and BBC Four were closed.[11]\n\nPatrick Holland became Channel Controller of BBC Two in March 2017, following his earlier appointment as Channel Editor in July 2016.[12]\n\n"
        },
        {
            "title": "Programming",
            "text": "BBC Two's historical scope was arts, culture, some comedy and drama, and appealing to audiences not already served by BBC One or ITV. Over its first thirty or so years the channel developed a reputation for screening highly praised and prestigious drama series, among these Boys from the Blackstuff (1982), 1991's highly successful The Men's Room, a spectacular costume drama Middlemarch (1994) or 1996's critically acclaimed Our Friends in the North. The channel's \"highbrow\" profile is also in part attributable to a long history of demanding documentaries of all types, beginning with Civilisation and The Ascent of Man in the 1960s. Like the early Channel 4, BBC Two also established for itself a reputation as a champion of independent and international cinema, under the Screen 2 brand.\n\nThe channel has sometimes been judged, increasingly in more recent years, to have moved away from this original role and closer to the mainstream. Since the launch of the digital-only BBC Four, the BBC has been accused in particular of shifting its more highbrow output to the new channel, which, until the end of the UK's digital TV switchover in October 2012,[14] a minority (7.5% in the final quarter of 2010)[15] of viewers did not receive. BBC Four's remit is very similar to the earlier remit of BBC2, and contains many documentaries and arts programmes. It has been perceived by some that this strategy is to allow BBC Two to show more popular programmes and to secure higher ratings.[16] Since 2004 there have been some signs of an attempt to return closer to parts of BBC Two's earlier output with the arts strand The Culture Show. Its most popular programme at the moment is Top Gear, which now moved to BBC One.\n\nMuch of BBC Two's output has previously or subsequently been shown on other channels. Some of these programmes are repeats of popular or flagship programmes from BBC Four in a late-night strand, originally called BBC Four on Two but now unbranded. Other programmes are moved to the channel as a result of their success on BBC Three or Four, so that subsequent series are well received. An example of this is the BBC Three series Torchwood, which was transferred to the channel following the success of the first series. BBC Two is also used as a testing ground for programmes prior to their moving to the flagship BBC One: such examples include Have I Got News for You and popular comedies Absolutely Fabulous and Miranda, which moved to BBC One after success on Two. Also in August 2014, The Great British Bake Off moved to BBC One, due to its success the previous year on BBC Two. In 2017, Bake Off moved from BBC One to Channel 4.\n\nAnother founding part of BBC Two was to provide educational and community programming on the BBC, as part of its public service remit. The educational section of this commitment saw BBC2 broadcast a large amount of programming for the Open University, who co-produced programming with the corporation, and saw the channel broadcast BBC Schools programmes from 1983 until the programmes were transferred to the BBC Learning Zone in 2010.\n\nAs a result of the channel's commitment to community broadcasting, the channel produced the symbolic Open Space series, a strand developed in the early 1970s in which members of the public would be allotted half an hour of television time, and given a level of editorial and technical training in order to produce for themselves a film on an issue most important to them. BBC2's Community Programme Unit kept this aspect of the channel's tradition alive into the 1990s in the form of Video Diaries and later Video Nation. The Community Programmes Unit was disbanded in 2004.\n\nIn January 2013, BBC Two ceased to show children's programmes and replaced the weekday morning schedule with repeats of the previous BBC One daytime schedule, children's programmes was returned in 2017 and 2022 in saturday morning. It also began showing Sign Zone in the early hours; prior to 2013, this had been broadcast by BBC One. This was the only channel that broadcast Sign Zone in the early hours until the relaunch of BBC Three as a television channel in 2022.\n\nFrom October 2013, BBC Two has shown classic programmes like Bergerac, Cagney and Lacey, The Rockford Files, 'Allo 'Allo!, and Are You Being Served? on weekday afternoons, with the retro logos from 1970s and 1980s, between the current programmes.[citation needed]\n\nIn October 2014, Russell Howard's Good News and Backchat moved to BBC Two from BBC Three.\n\nIn 2014, BBC Two commissioned Britain's first transgender sitcom, Boy Meets Girl, which follows the developing relationship between Leo, a 26-year-old man, and Judy, a 40-year-old transgender woman.[17]\n\nFrom 7 April 2015, the morning Sign Zone was shown before Victoria Derbyshire 8:00am-9:00 am including See Hear on Wednesday morning.\n\nBBC Two is also known for broadcasting some news and current affairs programmes. It broadcasts BBC News updates every morning at 9 am, simulcasting the BBC News channel after it stops simulcasting BBC Breakfast on BBC1. At 12:15 pm during the Parliament session, political debate programme Politics Live is broadcast on BBC Two. On Wednesdays, due to the Prime Minister's Questions, the programme is broadcast at the earlier time of 11:15am. The programme is not broadcast on Fridays or when Parliament is on a holiday break, so the simulcast of BBC News continues until 1:00pm for the BBC News at One on BBC One. At 10:30pm, current affairs programme Newsnight provides reports and analysis of the stories behind the day's headlines. BBC Two does not broadcast any news and current affairs programming at the weekend.\n\nFrom 2017 until 2019, it broadcast the UK selection show for the Eurovision Song Contest, Eurovision: You Decide. The channel stopped broadcasting the show after the 2019 edition due to the fact that the BBC opted for an internal selection in collaboration with BMG Rights Management.\n\nIn 2020, it was reported that the programme Victoria Derbyshire would end, owing to the BBC's £80m cuts.[18] Since the beginning of the Coronavirus pandemic, Victoria Derbyshire has been presenting the first hour of BBC News, which continues until 13:00.[citation needed]\n\nBBC Two is also known for broadcasting some BBC One programmes in a change to the schedules when that channel is broadcasting a BBC News Special. For example; during the Coronavirus pandemic, BBC1 aired press conferences from the UK government about major developments from the pandemic and the scheduled BBC One programming during those News Specials was broadcast on BBC Two. However on 9 April 2021 – the day of the death of Prince Philip, Duke of Edinburgh – BBC Two and BBC One both simulcast BBC News for the whole day.\n\n"
        },
        {
            "title": "Presentation and former logos",
            "text": "The 1991 idents featured a sans-serif numeral 2 at the centre of an initially art-related scene; however, the idents moved away from this style as the station's style changed. Although highly praised, this expansive set of idents was ended in November 2001. The BBC corporate logo was updated within the idents in October 1997, though the idents moved away from the original viridian colour scheme in these latter years. The subsequent presentation style was introduced on 19 November 2001 and kept the same figure 2, but in a yellow background and given a personality. At the time, BBC Two became the first BBC channel to feature a box logo.\n\nIn 2007, BBC Two debuted the new theme, a \"Window on the World\", with the 2 numeral providing that view. Introduced on 18 February 2007, the new look also had the channel adopt a teal-coloured box logo, featuring the BBC logo above the word TWO, now in the font Avenir.\n\nIn 2014, in honour of the channel's 50th anniversary, some of the 1990s idents were re-introduced and from 2015, BBC Two Northern Ireland opted to use nearly forty idents from the 1991–2001 set.\n\nOn 27 September 2018, the 1991–2001 idents were retired once again and BBC Two introduced a new set of idents, based on scenes incorporating a curve motif resembling the number 2. The new branding is designed to reflect BBC Two's \"constant evolution, constant eclecticism, [and] constant sense of quality\". The new idents are produced by various artists and studios, including Aardman Animations, The Mill and others. The new identity was developed by BBC Creative and Superunion.[19][20][21]\n\nBBC Two also has regional variations in Wales and Northern Ireland, which occasionally opt out of the national BBC Two feed to air programmes of local interest.\n\nIn November 2001, BBC Wales introduced a special opt-out service  known as BBC 2W, which aired weekdays from 8.30 p.m. to 10 p.m. in the BBC Two Wales channel space on digital television, and carried a separate schedule of Welsh-produced programming in comparison to the analogue BBC Two Wales. BBC 2W was discontinued in 2008 due to the transition to digital terrestrial television, with the main BBC Two Wales schedule being carried on Freeview thereafter.[22]\n\nBBC Two Scotland operated until February 2019, when it was replaced by the national feed. Concurrently, a bespoke BBC Scotland channel was launched, which simulcasts the BBC Two schedule with opt-outs for local programming from 7:00 p.m. to midnight nightly, and occasionally during the afternoon for news and sports programmes.[23][24][25]\n\nIn England, many of the BBC English regions were combined to form \"super-regions\", such as the entire North or Midlands. These had the option to opt-out of the network programming on the analogue feed, and replace it with local programming. However this was usually only done in exceptional circumstances, as all regular regional programming has been transferred to BBC One, and the English regions are not available on digital on BBC Two. There is no specific \"BBC Two England\"; this role is fulfilled by the network version of BBC Two.\n\n"
        },
        {
            "title": "Availability outside the UK",
            "text": "The Northern Irish version of BBC Two is widely available in the Republic of Ireland on satellite and cable, as well as being received directly in areas bordering Northern Ireland, or in coastal areas from Wales. The networked version of BBC Two is also available on cable and IPTV in the Netherlands, Belgium, Switzerland, Monaco and Liechtenstein. \nThe channel is registered to broadcast within the European Union/EEA through the Luxembourgish Broadcasting Regulator - ALIA.[26][27]\n\nOn 27 March 2013, it began being carried by British Forces Broadcasting Service (BFBS) to members of HM Forces and their families around the world, replacing the BFBS2 TV channel, which already carried a selection of BBC Two programmes.[28] It shares a channel with CBBC, which broadcasts from early morning until the early evening.[29]\n\nAll feeds of BBC Two in both SD and HD are broadcast unencrypted on the Astra 2E and 2G satellites, allowing viewing across Belgium, the Netherlands, the Republic of Ireland and parts of France, Germany and Spain.[30][31]\n\n"
        },
        {
            "title": "Accessibility",
            "text": "The BBC announced in May 2008 that it had achieved its aim for all programming to have subtitles for viewers with hearing difficulties.[32][33] These are available on the BBC Red Button, and until 23 October 2012, via the Ceefax teletext service.\n\nThe BBC also offers audio description on some popular programmes[34] for visually impaired-viewers as well as sign language interpretation on some of its programmes for deaf and hard-of-hearing viewers. The percentage of the BBC's total television output with audio description available is 10%, having been increased from 8% in 2008.[35]\n\n"
        },
        {
            "title": "BBC Two HD",
            "text": "Originally, programmes from BBC Two were shown in high definition on the dedicated BBC HD channel, alongside programmes from BBC Three and BBC Four, as well as some select series from CBBC and CBeebies. However, in plans outlined by the director general Mark Thompson on 6 October 2011, BBC HD would close to be replaced by BBC Two HD, a high-definition simulcast of BBC Two that would work much the same way as BBC One HD.[36] This move allowed the corporation to save £2.1 million, used to count towards its budget deficit following the freezing of the licence fee and the additional financial responsibility of addition services.[37]\n\nOn 19 February 2013, it was announced that BBC Two HD would replace BBC HD from 6.05 a.m. on 26 March 2013.[38] Channel numbers for the BBC's HD channels also changed on Sky, to allow BBC One HD and BBC Two HD to sit side-by-side on channels 141, and 142 respectively on the EPG.[38][39]\n\nOn 16 July 2013, the BBC indicated that it wants to launch Northern Irish, Scottish and Welsh variations of BBC Two HD; however, this would require the approval of the BBC Trust, with a proposal due to be presented within six months.[40]\n\nOn 10 December 2013, BBC Two HD was swapped with the SD channel in England on Sky's EPG for HD subscribers.[41]\n\nIn October 2018, the BBC announced that regional variants of BBC Two HD in Wales and Northern Ireland would launch at the end of November that year on terrestrial, satellite (Wales only) and iPlayer. BBC Two HD in these regions were swapped with the SD channel on Sky's EPG for HD subscribers. A Scotland variant was not launched, as BBC Two Scotland was discontinued in February 2019 in favour of the new BBC Scotland channel.\n\n"
        }
    ]
}