{
    "url": "https://en.wikipedia.org/wiki/Beach_party_film",
    "title": "Beach party film",
    "table_of_contents": [
        "1 Nomenclature",
        "2 AIP's creation of the genre",
        "2.1 Precursors and inspiration",
        "3 The AIP \"formula\"",
        "3.1 Music geared to a teenage audience",
        "3.2 Teen freedom, fun, and sexuality",
        "3.3 \"Frankie & Annette\"",
        "3.4 Success",
        "4 The complete AIP series",
        "5 AIP casts",
        "5.1 Stock actors",
        "5.2 Comedic guest stars",
        "5.3 Musical guest stars",
        "6 Contributions to the genre by other studios",
        "7 Major studios",
        "7.1 Columbia Pictures",
        "7.2 Twentieth Century-Fox",
        "7.3 Paramount Pictures",
        "7.4 Warner Bros.",
        "7.5 Metro-Goldwyn-Mayer",
        "7.6 United Artists",
        "7.7 Universal Studios",
        "8 Independent studios",
        "9 Musical stars of the genre",
        "10 End of the genre",
        "11 Legacy",
        "12 Influence on popular culture",
        "12.1 Mad magazine",
        "12.2 Television",
        "12.3 Music",
        "12.4 Film",
        "13 See also",
        "14 Notes",
        "15 References",
        "16 Bibliography",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The beach party film is an American film genre of feature films which were produced and released between 1963 and 1968, created by American International Pictures (AIP), beginning with their surprise hit, Beach Party, in July 1963. With this film, AIP is credited with creating the genre.[1][2][3] In addition to the AIP films, several contributions to the genre were produced and released by major and independent studios alike. According to various sources, the genre comprises over 30 films,[4][5][6] with the lower-budget AIP films being the most profitable.[7]\n\nGenerally comedies, the core elements of the AIP films consist of a group of teenage and/or college-age characters as protagonists; non-parental adult characters as antagonists and/or comic relief; simple, silly storylines that avoid any sober social consciousness; teen trends and interests (such as dancing, surfing, drag racing, custom cars, music, irresponsible drinking, etc.); simple romantic arcs; original songs (presented in both the musical genre style and as \"source music\"); teen-oriented musical acts (frequently performing as themselves); and a tongue-in-cheek attitude toward the target audience.\n\nThe earliest films by AIP, as well as those by other studios, focus on surfing and beach culture. Although the genre is termed \"beach party film\",[4][5][6] several subsequent films that appeared later in the genre, while keeping most of the core elements mentioned above, do not actually include surfing – or even scenes on a beach.\n\n"
        },
        {
            "title": "Nomenclature",
            "text": "One of the earliest uses of the term in print is found several times in the June 1965 issue of Mad magazine in an article written by Larry Siegel.[8] Commentators on the genre have used this term as well.[9][10][11][12] The term \"beach party film\" is distinguished from a \"surf film\" or \"surf movie\" in that the former refers to the comedies of the 1960s, whereas the latter terms refer to surf documentaries (such as The Endless Summer or Riding Giants),[12] a still-active genre. Occasionally the term \"surf movie\" refers to a straightforward dramatic film that uses surfing as a backdrop or plot device, such as Big Wednesday or Blue Crush.[13]\n\n"
        },
        {
            "title": "",
            "text": "Although both Columbia Pictures's Gidget (1959) and Gidget Goes Hawaiian (1961) have been cited as precursors to the genre, in that Gidget \"launched surfing into mainstream America,\"[14][15] while its sequel merely repeated the effort, AIP had actually established an archetype for Beach Party with 1958's Hot Rod Gang and especially with its 1959 sequel Ghost of Dragstrip Hollow, both written by Lou Rusoff.[16][17] Both films, which were up-front comedies for teenagers, \"employed the tried and true formula of a popular trend coupled with romance and music.\"[16]\n\nAdditionally, 1960's Where the Boys Are, from Metro-Goldwyn-Mayer and perhaps to some degree 1961's now-obscure Gidget imitator, Love in a Goldfish Bowl, from Paramount Pictures, are two films that established a tone of light-hearted adolescent sexuality that would be exploited by AIP in Beach Party.[18] Bryna Productions' 1957 coming of age drama film The Careless Years featured extensive use of beach party scenes filmed around Santa Monica, California.[19][20]\n\nAIP Producer Sam Arkoff, in his biography, Flying Through Hollywood By the Seat of My Pants, explained that he got the idea for the first Beach Party film from an unnamed Italian film that he and fellow producer Jim Nicholson screened in Rome in the summer of 1962. Arkoff said that he didn't care much for the Italian production because \"there's not enough there that American teenagers can identify with. But the beach is a wonderful setting for a teenage film. And it doesn't hurt to show girls in skimpy bathing suits.\" A few days later, Hot Rod Gang / Ghost of Dragstrip Hollow writer Lou Rusoff was assigned to do some research on the beaches of Southern California and by the end of the week, Rusoff was writing the script for Beach Party.[21]\n\n"
        },
        {
            "title": "",
            "text": "AIP's premiere Beach Party took the Gidget idea, removed the moral lesson and the parents, added more young talent with fewer clothes, and followed the studio's usual format of pandering to teenage filmgoers with popular trends, original songs and music.[22]\n\nRegarding the idea of adding more music – and specifically the kind that attracted a teenage audience – film and music historian Stephen J. McParland writes:\n\nAnother key to the success of Beach Party and its many sequels was the theme of teenage freedom, as parental involvement was non-existent. Unlike previous films such as the aforementioned Gidget and Love in a Goldfish Bowl, parental characters do not appear in any of the AIP films, and are rarely mentioned in their plots, if at all.[24][25] This part of the formula was something that appeared to be lost on imitators, as several films of the genre by other studios featured parents as major characters and parental interference as plot points.\n\nThe politics and problems of the day, such as the seemingly endless Vietnam War, the political assassinations, the civil rights riots and similar issues were also ignored as these were primarily viewed as problems created by adults, not teenagers. Additionally, these films were produced as escapism, so the characters in them lived in a world where the focus was on having a good time.[26][27]\n\nThe advertising for the films was also fairly suggestive for the time period, promising on the poster much in the way of teenage sex, yet delivering little of it onscreen. For example, Beach Party teased, \"It's what happens when 10,000 kids meet on 5000 beach blankets!\" while Muscle Beach Party promised, \"When 10,000 biceps go around 5,000 bikinis, you know what's going to happen!\" Likewise, Ski Party intoned, \"It's where the HE'S meet the SHE's on SKIS – and there's only one way to get warm!\" Though the clothing for both sexes in the cast was revealing by the standard of the day, the films never featured any sex scenes or nudity.\n\nOccasionally modern critics[28][29] – and even Arkoff himself[30] – have suggested that the so-called \"clean teens\" in these films did not smoke or drink, but this appears to be based on recollection rather than observation: Avalon and others smoke in both Beach Party and Muscle Beach Party (the Surgeon General's report on smoking was not released until January 1964), and beer is referenced in several of the AIP films,[31][32] as well as their imitators like 1963's Palm Springs Weekend and 1965's Girl Happy.\n\nAMC's Tim Dirk calls the AIP series a \"four year, seven-film 'beach party' continuing series\" (yet lists eight films) and describes it as the \"mostly sexless, antiseptic, and well-groomed antics of beachgoers\"[33] – in spite of the fact that the AIP films are overflowing with sexual innuendo both in dialogue and action, as well as seduction, sexual teasing, and even include brief scenes of faking a sexual assault (Beach Blanket Bingo), gender dysphoria / egodystonic sexual orientation (Ski Party) and references to homosexual tendencies (How to Stuff a Wild Bikini), albeit in a comedic setting. In reality, more \"sex\" was suggested in these films – as well as their posters and trailers – than in anything the studio had previously produced.[6]\n\nArkoff was able to get 1956 Academy Award winner Dorothy Malone (who had appeared in his first picture for AIP, The Fast and the Furious) and the popular Bob Cummings as adult supporting characters, but he needed a couple of names for the lead teenagers. Arkoff already had a working relationship with Frankie Avalon, who had starred in two films for AIP, Panic in the Year Zero and Operation Bikini, and had become a much brighter star than AIP regular, singer/actor John Ashley. Arkoff next made a deal with former Mouseketeer Annette Funicello, whose contract with Walt Disney had a clause stating that she could work in non-Disney films subject to the approval of Disney's legal team. The deal came with one caveat, that Funicello not appear in a bikini (reportedly, Disney himself had to be settled down by Arkoff when he discovered that his subordinates had allowed Funicello to appear in the AIP film at all).[21]\n\nWith Avalon and Funicello on board, a shrewd pairing was evident. CinemaEditor magazine summed it up this way:\n\nBeach Party was able to use Ashley as Avalon's sidekick; picked up Jody McCrea and Eva Six from AIP's own Operation Bikini; and secured \"red-hot\" surf music pioneer Dick Dale and the Del-Tones (whose second and third albums would be released by Capitol Records in 1963) to bring in their usual demographic.\n\nWhen Beach Party hit screens in July 1963, it was a huge hit with the first five-day grosses reportedly well ahead of its competition, which consisted of the popular concurrently running major studio films Hud, Tammy and the Doctor, The Nutty Professor and The Birds.[34]\n\nAIP followed up with Muscle Beach Party barely seven months later in March 1964, and Bikini Beach, released only four months after that, was the highest-grossing film in their history – as well as the highest-grossing film of the genre.[36]\n\n"
        },
        {
            "title": "The complete AIP series",
            "text": "American International Pictures produced a series of twelve films that fall into the genre.[9][37] With the exception of Sergeant Deadhead, Fireball 500 and Thunder Alley, all were related by recurring characters. For example, much of the cast in Bikini Beach appear in the follow-up Pajama Party, albeit with different names – however, biker Eric von Zipper appears in the film, along with his gang of \"Rats,\" playing the same characters as in two previous films. In addition, Ski Party would appear unrelated, except that the characters of Todd and Craig also appear in the later Dr. Goldfoot and the Bikini Machine, which is also linked to How to Stuff a Wild Bikini by the appearance of Eric von Zipper and Annette Funicello.\n\nThe only film not to have an appearance of some kind by either Avalon or Funicello is The Ghost in the Invisible Bikini; early promos for the film had announced that the two would appear, but it did not happen. Funicello does not appear in Avalon's Sergeant Deadhead and Avalon does not appear in Funicello's Thunder Alley.\n\n"
        },
        {
            "title": "AIP casts",
            "text": "As mentioned above, in addition to Avalon and Funicello appearing in nearly every film, AIP employed several newer actors, who were either relatively unknown or on the rise at the time. The following cast members showed up in at least three or more films: John Ashley, Dwayne Hickman, Jody McCrea, Deborah Walley, Bobbi Shaw, Salli Sachse, Luree Holmes, Michael Nader, Valora Noland, Andy Romano, Susan Hart, Jerry Brutsche and Linda Rogers.\n\nNow-famous surfers Mickey Dora and Johnny Fain each appeared in six films of the series, both as extras and as stunt-surfers.[38]\n\nA few actors – such as Fabian, Tommy Kirk, Deborah Walley and Nancy Sinatra – appeared in beach party films made both by AIP as well as from other studios.\n\nThe AIP films also used a couple of established comedians more than once. Morey Amsterdam appeared in both Beach Party and Muscle Beach Party as \"Cappy,\" the owner of Big Daddy's, and the beach bar/hangout known as Cappy's Place, respectively; and famous insult comedian Don Rickles appeared in no less than four films in a row, starting with Muscle Beach Party, each time as more or less the same character but with a different name. Comedic talent Fred Clark appeared in both Dr. Goldfoot and the Bikini Machine and Sergeant Deadhead. Other popular comedians who made at least one appearance included Buddy Hackett and Paul Lynde.\n\nIn addition, the AIP films regularly secured the talents of many well-known yet admittedly past-their-prime talents, with Buster Keaton being featured in four of the films (Pajama Party, Beach Blanket Bingo, How to Stuff a Wild Bikini, and Sergeant Deadhead), and Boris Karloff being featured in two films (Bikini Beach and Ghost in the Invisible Bikini). Other golden-age stars included Vincent Price, Peter Lorre, Elsa Lanchester, Mickey Rooney, Dorothy Lamour, Brian Donlevy, Eve Arden, Cesar Romero, Gale Gordon and Basil Rathbone.\n\nThe musical talent that AIP hired was a mixed bag of established artists and those who were about to break. Shimmy sensation Candy Johnson appeared in the first four films (appearing with her band, The Exciters, in the third film, Bikini Beach). Dr. Pepper spokesmodel Donna Loren appeared and sang in four films beginning with Muscle Beach Party. The aforementioned Dick Dale & the Del-Tones appeared in the first two films, and a 14-year-old Stevie Wonder performed in the second and third films. An up-and-coming Nancy Sinatra acts and sings a song in Ghost in the Invisible Bikini (two months after her hit record \"These Boots Were Made For Walking\" was released), backed up by the also-yet-to-break Bobby Fuller Four. General manager of American International Records, Al Simms, also commissioned the recording of four songs by his daughter Lu Ann Simms, released on soundtracks and singles for Beach Party and How to Stuff a Wild Bikini.[39][40]\n\nOther acts that appeared include James Brown & The Famous Flames, Lesley Gore, The Hondells, The Kingsmen, The Pyramids and The Supremes.\n\n"
        },
        {
            "title": "Contributions to the genre by other studios",
            "text": "All seven of the major studios of the 1960s managed to release at least one film that would later be deemed part of the 'beach party' cycle, either big-budget affairs that they produced themselves, or low-budget knock-offs that they picked up for distribution. With the exception of Metro-Goldwyn-Mayer's Girl Happy (an Elvis Presley vehicle) and United Artists' For Those Who Think Young, none of these were able to duplicate the box-office success of the AIP product.\n\nThe beach genre peaked in 1965 with no less than 12 features released that year. (The television sitcom Gidget starring 19-year-old Sally Field as the titular California surfer girl, also premiered in 1965, lasting one season.)\n\nSimilar to AIP, other elements sometimes were blended into the mix – horror, science fiction, spy spoof, college melodrama, etc. – however, unlike the AIP films, none of the following films were sequentially related.\n\n"
        },
        {
            "title": "Major studios",
            "text": "Columbia released the mostly surf-less Gidget Goes to Rome in August 1963, and rather than copying what Beach Party had started, the studio released a true \"surf drama\" in the form of 1964's Ride The Wild Surf, which turned an eye on big wave surfers challenging Waimea Bay – the first surf drama to do so[41] – albeit with the usual Hollywood gloss and fluff.[42] The studio's only true \"beach party\" film was the low-budget ski-oriented entry, Winter A-Go-Go, released in October 1965.\n\nTwentieth Century-Fox released three films in the genre, starting with what has been called the \"first Beach Party ripoff,\"[43] with their distribution of the low-budget Surf Party, from Associated Producers, directed by Maury Dexter, in January 1964, followed by Del Tenney's The Horror of Party Beach in June of the same year. The Horror of Party Beach has since been cited by critics and audiences as one of the worst films ever made.[44][45][46] In August 1965, the studio released a Maury Dexter-directed Lippert production, Wild on the Beach, (featuring then-unknown Sonny & Cher).[47] All of AIP's beach party pictures were full-color and in widescreen format, whereas Fox – a studio that was known for glossy, big budget productions – put out three contributions that were each low-budget affairs, in the standard 1.33:1 format, and in black-and-white.\n\nThe aforementioned and rarely screened Love in a Goldfish Bowl, Paramount Pictures' answer to Gidget, (with Tommy Sands and Toby Michaels as knock-off versions of James Darren and Sandra Dee) was released in July 1961. An illustration of a surfer was used in the poster for the film, and a short beach scene was featured in the trailer, nevertheless, the bulk of the action takes place at a lake house in Balboa. However, following the success of Beach Party, Paramount later put out three full-fledged 'beach party' imitations, starting with The Girls on the Beach and Beach Ball, both in 1965, and C'mon, Let's Live a Little in 1967.\n\nWarner Bros. was filming Palm Springs Weekend when AIP's Beach Party hit the screens, and although the posters were already on the streets, reportedly the film itself was \"re-tooled\" to match the style of the AIP hit.[48] Starring Troy Donahue and Stephanie Powers as collegiate types on a group vacation, it was released in November four months after Beach Party. Palm Springs Weekend was the studio's only venture into the genre.\n\nMetro-Goldwyn-Mayer released three films in the genre – two with college-themed backdrops: the Sam Katzman-produced Get Yourself A College Girl with Mary Ann Mobley and Chad Everett in November 1964, which shared the same clubhouse set with their Fort Lauderdale-based Elvis flick, Girl Happy, released five months later in 1965. Katzman also produced the ambitious When the Boys Meet the Girls in October of the same year.\n\nMGM also bought the film rights to Ira Wallach's Muscle Beach (1959), a satirical novel on Southern-California surf culture. By the time it was finally filmed – and released in 1967 under the new title Don't Make Waves – it was not so much a beach party film as a bedroom farce with Tony Curtis, Claudia Cardinale, and Sharon Tate as a ditzy beach girl.\n\nUnited Artists released only two films in the genre, the Hugh Benson-produced For Those Who Think Young in June 1964, a college-based comedy with unusually little music; and the critically panned Elvis Presley vehicle, Clambake in December 1967. Identifying itself with the genre, the trailer for Clambake promised \"the wildest beach party since they invented the bikini and the beat!\"\n\nUniversal Studios released the comedy-drama The Lively Set in 1964 (using the same leads as UA's For Those Who Think Young from four months earlier), then released two pure comedies directed by Lennie Weinrib: the college-in-the-snow-based Wild Wild Winter in January 1966, and the Malibu-based spy-spoof Out of Sight four months later.\n\n"
        },
        {
            "title": "Independent studios",
            "text": "Seven films were produced in the genre that were released without the benefit of major studio backing, most of them either filmed or released in 1965. As with the major studios listed above, none of the following films were sequentially related either.\n\nDominant Films, which also released H.G. Lewis' Blast-Off Girls and Six Shes and a He, released the obscure Daytona Beach Weekend, featuring Del Shannon, in April 1965. Originally filmed in 16mm at Daytona Beach during Easter weekend, today the film is rare, with no revival screenings or home video releases.\n\nEmbassy released the sci-fi Village of the Giants in 1965, starring Tommy Kirk (who appeared in four films in the genre, including two for AIP) as the older brother of kid-genius Ron Howard, who accidentally invents a substance that enlarges living things, with music acts provided by The Beau Brummels and Freddy Cannon.\n\nUnited Screen Arts released two films in the genre, both in 1965: A Swingin' Summer, a Lake Arrowhead-based outing starring James Stacy, William Wellman, Jr., Quinn O'Hara, Martin West, Mary Mitchell and Raquel Welch; as well as the rarely seen, even-lower-budget, Hawaii-based One Way Wahine, starring Joy Harmon.\n\nU.S. Films released Beach Girls and the Monster in September 1965, starring Jon Hall, Sue Casey and Walker Edmiston as characters in a Malibu-based monster murder-mystery.\n\nAccording to several sources,[4][6][49] both Trans American's It's a Bikini World and Crown International's Catalina Caper appear to have been filmed in 1965, but neither hit film screens until 1967, with It's a Bikini World coming out in April and Catalina Caper premiering in December. Catalina Caper is generally cited as 'the last beach party movie,'[4][5][49] although that distinction should probably go to Allied Artists' English-dubbed version of the 1966 Gaumont Czechoslovakian production Ski Fever (originally titled Liebesspiel im Schnee), released in the U.S. in 1968. Starring Martin Milner, the film received a 1968 Golden Globe nomination for Best Original Song for the Jerry Styner/Guy Hemric composition, \"Please Don't Gamble with Love\" – the only film in the genre to be nominated for a Golden Globe.[50]\n\n"
        },
        {
            "title": "Musical stars of the genre",
            "text": "Like AIP, both the major studios and independents loaded their films with a decent sampling of trendy (and not-so-trendy) pop music acts and stars, who either appeared onscreen as themselves or sang theme songs offscreen. These include:\n\n"
        },
        {
            "title": "End of the genre",
            "text": "AIP's Ghost in the Invisible Bikini, which hit the screens in April 1966, was essentially a box-office failure, and AIP immediately switched the focus to stock car racing, a fad that was peaking at the time. Only two months later, they had Fireball 500 with Avalon, Funicello and Fabian ready to go, and by March 1967, their last entry was Thunder Alley with Funicello and Fabian. In the meantime, Paramount released C'mon, Let's Live a Little, and two independent films (which were made a couple of years earlier – see \"Contributions to the genre by other studios\" above) were released, Trans-American's It's a Bikini World, and Crown International's Catalina Caper.[5][49] Before the summer of 1967, the outlaw biker film had become the major genre, of which AIP's own surprise 1966 hit The Wild Angels (with Peter Fonda, Bruce Dern, and Nancy Sinatra) proved to be the leader. AIP dominated this genre as well, and quickly released the semi-sequel Devil's Angels, followed with The Glory Stompers in 1967, and eight more films in the genre between 1968 and 1971.[51]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Video Watchdog's Tim Lucas writes, \"the 'Beach Party' movies...spoke the secret cultural language of their day, providing a unique interface between such timely interests as rock 'n' roll, skimpy swimwear, surfing, other surfing movies, the 'Gidget' series, drag racing, motorcycles, MAD magazine, Ed 'Big Daddy' Roth and CAR TOONS magazine, Don Post horror masks, and of course, American International Pictures itself.\"[11]\n\nIn the Encyclopedia of Surfing, Matt Warshaw writes, \"The cartoonish beach movies were reviled by surfers in the '60s, embraced in the '80s as ironic camp, then – for some – cherished in the '90s and '00s as silly but likable tokens of a more innocent past.\"[12]\n\nJohn M. Miller of Turner Classic Movies writes, \"Beach Party and its successors in the series managed to simultaneously chronicle and be a part of a particularly vibrant moment in American popular culture.\"[52]\n\n"
        },
        {
            "title": "Influence on popular culture",
            "text": "The genre has been referenced, parodied and lampooned several times since its beginning. A few notable examples are as follows:\n\n"
        }
    ]
}