{
    "url": "https://en.wikipedia.org/wiki/Beagle_2",
    "title": "Beagle 2",
    "table_of_contents": [
        "1 Background",
        "1.1 Funding",
        "2 Spacecraft and subsystems",
        "2.1 Robotic arm and analysers",
        "2.2 PLUTO",
        "2.3 Specifications",
        "3 Mission profile",
        "4 Mission failure",
        "5 ESA/UK inquiry report",
        "6 Discovery of location",
        "6.1 Lander status",
        "7 Follow-on mission proposals",
        "8 Mars map",
        "9 See also",
        "10 Footnotes",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Beagle 2 is an inoperative British Mars lander that was transported by the European Space Agency's 2003 Mars Express mission. It was intended to conduct an astrobiology mission that would have looked for evidence of past life on Mars.\n\nThe spacecraft was successfully deployed from the Mars Express on 19 December 2003 and was scheduled to land on the surface of Mars on 25 December. ESA, however, received no communication from the lander at its expected landing time on Mars, and declared the mission lost in February 2004 after numerous attempts to contact the spacecraft were made.[5]\n\nThe Beagle 2's fate remained a mystery until January 2015, when it was located on the surface of Mars in a series of images from NASA's Mars Reconnaissance Orbiter HiRISE camera.[6][7] The images showed it landed safely but two of its four solar panels failed to deploy, blocking the spacecraft's communications antenna.\n\nThe Beagle 2 is named after HMS Beagle, the ship that took the naturalist Charles Darwin on his round-the-world voyage.\n\n"
        },
        {
            "title": "Background",
            "text": "Beagle 2 was conceived by a group of British academics headed by Professor Colin Pillinger of the Open University in collaboration with the University of Leicester. The project was designed and developed by several UK academics and companies.[8] The spacecraft's name reflects its goal of searching for signs of past or present life on Mars.[9] According to Pillinger:\n\nA 50 by 8 kilometres (31.1 by 5.0 mi) ellipse centered on 11°32′N 90°30′E﻿ / ﻿11.53°N 90.50°E﻿ / 11.53; 90.50 at Isidis Planitia, an enormous, flat, sedimentary basin that overlies the boundary between the ancient highlands and the northern plains of Mars, was chosen as the landing site.[9] The lander was expected to operate for about 180 days and an extended mission of up to one Martian year (687 Earth days) was thought possible. The Beagle 2 lander's objectives were to characterise the landing site geology, mineralogy, geochemistry, and oxidation state of the physical properties of the atmosphere and surface layers; collect data on Martian meteorology and climate; and search for biosignatures.\n\nThe principal investigator, Colin Pillinger, set up a consortium to design and build Beagle 2. The principal members and their initial responsibilities were:[10]\n\nAstrium took over responsibility for program management, and Leicester assumed responsibility for mission management which involved the preparations for the operations post launch and the operations control centre.[citation needed]\n\nIn an effort to publicise the project and gain financial support, its designers sought and received the endorsement and participation of British artists.  The mission's call-sign was composed by the band Blur,[12] and the 'test card' (Calibration Target Plate) intended for calibrating Beagle 2's cameras and spectrometers after landing was painted by Damien Hirst.[citation needed]\n\nThe Lander Operations Control Center (LOCC), from which the spacecraft was to be controlled, was located at the National Space Centre in Leicester and was visible to the public visiting the centre. The control centre included operational systems for controlling Beagle 2, analysis tools for processing engineering and scientific telemetry, virtual reality tools for preparing activity sequences, communications systems, and the Ground Test Model (GTM). The GTM was composed of builds of the Beagle 2 systems, collected together to provide a full set of lander electronics. The GTM was used nearly continuously to validate the engineering and science commands, rehearse the landing sequence, and validate the onboard software.[13]\n\nThe budget is secret but was estimated to be between £30 and 50 million in 2004, which at then-currency exchange rates would be about €43-71 million or US$54−89 million.[15] New Scientist magazine reported a budget of £40 million for Beagle 2,[16] and another outlet said £50 million.[5] Some of the work is known to have been donated or done at-cost.[5]\n\n"
        },
        {
            "title": "Spacecraft and subsystems",
            "text": "Beagle 2 has a robotic arm known as the Payload Adjustable Workbench (PAW) that was designed to be extended after landing. The arm is 109 cm (43 in) long when fully extended, and it can reach about 70 cm (28 in) to the nearest rocks.  The PAW contains a pair of stereoscopic cameras, a microscope with a 6-micrometre resolution, a Mössbauer spectrometer, an X-ray spectrometer, a drill for collecting rock samples and a spot lamp.\n\nRock samples were to be passed by the PAW into a mass spectrometer and gas chromatograph in the body of the lander. The Gas Analysis Package (GAP) was to measure the relative proportions of isotopes of carbon and methane. Since carbon is thought to be the basis of all life, these readings could have revealed whether the samples contained the remnants of living organisms. Atmospheric methane is another signature of existing life, although geological processes can also be a source.\n\nBeagle 2 is equipped with a small sample retrieval tool named Planetary Undersurface Tool or PLUTO (nicknamed the mole), which would have been deployed by the robotic arm.  PLUTO has a compressed spring mechanism that was designed to enable it to move across the surface at a rate of 20 mm per second and to burrow into the ground, collecting a subsurface sample in a cavity in its tip. PLUTO is attached to the lander by a 3-metre (9.8 ft) power cable that could be used as a winch to bring the sample back to the lander. It had the capability to burrow to depths of 1.5 metres (4.9 ft).[3]\n\nThe lander is shaped like a shallow bowl with a diameter of 1 m (39.4 in) and a depth of 0.25 m (9.8 in). The lander's cover is hinged and folded open to reveal the craft's interior, which holds a UHF antenna, the 0.75 m (2.5 ft) long robotic arm, and the scientific equipment. The main body also contains the battery, telecommunications, electronics, central processor, heaters, additional payload items, and radiation and oxidation sensors. The lid itself should have unfolded to expose four disk-shaped solar arrays. The lander package, including heat shield, parachutes, and airbags, had a mass of 69 kg (152 lb) at launch but the lander was only 33.2 kg (73 lb) at touchdown.\n\nThe ground segment[clarification needed] was derived from the European Space Agency software kernel known as SCOS2000. In keeping with the low cost of the mission, the control software was the first of its type designed on a laptop computer.[citation needed]\n\n"
        },
        {
            "title": "Mission profile",
            "text": "Mars Express was launched from Baikonur on 2 June 2003[12] at 17:45 UTC. Beagle 2 was initially mounted on the top deck of the European Space Agency's Mars Express orbiter.[12] It was released from the orbiter on a ballistic trajectory towards Mars on 19 December 2003. Beagle 2 coasted for six days after release and entered the Martian atmosphere at about 20,000 km/h (12,000 mph). Its expected landing was on 2:54 UT on 25 December. The lander was protected from the heat of entry by a heat shield coated with NORCOAT, an ablating material made by EADS. Compression of the Martian atmosphere and radiation from the hot gas are estimated to have led to a peak heating rate of around 100 W/cm2.\n\nAfter deceleration in the Martian atmosphere, parachutes deployed and at about 200 metres (660 ft) above the surface, large airbags inflated around the lander to protect it when it hit the surface. Landing occurred at about 02:45 UTC on 25 December 2003.\n\nAfter analysis of the imagery obtained in 2015, it has been conjectured after landing, the bags deflated and the top of the lander opened. These images suggest at most only two of the four solar panels were deployed. A signal was supposed to be sent to Mars Express after landing and another the next (local) morning to confirm Beagle 2 survived the landing and the first night on Mars. A panoramic image of the landing area was then supposed to be taken using the stereo camera and a pop-up mirror, after which the lander arm would have been released. The lander arm was to dig up samples to be deposited in the instruments for study, and the \"mole\" would have been deployed, crawling across the surface to a distance of about 3 metres (9.8 ft) from the lander and burrowing under rocks to collect soil samples for analysis.\n\nThe British government spent more than £22 million (US$40 million) on Beagle 2, with the remainder of the total £44 million (US$80 million) coming from the private sector.[18]\n\n"
        },
        {
            "title": "Mission failure",
            "text": "Although the Beagle 2 craft successfully deployed from the Mars Express, confirmation of a successful landing was not forthcoming. It should have come on 25 December 2003 when Beagle 2 was to have contacted NASA's 2001 Mars Odyssey spacecraft. In the following days, the Lovell Telescope at Jodrell Bank failed to pick up a signal from Beagle 2. The team said they were \"still hopeful\" of finding a successful return signal.\n\nAttempts were made throughout January and February 2004 to contact Beagle 2 using Mars Express. The first of these occurred on 7 January 2004. Although regular calls were made, hope was placed on communication occurring on 12 January, when Beagle 2 was pre-programmed to expect the Mars Express probe to fly overhead, and on 2 February, when the probe was supposed to resort to the last communication back-up mode, Auto-transmit. No communication was ever established with Beagle 2, which was declared lost on 6 February 2004 by the Beagle 2 Management Board. On 11 February, ESA announced an inquiry into the failure of Beagle 2 would be held.[14] The board of inquiring was unable to find concrete reasons for the probe's failure and listed plausible reasons on the report they released on 24 August 2004.[12]\n\nOn 20 December 2005, Pillinger released specially processed images from the Mars Global Surveyor that suggested Beagle 2 had landed in a crater at the landing site on Isidis Planitia.[19] It was claimed the blurry images showed the primary impact site as a dark patch and, a short distance away, Beagle 2 surrounded by the deflated airbags and with its solar panels extended.[20] Mars Reconnaissance Orbiter's HiRISE camera imaged the area in February 2007 and revealed the crater was empty.[21]\n\nPillinger speculated[22] higher than expected levels of dust in the Martian atmosphere, which captures heat, caused it to expand and reduce in density so  the parachutes were not able to sufficiently slow the probe's descent. This would cause the landing to be too hard, damaging or destroying the probe. A number of other failure hypotheses were produced at the time.[23] If the Martian atmosphere was thinner than expected, the parachute's effectiveness would be reduced and therefore cause the lander to hit the surface with enough speed to destroy it.[23] Turbulence in the atmosphere, which would affect the parachute, was also examined.[23]\n\nFailures in missions to Mars are common. As of 2010, of 38 launch attempts to reach the planet, only 19 had succeeded.[citation needed] Failures are sometimes informally called the Mars Curse.[citation needed]\n\n"
        },
        {
            "title": "",
            "text": "In May 2004, the report from the Commission of Inquiry on Beagle 2 was submitted to ESA and the UK's science minister Lord Sainsbury.[24] Initially the full report was not published on the grounds of confidentiality but a list of 19 recommendations was announced to the public.\n\nDavid Southwood, ESA's Director of Science, provided four scenarios of possible failures:[25]\n\nIn addition, further scenarios appeared plausible and consistent with the available body of data:\n\nIn February 2005, following comments from the House of Commons Select committee on science and technology, the report was made public and Leicester University independently published a detailed mission report, including possible failure modes and a \"lessons learned\".[26]\n\nAll above hypotheses were disproved in 2015 after the Mars Reconnaissance Orbiter photographed the remains of the lander: pictures show the probe landed safely and started its operations, deploying some of the solar panels before an on-ground failure  prevented the full deployment of all panels; this prevented the onboard antenna, hidden under the last solar panel, from gaining visibility to any orbiter, making any form of communication with the lander impossible and leading to mission loss. This status is detailed below.\n\n"
        },
        {
            "title": "Discovery of location",
            "text": "The location of Beagle 2 on Mars was unknown from late 2003 to early 2015. On 16 January 2015, more than eleven years after its loss and eight months after Colin Pillinger died,[27] news sources confirmed  NASA's Mars Reconnaissance Orbiter had located the lander,[6][7][28] which is lying on the surface of Isidis Planitia at 11°31′44″N 90°25′53″E﻿ / ﻿11.52879°N 90.43139°E﻿ / 11.52879; 90.43139,[4][29][30] about 5 km (3.1 mi) from the planned centre of its landing zone.[8]\n\nOn 26 April 2016, new computer vision methods stacked multiple new images together to create a view of the lander.[31] The technique called Super-Resolution Restoration (SRR) allows improvement in resolution by taking multiple views then intensively processing them.[32] At the time, it took up to four days on the fastest-available computers to compute one improved image from five 1,000-by-2,000-pixel images.[32]\n\nImaging analysis appears to show the probe on the surface and partially deployed, in the expected landing area, with objects that have been interpreted as being its parachute and back cover nearby. Although several interpretations of the image are possible, all involve incomplete deployment of the probe's solar panels. Images suggest one of the \"petals\" on which the solar panels of the lander are mounted failed to fully open, preventing deployment of its radio antenna and blocking communication.[6][7][28][33] As the probe's antenna is beneath the last panel, it would have been unable to transmit or receive in such a configuration so the lander would have been beyond recovery even if its systems were still operational. Possible  failure scenarios include mechanical damage during landing, fouling of the deployment mechanism and obstruction of the panels by an airbag.\n\nEleven years after the landing, ESA said;[5] \"Beagle 2 made it to the surface. This vindicates the engineering team's approach to landing on Mars.\"[5] At a news conference in London, the UKSA noted; \"Beagle 2 is no longer lost\".[34] In reviews of lost Mars missions, Beagle 2 and its rediscovery are typically noted.[35]\n\nAfter Beagle 2 was found, apparently intact and with some solar panels deployed, the events following its landing were re-evaluated.[5] Because the early phase of mission ran on chemical battery power, it is possible the lander's Solid State Mass Memory (SSMM) recorded some data, even if it could not obtain full power from its solar panels.[5] It might eventually be possible to retrieve the data.[5][36] A study has revealed Beagle 2 may have gone into its pre-programmed surface operations mode and collected data after landing but did not transmit it or the transmission was blocked by a closed panel.[36][37]\n\n"
        },
        {
            "title": "Follow-on mission proposals",
            "text": "Further use of some features of the Beagle 2 mission design have been proposed for other mission concepts:[38]\n\nBeagle 2's PLUTO mole was noted in the development of InSight's Heat Flow and Physical Properties Package (HP3), an instrument that also uses a self-digging arm.[40]\n\n"
        }
    ]
}