{
    "url": "https://en.wikipedia.org/wiki/Bee_pollen",
    "title": "Bee pollen",
    "table_of_contents": [
        "1 Details",
        "2 Composition",
        "3 Use as a health supplement",
        "4 Alternative diets for honey bees",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bee pollen, also known as bee bread and ambrosia,[1] is a ball or pellet of field-gathered flower pollen packed by worker honeybees, and used as the primary food source for the hive. It consists of simple sugars, protein, minerals and vitamins, fatty acids, and a small percentage of other components. Bee pollen is stored in brood cells, mixed with saliva, and sealed with a drop of honey.[2] Bee pollen is harvested as food for humans and marketed as having various, but yet unproven, health benefits.[3]\n\n"
        },
        {
            "title": "Details",
            "text": "In honeybees (Apis species) pollen is stored in the chambers of the hives. It differs from field gathered pollen as honey bee secretions induce a fermentation process, where biochemical transformations break down the walls of flower pollen grains and render the nutrients more readily available.[4]\n\nForager bees that gather pollen do not eat it themselves, since they stop producing the proteolytic enzymes necessary to digest it when they transition to foraging. The foragers unload the pollen they gather directly into open cells located at the interface between the brood and stored honey, creating a typical band of what is called bee bread – the substance which is the main food source for honey bee larvae and workers.\n\nForaging bees bring pollen back to the hive, where they pass it off to other worker bees, who pack the pollen into cells with their heads. During collection and possibly packing, the pollen is mixed with nectar and bee salivary secretions, signalling the start of the lactic fermentation process.[5] Bee pollen is the primary source of protein for the hive.[6]\n\nBees other than Apis typically form pollen into balls; these are primarily ground-nesting bees or twig-nesting bees, most of which are solitary, such as leafcutter bees.[7] With the leafcutter bee, as in most such bees, when the pollen ball is complete, the female lays an egg on top of the pollen ball, and seals the brood cell. The egg hatches and the larva consumes the pollen directly; the pollen is not stored separately from the brood.[8] This method of pollen usage can also be seen in the wood-nesting bee species Xylocopa sulcatipes[9] and Xylocopa sonorina.\n\n"
        },
        {
            "title": "Composition",
            "text": "Like honey and propolis, other well-known honey bee products that are gathered rather than secreted (i.e., in contrast to royal jelly and beeswax), the exact chemical composition depends on the plants from which the worker bees gather the pollen, and can vary from hour to hour, day to day, week to week, colony to colony, even in the same apiary, with no two samples of bee pollen being exactly identical. Accordingly, chemical and nutritional analyses of bee pollen apply only to the specific samples being tested and cannot be extrapolated to samples gathered in other places or other times.\n\nAlthough there is no specific chemical composition, the average composition is said to be 40–60% simple sugars (fructose and glucose), 20–60% proteins, 3% minerals and vitamins, 1–32% fatty acids, and 5% diverse other components.[10][11] Bee bread is a niche for yeasts and bacteria, including lactic acid bacteria, Bifidobacterium, Bacillus spp., and others.[12][13][14] A study of bee pollen samples showed that they may contain 188 kinds of fungi and 29 kinds of bacteria.[15] Despite this microbial diversity, stored pollen is a preservation environment similar to honey, and contains consistently low microbial biomass.[16]\n\n"
        },
        {
            "title": "Use as a health supplement",
            "text": "Bee pollen has been touted by herbalists as a treatment for a variety of medical conditions. Bee bread is growing in commercial interest due to its high nutritional properties: is very good source of bioactive compounds not only  with  antioxidant, but  also  antimicrobial  effect. [17] Bee bread is rich in micronutrients, minerals, and phenolic compounds.[18]\n\nPotential risks of consuming bee pollen include contamination by fungal mycotoxins, pesticides, or toxic metals.[3] Bee pollen is safe for short term use, but for those with pollen allergies, allergic reactions may occur (shortness of breath, hives, swelling, and anaphylaxis).[19] Bee pollen is not safe for pregnant women and should not be used during breastfeeding.[19]  The Food and Drug Administration has warned against the use of some bee pollen products because they are adulterated with unapproved drugs including sibutramine and phenolphthalein.[20][21]\n\n"
        },
        {
            "title": "Alternative diets for honey bees",
            "text": "There are several artificial pollen diets available for honey bees that incorporate a variety of ingredients like soy, corn gluten, yeast, egg, or milk protein, but they often fail to provide the essential macronutrients (such as lipids and proteins), micronutrients (vitamins and minerals), and antioxidants needed by honey bees to thrive.[22]\n\n"
        }
    ]
}