{
    "url": "https://en.wikipedia.org/wiki/Bees_in_mythology",
    "title": "Bees in mythology",
    "table_of_contents": [
        "1 Mythology and folklore",
        "1.1 African mythology",
        "1.2 American mythology",
        "1.3 Asian mythology",
        "1.4 European mythology",
        "2 See also",
        "3 Explanatory notes",
        "4 References",
        "4.1 Citations",
        "4.2 General and cited sources",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bees have been featured in myth and folklore around the world. Honey and beeswax have been important resources for humans since at least the Mesolithic period, and as a result humans' relationship with bees—particularly honey bees—has ranged from encounters with wild bees (both prehistorically and in the present day) to keeping them agriculturally.[3][4] Bees themselves are often characterized as magically-imbued creatures, and their honey as a divine gift.\n\n"
        },
        {
            "title": "Mythology and folklore",
            "text": "The Kalahari Desert's San people tell of a bee that carried a mantis across a river. The exhausted bee left the mantis on a floating flower but planted a seed in the mantis's body before it died. The seed grew to become the first human.[5]\n\nIn Egyptian mythology, bees grew from the tears of the sun god Ra when they landed on the desert sand.[6]\n\nThe Baganda people of Uganda tell the legend of Kintu, the first man on earth. Kintu lived alone, save for his cow. One day he asked permission from Ggulu, who lived in heaven, to marry his daughter Nambi. Ggulu set Kintu a trial of five tests to pass before he would agree. For his final test, Kintu was told to pick Ggulu's own cow out from a group of cattle. Nambi aided Kintu in this final test by transforming herself into a bee and whispering into his ear to choose the one whose horn she landed upon.[7][8][9][10]\n\nIn Mayan mythology, Ah-Muzen-Cab is one of the Maya gods of bees and honey.[11] One of the Maya Hero Twins, Xbalanque, is also associated with bees and beekeeping under the name or aspect of Mok Chi'.[12]\n\nAccording to Hittite mythology, the god of agriculture, Telipinu, went on a rampage and refused to allow anything to grow and animals would not produce offspring.  The gods went in search of Telipinu only to fail.  Then the goddess Ḫannaḫanna sent forth a bee to bring him back.  The bee found Telipinu, stung him and smeared wax upon him. The god grew even angrier and it was not until the goddess Kamrusepa (or a mortal priest, according to some references) used a ritual to send his anger to the Underworld that Telipinu was calmed.[13]\n\nIn Hindu mythology, Parvati, in the form of Bhramari Devi, was summoned by the Gods to kill the demon Arunasura, who took over the heavens and the three worlds. To kill Arunasura, she stung him numerous times with the help of innumerable black bees emerging from her body. The Gods were finally able to take control of the heavens and the celestial worlds again.[14] In addition, the bowstring on Hindu love god Kamadeva's bow is made of sugarcane, covered in bees.[15]\n\nIn mythology found in Indian, ancient Near East and Aegean cultures, the bee was believed to be the sacred insect that bridged the natural world to the underworld.[16][17][18]\n\nGreek mythology has several gods who are associated with bees. Aristaeus is the god of beekeeping. After inadvertently causing the death of Eurydice, who stepped upon a snake while fleeing him, her nymph sisters punished him by killing every one of his bees. Witnessing the empty hives where his bees had dwelt, Aristaeus wept and consulted Proteus who advised him to give honor in memory of Eurydice by sacrificing four bulls and four cows. Upon doing so, he let them rot and from their corpses rose bees to fill his empty hives.[7] Prophecy in Ancient Greece seems to have been associated with bees. The Homeric Hymn to Hermes acknowledges that Apollo's gift of prophecy first came to him from three bee-maidens, usually but doubtfully identified with the Thriae, a trinity of pre-Hellenic Aegean bee goddesses.[19] In addition, the Oracle of Delphi is referred to as \"the Delphian bee\" by Pindar.[b][2][20]\n\nIn Mycenaean Greek and Minoan myth, the bee was an emblem of Potnia, also referred to as the \"Pure Mother Bee\".[21] Her priestesses received the name of Melissa, (\"bee\").[22] According to the Neoplatonic philosopher Porphyry, the priestesses of Demeter were also called \"Melissae\", and Melissa was a name of Artemis.[20] Melisseus was the god of honey and bees, whose daughters Ida and Adrasteia fed the infant Zeus with milk and honey when his mother hid him from Cronus.[23]\n\nIn European folklore and custom, telling the bees of important events in the family (particularly births and deaths) was vital to keep the bees content and happy in their hive.[24]\n\n"
        }
    ]
}