{
    "url": "https://en.wikipedia.org/wiki/Begging_the_question",
    "title": "Begging the question",
    "table_of_contents": [
        "1 History",
        "2 Definition",
        "3 Related fallacies",
        "4 Vernacular",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn classical rhetoric and logic, begging the question or assuming the conclusion (Latin: petitio principii) is an informal fallacy that occurs when an argument's premises assume the truth of the conclusion, instead of supporting it.\n\nFor example:\n\nThis statement claims that the color green is the best because it is the greenest – which it presupposes is the best.\n\nIt is a type of circular reasoning: an argument that requires that the desired conclusion be true. This often occurs in an indirect way such that the fallacy's presence is hidden, or at least not easily apparent.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The original phrase used by Aristotle from which begging the question descends is: τὸ ἐξ ἀρχῆς (or sometimes ἐν ἀρχῇ) αἰτεῖν, \"asking for the initial thing\". Aristotle's intended meaning is closely tied to the type of dialectical argument he discusses in his Topics, book VIII: a formalized debate in which the defending party asserts a thesis that the attacking party must attempt to refute by asking yes-or-no questions and deducing some inconsistency between the responses and the original thesis.\n\nIn this stylized form of debate, the proposition that the answerer undertakes to defend is called \"the initial thing\" (τὸ ἐξ ἀρχῆς, τὸ ἐν ἀρχῇ) and one of the rules of the debate is that the questioner cannot simply ask for it (that would be trivial and uninteresting). Aristotle discusses this in Sophistical Refutations and in Prior Analytics book II, (64b, 34–65a 9, for circular reasoning see 57b, 18–59b, 1).\n\nThe stylized dialectical exchanges Aristotle discusses in the Topics included rules for scoring the debate, and one important issue was precisely the matter of asking for the initial thing—which included not just making the actual thesis adopted by the answerer into a question, but also making a question out of a sentence that was too close to that thesis (for example, PA II 16).\n\nThe term was translated into English from Latin in the 16th century. The Latin version, petitio principii, \"asking for the starting point\", can be interpreted in different ways. Petitio (from peto), in the post-classical context in which the phrase arose, means assuming or postulating, but in the older classical sense means petition, request or beseeching.[2][3] Principii, genitive of principium, means beginning, basis or premise (of an argument). Literally petitio principii means \"assuming the premise\" or \"assuming the original point\".\n\nThe Latin phrase comes from the Greek τὸ ἐν ἀρχῇ αἰτεῖσθαι (tò en archêi aiteîsthai, \"asking the original point\")[4] in Aristotle's Prior Analytics II xvi 64b28–65a26:\n\nAristotle's distinction between apodictic science and other forms of nondemonstrative knowledge rests on an epistemology and metaphysics wherein appropriate first principles become apparent to the trained dialectician:\n\nThomas Fowler believed that petitio principii would be more properly called petitio quæsiti, which is literally \"begging the question\".[5]\n\n"
        },
        {
            "title": "Definition",
            "text": "To \"beg the question\" (also called petitio principii) is to attempt to support a claim with a premise that itself restates or presupposes the claim.[6] It is an attempt to prove a proposition while simultaneously taking the proposition for granted.\n\nWhen the fallacy involves only a single variable, it is sometimes called a hysteron proteron[7][8][9] (Greek for \"later earlier\"), a rhetorical device, as in the statement:\n\nReading this sentence, the only thing one can learn is a new word in a more classical style (soporific), for referring to a more common action (induces sleep), but it does not explain why it causes that effect. A sentence attempting to explain why opium induces sleep, or the same, why opium has soporific quality, would be the following one:\n\nA less obvious example from Fallacies and Pitfalls of Language: The Language Trap by S. Morris Engel:\n\nThis form of the fallacy may not be immediately obvious. Linguistic variations in syntax, sentence structure, and the literary device may conceal it, as may other factors involved in an argument's delivery. It may take the form of an unstated premise which is essential but not identical to the conclusion, or is \"controversial or questionable for the same reasons that typically might lead someone to question the conclusion\":[12]\n\nFor example, one can obscure the fallacy by first making a statement in concrete terms, then attempting to pass off an identical statement, delivered in abstract terms, as evidence for the original.[10] One could also \"bring forth a proposition expressed in words of Saxon origin, and give us a reason for it the very same proposition stated in words of Norman origin\",[13] as here:\n\nWhen the fallacy of begging the question is committed in more than one step, some authors dub it circulus in probando (reasoning in a circle)[7][15] or, more commonly, circular reasoning.\n\nBegging the question is not considered a formal fallacy (an argument that is defective because it uses an incorrect deductive step). Rather, it is a type of informal fallacy that is logically valid but unpersuasive, in that it fails to prove anything other than what is already assumed.[16][17][18]\n\n"
        },
        {
            "title": "Related fallacies",
            "text": "Closely connected with begging the question is the fallacy of circular reasoning (circulus in probando), a fallacy in which the reasoner begins with the conclusion.[19] The individual components of a circular argument can be logically valid because if the premises are true, the conclusion must be true, and does not lack relevance. However, circular reasoning is not persuasive because a listener who doubts the conclusion also doubts the premise that leads to it.[20]\n\nBegging the question is similar to the complex question (also known as trick question or fallacy of many questions): a question that, to be valid, requires the truth of another question that has not been established. For example, \"Which color dress is Mary wearing?\" may be fallacious because it presupposes that Mary is wearing a dress. Unless it has previously been established that her outfit is a dress, the question is fallacious because she could be wearing an outfit that was not a dress, such as pants and no dress.[21][22]\n\nAnother related fallacy is ignoratio elenchi or irrelevant conclusion: an argument that fails to address the issue in question, but appears to do so. An example might be a situation where A and B are debating whether the law permits A to do something. If A attempts to support his position with an argument that the law ought to allow him to do the thing in question, then he is guilty of ignoratio elenchi.[23]\n\n"
        },
        {
            "title": "Vernacular",
            "text": "In vernacular English,[24][25][26][27] begging the question (or equivalent rephrasing thereof) often occurs in place of \"raises the question\", \"invites the question\", \"suggests the question\", \"leaves unanswered the question\" etc.. Such preface is then followed with the question, as in: [28][29]\n\nSometimes it is further confused with \"dodging the question\", an attempt to avoid it, or perhaps more often begging the question is simply used to mean leaving the question unanswered.[2]\n\n"
        }
    ]
}