{
    "url": "https://en.wikipedia.org/wiki/Bela_Lugosi",
    "title": "Bela Lugosi",
    "table_of_contents": [
        "1 Early life",
        "2 Filmography",
        "2.1 Early films",
        "2.2 Dracula",
        "2.3 Typecasting",
        "2.4 Career decline",
        "2.5 Stage and personal appearances",
        "2.6 Ed Wood and final projects",
        "3 Personal life",
        "4 Death",
        "5 California Supreme Court decision on personality rights",
        "6 Legacy",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBéla Ferenc Dezső Blaskó (Hungarian: [ˈbeːlɒ ˈfɛrɛnt͡s ˈdɛʒøː ˈblɒʃkoː]; October 20, 1882 – August 16, 1956), known professionally as Bela Lugosi (/ləˈɡoʊsi/; Hungarian: [ˈluɡoʃi]), was a Hungarian and American actor best remembered for portraying Count Dracula in the 1931 horror classic  Dracula, Ygor in Son of Frankenstein (1939) and his roles in many other horror films from 1931 through 1956.[1]\n\nLugosi began acting on the Hungarian stage in 1902. After playing in 172 different productions in his native Hungary, Lugosi moved on to appearing in Hungarian silent films in 1917. He had to suddenly emigrate to Germany after the failed Hungarian Communist Revolution of 1919 because of his former socialist activities (organizing a stage actors' union), leaving his first wife in the process. He acted in several films in Weimar Germany, before arriving in New Orleans as a seaman on a merchant ship, then making his way north to New York City and Ellis Island.\n\nIn 1927, he starred as Count Dracula in a Broadway adaptation of Bram Stoker's novel, moving with the play to the West Coast in 1928 and settling down in Hollywood.[2] He later starred in the 1931 film version of Dracula directed by Tod Browning and produced by Universal Pictures. Through the 1930s, he occupied an important niche in horror films, but his notoriety as \"Dracula\" and ominous thick Hungarian accent greatly limited the roles offered to him, and he unsuccessfully tried for years to avoid the typecasting.\n\nHe was often paired in films with Boris Karloff, who was able to demand top billing. To his frustration, Lugosi, a charter member of the American Screen Actors Guild, was increasingly restricted to mad scientist roles because of his inability to speak English more clearly. He was kept employed by the studios principally so that they could put his name on the posters. Among his teamings with Karloff, he performed major roles only in The Black Cat (1934), The Raven (1935), and Son of Frankenstein (1939); even in The Raven, Karloff received top billing despite Lugosi performing the lead role. \n\nBy this time, Lugosi had been receiving regular medication for sciatic neuritis, and he became addicted to doctor-prescribed morphine and methadone. This drug dependence (and his gradually worsening alcoholism) was becoming apparent to producers, and after 1948's Abbott and Costello Meet Frankenstein, the offers dwindled to parts in low-budget films; some of these were directed by Ed Wood, including a brief (posthumous) appearance in Wood's Plan 9 from Outer Space (1957).[3]\n\nLugosi married five times and had one son, Bela George (with his fourth wife, Lillian).[3]\n\n"
        },
        {
            "title": "Early life",
            "text": "Lugosi, the youngest of four children,[4] was born Béla Ferenc Dezső Blaskó in 1882 in Lugos, Kingdom of Hungary (now Lugoj, Romania) to Hungarian father István Blaskó, a baker who later became a banker,[5] and Serbian-born mother Paula de Vojnich.[6] He was raised in a Roman Catholic family.[7]\n\nAt the age of 12, Lugosi dropped out of school and left home to work at a succession of manual labor jobs.[4] His father died during his absence. He began his stage acting career in 1902.[8] His earliest known performances are from provincial theatres in the 1903–04 season, playing small roles in several plays and operettas.[8] He took the last name \"Lugosi\" in 1903 to honor his birthplace,[4][9] and went on to perform in Shakespeare plays. After moving to Budapest in 1911, he played dozens of roles with the National Theatre of Hungary between 1913 and 1919. Although Lugosi would later claim that he \"became the leading actor of Hungary's Royal National Theatre\", many of his roles there were small or supporting parts, which led him to enter the Hungarian film industry.[10]\n\nDuring World War I, he served as an infantryman in the Austro-Hungarian Army from 1914 to 1916, rising to the rank of Lieutenant. He was awarded the Wound Medal for wounds he sustained while serving on the Russian front.[4] Returning to civilian life, Lugosi became an actor in Hungarian silent films, appearing in many of them under the stage name \"Arisztid Olt\".\n\nDue to his activism in the actors' union in Hungary during the revolution of 1919 and his active participation in the Hungarian Soviet Republic,[11] he was forced to flee his homeland when the government changed hands, initially accompanied by his first wife Ilona Szmik.[12][4] They escaped to Vienna before settling in Berlin (in the Langestrasse), where he began acting in German silent films. During these moves, Ilona lost her unborn child,[13] after which she left Lugosi and returned home to her parents where she filed for divorce, and soon after remarried.[4]\n\nLugosi eventually travelled to New Orleans, Louisiana in December, 1920 working as a crewman aboard a merchant ship, then made his way north to New York City, where he again took up acting in (and sometimes directing) stage plays in 1921-1922, then worked in the New York silent film industry from 1923 to 1926. In 1921, he met and married his second wife, Ilona von Montagh, a young Hungarian emigree and stage actress whom he had worked with years before in Europe. They only lived together for a few weeks, but their divorce took until October 1925 to be finalized.[14]\n\nHe later moved to California in 1928 to tour in the Dracula stage play, and his Hollywood film career took off. Lugosi claimed he performed the Dracula play around 1,000 times during his lifetime. He eventually became a U.S. citizen in 1931, soon after the release of his film version of Dracula.[12][4]\n\n"
        },
        {
            "title": "Filmography",
            "text": "Lugosi's first film appearance was in the 1917 Hungarian silent film Leoni Leo.[2] When appearing in Hungarian silent films, he mostly used the stage name Arisztid Olt.[15] Lugosi made at least 10 films in Hungary between 1917 and 1918 before leaving for Germany. Following the collapse of Béla Kun's Hungarian Soviet Republic in 1919, leftists and trade unionists became vulnerable, some being imprisoned or executed in public. Lugosi was proscribed from acting due to his participation in the formation of an actors' union. Exiled in Weimar-era Germany, he co-starred in at least 14 German silent films in 1920, among them Hypnose: Sklaven fremden Willens (1920), Der Januskopf (1920) and an adaptation of the Karl May novel Caravan of Death (1920).\n\nLugosi left Germany in October 1920, emigrating by ship to the United States, and entered the country at New Orleans in December 1920. He made his way to New York and was inspected by immigration officers at Ellis Island in March 1921.[16] He only declared his intention to become a US citizen in 1928; on June 26, 1931, he was naturalized.[17]\n\nOn his arrival in America, the 6-foot-1-inch (1.85 m),[15] 180-pound (82 kg) Lugosi worked for some time as a laborer, and then entered the theater in New York City's Hungarian immigrant colony. With fellow expatriate Hungarian actors he formed a small stock company that toured Eastern cities, playing for immigrant audiences. Lugosi acted in several Hungarian language plays before starring in his first English Broadway play, The Red Poppy in 1922.[18] Three more parts came in 1925–26, including a five-month run in the comedy-fantasy The Devil in the Cheese.[19] In 1925, he played an Arab Sheik in Arabesque which premiered in Buffalo, New York at the Teck Theatre before moving to Broadway.[20]\n\nHis first American film role was in the silent melodrama The Silent Command (1923) which was filmed in New York. Four other silent roles followed, villains and continental types, all in productions made in the New York area.[21] A rumor has circulated for decades among film historians that Lugosi played an uncredited bit part as a clown in the 1924 Lon Chaney Hollywood film He Who Gets Slapped, but this has been heavily disputed. The rumor originated from the discovery of a publicity still from this film found posthumously in Lugosi's scrapbook, which showed an unidentified clown in heavy makeup standing near Lon Chaney in one scene. It was thought to be evidence that Lugosi appeared in the film, but historians all agree that is very unlikely, since Lugosi was in both Chicago (appearing in a play called The Werewolf) and New York at the time that film was being made in Hollywood.[22]\n\nLugosi was approached in the summer of 1927 to star in a Broadway theatre production of Dracula, which had been adapted by Hamilton Deane and John L. Balderston from Bram Stoker's 1897 novel.[23] The Horace Liveright production was successful, running in New York City for 261 performances before touring the United States to much fanfare and critical acclaim throughout 1928 and 1929. In 1928, Lugosi decided to stay in California when the play ended its first West Coast run. His performance had piqued the interest of Fox Film, and he was cast in the Hollywood studio's silent film The Veiled Woman (1929). He also appeared in the film Prisoners (also 1929), believed lost, which was released in both a silent and partial talkie version.[24]\n\nIn 1929, with no other film roles in sight, he returned to the stage as Dracula for a short West Coast tour of the play. Lugosi remained in California where he resumed his film work under contract with Fox, appearing in early talkies often as a heavy or an \"exotic sheik\". He also continued to lobby for his prized role in the film version of Dracula.[25]\n\nDespite his critically acclaimed performance on stage, Lugosi was not Universal Pictures' first choice for the role of Dracula when the company optioned the rights to the Deane play and began production in 1930.[a] Different prominent actors, such as Paul Muni, Chester Morris, Ian Keith, John Wray, Joseph Schildkraut, Arthur Edmund Carewe, William Courtenay, John Carradine, and Conrad Veidt were considered. Lew Ayres was eventually hired to play Dracula, only to be replaced by Robert Ames after being cast in a different role in a different Universal Pictures film. Ames was in turn replaced with David Manners, who would instead come to play John Harker.[26] Lugosi had played the role on Broadway,[27] and was considered before director Tod Browning cast him in the role. The film was a major hit, but Lugosi was paid a salary of only $3,500, since he had too eagerly accepted the role.[12][28]\n\nThrough his association with Dracula (in which he appeared with minimal makeup, using his natural, heavily accented voice), Lugosi found himself typecast as a horror villain in films such as Murders in the Rue Morgue (1932), The Black Cat (1934) and The Raven (1935) for Universal, and the independent White Zombie (1932). His accent, while a part of his image, limited the type of role he could play.\n\nLugosi did attempt to break type by auditioning for other roles. He lost out to Lionel Barrymore for the role of Grigori Rasputin in Rasputin and the Empress (also 1932); C. Henry Gordon for the role of Surat Khan in Charge of the Light Brigade (1936), and Basil Rathbone for the role of Commissar Dimitri Gorotchenko in Tovarich (1937), a role Lugosi had played on stage.[29] He played the elegant, somewhat hot-tempered General Nicholas Strenovsky-Petronovich in International House (1933).\n\nRegardless of controversy, five films at Universal – The Black Cat (1934), The Raven (1935), The Invisible Ray (1936), Son of Frankenstein (1939), Black Friday (1940), plus minor cameo performances in Gift of Gab (1934) and two at RKO Pictures, You'll Find Out (1940) and The Body Snatcher (1945) – paired Lugosi with Boris Karloff. Despite the relative size of their roles, Lugosi inevitably received second billing, below Karloff. There are contradictory reports of Lugosi's attitude toward Karloff, some claiming that he was openly resentful of Karloff's long-term success and ability to gain good roles beyond the horror arena, while others suggested the two actors were – for a time, at least – amicable. Karloff himself in interviews suggested that Lugosi was initially mistrustful of him when they acted together, believing that the Englishman would attempt to upstage him. When this proved not to be the case, according to Karloff, Lugosi settled down and they worked together amicably (though some have further commented that the English Karloff's on-set demand to break from filming for mid-afternoon tea annoyed Lugosi).[30] Lugosi did get a few heroic leads, as in Universal's The Black Cat after Karloff had been accorded the more colorful role of the villain, The Invisible Ray, and a romantic role in producer Sol Lesser's adventure serial The Return of Chandu (1934), but his typecasting problem appears to have been too entrenched to be alleviated by those films.\n\nLugosi addressed his plea to be cast in non-horror roles directly to casting directors through his listing in the 1937 Players Directory, published by the Academy of Motion Picture Arts and Sciences, in which he (or his agent) calls the idea that he is only fit for horror films \"an error.\"[31]\n\nHistorian John McElwee reports, in his 2013 book Showmen, Sell It Hot!, that Bela Lugosi's popularity received a much-needed boost in August 1938, when California theater owner Emil Umann revived Dracula and Frankenstein as a special double feature. The combination was so successful that Umann scheduled extra shows to accommodate the capacity crowds, and invited Lugosi to appear in person, which thrilled new audiences that had never seen Lugosi's classic performance. \"I owe it all to that little man at the Regina Theatre,\" said Lugosi of exhibitor Umann. \"I was dead, and he brought me back to life.\" Universal took notice of the tremendous business and launched its own national re-release of the same two horror favorites. The studio then rehired Lugosi to star in new films, fortunately just as Lugosi's fourth wife had given birth to a son.\n\nUniversal cast Lugosi in Son of Frankenstein (1939), appearing in the character role of Ygor, a mad blacksmith with a broken neck, in heavy makeup and beard. Lugosi was third-billed with his name above the title alongside Basil Rathbone as Dr. Frankenstein's son and Boris Karloff reprising his role as Frankenstein's monster. Regarding Son of Frankenstein, the film's director Rowland V. Lee said his crew let Lugosi \"work on the characterization; the interpretation he gave us was imaginative and totally unexpected ... when we finished shooting, there was no doubt in anyone's mind that he stole the show. Karloff's monster was weak by comparison.\"[32]\n\nThe same year saw Lugosi making a rare appearance in an A-list motion picture: he was a stern Soviet commissar in the Metro-Goldwyn-Mayer romantic comedy Ninotchka, starring Greta Garbo and directed by Ernst Lubitsch. Lugosi was quite effective in this small but prestigious character part and he even received top billing among the film's supporting cast, all of whom had significantly larger roles. It might have been a turning point for the actor, but within the year he was back on Hollywood's Poverty Row, playing leads for Sam Katzman. These horror, comedy and mystery B-films were mostly released by Monogram Pictures. At Universal, he often received star billing for what amounted to a supporting part. \n\nLugosi went to 20th Century-Fox for The Gorilla (1939), which had him playing straight man (a butler) to Patsy Kelly and the Ritz Brothers. When Lugosi's Black Friday premiered in 1940 on a double bill with the Vincent Price film The House of the Seven Gables, Lugosi and Price both appeared in person at the Chicago theatre where it opened on Feb. 29, 1940 and remained for four performances.[33]\n\nOstensibly aggravated by injuries received during his military service, Lugosi developed severe, chronic sciatica. Though at first he was treated with benign pain remedies such as asparagus juice, doctors increased the medication to opiates. The growth of his dependence on opiates, particularly morphine and, after 1947 when it became available in America, methadone, was directly proportional to the dwindling of Lugosi's screen offers. He was finally cast in the role of Frankenstein's monster for Universal's Frankenstein Meets the Wolf Man (1943). (At the end of the previous film in the series, The Ghost of Frankenstein (1942), Lugosi's voice had been dubbed over that of Lon Chaney Jr. since Ygor's brain was now in the Monster's skull[34].) But at the last minute, Lugosi's heavily-accented dialogue was edited out after the film was completed, along with the idea of the Monster being blind, leaving his performance featuring groping, outstretched arms and moving lips seeming enigmatic (and funny) to audiences. Lugosi played Dracula for a second and final time on film in Abbott and Costello Meet Frankenstein (1948).\n\nAbbott and Costello Meet Frankenstein was Bela Lugosi's last \"A\" movie. For the remainder of his life, he appeared – less and less frequently – in obscure, forgettable, low-budget B features. From 1947 to 1950, he performed in summer stock, often in productions of Dracula or Arsenic and Old Lace, and during the rest of the year, made personal appearances in a touring \"spook show\", and on early commercial television.\n\nIn September 1949, Milton Berle invited Lugosi to appear in a sketch on Texaco Star Theatre.[35] Lugosi memorized the script for the skit, but became confused on the air when Berle began to ad lib.[36] He also appeared on the anthology series Suspense on October 11, 1949, in a live adaptation of Edgar Allan Poe's \"The Cask of Amontillado\".[37]\n\nIn 1951, while in England to play a six-month tour of Dracula, Lugosi co-starred in a lowbrow film comedy, Mother Riley Meets the Vampire (also known as Vampire Over London and My Son, the Vampire), released the following year. Following his return to the United States, he was interviewed for television, and reflected wistfully on his typecasting in horror parts: \"Now I am the boogie man\". In the same interview he expressed a desire to play more comedy, as he had in the Mother Riley farce. Independent producer Jack Broder took Lugosi at his word, casting him in a jungle-themed comedy, Bela Lugosi Meets a Brooklyn Gorilla (1952), starring nightclub comedians Duke Mitchell and Jerry Lewis look-alike Sammy Petrillo, whose act closely resembled that of Dean Martin and Jerry Lewis (Martin and Lewis), who promptly sued the duo.\n\nLugosi enjoyed a lively career on stage, with plenty of personal appearances. As film offers declined, he became more and more dependent on live venues to support his family. Lugosi took over the role of Jonathan Brewster from Boris Karloff for Arsenic and Old Lace. Lugosi had also expressed interest in playing Elwood P. Dowd in Harvey to help himself professionally. He also made plenty of personal appearances to promote his horror image or an accompanying film.[29][38]\n\nThe Vincent Price film House of Wax premiered in Los Angeles at the Paramount Theatre on April 16, 1953. The film played at midnight with a number of celebrities in the audience that night (Broderick Crawford, Gracie Allen, Eddie Cantor, Rock Hudson, Judy Garland, Shelley Winters, Ginger Rogers and others). Producer Alex Gordon, knowing Lugosi was in dire need of cash, arranged for the aging actor to stand outside the theater wearing a cape and dark glasses, holding a man costumed as a gorilla on a leash, later allowing himself to be photographed drinking a glass of milk at a Red Cross booth there. When Lugosi playfully attempted to bite the \"nurse\" in attendance there, she overreacted and spilled a glass of milk all over his shirt and cape. Lugosi was interviewed by a female reporter afterward, who messed up the interview by asking the prearranged questions out of order, thoroughly confusing the aging star. Embarrassed, Lugosi left without attending the screening.[39]\n\nLate in his life, Bela Lugosi again received star billing in films when the ambitious but financially limited filmmaker Ed Wood, a fan of Lugosi, found him living in obscurity and near-poverty and offered him roles in his films, such as an anonymous narrator in Glen or Glenda (1953) and a mad scientist in Bride of the Monster (1955). During post-production of the latter, Lugosi decided to seek treatment for his drug addiction, and the film's premiere was arranged to raise money for Lugosi's hospital expenses (resulting in a paltry amount of money). According to Kitty Kelley's biography of Frank Sinatra, when the entertainer heard of Lugosi's problems, he visited Lugosi at the hospital and gave him a $1,000 check. Sinatra would recall Lugosi's amazement at his visit, since the two men had never met before.[40]\n\nDuring an impromptu interview upon his release from the treatment center in 1955, Lugosi stated that he was about to begin work on a new Ed Wood film called The Ghoul Goes West. This was one of several projects proposed by Wood, including The Phantom Ghoul and Dr. Acula. With Lugosi in his Dracula cape, Wood shot impromptu test footage, with no particular storyline in mind, in front of Tor Johnson's home, a suburban graveyard, and in front of Lugosi's apartment building on Carlton Way. This footage ended up in Plan 9 from Outer Space (1957[41]), which was filmed in 1956 soon after Lugosi died. Wood hired Tom Mason, his wife's chiropractor, to double for Lugosi in additional shots.[42] Mason was noticeably taller and thinner than Lugosi, and had the lower half of his face covered with his cape in every shot, as Lugosi sometimes did in Abbott and Costello Meet Frankenstein.\n\nFollowing his treatment, Lugosi made one final film, in late 1955, The Black Sleep, for Bel-Air Pictures, which was released in the summer of 1956 through United Artists with a promotional campaign that included several personal appearances by Lugosi and his co-stars, as well as Maila Nurmi (TV's horror host \"Vampira\"). To Lugosi's disappointment, however, his role in this film was that of a mute butler with no dialogue. Lugosi was intoxicated and very ill during the film's promotional campaign and had to return to L.A. earlier than planned. He never got to see the finished film. Tor Johnson said in interviews that Lugosi kept screaming that he wanted to die the night they shared a hotel room together.[43]\n\nIn 1959, a British film called Lock Up Your Daughters was theatrically released (in the U.K.), composed of clips from Bela Lugosi's Monogram pictures from the 1940s. The film is lost today, but a March 16, 1959, critical review in the Kinematograph Weekly mentioned that the movie contained new Lugosi footage (intriguing since Lugosi had died in 1956). Back in 1950 however, Lugosi had appeared on a one-hour TV program called Murder and Bela Lugosi (which WPIX-TV broadcast on Sept. 18, 1950) in which Lugosi provided commentary about a number of his old horror films while clips from the films were being shown; historian Gary Rhodes thinks some of this Lugosi TV production found its way into the 1959 British film, which would finally explain the mystery.[44][45]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Lugosi repeatedly married. In June 1917, Lugosi married 19-year-old Ilona Szmik (1898–1991) in Hungary.[46] The couple divorced after Lugosi was forced to flee his homeland for political reasons (risking execution if he stayed) and Ilona did not wish to leave her parents. The divorce became final on July 17, 1920, uncontested since Lugosi could not show up for the proceedings.[3] (Szmik remarried a wealthy Hungarian architect Imre Francsek in December 1920, moved with him to Iran in 1930, had two children and died in 1991[47].)\n\nAfter living briefly in Germany, Lugosi left Europe by ship and arrived in New Orleans on October 27, 1920, and, after making his way north, underwent his primary alien inspection at Ellis Island, N.Y. on March 23, 1921.\n\nIn September 1921, he married Hungarian actress Ilona von Montagh in New York City, and she filed for divorce on November 11, 1924, charging him with adultery and complaining that he wanted her to abandon her acting career to keep house for him.[48] The divorce became final in October, 1925. (Lugosi learned in 1935 that von Montagh and a female friend were both arrested for shoplifting in New York City, which was the last he heard of her.)[49].\n\nLugosi took his place in Hollywood society and scandal when he married wealthy San Francisco resident Beatrice Woodruff Weeks (1897–1931), widow of architect Charles Peter Weeks, on July 27, 1929. Weeks subsequently filed for divorce on November 4, 1929, accusing Lugosi of infidelity, citing actress Clara Bow as the \"other woman\", and claimed Lugosi tried to take her checkbook and the key to her safe deposit box away from her. Lugosi complained of her excessive drinking and dancing with other men at social gatherings. She claimed he slapped her in the face one night because she ate a pork chop he had hidden in their refrigerator. The divorce became official on December 9, 1929. (Weeks died 17 months later (at age 34) from alcoholism in Panama, Lugosi never receiving a penny from her fortune.) \n\nOn June 26, 1931, Lugosi became a naturalized United States citizen.[46]\n\nIn 1933, the 51-year-old Lugosi married 22-year-old Lillian Arch (1911–1981), the daughter of Hungarian immigrants living in Hollywood. Lillian's father was against her marriage to Lugosi at first since the actor was experiencing financial difficulties at the time, so Bela talked her into eloping with him to Las Vegas in January 1933.[50] They remained married for twenty years and they had a child, Bela G. Lugosi, in 1938. (Bela eventually had four grandchildren and six great-grandchildren, although he did not live long enough to meet any of them.)[51]\n\nLillian and Bela vacationed on their lakeshore property in Lake Elsinore, California (then called Elsinore), on several lots between 1944 and 1953. Lillian's parents lived on one of their properties, and Lugosi frequented the health spa there. Bela Lugosi Jr. was boarded at the Elsinore Naval and Military School in Lake Elsinore, and also lived with Lillian's parents while she and Bela were touring. \n\nAfter almost breaking up their marriage in 1944, Lillian and Béla finally did divorce on July 17, 1953,[52] at least partially because of Béla's excessive drinking[2] and his jealousy over Lillian taking a full-time job as an assistant to actor Brian Donlevy on Donlevy's radio and television series Dangerous Assignment. Lillian got custody of their son Bela Jr.[53] Lugosi called the police one night after Lillian left him and threatened to commit suicide, but when the police showed up at his apartment, he denied making the call.[54](Lillian eventually did marry Brian Donlevy in 1966 (by which time he had also become an alcoholic) and she died in 1981.[55]\n\nLugosi married Hope Lininger, his fifth wife, in 1955; she was 37 years his junior. She had been a fan, writing letters to him when he was in the hospital, recovering from his drug addiction. She would sign her letters \"A dash of Hope\". They remained married until his death in 1956. However Bela and Hope were actually discussing getting divorced around the time he passed away.[56]\n\n"
        },
        {
            "title": "Death",
            "text": "Lugosi died of a heart attack on Thursday, August 16, 1956, in the bedroom of his Los Angeles apartment while taking a nap. His wife Hope discovered him dead, on his bed dressed only in his underwear, when she came home from work that evening, he having apparently died peacefully in his sleep around 6:45 PM according to the medical examiner.[2] He was 73 and weighed 140 pounds.[1] The rumor that Lugosi was clutching the script for The Final Curtain, a planned Ed Wood project, at the time of his death is not true.[57]\n\nLugosi was buried wearing one of the \"Dracula\" capes and his full costume as well as his Dracula ring in the Holy Cross Cemetery in Culver City, California. Contrary to popular belief, Lugosi never requested to be buried in his cloak; Bela G. Lugosi confirmed on numerous occasions that he and his mother, Lillian, made the decision but believed that it is what his father would have wanted.[58]\n\nThe funeral was held on Saturday, August 18 at the Utter-McKinley funeral home in Hollywood. Attendees included Forrest J. Ackerman, Ed Wood (who was a pall bearer), Tor Johnson, Conrad Brooks, Richard Sheffield, both of the widows (Hope and Lillian), Bela Lugosi Jr., Norma McCarty, Loretta King, Paul Marco and actor George Becwar. Bela's fourth wife Lillian paid for the cemetery plot and stone (which was inscribed \"Beloved Father\"), while Hope Lugosi paid for the coffin and the funeral service. Lugosi's will left several inexpensive pieces of real estate in Elsinore and only $1,000 cash to his son, but since the will had been written on Jan. 12, 1954 (before Lugosi's fifth marriage), Bela Jr. had to share the thousand dollars evenly with Hope Lugosi.\n\nHope later gave most of Lugosi's personal belongings and memorabilia to Bela's young neighborhood friend Richard Sheffield, who gave Lugosi's duplicate Dracula cape to Bela Jr. and sold some of the other items to Forrest J. Ackerman. Hope told Sheffield she had searched the apartment for several days looking for $3,000 she suspected Lugosi had hidden there, but she never found it. Sheffield said years later \"Lugosi had probably spent it all on alcohol.\" Hope later moved to Hawaii, where she worked for many years as a caregiver in a leper colony.[59][60] Hope died in Hawaii in 1997, at age 78, having never remarried. Before her death, she gave several (rather downbeat) interviews to the fan press.[61]\n\n"
        },
        {
            "title": "California Supreme Court decision on personality rights",
            "text": "In 1979, the Lugosi v. Universal Pictures decision by the California Supreme Court held that Lugosi's personality rights could not pass to his heirs, as a copyright would have. The court ruled that under California law any rights of publicity, including the right to his image, terminated with Lugosi's death.[b]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In Tim Burton's Ed Wood, Bela Lugosi is portrayed by Martin Landau, who received the 1994 Academy Award for Best Supporting Actor for the performance. According to Bela G. Lugosi (his son), Forrest Ackerman, Dolores Fuller and Richard Sheffield, the film's portrayal of Lugosi is inaccurate: In real life, he never used profanity, did not hate Karloff, owned no small dogs, nor slept in a coffin. Also Ed Wood did not meet Lugosi in a funeral parlor, but rather through his roommate Alex Gordon.[43][63]\n\nAn episode of Sledge Hammer! titled \"Last of the Red Hot Vampires\" was an homage to Bela Lugosi; at the end of the episode, it was dedicated to \"Mr. Blasko\".[64]\n\nIn 2001, BBC Radio 4 broadcast There Are Such Things by Steven McNicoll and Mark McDonnell. Focusing on Lugosi and his well-documented struggle to escape from the role that had typecast him, the play went on to receive the Hamilton Deane Award for best dramatic presentation from the Dracula Society in 2002.[65]\n\nOn July 19, 2003, German artist Hartmut Zech erected a bust of Lugosi on one of the corners of Vajdahunyad Castle in Budapest.[66][67]\n\nThe Ellis Island Immigration Museum in New York City features a live 30-minute play that focuses on Lugosi's illegal entry into the country via New Orleans and his arrival at Ellis Island months later to enter the country legally.[68]\n\nThe cape Lugosi wore in Dracula (1931) was in the possession of his son until it was put up for auction in 2011. It was expected to sell for up to $2 million,[69] but has since been listed again by Bonhams in 2018.[70] In 2019, the Academy Museum of Motion Pictures announced acquisition of the cape via partial donation from the Lugosi family[71] and that the cape will be on display in 2020.[72]\n\nPéter Müller's theatrical play Lugosi – the Shadow of the Vampire (Hungarian: Lugosi – a vámpír árnyéka) is based on Lugosi's life, telling the story of his life as he became typecast as Dracula and as his drug addiction worsened.[73] In the Hungarian production, directed by István Szabó, Lugosi was played by Ivan Darvas.[74][75]\n\nAndy Warhol's 1963 silkscreen The Kiss depicts Lugosi from Dracula about to bite into the neck of co-star Helen Chandler, who played Mina Harker. A copy sold for $798,000 at Christie's in May 2000.[76]\n\nIn 1979, a song called \"Bela Lugosi's Dead\" was released by UK post-punk band Bauhaus and is widely considered to be a pioneering song in the Goth music genre. On choosing the topic of the song, the band's bassist David J remarked \"It's so weird you should say that, because I've got this lyric about Bela Lugosi, the actor who played a vampire. There was a season of old horror films on TV and I was telling Daniel about how much I loved them. The one that had been on the night before was Dracula [1931]. I was saying how Bela Lugosi was the quintessential Dracula, the elegant depiction of the character.\"[77]\n\nBela Lugosi and Boris Karloff are referenced in the Curtis Stigers' song \"Sleeping with the Lights On\", from the 1991 album Curtis Stigers.\n\nLugosi's star on the Hollywood Walk of Fame is mentioned in \"Celluloid Heroes\", a song performed by The Kinks and written by their lead vocalist and principal songwriter, Ray Davies. It appeared on their 1972 album Everybody's in Show-Biz.[78]\n\nIn 2013 the Hungarian electronic music band Žagar recorded a song entitled \"Mr. Lugosi\", which contains a recording of the voice of Bela Lugosi. The song was a part of the Light Leaks record.[79]\n\nAccording to Paru Itagaki, the creator of the Japanese manga/anime Beastars, the main character Legoshi was inspired by Bela Lugosi (regarding the similar-sounding names).[80]\n\nIn 2020, Legendary Comics published an adaptation of Bram Stoker's 1897 Dracula novel, which used the likeness of Lugosi.[81]\n\nA 2021 hardcover graphic novel depicting the life of Bela Lugosi was written and drawn by Koren Shadmi, entitled Lugosi: The Rise and Fall of Hollywood's Dracula.[82]\n\n"
        }
    ]
}