{
    "url": "https://en.wikipedia.org/wiki/Belgian_UFO_wave",
    "title": "Belgian UFO wave",
    "table_of_contents": [
        "1 The sightings",
        "2 Hoax photograph",
        "3 Explanations",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Belgian UFO wave was a series of sightings of triangular UFOs in Belgium, which lasted from 29 November 1989 to April 1990.\n\n"
        },
        {
            "title": "The sightings",
            "text": "The Belgian UFO wave began in November 1989. Reports were filed, most many weeks after the events. Many of the reports related a large object flying at low altitude. Some reports also stated that the craft was of a flat, triangular shape, with lights underneath.[1]\n\nThe Belgian UFO wave peaked with the events of the night of 30–31 March 1990. On that night, one unknown object was tracked on radar, and two Belgian Air Force F-16s were sent to investigate, with neither pilot reporting seeing the object. No reports were received from the public on the date. But over the next 2 weeks reports from 143 people who claimed to have witnessed the object were received, all of them after the event. Over the ensuing months, many others claimed to have witnessed these events as well.[2] Following the incident, the Belgian Air Force released a report detailing the events of that night.[citation needed]\n\nAt around 23:00 on 30 March, the supervisor for the Control Reporting Center (CRC) at Glons received reports that three unusual lights were seen moving towards Thorembais-Gembloux, which lies to the southeast of Brussels. Glons CRC requested the Wavre gendarmerie send a patrol to confirm the sighting.[citation needed]\n\nApproximately 10 minutes later, some later reports stated that a second set of lights were seen, moving towards the first triangle. Traffic Center Control at Semmerzake tracked one object only on its radar, and an order to scramble two F-16 fighters from Beauvechain Air Base was given. Throughout this time, in reports after the event, some people claim that the phenomenon was visible from the ground, describing the whole formation as maintaining their relative positions while moving slowly across the sky.[citation needed]\n\nOver the next hour, the two scrambled F-16s attempted nine separate interceptions of the targets. On three occasions, they managed to obtain a radar lock for a few seconds, but these were later shown to be Radar-locks on each other. The pilots never reported seeing any of the claimed sightings, saw none of the claimed manoeuvres, and never got a lock on any objects apart from the other F16.[citation needed] The other contacts were all found to be the result of a well-known atmospheric interference called Bragg scattering.\n\nAfter 00:30, radar contact became much more sporadic and the final confirmed lock took place at 00:40. Following several further unconfirmed contacts, the F-16s eventually returned to base shortly after 01:00.[citation needed]\n\nMembers of the Wavre gendarmerie who had been sent to confirm the original report, describe four lights now being arranged in a square formation, all making short jerky movements, before gradually losing their luminosity and disappearing in four separate directions at around 01:30. They also reported that a low engine noise was heard and that it seemed to have a stick coming out one end with a turbine on it, which has led many to conclude the object was a helicopter.[3]\n\n"
        },
        {
            "title": "Hoax photograph",
            "text": "In April 1990, a hoax photo of a triangular object upon which three lights are visible at each corner was taken by an anonymous photographer. Since then, a man named Patrick M. publicly said that it was a hoax picture by him.[5]\n\nExperts say there is no background in the photograph and no element that would allow calculation of  the object's size or distance from the camera. Wim van Utrecht has reproduced a copy of the photograph with devices. A computer graphics simulation method[6] to reproduce the photograph was developed by a Belgian mathematician, Thierry Veyt at The University of Liège Laboratory of Astrophysics, wherein the apparent \"shake\" motion, that results in the lights of the craft appearing blurred or out of focus in the photograph contradicts eye-witness statements. This, along with the anonymity of the photographer and fact that the image was not produced publicly until 4 months after the alleged event, also brought the authenticity of the image into question.\n\nFor 20 years, the ufological organization Société belge d'étude des phénomènes spatiaux (SOBEPS) claimed that this picture was genuine. But on 26 July 2011, in an interview for RTL, a Belgian TV channel, Patrick M. explained that it was a hoax.[4][7]\n\nIn his 27 September 2016, Skeptoid podcast episode titled \"The Belgian UFO Wave,\" author Brian Dunning discussed the photographic evidence and reported that the single photograph turns out to be emblematic of the quality of all the evidence that characterized the Belgian UFO Wave. In 2011, a man named Patrick Maréchal invited Belgian reporters to his home to show them what he and some friends had done at work when the media hype had been at its peak. They had taken a sheet of styrofoam, cut it into a triangle, painted it black, embedded a flashlight in each corner, then hung it from a string. Maréchal still had many photos that they had taken trying to get that one that fooled the world.[8]\n\n"
        },
        {
            "title": "Explanations",
            "text": "In 1992, about three years after the first sighting, which occurred on 29 November 1989, in Eupen, Marc Hallet wrote an essay about the Belgian UFO wave criticizing the work done by the SOBEPS: La Vague OVNI Belge ou le triomphe de la désinformation,[9] arguing that this UFOlogical organisation was spreading misinformation in the media. Hallet's thesis is that the Belgian UFO wave was mostly a mass delusion, boosted by the work done by the SOBEPS. This mass delusion would have followed Philip J. Klass's law: \"Once news coverage leads the public to believe that UFOs may be in the vicinity, there are numerous natural and man-made objects which, especially seen at night, can take on unusual characteristics in the minds of hopeful viewers. Their UFO reports in turn add to the mass excitement, which encourages still more observers to watch for UFOs. This situation feeds upon itself until such time as the media lose interest in the subject, and then the flap quickly runs out of steam.\"[8][10]\n\nIn 1993, Pierre Magain and Marc Remy published an article in Physicalia Magazine,[11] in which their conclusions don't match those from the SOBEPS. They also state that the Belgian UFO wave would be better studied by people in the human sciences than by physicists.\n\nIn The Belgian UFO Wave of 1989–1992 – A Neglected Hypothesis, Renaud Leclet & co. discuss the fact that some sightings can be explained by helicopters. Most witnesses reported that the objects were silent. This report argues that the lack of noise could be due to the engine noise in the witnesses' automobiles, or strong natural wind blowing away from the witnesses.[12]\n\nIn his article The Beginning of the Belgian UFO wave, Jean-Michel Abrassart argues that the beginning of the wave does not contradict the psychosocial hypothesis,[13] contrary to what the SOBEPS claimed in his work. In an article published on his website in 2011, The Belgian Wave and the photos of stuff, Auguste Meessen[14] replied to several criticisms (by Roger Paquay and Jean-Michel Abrassart) and argues that, according to him, the Belgian UFO wave is completely unexplained. Roger Paquay[15] and Jean-Michel Abrassart[16] both wrote rebuttals to the Belgian physicist's article.\n\nIn \"The Belgian UFO Wave\" Skeptoid podcast episode, Brian Dunning discussed the F-16 chase and reported that\n\nRegarding the \"wave\" of eye-witness reports and lack of photographic evidence, Dunning concludes\n\n"
        }
    ]
}