{
    "url": "https://en.wikipedia.org/wiki/Beneficial_insect",
    "title": "Beneficial insect",
    "table_of_contents": [
        "1 Types",
        "1.1 Arachnids",
        "2 Attractive plants",
        "3 See also",
        "4 References",
        "4.1 Additional sources",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Beneficial insects (sometimes called beneficial bugs) are any of a number of species of insects that perform valued services like pollination and pest control. The concept of beneficial is subjective and only arises in light of desired outcomes from a human perspective. In agriculture, where the goal is to raise selected crops, insects that hinder the production process are classified as pests, while insects that assist production are considered beneficial. In horticulture and gardening, beneficial insects are often considered those that contribute to pest control and native habitat integration.\n\nEncouraging beneficial insects, by providing suitable living conditions, is a pest control strategy, often used in organic farming, organic gardening or integrated pest management. Companies specializing in biological pest control sell many types of beneficial insects, particularly for use in enclosed areas, like greenhouses.\n\n"
        },
        {
            "title": "Types",
            "text": "Some species of bee are beneficial as pollinators, although generally only efficient at pollinating plants from the same area of origin, facilitating propagation and fruit production for many plants. Also, some bees are predators or parasites of pests. This group includes not only honeybees, but also many other kinds of bees that are more efficient at pollinating plants native to their region. Bees can be attracted by many companion plants, especially bee balm and pineapple sage for honeybees, or Apiaceae like Queen Anne's lace and parsley, for predatory bees. \nWasps, especially fig wasps are also beneficial as pollinators.[1]\n\nLadybugs are generally thought of as beneficial because they eat large quantities of aphids, mites and other arthropods that feed on various plants. \n\nOther insects commonly identified as beneficial include:[2][3][4]\n\nAlthough not technically insects, several types of arachnids are often included in lists of beneficial insects, including:[3]\n\n"
        },
        {
            "title": "Attractive plants",
            "text": "Plants in the families Apiaceae and Asteraceae are generally valuable companions. Here are other plants that attract beneficial insects:\n\n"
        }
    ]
}