{
    "url": "https://en.wikipedia.org/wiki/Bengali_science_fiction",
    "title": "Bengali science fiction",
    "table_of_contents": [
        "1 Earliest writers",
        "2 Post-colonial Kalpabigyan Era in India",
        "3 Science fiction in Bangladesh",
        "3.1 Other writers of Bangladesh",
        "4 Science fiction magazines",
        "5 Portrayal of characters",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBengali science fiction (Bengali: বাংলা বিজ্ঞান কল্পকাহিনী Bangla Bigyan Kalpakahini) is a part of Bengali literature containing science fiction elements.[1] It is called Kalpabigyan (কল্পবিজ্ঞান lit. 'Fictional science')[2][3][4][5] or stories of imaginative science, in Bengali literature.[6][7][8][9][10][11][12][2][13][14][4][15][16] The term was first coined by Adrish Bardhan[17][18][19][20][21] during his editorship years.\n\n"
        },
        {
            "title": "Earliest writers",
            "text": "Bengali writers wrote various science fiction works in the 19th and early 20th centuries during the British Raj, before the partition of India. Isaac Asimov's assertion that \"true science fiction could not really exist until people understood the rationalism of science and began to use it with respect in their stories\" is true for the earliest science fiction written in the Bengali language.[citation needed]\n\nThough not particularly science fiction, as tales of speculative fiction and alternate history, and vision of the future, the first notable work was by Kailash Chandra Dutta (1817-1857), in his \"A Journal of Forty-Eight Hours in the Year 1945\". Written as a submitted piece for a competition at Hindu College, this was later published in Calcutta Literary Gazette (06.06.1835). Dutta was only eighteen years when he wrote the story describing a revolution of the students of Hindu College against the Raj. Shashi Chandra Dutta (1824-1886), another notable name from the same family, wrote \"The Republic of Odisha, A Page from The Annals of the 20th Century\". Published in The Evening Harkaru's on 25 May 1845, Dutta's work depicts the birth of an independent Odisha state as a republic, from the hands of the British Raj, in the year 1916. These two pieces of alternate history are also Bengali's first notable works in English. Another alumnus of Hindu College, Sri Bhudev Mukhopadhyay, also called the father of Bengali historical fiction, in 1857, published a collection of two novels as a book called \"Anguriyo Binimoy\". Inspired by the English book Romance of History, \"Anguriyo Binimoy\" (The Exchange of Rings) is also a classic example in the alternate history genre. Mukhopadhyay's other take in this genre was \"Swopnolobdho Varoter Itihas\" (The History of India: A Dream Sequence). According to notable writer Siddhartha Ghosh, the first science fiction in Bengali literature was Hemlal Dutta's \"Rahashyo\" (The Mystery), published in the Biggyan Darpan (Mirror of Science) magazine, in 1882. Though written as a comical interpretation of Britain's industrial age, Dutta's story dwells with vivid descriptions of steampunk automation. Yet, due to its comical heart, Dutta's work cannot be classified as true science fiction, just as Charlie Chaplin's \"Modern Tales\". (Anish Deb, UFO, a collection of essays).\n\nThe earliest notable Bengali science fiction was Jagadananda Roy's \"Shukra Bhraman\" (Travels to Venus). This story is of particular interest to literary historians, as it described a journey to another planet; its description of the alien creatures that are seen in Venus used an evolutionary theory similar to the origins of man: \"They resembled our apes to a large extent. Their bodies were covered with dense black fur. Their heads were larger in comparison with their bodies, limbs sported long nails and they were completely naked.\" Until the recent findings, Roy's work was not considered the first science fiction in Bengali, as it was available only in its book form, Prakritiki, published in 1914.\n\nAlthough Roy mentioned in the introduction of his book, that he wrote the story nearly 22 years before Prakritiki's first publication, researchers took his words with a grain of salt, due to the unavailability of the source material. It was considered to be inspired by Wells’ seminal The War of the Worlds. Recently, it was found that Roy did publish his work, in 1895, in Varoti Magazine. His work predated Wells.\n\nSome specialists credit Hemlal Dutta as one of the earliest Bengali science fiction writers for his \"Rohosso\" (The Mystery). This story was published in two installments in 1882 in the pictorial magazine Bigyan Darpan.[citation needed]\n\nIn 1896, Jagadish Chandra Bose, considered to be the father of Bengali science fiction, wrote \"Niruddesher Kahini\". This tale of weather control, one of the first Bengali science fiction works, features getting rid of a cyclone using a little bottle of hair oil (\"Kuntol Keshori\"). Later, he included the story with changes in the collection of essays titled \"Abyakto\" (1921) as \"Palatak Tufan\" (Runaway Cyclone). Both versions of the story have been translated into English by Bodhisattva Chattopadhyay.[22]\n\nRoquia Sakhawat Hussain (Begum Rokeya), an early Islamic feminist, wrote Sultana's Dream, one of the earliest examples of feminist science fiction in any language. It depicts a feminist utopia of role reversal, in which men are locked away in seclusion, in a manner corresponding to the traditional Muslim practice of purdah for women. The short story, written in English, was first published in the Madras-based Indian Ladies Magazine in 1905, and three years later appeared as a book.[citation needed]\n\n\"Kuhoker Deshe\" (In the Land of Mystery), by Premendra Mitra, can only be described as King Solomon's Mines meets Marie Curie. Set in British Burma, the novel is a part of Mitra's Mamababu series, and depicts the journey of a Bengali entomologist in the then uncharted region.[citation needed]His \"Pipre Puran\" talks about how mere ants conquered the American continents. It is a tale of human exclusion, entomological socialism, and ingenuity. Enakkhi Chattopadhyay had translated it into English. His \"Surjo Ekhane Nil\" (Where the Sun Is Blue) is a classic tale of space opera and alien experience. Mitra's science fiction tales mostly express human nature, in the milieu of xenomorphic, trans, or post-human backgrounds. Another example of such is \"Monu Dwaddosh\" (The Era of the Twelfth Manu), set in the post-apocalyptic world, where society has retreated into its Neolithic state, forgotten about their glorious atompunk past.\n\nHemendra Kumar Ray’s \"Meghduter Morte Agomon\" (The Ascension of God’s Messengers on Earth), a work inspired by Wells’ \"The War of The Worlds\", describes the first contact between two sentient species. Ray's Martians, instead of invading a metropolis like Calcutta or London, descends at a rural Bengal village called Bilaspur. Though the superstitious villagers were calling the new arrivals creatures of supernatural chaos, the protagonist, Binoy-babu, a person of scientific temper, had said, “This is neither the work of ghost nor human. This is the work of an unknown force like you will not find on this Earth. That power which scientists all over the world have been seeking has made its very first appearance here, in this Bengal! Oh, Kamal, you cannot imagine how happy I am!” (Rachanabali 1, 113–114). As the father of Bengali adventure fiction, Ray puts the reader through Binoy's narrative. Divided into two parts, while the first one is a futuristic, indianized take on Fermi paradox, the second one is a prehistoric adventure inspired by Wells’ \"The Time Machine\". In his later novels, Roy also indianized Doyle's \"The Lost World\" as \"Maynamatir Mayakanon\" (The Surreal Garden of Maynamati). His \"Nobojuger Mohadanob\" is considered the first piece of Bengali literature on robots.[2]\n\n"
        },
        {
            "title": "Post-colonial Kalpabigyan Era in India",
            "text": "Several writers from West Bengal, India has written science fiction.[14]Adrish Bardhan, one of the most notable names among West Bengal's sci-fi writers, is considered the curator of Bengali science fiction/ Kalpavigyan. Under the pen name of Akash Sen, Bardhan helmed the editorship Ashchorjo (1963–72) (Ashchorjo being the first Bengali science fiction magazine in the Indian Subcontinent.[23][24][25]). While having a very short run, this magazine gave birth to a slew of new voices in the literary landmass like Ranen Ghosh,[9][26] Khitindranarayan Bhattacharya,[27] Sujit Dhar, Gurnick Singh,[28] Dilip Raychaudhuri,[29] Enakkhi Chattopadhyay, as well as became the sci-fi destination to the known names like Premendra Mitra, Satyajit Ray, etc. Ashchorjo also published translated works of Golden Age Western Sci-Fi, like Asimov, Clarke, Heinlein, etc.[6][7][30][31][32] At its peak, Bardhan, along with Satyajit Ray, Premendra Mitra, Dilip Raychaudhari, presented a radio program on All India Radio, two broadcasts based on the idea of shared universes, called Mohakashjatri Bangali (The Bengali Astronauts), and Sobuj Manush (The Saga of The Green Men).[33][34] The first science fiction Cine Club in India, possibly in South East Asia as well, was Bardhan's brainchild.[31][35] Bardhan also created Prof. Natboltu Chokro,[36] a science fiction series based on a character of the same name. After Ashchorjo ceased publishing after Bardhan suffered a family trauma, he returned with the magazine Fantastic (1975), with Ranen Ghosh as coeditor. The term Kalpavigyan was first witnessed in the pages of this magazine. However, unlike Ashchorjo, Fantastic was not strictly a science fiction magazine, as literature of other speculative blends, like fantasy and horror, also found a place there. In the end, after a highly irregular run of over a decade, relying heavily on reprints, Fantastic ceased publishing in 2007.[31] In the in-between years, another Sci-Fi magazine, Vismoy, was edited by Sujit Dhar and Ranen Ghosh but was only published for two years.[31] Magazines like Anish Deb's Kishor Vismoy, Samarjit Kar, and Rabin Ball's Kishor Gyan Biggan are honorable mentions.[31]\n\nEminent filmmaker and writer Satyajit Ray also enriched Bengali science fiction by writing many short stories (Bonkubabur Bondhu, Moyurkonthi Jelly, Brihachanchu, etc.) as well as a science fantasy series, Professor Shonku. Professor Trilokeshwar Shonku is a fictional scientist created by Satyajit Ray in a series of Bengali science fiction books. By occupation, he is an inventor. Shonku's stories were created keeping the MG and young adult audience of Bengal in mind, particularly the subscribers of Sandesh, of which Ray was an editor. The last two Shonku stories were completed by Sudip Deb.[37] Ray translated Bradbury's \"Mars is Heaven!\" And Clarke's \"The Nine Billion Names of God\" as well. A short story, The Alien by Satyajit Ray, is about an extraterrestrial called \"Mr. Ang\" who gained popularity among Bengalis in the early 1960s. It is alleged that the script for Steven Spielberg's film E.T. was based on a script for The Alien that Ray had sent to the film's producers in the late 1960s.[38][39][40]\n\nSumit Bardhan's Arthatrisna is the first Steampunk detective novel in Bengali.\n\nOther notable science fiction writers include:\n\n• Leela Majumdar• Premendra Mitra• Ranen Ghosh• Sunil Gangopadhyay• Shirshendu Mukhopadhyay• Syed Mustafa Siraj• Samarjit Kar• Anish Deb[10]• Biswajit Ganguly• Siddhartha Ghosh[41][42]• Suman Sen[43]• Rajesh Basu• Abhijnan Roychowdhury• Krishnendu Bandyopadhyay• Debojyoti Bhattacharya• Saikat Mukhopadhyay• Sumit Bardhan• Rebanta Goswami• Soham Guha[44]• Sandipan Chattopadhyay• Mallika Dhar\n\n"
        },
        {
            "title": "Science fiction in Bangladesh",
            "text": "After Qazi Abdul Halim's \"Mohasunner Kanna\"  (Tears of the Cosmos) was the first modern East Bengali science fiction novel. After independence, Humayun Ahmed wrote the Bengali science fiction novel, \"Tomader Jonno Valobasa\" (Love For You All).[citation needed] It was published in 1973. This book is treated as the first full-fledged Bangladeshi science fiction novel.[citation needed] He also wrote \"Tara Tinjon\" (They were Three), \"Irina\", \"Anonto Nakshatra Bithi\" (Endless Galaxy), \"Fiha Somikoron\" (Fiha Equation), and other works.[citation needed]\n\nBengali science fiction is considered to have reached a new level of literary sophistication with the contributions of Muhammed Zafar Iqbal.[citation needed] Iqbal wrote a story named \"Copotronic Sukh Dukho\" when he was a student of Dhaka University.[citation needed] This story was later included in a compilation of Iqbal's work in a book by the same name. Muktodhara, a famous publishing house of Dhaka was the publisher of this book. This collection of science fiction stories gained huge popularity and the new trend of science fiction emerged among Bengali writers and readers. After his first collection, Mr. Iqbal transformed his own science fiction cartoon strip \"Mohakashe Mohatrash\" (Terror in the Cosmos) into a novel. All told, Muhammed Zafar Iqbal has written the greatest number of science fiction works in Bengali science fiction.[citation needed]\n\nIn 1997, \"Moulik\", the first and longest-running Bangladeshi science fiction magazine, was first published, with famous cartoonist Ahsan Habib as the editor. This monthly magazine played an important role in the development of Bengali science fiction in Bangladesh. A number of new and very promising science fiction writers including Rabiul Hasan Avi, Anik Khan, Asrar Masud, Sajjad Kabir, Russel Ahmed, and Mizanur Rahman Kallol came of age while working with the magazine. Recently Nasim Sahnic is a promising young science fiction writer in Bangladesh. His latest science fiction books like Genetic code, Robopsychologist, Sundarbone Truti, Coxsbazarer Cossop are very popular among young generation.[citation needed]\n\nOther notable writers in the genre include: Vobdesh Ray, Rakib Hasan, Nipun Alam, Ali Imam, Qazi Anwar Hussain, Altamas Pasha is a science fiction writer, whose recent book is Valcaner Shopno published by Utthan porbo, Abdul Ahad, Anirudha Alam, Ahsanul Habib, Kamal Arsalan, Dr. Ahmed Mujibar Rahman, Moinul Ahsan Saber, Swapan Kumar Gayen, Mohammad Zaidul Alam, Mostafa Tanim, Muhammad Anwarul Hoque Khan, Jubaida Gulshan Ara Hena, Amirul Islam, Touhidur Rahman, Zakaria Swapan, Qazi Shahnur Hussain and Milton Hossain. Mr. Khan loves to write science fiction on parallel world and mysteries of science and mathematics.[citation needed]\n\nFollowing the footsteps of the pioneers, more and more writers, especially young writers, have started writing science fiction, and a new era of writing has started in Bengali literature.\n\n"
        },
        {
            "title": "Science fiction magazines",
            "text": "After the ceasing of Fantastic, there was a void in Science fiction in the Bengali literary space. While popular magazines for young adult readers, such as Shuktara, Kishore Bharati, Anandamela, among others, have published special issues dedicated to Science Fiction, a new breed of platforms promoting science fiction in Bengali through online web magazines have emerged.\n\nPopular web-magazines like https://joydhakweb.com have published a number of good science fiction stories.[45]\n\nIn 2016, a significant development has occurred with the publication of Kalpabiswa (কল্পবিশ্ব)[1][46] (www.kalpabiswa.com), the first-ever Science Fiction and Fantasy themed Bengali web-magazine for adult readers. In its themed issues, Kalpabiswa has addressed many flocculent quills of Kalpavigyan, as well as of global science fiction: like the feminism in science fiction, Climate Fiction, The Golden Age of World Science Fiction, the various Punk subgenres, Science Fiction in Japanese literature, i.e., Manga, and anime, etc.  Under the guidance of Jadavpur University, Kalpabiswa held the first Science Fiction conference of Eastern India in 2018.[47][48][49]\n\nA documentary on the history of Kalpavigyan will soon be released.[50]\n\n"
        },
        {
            "title": "Portrayal of characters",
            "text": "Most Bengali science fiction authors use different characters for different stories, building them up in different forms according to the theme of the story.\n\nThe stories by Muhammed Zafar Iqbal sometimes repeat names but have never used the same character in more than one story.[citation needed]\n\nQazi Shahnur Hussain, the eldest son of Qazi Anwar Hussain and grandson of Qazi Motahar Hussain, wrote a science fiction series named \"Chotomama Series\". These are the adventures of a young Bangladeshi scientist Rumi Chotomama and his nephew.[citation needed]\n\nSatyajit Ray's Professor Shonku is portrayed as an aged man with proficiency in 72 different languages who has created many innovative inventions. In Shonku's stories, he was regularly accompanied by other characters including scientists Jeremy Saunders and Wilhelm Krol, his neighbor Mr. Abinash, his servant Prahlad and his beloved cat, Newton.\n\nIn his paper,\" Hemendra Kumar Ray and the birth of adventure Kalpabigyan\",[51] Bodhisattva Chattopadhyay, has said, “Amaanushik Maanush becomes science fiction by incorporating both science and science fiction, particularly lost race narratives and subverting their positions internally. Amaanushik Maanush can be recognised as science fiction not only because of what it claims as science within the text, but more specifically because it is framed within a cluster of science fiction tales that allows us to identify it as part of a genre. It is in its handling of myth that Amanushik Maanush can be identified more distinctly as kalpabigyan.”\n\nPremendra Mitra created an immensely popular fictional character Ghanada,[3] a teller of tell tales having a scientific basis. In an interview to the magazine SPAN in 1974, Mitra said that he tried to keep the stories \"as factually correct and as authentic as possible.\"\n\nIn the monthly magazine \"SPAN\"(July, 1974), AK Ganguly writes \"His (Premendra Mitra) novel \"Manu Dwadash\" (The Twelfth Manu) projects man into the far distant future - after the world has almost been destroyed by nuclear holocausts. Only three small tribes still exist. Even these face extinction for they have lost virtually all their procreative power from radiation. Children are no longer being born. The author deals superbly with the scientific and philosophical issues posed by this apocalyptic situation.\"\n\nMitra remarks \"If Huxley's \"Brave New World\" can be regarded as science fiction and it is indeed science fiction par excellence, my \"Manu Dwadash\" can advance some claim to this title.\"\n\n"
        }
    ]
}