{
    "url": "https://en.wikipedia.org/wiki/Benjamin_Miessner",
    "title": "Benjamin Miessner",
    "table_of_contents": [
        "1 Early life and career",
        "2 Miessner Inventions, Inc.",
        "3 Retirement",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Benjamin Franklin Miessner (July 27, 1890 – March 25, 1976) was an American radio engineer and inventor.  He is most known for his electronic organ, electronic piano, and other musical instruments.[1]  He was the inventor of the Cat's whisker detector.[2]\n\n"
        },
        {
            "title": "Early life and career",
            "text": "Miessner was born in Huntingburg, Indiana to Charles and Mary (Reutopohler) Miessner[3] and was the brother of Otto Miessner.[4]  He attended school in Huntingburg and graduated from high school in 1908.  He then enlisted in the U. S. Navy, and graduated from the U.S. Naval Electrical School in Brooklyn, NY in 1909. He was assigned to a naval radio station in Washington, D.C. to be a radio operator. It was while he was in Washington that he invented the \"cat whisker\" detector which allowed for receiving radio waves by crystal sets.  He was also promoted to Chief Operator.[5][6]\n\nHe left the Navy to work with John Hays Hammond Jr. and Frtiz Lowenstein in 1911.  The group worked on a wireless control system for torpedoes. While working for Hammond he invented a superheterodyne radio system.[6]  The group also invented the Electric Dog, a prop they used to demonstrate how light changes the electrical conduction properties of selenium.[7][8]\n\nMiessner and Hammond had a falling out and Miessner left the company in 1912.  He studied electrical engineering at Purdue University from 1913 to 1916[1] where he was a member of Sigma Pi fraternity.[9]  He also communicated with Nikola Tesla about the book on radio dynamics he was writing and Tesla's own work in the field of radio controls.[10]\n\nIn June 1916  he married Eleanor M. Schulz in Buffalo, NY.  They had two daughters, Jane and Mary.[1]  That same year he returned to the Navy as an Expert Radio Aid for Aviation where he developed radio systems for airplanes and published his book “Radiodynamics, the wireless control of torpedoes and other mechanisms”.[6]  During World War I, he was stationed in Pensacola, Florida where he was in charge of the radio laboratory of the Navy Aeronautic Station.[9][11]\n\nAfter World War I, he began working for Emil J. Simon on radio for aircraft and transoceanic receivers in New York City.  He moved to Chicago in the early 1920s where he worked for the Brunswick-Balke-Collender Company where he founded the company's acoustical lab.  He moved back east to New Jersey in 1926 to be the chief engineer at Garod Corp.[6]\n\n"
        },
        {
            "title": "",
            "text": "In the late 1920s, Miessner sold over fifty of his patents to RCA and received around $750,000 for them.  He used this money to begin his own company, Miessner Inventions, Inc in Millburn, New Jersey. Over the next thirty years he became a leader in the fields of electrical radio receivers, electronic musical instruments and receivers, phonography, radio dynamics, directional microphones for aircraft and submarines, aircraft radio, and other devices.[1][6]  He also developed a new system of sound recording and reproduction[5] and perfected the Wurlitzer organ and electronic piano.[6]\n\nIn 1929, he published his second book, All-electric Radio Receiver Design[6] and in 1936 he had fairly long article on electronic music and instruments published in the Proceedings of the Institute of Radio Engineers.[12]\n\nIn the early 1930s he worked with his brother, Otto, to invent an instrument called a rhythmicon.  Unfortunately for them, Léon Theremin had already developed a similar instrument with the same name.[13]\n\nIn 1934, one of Miessner's patents was used by the Everett Piano Company in the first large scale production on an electronic organ known as the Orgatron.[14]  In 1954, the Rudolph Wurlitzer Company used his 1935 design for an amplified conventional piano as the basis for their highly successful Wurlitzer Electric Piano.[15]\n\nIn 1937 Miessner designed an electric violin and cello.  He was involved in a copyright battle with another company on the violin's design, which he lost.[16]\n\nIn 1955 he took the U.S. Patent Office to court to recoup a $25.00 filing fee he had to pay make an appeal.  A decision was made that day (possibly before he filed the appeal) which made the appeal, and the fee, unnecessary.  When the Patent Office would not refund his money he took them to court where the U.S. Court of Appeals ruled against him.[17]\n\nWhen Miessner dissolved his company in 1959 he had been granted over two hundred patents and sold about one hundred fifty of them.[1][6]  While most of his patents had to do with electronics, sound, and music, others were variations from that work, such as his inventions to adjust the string tension on a tennis racket[18] and for a non-leaking fountain pen.[19]\n\n"
        },
        {
            "title": "Retirement",
            "text": "After closing his company, Miessner kept himself busy with writing and other work.  In 1962 he published an article on the bending of parts of a radio beam[20] and another in 1963 on the frustrations in inventing.[21]   He was appointed to the ad hoc Patent System Reform panel of the U.S. Department of Commerce in 1963.  In 1964, he published his third book On the Early History of Radio Guidance.  He was a board member of the Academy of Applied Sciences and president of the Patent Equity Association.  He was also a member of the Acoustical Society of America, the American Physics Society, the A.A.A.S., and the Veteran Wireless Operators Association.[6]  He also kept inventing and filing patents.[22]\n\nIn 1963, Miessner won the De Forest Audion gold medal for inventive achievement.  In 1964 he won the Distinguished Service Award from the Boys Club of America.[6]\n\nMiessner died at his home in Miami, Florida.[1]\n\n"
        }
    ]
}