{
    "url": "https://en.wikipedia.org/wiki/Berserker_hypothesis",
    "title": "Berserker hypothesis",
    "table_of_contents": [
        "1 Background",
        "2 Responses",
        "3 Relationship to other proposed Fermi paradox solutions",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The berserker hypothesis, also known as the deadly probes scenario, is the idea that humans have not yet detected intelligent alien life in the universe because it has been systematically destroyed by a series of lethal Von Neumann probes.[1][2] The hypothesis is named after the Berserker series of novels (1963-2005) written by Fred Saberhagen.[1]\n\nThe hypothesis has no single known proposer, and instead is thought to have emerged over time in response to the Hart–Tipler conjecture,[3] or the idea that an absence of detectable Von Neumann probes is contrapositive evidence that no intelligent life exists outside of the Sun's Solar System. According to the berserker hypothesis, an absence of such probes is not evidence of life's absence, since interstellar probes could \"go berserk\" and destroy other civilizations, before self-destructing.\n\nIn his 1983 paper \"The Great Silence\", astronomer David Brin summarized the frightening implications of the berserker hypothesis: it is entirely compatible with all the facts and logic of the Fermi paradox, but would mean that there exists no intelligent life left to be discovered. In the worst-case scenario, humanity has already alerted others to its  existence, and is next in line to be destroyed.[4]\n\n"
        },
        {
            "title": "Background",
            "text": "There is no reliable or reproducible evidence that aliens have visited Earth.[5][6] No transmissions or evidence of intelligent extraterrestrial life have been observed anywhere other than Earth in the Universe. This runs counter to the knowledge that the Universe is filled with a very large number of planets, some of which likely hold the conditions hospitable for life. Life typically expands until it fills all available niches.[7] These contradictory facts form the basis for the Fermi paradox, of which the berserker hypothesis is one proposed solution.\n\n"
        },
        {
            "title": "Responses",
            "text": "A key component of the hypothesis is that Earth's solar system has not yet been visited by a berserker probe. In a 2013 analysis by Anders Sandberg and Stuart Armstrong at the Future of Humanity Institute at University of Oxford, they predicted that even a slowly replicated set of berserker probes, if it were able to destroy civilizations elsewhere, would also very likely have already encountered (and destroyed) humanity.[1]\n\n"
        },
        {
            "title": "Relationship to other proposed Fermi paradox solutions",
            "text": "The dark forest hypothesis is distinct from the berserker hypothesis in that many alien civilizations would still exist if kept silent. The dark forest can be viewed as a special example of the berserker hypothesis, if the 'deadly berserker probes' are (due to resource scarcity) only sent to star systems which broadcast detectable signs of intelligent life.[8] The Great Filter theory is a more general counterpart to the Berserker hypothesis, which posits that a great event or barrier prevents early-stage extraterrestrial life from developing into intelligent space-faring civilizations. In the Berserker hypothesis framing, the filter would exist between the industrial age and widespread space colonization.[1]\n\n"
        }
    ]
}