{
    "url": "https://en.wikipedia.org/wiki/Best_of_all_possible_worlds",
    "title": "Best of all possible worlds",
    "table_of_contents": [
        "1 Leibniz",
        "1.1 Possible worlds",
        "1.2 Sufficient reason",
        "1.3 Evil in the best world",
        "2 Before Leibniz",
        "3 After Leibniz",
        "3.1 18th century",
        "3.2 19th century",
        "3.3 20th century",
        "3.4 21st century",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The phrase \"the best of all possible worlds\" (French: Le meilleur des mondes possibles; German: Die beste aller möglichen Welten) was coined by the German polymath and Enlightenment philosopher Gottfried Leibniz in his 1710 work Essais de Théodicée sur la bonté de Dieu, la liberté de l'homme et l'origine du mal (Essays of Theodicy on the Goodness of God, the Freedom of Man and the Origin of Evil),[1] more commonly known simply as the Theodicy. The claim that the actual world is the best of all possible worlds is the central argument in Leibniz's theodicy, or his attempt to solve the problem of evil.[1]\n\n"
        },
        {
            "title": "Leibniz",
            "text": "In Leibniz's works, the argument about the best of all possible worlds appears in the context of his theodicy, a word that he coined by combining the Greek words Theos, 'God', and dikē, 'justice'.[2] Its object was to solve  the problem of evil, that is, to reconcile the existence of evil and suffering in the world with the existence of a perfectly good, all-powerful and all-knowing God, who would seem required to prevent it; as such, the name comes from Leibniz's conceiving of the project as the vindication of God's justice, namely against the charges of injustice brought against him by such evils.[2] Proving that this is the best of all possible worlds would dispel such charges by showing that, no matter how it may intuitively appear to us from our limited point of view, any other world – such as, namely, one without the evils which trouble our lives – would, in fact, have been worse than the current one, all things considered.[2]\n\n\nLeibniz's argument for this conclusion may be gathered[3] from the paragraphs 53–55 of his Monadology, which run as follows:\nSince this is a very compact exposition, the remainder of this section will explain the argument in more words. While the text refers to \"possible universes\", this article will often adopt the more common usage \"possible worlds\", which refers to the same thing, which is explained next. As Leibniz said in the Theodicy, this term should not be misunderstood as referring only to a single planet or reality, since it refers to the sum of everything that exists:\nPossible worlds, according to Leibniz's theory, are combinations of beings which are possible together, that is, compossible.[6]\n\nA being is possible, for Leibniz, when it is logically possible, i.e., when its definition involves no contradiction.[7] For example, a married bachelor is impossible because a \"bachelor\" is, by definition, an unmarried man, which contradicts \"married\". But a unicorn, if defined as a horse with a horn, contains no contradiction, so that such a being is possible, even if none exist in the actual world.\n\nBeings are possible together, in turn, when they do not enter into contradiction with each other. For instance, it is logically possible that a meteor might have fallen from the sky onto Wikipedia founder Jimmy Wales's head soon after he was born, killing him. But it is not logically possible that what happens in a given world (e.g. that Jimmy Wales founded Wikipedia) also does not happen in the same world (i.e. that Jimmy Wales did not found Wikipedia). While both of these events are logically possible in themselves, they are not logically possible together, or compossible – so, they cannot form part of the same possible world.\n\nLeibniz claims in §53, then, that there are infinitely many of these possible worlds, or combinations of compossible beings, in the ideas of God. These are the worlds which God could possibly bring into existence, since not even God, according to Leibniz, could create a world which contains a contradiction.[6]\n\nAlthough God cannot create a self-contradictory world, he is all-powerful and all-knowing, as emphasized in §55. He cannot be prevented from creating a world by not knowing about it, or by lacking the power to make it. Given these assumptions, it might seem that God could create just any one of the worlds. And since there are infinitely many possible worlds, it might seem that, just as there is no greatest among the infinitely many numbers,[a] there is no best of the possible worlds.\n\n\nLeibniz rejects these possibilities by appealing to the Principle of Sufficient Reason (PSR), a central principle of his philosophical system.[6] This principle, which he was the first to name, was once described by him as the principle \"that nothing happens without a reason\";[9] in the Monadology, which is the work at hand, he described it as follows:\nSince Leibniz adopted his principle, he could not admit that God chose to create this world rather than another – that God's choice was \"thus and not otherwise\" – for no reason, or \"arbitrarily\".\n\nLeibniz then claims that the only possible reason for the choice between these possible worlds is \"the fitness or the degree of perfection\" which they possess – i.e., the quality which makes worlds better than others, so that the world with the greatness \"fitness\" or \"perfection\" is the best one. As the philosophers Michael Murray and Sean Greenberg interpreted it, this claim may be understood by the consideration that basing the choice on any other quality about the worlds would have been arbitrary, contrary to the PSR.[10]\n\nLeibniz claims that God's choice is caused not only by its being the most reasonable, but also by God's perfect goodness, a traditional claim about God which Leibniz accepted.[2][b] As Leibniz says in §55, God's goodness causes him to produce the best world. Hence, the best possible world, or \"greatest good\" as Leibniz called it in this work, must be the one that exists.\n\nLeibniz, following a long metaphysical tradition that goes back at least to Augustine, conceived of the perfection of the universe as its \"metaphysical goodness\", which is identical with \"being\", or \"reality\". The best world is the one with the greatest \"degree of reality\", the greatest \"quantity of essence\", the greatest \"perfection\" and \"intelligibility\".[2] According to this tradition, \"evil, though real, is not a 'thing', but rather a direction away from the goodness of the One\";[11] evil is the absence of good, and accordingly, it is technically wrong to say that God created evil, properly speaking. Rather, he created a world which was imperfectly good.\n\nAccording to the privation theory of evil, all examples of evils are analysed as consisting in the absence of some good that ought to be there, or is natural to a thing – for instance, disease is the absence of health, blindness is the absence of sight, and vice is the absence of virtue. Evil may be said to exist in the same way the hole of a donut exists: the donut was created, but the hole itself was not made, it was just never filled in – it is an absence.[10] And just as the hole could not exist without the doughnut, evil is parasitic upon good, since it is the corruption of a good nature. \"God is infinite, and the devil is limited; the good may and does go to infinity, while evil has its bounds.\"[12]\n\nLeibniz did, nevertheless, concede that God has created a world with evil in it, and could have created a world without it. He claimed, however, that the existence of evil does not necessarily mean a worse world, so that this is still the best world that God could have made. In fact, Leibniz claimed that the presence of evil may make for a better world, insofar as \"it may happen that the evil is accompanied by a greater good\"[13] – as he said, \"an imperfection in the part may be required for a perfection in the whole\".[12]\n\n\nIn light of the conceptual tools that have already been explained, this claim may be phrased as stating that there are goods in the universe which would not be compossible with the prevention of certain evils. This claim, which may seem counterintuitive, was elucidated by Leibniz in various ways. For instance, in the Theodicy, he used certain analogies to emphasize how the contrast provided by evil may increase the good, and make it more discernible:\nIn other works, Leibniz also used his broader theory that there are no \"purely extrinsic denominations\" – everything that may be said about something is essential to it. So, according to Leibniz, it is technically wrong to say that \"I would be better off\" in another possible world: each individual is world-bound, so that, if God had not actualized this specific world, I would not exist at all. And even if, due to my great personal suffering, I should think that it would be better for me to not exist, it would nevertheless be worse for the rest of the universe, since this world is the best possible world, as was proved.[2]\n\n"
        },
        {
            "title": "Before Leibniz",
            "text": "The philosopher Calvin Normore has claimed that, according to the Stoics, this is the best of all possible worlds, and that this opinion was shared by Peter Abelard.[14]\n\nThomas Aquinas, in article 6 of question 25 of the first part of his Summa Theologiae,[15] had affirmed that God can always make better what he has made, but only by making more things; \"the present creation being supposed, cannot be better\".\n\n"
        },
        {
            "title": "After Leibniz",
            "text": "Following the devastating Lisbon Earthquake (1 November 1755), which occurred decades after the publication of the Theodicy (1710), Leibniz's philosophical optimism and theodicy incurred considerable criticism both from his fellow Enlightenment philosophers and from Christian theologians.[1] Critics of Leibniz argue that the world contains an amount of suffering too great to permit belief in philosophical optimism.[1]\n\nThe claim that we live in the best of all possible worlds drew scorn most notably from Voltaire, who lampooned it in his comic novella Candide by having the character Dr. Pangloss (a parody of Leibniz and Maupertuis) repeat it like a mantra when great catastrophes keep happening to him and Candide. Derived from this character, the adjective \"Panglossian\" describes a person who believes that the actual world is the best possible one, or is otherwise excessively optimistic.\n\nThe physiologist Emil du Bois-Reymond, in his \"Leibnizian Thoughts in Modern Science\" (1870), wrote that Leibniz thought of God as a mathematician:\n\nDu Bois-Reymond believed that Charles Darwin supported a version of Leibniz's perfect world, since every organism can be understood as relatively adapted to its environment at any point in its evolution.[16][17]\n\nArthur Schopenhauer argued, contrary to Leibniz, that our world must be the worst of all possible worlds, because if it were only a little worse, it could not continue to exist.[18]\n\nThe Theodicy was deemed illogical by the philosopher Bertrand Russell.[19] Russell argues that moral and physical evil must result from metaphysical evil (imperfection). But imperfection is merely limitation; if existence is good, as Leibniz maintains, then the mere existence of evil requires that evil also be good. In addition, libertarian Christian theology (not related to political libertarianism) defines sin as not necessary but contingent, the result of free will. Russell maintains that Leibniz failed to logically show that metaphysical necessity (divine will) and human free will are not incompatible or contradictory. He also claims that when Leibniz analyzes the propositions, he is \"ambiguous or doubtful...\" (O'Briant). That is, Leibniz does not sound sure, and is unsure of himself when he writes his premises; and they do not work together without making Leibniz sound unsure of himself.\n\nThe philosopher Alvin Plantinga criticized Leibniz's theodicy by arguing that there probably is not such a thing as the best of all possible worlds, since one can always conceive a better world, such as a world with one more morally righteous person.[20]\n\n\nThe philosopher William C. Lane defended Leibniz from Plantinga's criticism and also claimed that Leibniz's theory has pandeistic consequences:\nLeibniz's theodicy has been defended by Justin Daeley, who argues that God must create the best,[22] and James Franklin, who argues that goods and evils in creation are interconnected with mathematical necessity and hence cannot be separated by divine power.[23]\n\n"
        }
    ]
}