{
    "url": "https://en.wikipedia.org/wiki/Betsy_Ross_flag",
    "title": "Betsy Ross flag",
    "table_of_contents": [
        "1 Betsy Ross story",
        "1.1 Canby Account",
        "2 \"First Flag\"",
        "3 Symbolism",
        "3.1 Stripes",
        "3.2 Stars",
        "3.3 Circle",
        "3.4 Colors",
        "4 Political and cultural significance",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Betsy Ross flag is a reconstructed early design for the flag of the United States, which is conformant to the Flag Act of 1777 and has red stripes outermost and stars arranged in a circle. These details elaborate on the 1777 act, passed early in the American Revolutionary War, which specified 13 alternating red and white horizontal stripes and 13 white stars in a blue canton. Its name stems from the story, once widely believed, that shortly after the 1777 act, upholsterer and flag maker Betsy Ross produced a flag of this design.[1]: 107 \n\n"
        },
        {
            "title": "Betsy Ross story",
            "text": "Betsy Ross (1752–1836) was an upholsterer in Philadelphia who produced uniforms, tents, and flags for Continental forces.  Although her manufacturing contributions are documented, a popular story evolved in which Ross was hired by a group of Founding Fathers to make a new U.S. flag.  According to the legend, she deviated from the 6-pointed stars in the design and produced a flag with 5-pointed stars, instead.  The claim by her descendants that Betsy Ross contributed to the flag's design is not generally accepted by modern American scholars and vexillologists.[2]\n\nRoss became a notable figure representing the contribution of women in the American Revolution,[3] but how this specific design of the U.S. flag became associated with her is unknown.  An 1851 painting by Ellie Sully Wheeler of Philadelphia displayed Betsy Ross sewing a U.S. flag.[1]: 109 [4]  The National Museum of American History suggests that the Betsy Ross story first entered into American consciousness about the time of the 1876 Centennial Exposition celebrations.[5]\n\nIn 1870, Ross's grandson, William J. Canby, presented a paper to the Historical Society of Pennsylvania in which he claimed that his grandmother had \"made with her hands the first flag\" of the United States.[6] Canby said he first obtained this information from his aunt Clarissa Sydney Wilson (née Claypoole) in 1857, twenty years after Betsy Ross's death. In his account, the original flag was made in June 1776, when a small committee –  including George Washington, Robert Morris and relative George Ross –  visited Betsy and discussed the need for a new U.S. flag. Betsy accepted the job to manufacture the flag, altering the committee's design by replacing the six-pointed stars with five-pointed stars.  Canby dates the historic episode based on Washington's journey to Philadelphia, in late spring 1776, a year before Congress passed the Flag Act.[7] Ross biographer Marla Miller notes that even if one accepts Canby's presentation, Betsy Ross was merely one of several flag makers in Philadelphia, and her only contribution to the committee's design was the change in star shape from 6-pointed to 5-pointed.[8]: 176 \n\nIn 1878, Col. J. Franklin Reigart published a somewhat different story in his book, \"The history of the first United States flag, and the patriotism of Betsy Ross, the immortal heroine that originated the first flag of the Union.\"  Reigart remembers visiting his great aunt, Mrs. Betsy Ross, in 1824 during the time of General Lafayette's visit to Philadelphia.  In this version, Dr. Benjamin Franklin replaces George Washington. Together with George Ross and Robert Morris, they request that Mrs. Ross design the first flag. The Canby version and the subsequent 1909 book with the Ross family affidavits never specify the arrangement of stars.  Reigart, however, describes Mrs. Ross's flag with an eagle in the canton with 13 stars surrounding its head. The cover of Reigart's book shows the 13 stars in a 3-2-3-2-3 lined pattern in the canton.[9]\n\nThe earliest connection between Betsy Ross and this flag design with 13 stars in a circle was Charles Weisgerber's 1893 painting \"Birth of Our Nation's Flag.\"[10][11] The 9 x 12-foot painting was first displayed at the 1893 Columbian Exposition in Chicago and depicts Betsy Ross with the flag on her lap.[12]  In developing his work,  Weisgerber was in touch with the descendants of Betsy Ross.[13] He would have needed a design for the flag in his painting.  The most likely source of his design is the 1882 edition of History of the Flag of the United States of America by George Henry Preble, a flag scholar in the late 1800s.[14]  Preble himself did not discuss the arrangement of the stars on the 1777 design.  The book's illustrators, however, did provide a flag design for the 1777 flag. The illustrators may have used the flag design from Emanuel Leutze's 1851 painting Washington Crossing the Delaware. Consequently, the editions of Preble's book in 1872, 1880, and 1882, all show the 1777 flag as having a circle of 13 stars.  It is also possible that Weisgerber used a July 1873 issue of Harper's Weekly Magazine as his source to find out what a 1777 flag looked like.  This article published one year after Preble's first edition, showed this flag with the label, \"Flag Adopted by Congress, 1777.\"[15]\n\nWeisgerber later helped start the foundation that restored 239 Arch Street in Philadelphia as the Betsy Ross House,[16] though Ross may have actually lived in the demolished house next door.[17] Weisgerber promoted the story of Betsy Ross by sending prints of the painting to foundation donors.  It was reported in 1928 that he received donations from 4 million children and adults.[18]  In 1897, the New York City School Board approved the order of framed prints for all schools in their system.[19]\n\nRoss's grandson, William Canby, publicly presented a version of her story to the Historical Society of Pennsylvania in 1870.[20] Two years later, George Henry Preble cast doubt on Canby's report in his 1872 \"Our Flag: Origin and Progress of the Flag of the United States of America.[21] Canby's 1870 account remains popular American folklore, but has been the source of some debate. Although the account has supporters, there is a lack of historical evidence and documentation to support Canby's story.[22][a] While modern lore may exaggerate the details of her story, Canby's account of Betsy Ross never claimed any contribution to the flag design except for the five-pointed star.[23]: 32 [8]: 176 \n\nAdditionally, arguments against Canby's story include:\n\nSupporters of Canby's story defend his account with arguments including:\n\n"
        },
        {
            "title": "",
            "text": "Canby's account and similar versions of the Betsy Ross tale often refer to this design as the \"first U.S. flag\", but there is no consensus on what the first U.S. flag looked like, nor who produced it.  There were at least 17 flag makers and upholsterers who worked in Philadelphia during the time these early American flags were made. Margaret Manny is thought to have made the first Continental Colors (or Grand Union Flag), but there is no evidence to prove she also made the Stars and Stripes. Other flag makers of that period include Rebecca Young, Anne King, Cornelia Bridges, and flag painter William Barrett. Hugh Stewart sold a \"flag of the United Colonies\" to the Committee of Safety, and William Alliborne was one of the first to manufacture United States ensigns.[8]: 161  Any flag maker in Philadelphia could have sewn the first American flag. Even according to Canby, there were other variations of the flag being made at the same time Ross was sewing the design that would carry her name. If true, there may not be one \"first\" flag, but many.\n\nThe Marine Committee of the Second Continental Congress passed a Flag Resolution on June 14, 1777, establishing the first congressional description of official United States ensigns. The shape and arrangement of the stars is not mentioned –  there were variations –  but the legal description legitimized the Ross flag and similar designs.\n\nAs late as 1779, the War Board of the Continental Congress had still not settled on what the Army Standard of the United States should look like. The Board sent a letter to General Washington asking his opinion, and submitting a design that included a serpent, as well as a number corresponding to the state that flew the flag.[25]: 118 \n\nFrancis Hopkinson is often given credit for a number of 13-star arrangements, including the Betsy Ross design.  In a 1780 letter to the Continental Board of Admiralty dealing with the Admiralty seal,[33]: 44  Hopkinson mentioned patriotic designs he created in the past few years, including \"the Flag of the United States of America.\" He asked for compensation for his designs, but his claim for full compensation was rejected. Hopkinson was not the only person consulted on designing the Great Seal of the United States. Furthermore, he was a public servant and thus was already on the government's payroll.[33]: 48 \n\nGeorge Henry Preble states in his 1882 text that no one knows who designed the 1777 flag,[34] and that no combined stars and stripes flag was in common use prior to June 1777.[35]  Historian Laurel Thatcher Ulrich argues that there was no \"first flag\" worth arguing over.[36]  Ross biographer Marla Miller asserts that the question of Betsy Ross's involvement in the flag should not be one of design, but of production and entrepreneurship.[28] Researchers accept that the United States flag evolved, and did not have one design. \n\nGrace Rogers Cooper dates the earliest appearance of the \"Ross\" design as 1792, but with six-pointed stars.[37]  Her research for the Smithsonian Institution found 17 examples of 13-star flags that were in existence between 1779 and ca. 1796.[38] Marla Miller writes, \"The flag, like the Revolution it represents, was the work of many hands.\"[8]: 181 \n\n"
        },
        {
            "title": "Symbolism",
            "text": "Because the flag evolved during the American Revolutionary War, the meaning of the design is uncertain.  Historians and experts discredit the common theory that the stripes and five-pointed stars derived from the Washington family coat of arms.[39] While this theory adds to Washington's legendary involvement in the development of the first flag, no evidence exists to show a connection between his coat of arms and the flag, other than that his coat of arms has stars and stripes in it.  Washington frequently used his family coat of arms with three five-pointed red stars and three red-and-white stripes, on which is based the flag of the District of Columbia.\n\nDuring the Revolutionary War era and into the 19th century, the \"Rebellious Stripes\" were considered as the most important element of United States flags, and were almost always mentioned before the stars.[23]: 29  The usage of stripes in the flag may be linked to two pre-existing flags. A 1765 Sons of Liberty flag flown in Boston had nine red and white stripes, and these \"rebellious stripes\" would influence later designs leading up to the American Revolution.[40]  A flag used by Captain Abraham Markoe's Philadelphia Light Horse Troop in 1775 had 13 blue and silver stripes.[41] One or both of these flags likely influenced the design of the American flag.\n\nThe canton, featuring the stars, may have gradually replaced the Grand Union flag as hope for reconciliation faded.[42]  Regimental flags featuring stars in a blue canton, such as those of the Green Mountain Boys or 1st Rhode Island Regiment, may have pre-dated the 1777 Flag Resolution.[42] Stars were important symbols in European heraldry, their meaning differing with the shape and number of points.  Stars appear in colonial flags as early as 1676.[b] Some have speculated that stars may be linked to Freemasonry, but stars of this type were not an important icon in Freemasonry.[43] Although early American flags featured stars with various numbers of points, the five-pointed star is a defining feature of the Betsy Ross legend.  The five-pointed star became the norm on Navy ensigns, perhaps because five-pointed stars were more clearly defined from a distance.[23]: 64 \n\nThe shape and arrangement of the stars varied widely throughout the 18th and 19th centuries, and remains undefined by the various flag acts.  In the late 18th century, a circle of stars, also known as a  \"wreath\"[23]: 44  or \"medallion\" arrangement,[44]: 34  was a favorite for painters and coin designers, as well as some flag makers.[44]: 34  The circle generally represented unity between the states, with no state more dominant than any other.[45] Circular arrangements similar to the \"Betsy Ross\" design were seen as early as 1777 at the surrender of General John Burgoyne at Saratoga.  Eyewitness Alfred Street wrote:\n\nA flag with a circle of stars was again found in 1782, in William Barton's 2nd design for the Great Seal of the United States.  Barton described the circle as a \"symbol of eternity.\"[8]: 176  Ironically, although the circle of stars is a feature of the \"Betsy Ross\" design, none of Betsy Ross's family documents mention this arrangement.  Circumstantial evidence from the Betsy Ross House suggests that Betsy Ross may have arranged her stars in rows.[8]: 176 \n\nEarly US flags used a wide variety of colors,[23]: 25  and there is no known documented meaning behind the colors of the flag until Charles Thomson, in his 1782 report to Congress on the Great Seal of the United States, wrote \"The colours of the pales are those used in the flag of the United States of America. White signifies purity and innocence. Red hardiness and valour and Blue the colour of the Chief signifies vigilance perseverance and justice.\"[47]  The use of red and blue in flags at this time in history may derive from the relative fastness of the dyes indigo and cochineal, providing blue and red colors respectively, as aniline dyes were unknown.  However, the most simple explanation for the colors of the American flag is that it was modeled after British flags.  For example, the Grand Union Flag, a predecessor to early stars and stripes designs, was likely based on the King's Colours or East India Company flag.\n\n"
        },
        {
            "title": "Political and cultural significance",
            "text": "The Betsy Ross design, with its easily identifiable circle of stars, has long been regarded as a symbol of the American Revolution and the young Republic.[50]  William J. Canby's recounting of the event appealed to Americans eager for stories about the revolution and its heroines. Betsy Ross was promoted as a patriotic role model for young girls and a symbol of women's contributions to American history.[51]\n\nThe Betsy Ross flag design is featured prominently in a number of post-Revolutionary paintings about the war, such as General George Washington at Trenton (1792)[d] and Washington Crossing the Delaware (1851).  During the United States centennial, not long after the presentation by William Canby, the Betsy Ross design became a highly produced and popular flag.[25]: 207 \n\nThe traditional backdrop at quadrennial United States presidential inaugurations uses a large Betsy Ross flag and the modern US flag to represent the history of the nation.  Since the 1980s, this display also includes a US flag design symbolizing the year the president's home state was admitted to the union.  During the inaugurations of Donald Trump and Joe Biden, the Betsy Ross flag was placed next to another 13-star Hopkinson flag design to represent the states of New York and Delaware, respectively.[53][54]\n\nThe circle of 13 stars, which defines the Betsy Ross design, is found on two state flags: the Flag of Rhode Island and the Flag of Indiana.  The Flag of Missouri features a similar circle of 24 stars, since it was admitted as the 24th state.  The United States Foreign Service flag also features the circle of 13-stars.\n\nSince 1963, the Philadelphia 76ers have used the distinctive ring of 13 5-pointed stars in their team logo,[55] as a reference to Philadelphia as the first United States capital, where the Declaration of Independence was signed and where Betsy Ross worked.\n\n"
        }
    ]
}