{
    "url": "https://en.wikipedia.org/wiki/Beyond_the_Valley_of_the_Dolls",
    "title": "Beyond the Valley of the Dolls",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Russ Meyer",
        "3.3 Script",
        "3.4 Character influences",
        "3.5 Casting",
        "3.6 Shooting",
        "3.7 Music and soundtrack",
        "4 Release",
        "4.1 Lawsuit",
        "4.2 Home media",
        "5 Reception",
        "5.1 Critical reception",
        "5.2 Box office",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Beyond the Valley of the Dolls is a 1970 American satirical[5][6] musical melodrama film starring Dolly Read, Cynthia Myers, Marcia McBroom, Phyllis Davis, John LaZar, Michael Blodgett, and David Gurian. The film was directed by Russ Meyer and screenwritten by Roger Ebert from a story by Ebert and Meyer.[7]\n\nOriginally intended as a sequel to the 1967 film Valley of the Dolls—\"dolls\" being a slang term for depressant pills or \"downers\"—Beyond the Valley of the Dolls was instead revised as a parody of the commercially successful but critically reviled original. Beyond met a similar fate; it was initially panned by critics but became a box office success. The film later developed a cult following in subsequent decades, and earned some critical reappraisal for its satirical and metafictional elements.\n\n"
        },
        {
            "title": "Plot",
            "text": "Three young women—Kelly MacNamara, Casey Anderson, and Petronella \"Pet\" Danforth—perform in a rock band, the Kelly Affair, managed by Harris Allsworth, Kelly's boyfriend. The four travel to Los Angeles to find Kelly's estranged aunt, Susan Lake, heiress to a family fortune. After Susan promises Kelly a third of her inheritance, Porter Hall, her sleazy financial advisor, discredits Kelly as a \"hippie\" to dissuade Susan from dividing the fortune he secretly wants to embezzle.\n\nUndeterred, Susan introduces the Kelly Affair to a flamboyant, well-connected rock producer, Ronnie \"Z-Man\" Barzell, who coaxes them into an impromptu performance at one of his outrageous parties (after a set by real-life band Strawberry Alarm Clock). The band is so well-received that Z-Man becomes their svengali manager, changing their name to the Carrie Nations and starting a long-simmering feud with Harris.\n\nKelly drifts away from Harris and dates Lance Rocke, a high-priced gigolo, who has his own designs on her inheritance. After losing Kelly, Harris is seduced by the sexually aggressive porn star Ashley St. Ives. She soon tires of his conventional nature and waning libido due to increasing drug and alcohol intake. Harris's further descent into drug and alcohol use leads to a fistfight with Lance and a one-night stand with Casey which results in pregnancy. Kelly ends her affair with Lance after he severely beats Harris.\n\nCasey, distraught at getting pregnant and wary of men's foibles, has a lesbian affair with fashion designer Roxanne, who pressures her to have an abortion. Pet has a seemingly enchanted romance with law student Emerson Thorne after a meet cute at one of Z-Man's parties. Their fairy-tale romance frays when Pet sleeps with Randy Black, a violent prize fighter who beats up Emerson and tries to run him down with a car.\n\nPorter offers Kelly $50,000 to relinquish any claim to Susan's inheritance. When Kelly angrily rejects his offer at one of Z-Man's parties, Susan learns of his underhanded ploy and severs her ties with him.\n\nThe Carrie Nations release several records despite constant touring and drug use. Upset at being pushed to the sidelines, Harris attempts suicide by leaping from the rafters of a sound stage during a television appearance by the band. Harris survives the fall but becomes paraplegic from his injuries.\n\nKelly devotes herself to caring for Harris and Emerson forgives Pet for her infidelity. Casey and Roxanne share a tender romance and Susan Lake is reunited with her former fiancé, Baxter Wolfe. This idyllic existence ends when Z-Man invites Casey, Roxanne, and Lance to a psychedelic-fueled party at his house. After Z-Man tries to seduce Lance, who spurns him, he reveals that he has breasts and is a female in drag.[N 1] Z-Man goes on a murderous rampage: he kills Lance with a sword, stabs his servant Otto to death, and shoots Roxanne and Casey, killing them.\n\nResponding to a desperate phone call Casey made shortly before her death, Kelly, Harris, Pet, and Emerson arrive at Z-Man's house to subdue him. Pet is wounded in the melee, which ends in Z-Man's death. Harris is able to move his feet, the start of his recovery from paralysis. Three couples—Kelly and Harris, Pet and Emerson, and Susan and Baxter—wed while Porter watches from outside the courthouse window.\n\n"
        },
        {
            "title": "Cast",
            "text": "Cast notes\n\n"
        },
        {
            "title": "Production",
            "text": "Beyond the Valley of the Dolls was originally intended as a straightforward sequel to the 1967 film Valley of the Dolls.\n\nJacqueline Susann, author of the novel Valley of the Dolls, had come up with the title while she was writing her second novel The Love Machine. She wrote a treatment and in June 1968 Fox wanted Dorothy Kingsley to write a screenplay but she was busy on Bracken's World.[9] In November, it was reported that Barbara Parkins would return in the film, but Patty Duke and Sharon Tate would not.[10]\n\nIn June 1969 Fox announced the film would be made in the next 18 months and would come from Irving Manfield Productions.[11] A script was written by Jean Holloway.[12]\n\nTwo months later Fox decided that the film would no longer be made by Irving Mansfield. Instead they hired Russ Meyer, whose recent movie Vixen! had been a commercial success. Holloway's script was discarded and the film critic Roger Ebert took a five-week leave of absence from the Chicago Sun-Times to write a script. Parkins was no longer attached to the film.[12][13]\n\nMeyer said Richard Zanuck, head of Fox, gave him a weekend to come up with an idea of how it could be done \"stressing budget strongly in line with the whole ideas of making movies more cheaply\" and encouraging him to \"make an R film smashing against an X rating\".[14]\n\nMeyer says he and Ebert wrote a 127-page treatment in 10 days and the script in three weeks.[14] Neither of them had read the novel but they watched the 1967 film and used the same formula: \"Three young girls come to Hollywood, find fame and fortune, are threatened by sex, violence, and drugs, and either do or do not win redemption\", according to Ebert.[15] He later added: \"We would include some of the sensational elements of the original story- homosexuality, crippling diseases, characters based on 'real' people, events out of recent headlines - but, again, with flat-out exaggeration\".[16]\n\nThe script was not only a spoof of the original film, but also, in Ebert's words, \"a satire of Hollywood conventions, genres, situations, dialogue, characters, and success formulas, heavily overlaid with such shocking violence that some critics didn't know whether the movie 'knew' it was a comedy\".[8]\n\nEbert said the plot was derived in collaboration \"by creating characters and then working out situations to cover the range of exploitable content we wanted in the film. Meyer wanted the film to appeal, in some way, to almost anyone who was under thirty and went to the movies. There had to be music, mod clothes, black characters, violence, romantic love, soap opera situations, behind-the-scenes intrigue, fantastic sets, lesbians, orgies, drugs and (eventually) an ending that tied everything together\".[16]\n\nMeyer's intention was for the film to \"simultaneously be a satire, a serious melodrama, a rock musical, a comedy, a violent exploitation picture, a skin flick, and a moralistic expose (so soon after the Sharon Tate murders) of what the opening crawl called 'the oft-times nightmarish world of Show Business'\".[8]\n\nEbert later recalled:\n\nMeyer submitted the script to Richard Zanuck at Fox in September and Zanuck greenlit the film.[17]\n\nMeyer said when Fox offered him the film \"I felt like I had pulled off the biggest caper in the world\".[14]\n\nHe described the film as \"a soap opera for young people, a cornocopia of wild, way-out now entertainment\".[14]\n\nRoger Ebert revealed that many of the film's themes and characters were based upon real people and events, but because neither Ebert nor Russ Meyer actually met these people, their characterizations were based on pure speculation.[15]\n\nThe cast was composed almost entirely of unknowns. Meyer said that \"Valley of the Dolls plus my own name will be enough\".[14]\n\nMeyer said even if Parkins had wanted to do the film they would not have used her because she was too costly to hire.[24]\n\nCynthia Myers was a playboy playmate hired to play one of the girls who realizes she's a lesbian. In Meyer's comment: \"It's a loving and tender thing. It's not The Killing of Sister George\".[25]\n\nEdy Williams was under contract to Fox at the time.[14]\n\nPam Grier made her film debut as an extra in a party scene.[26]\n\nMeyer and Ebert kept the costs down by writing \"97 percent of the film\" for existing sets on the Fox backlot.[14] Ebert said that Beyond the Valley of the Dolls seemed \"like a movie that got made by accident when the lunatics took over the asylum\".[27] Ebert says Meyer \"directed his actors with a poker face, solemnly discussing the motivations behind each scene. Some of the actors asked me whether their dialogue wasn't supposed to be humorous, but Meyer discussed it so seriously with them that they hesitated to risk offending him by voicing such a suggestion. The result is that BVD has a curious tone all of its own... from actors directed at right angles to the material\".[15]\n\nBecause the film was put together so quickly, some plot decisions, such as the character Z-Man being revealed as a woman in drag,[28] were made on the spot, without the chance to bring previous already-shot scenes into alignment with the new development.[8] As they were shooting, the cast was uncertain whether the dialogue was intended to be comic or not, which would alter their approach to acting it. Because Meyer always discussed their roles and the film so seriously, they did not want to unintentionally insult him by asking, so they broached the question to Ebert, instead. Meyer's intention was to have the actors perform the material in a straightforward manner because \"if the actors perform as if they know they have funny lines, it won't work\". Ebert described the resulting tone as \"curious\".[8]\n\nIn 1980, Ebert looked back on the film and said of it:\n\nMost of the film's music was written by Stu Phillips. Phillips adapted Paul Dukas' The Sorcerer's Apprentice for the psychedelic scene at Z-Man's house near the film's end.[29]\n\nMembers of the fictitious Carrie Nations neither sing nor play their own instruments in the film. Vocals for the lip-synced songs were performed by Lynn Carey (Mama Lion), a blue-eyed soul singer based in Los Angeles, together with Barbara Robison, the lead singer of Peanut Butter Conspiracy. Carey's and Robison's voices are showcased on the apocalyptic rocker \"Find It\" (by Stu Phillips and Carey),[1] the earnest folk anthem \"Come With the Gentle People\" (by Stu Phillips and Bob Stone),[1] the raunchy R&B of \"Sweet Talking Candyman\" (by Phillips and Stone),[1] the lilting ballad \"In the Long Run\" (by Phillips and Stone),[1] and the soulful strut of \"Look On Up At the Bottom\" (also by Phillips and Stone).[1] She also sings \"Once I had Love\", written by Stu Phillips and herself.[1]\n\nStrawberry Alarm Clock performed their 1967 hit \"Incense and Peppermints\", the mid-tempo rocker \"Girl from the City\" (written by Paul Marshall),[1] and the power pop anthem \"I'm Comin' Home\" (also by Marshall)[1] during the first party scene at Z-Man's house. The film's title song was performed by A&M artists The Sandpipers and is heard twice near the end of the movie. The group released the song as a single and on their 1970 Come Saturday Morning LP.\n\nDifferent versions of the soundtrack album exist because of disputes over royalties.[29] The original vinyl soundtrack, reissued in the early 2000s, substitutes Ami Rushes' vocals for Lynn Carey's originals, and includes one song, \"Once I Had Love\", not on the 2003 CD reissue. However, the CD edition of the soundtrack (Soundtrack Classics SCL 1408 and Harkit Records HRKCD 8032) contains 25 songs compared to the 12 songs on the vinyl version, with the original film versions plus Lynn Carey and Barbara Robison bonus tracks. Both labels also released vinyl editions with different covers and extended songs compared to the 1970 LP.\n\nThe song \"Once I Had A Love\" was released on the CD Beyond The Valley Of The Dolls/Groupie Girl (Screen Gold Records SGLDCD00010) along with the songs from the LP from 1970. The CD does not contain the original film versions, only the new recordings for the LP from 1970, with four songs by Ami Rushes and two by Barbara Robison. For the first time, all original film song versions are included, with original versions sung by Carey and Robison.\n\n\"Incense and Peppermints\", some incidental music, and the Strawberry Alarm Clock's Hammond organ instrumental \"Toy Boy\" are missing from all soundtrack releases.\n\n"
        },
        {
            "title": "Release",
            "text": "The film had its world premiere at the Pantages Theatre in Hollywood on June 17, 1970. Jacqueline Susann, author of the unconnected novel Valley of the Dolls, sought an injunction against its release but failed.[30]\n\nInitially the film was given an X rating by the MPAA;[31] in 1990, it was reclassified as NC-17. Meyer's response to the original X rating was to attempt to re-edit the film to insert more nudity and sex, but Fox wanted to get the movie released quickly and would not give him the time.[8]\n\nSusann sued Fox for $10 million for damaging her reputation by making the film, saying that the \"sex exploitation film, employs total nudity and is scandalous of content\".[32]\n\nAs a result, the studio placed a disclaimer at the beginning of the film informing the audience that the two films were not intended to be connected. Posters for the movie read, \"This is not a sequel—there has never been anything like it\".\n\nThe suit did not go to trial until after Susann's death in September 1974. Her estate won a $2 million verdict against the studio in August 1975.[33]\n\nBeyond the Valley of the Dolls was released as a two-disc, special-edition DVD set on June 13, 2006, which is now out of print.\n\n20th Century Fox re-released it on the second disc of the four-disc variety feature pack, Studio Classics: Set 9, which also includes All About Eve, The Inn of the Sixth Happiness, and Valley of the Dolls, on May 4, 2010.\n\nIn the UK, Arrow Video released the film on Blu-ray on January 18, 2016, in a special edition with The Seven Minutes.\n\nIn the US, The Criterion Collection released the film on DVD and Blu-ray on September 27, 2016, along with Valley of the Dolls.[34]\n\nDespite YouTube's policy of not carrying NC-17 movies, the film is available to rent and purchase on YouTube, although the rating isn't mentioned.\n\n"
        },
        {
            "title": "Reception",
            "text": "The film was initially critically panned. Upon release, Ebert's future TV co-host Gene Siskel gave the film zero stars out of four, writing in the Chicago Tribune that the film \"unfolds with all of the humor and excitement of a padded bra ... Boredom aplenty is provided by a screenplay which for some reason has been turned over to a screenwriting neophyte\".[35] He later put it on his list of the 20 worst films of the year.[36]\n\nVincent Canby of The New York Times wrote that the film \"comes off with a slightly higher rating\" than the original Valley of the Dolls book and movie, but thought that by \"quite consciously attempting to parody his earlier movies\" Meyer had \"become patronizing\".[37]\n\nVariety wrote that it was \"not much of a film. Producer-director Russ Meyer, who once made low-budget sex pix which had a crude and innocuous charm but not much of a story, this time around spent between 20 and 30 times the money he used to have, and got less for it\".[38]\n\nCharles Champlin of the Los Angeles Times panned the film as \"a treat for the emotionally retarded, sexually inadequate and dimwitted. It is a grievously sick melange of hypermammalian girls, obvious double-entendres and sadistic violence\".[39]\n\nGary Arnold of The Washington Post declared it \"a mess, a disaster, a stinkeroo, the most wretched of wretched movies. Disregard anything you hear in the so-bad-it's-good or it's-all-a-put-on veins. It's a depressing picture — witless, hysterical, gratuitous, technically inept, needlessly brutal\".[40] Mike Wallington of The Monthly Film Bulletin called it \"corny, moralising, guileless, and visually about as appealing as a Christmas wrapper. It is also perversely enjoyable if one is prepared to laugh at it as well as with it\".[41]\n\nJohn Waters has expressed admiration for the film citing it as \"one of the best movies ever made\".[42]\n\nSince its release in 1970, the film has acquired a cult following and has even been included in various \"best of\" lists by movie critics. The reviews have improved to become more mixed at the present, with critics agreeing it was much better than the film it parodied. In 2000, Canadian magazine Take One included it in their \"Best Films of the 1970s\" critics poll.[43] In 2001, the Village Voice named the film #87 on its list of the 100 Greatest Films of the Century.[44] On Rotten Tomatoes, the film holds a rating of 77% from 30 reviews. The critical consensus reads: \"Confidently campy and played with groovy conviction, Beyond the Valley of the Dolls is an exuberant expression of both the hilarity and terror that comes with free love\".[45]\n\nAccording to Fox records the film required $4,100,000 in theatrical rentals to break even. By December 11, 1970, it had made $7,000,000, more than enough to be profitable for the studio.[46][47]\n\nDespite an X rating and a modest budget of $900,000,[2] Beyond the Valley of the Dolls grossed 10 times that amount in the U.S. market,[4] qualifying it as a hit for Fox. In 1997, when Roger Ebert & Gene Siskel were guests on Howard Stern, Ebert claimed it made $55 million.[48] In 2004, Ebert claimed it had grossed $40 million.[2]\n\nThe production of the film, along with Myra Breckinridge, helped lead to the ousting of Richard Zanuck from Fox.[49]\n\n"
        }
    ]
}