{
    "url": "https://en.wikipedia.org/wiki/Bhagavad_Gita",
    "title": "Bhagavad Gita",
    "table_of_contents": [
        "1 Nomenclature",
        "2 Authorship",
        "3 Date",
        "4 Composition and significance",
        "4.1 Hindu synthesis",
        "5 Manuscripts",
        "6 Content",
        "6.1 Structure",
        "6.2 Narrative",
        "6.3 Characters",
        "6.4 Chapters",
        "6.4.1 Chapter 1: Arjuna Vishadayoga (47 verses)",
        "6.4.2 Chapter 2: Sankhyayoga (72 verses)",
        "6.4.3 Chapter 3: Karmayoga (43 verses)",
        "6.4.4 Chapter 4: Gyana Karma Sanyasayoga (42 verses)",
        "6.4.5 Chapter 5: Karma Sanyasayoga (29 verses)",
        "6.4.6 Chapter 6: Dhyanayoga (Aatmasamyamyoga) (47 verses)",
        "6.4.7 Chapter 7: Gyana Vigyanayoga (30 verses)",
        "6.4.8 Chapter 8: Akshara Brahmayoga (28 verses)",
        "6.4.9 Chapter 9: Raja Vidya Raja Guhyayoga (34 verses)",
        "6.4.10 Chapter 10: Vibhutiyoga (42 verses)",
        "6.4.11 Chapter 11: Vishvarupa Darshanayoga (55 verses)",
        "6.4.12 Chapter 12: Bhaktiyoga (20 verses)",
        "6.4.13 Chapter 13: Kshetra Kshetragya Vibhagayoga (34 verses)",
        "6.4.14 Chapter 14: Gunatraya Vibhagayoga (27 verses)",
        "6.4.15 Chapter 15: Purushottamayoga (20 verses)",
        "6.4.16 Chapter 16: Daivasura Sampad Vibhagayoga (24 verses)",
        "6.4.17 Chapter 17: Shraddhatraya Vibhagayoga (28 verses)",
        "6.4.18 Chapter 18: Moksha Sanyasayoga (78 verses)",
        "6.4.19 Chapters summary",
        "7 Themes",
        "7.1 Theology",
        "7.1.1 The nature of God",
        "7.1.2 The nature of Self",
        "7.1.3 The nature of the world",
        "7.1.4 Brahman-atman",
        "7.1.5 Means to God",
        "7.1.6 Karma yoga",
        "7.1.7 Bhakti yoga",
        "7.2 Jnana yoga",
        "7.2.1 Synthesis of yogas, Raja yoga",
        "7.2.2 Asceticism, renunciation and ritualism",
        "7.3 Dharma",
        "7.3.1 The Field of Dharma",
        "7.3.2 Allegory of war",
        "7.3.3 Promotion of just war and duty",
        "7.4 Moksha: Liberation",
        "7.5 Pancaratra Agama",
        "8 Translations",
        "8.1 The Gita in other languages",
        "9 Bhashya (commentaries)",
        "9.1 Classical commentaries",
        "9.1.1 Śaṅkara (c. 800 CE)",
        "9.1.2 Abhinavagupta (c. 1000 CE)",
        "9.1.3 Rāmānuja (c. 1100 CE)",
        "9.1.4 Madhva (c. 1250 CE)",
        "9.1.5 Keśava Kāśmīri (c. 1479 CE)",
        "9.1.6 Vallabha (1481–1533 CE)",
        "9.1.7 Gauḍīya Vaiṣṇava Commentaries",
        "9.1.8 Others",
        "9.2 Modern-era commentaries",
        "10 Reception",
        "10.1 Praise and popularity",
        "10.2 Criticisms and apologetics",
        "10.2.1 Ethics, war and violence",
        "10.2.2 Varna and svadharma",
        "10.2.3 Modern-Hinduism",
        "10.3 Adaptations",
        "11 See also",
        "12 Notes",
        "13 References",
        "13.1 Citations",
        "13.2 Sources",
        "13.2.1 Printed sources",
        "13.2.2 Online sources",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Bhagavad Gita (/ˌbʌɡəvəd ˈɡiːtɑː/; Sanskrit: श्रीमद्भगवद्गीता, romanized: śrīmadbhagavadgītā, lit. 'The Song by God';[a]),[1] often referred to as the Gita (IAST: gītā), is a 700-verse Hindu scripture that is part of the epic Mahabharata (chapters 23–40 of book 6 of the Mahabharata called the Bhishma Parva), dated to the second half of the first millennium BCE and is typical of the Hindu synthesis. It is considered to be one of the holy scriptures for Hinduism.\n\nThe Gita is set in a narrative framework of a dialogue between Pandava prince Arjuna and his guide and charioteer Krishna. At the start of the dharma yuddha (or the \"righteous war\") between the Pandavas and the Kauravas, Arjuna is preoccupied by a moral and emotional dilemma and despairs about the violence and death the war will cause in the battle against his kin.[2] Wondering if he should renounce the war, he seeks Krishna's counsel, whose answers and discourse constitute the Gita. Krishna counsels Arjuna to \"fulfil his Kshatriya (warrior) duty to uphold the dharma\" through Karma (\"selfless action\").[web 1][3][note 1] The Krishna–Arjuna dialogues cover a broad range of spiritual topics, touching upon ethical dilemmas and philosophical issues that go far beyond the war that Arjuna faces.[1][4][5]\n\nNumerous commentaries have been written on the Bhagavad Gita with widely differing views on the essentials. According to some, the Bhagavad Gita was written by the god Ganesha, as told to him by Veda Vyasa. Vedanta commentators read varying relationships between the Self and Brahman in the text: Advaita Vedanta sees the non-dualism of Atman (Self) and Brahman (universal Self) as its essence';[6] Bhedabheda and Vishishtadvaita see Atman and Brahman as both different and not different; while Dvaita Vedanta sees the dualism of Atman (Self) and Brahman as its essence. The setting of the Gita in a battlefield has been interpreted as an allegory for the ethical and moral struggles of human life.[5][7][8]\n\nThe Bhagavad Gita presents a synthesis[9][10] of Hindu ideas about dharma,[9][10][11] theistic bhakti,[11][12] and the yogic ideals[10] of moksha.[10] The text covers Jñāna, Bhakti, Karma, and Rāja yogas (spoken of in the 6th chapter),[12] incorporating ideas from the Samkhya-Yoga philosophy.[web 1][note 2]\n\nThe Bhagavad Gita is the most revered of all the Hindu texts,[13] and has a unique pan-Hindu influence.[14][15] The Gita's call for selfless action inspired many leaders of the Indian independence movement including Bal Gangadhar Tilak and Mahatma Gandhi, the latter referring to it as his \"spiritual dictionary\".[16]\n\n"
        },
        {
            "title": "Nomenclature",
            "text": "The gita in the title of the Bhagavad Gita means \"song.\" Religious leaders and scholars interpret the word Bhagavad in a number of ways. Accordingly, the title has been interpreted as \"the word of God\" by the theistic schools,[17] \"the words of the Lord\",[18] \"the Divine Song\",[19][20] and \"Celestial Song\" by others.[21] \nIn India, its Sanskrit name is often written as Shrimad Bhagavad Gita, श्रीमद् भगवद् गीता (the latter two words often written as a single word भगवद्गीता), where the Shrimad prefix is used to denote a high degree of respect. This is not to be confused with the Shrimad Bhagavatam, which is a Purana dealing with the life of the Hindu God Krishna and various avatars of Vishnu.\n\nThe work is also known as the Iswara Gita, the Ananta Gita, the Hari Gita, the Vyasa Gita, or the Gita.[22]\n\n"
        },
        {
            "title": "Authorship",
            "text": "In the Indian tradition, the Bhagavad Gita, as well as the epic Mahabharata of which it is a part, is attributed to the sage Vyasa,[23] whose full name was Krishna Dvaipayana, also called Veda-Vyasa.[24] Another Hindu legend states that Vyasa narrated it when the lord Ganesha broke one of his tusks and wrote down the Mahabharata along with the Bhagavad Gita.[25][26][note 3]\n\nScholars consider Vyasa to be a mythical or symbolic author, in part because Vyasa is also the traditional compiler of the Vedas and the Puranas, texts dated to be from different millennia.[25][29][30] The word Vyasa literally means \"arranger, compiler\", and is a surname in India. According to Kashi Nath Upadhyaya, a Gita scholar, it is possible that a number of different individuals with the same name compiled different texts.[31]\n\nSwami Vivekananda, the 19th-century Hindu monk and Vedantist, stated that the Bhagavad Gita may be old but it was mostly unknown in Indian history till the early 8th century when Adi Shankara (Shankaracharya) made it famous by writing his much-followed commentary on it.[32][33] Some infer, states Vivekananda, that \"Shankaracharya was the author of Gita, and that it was he who foisted it into the body of the Mahabharata.\"[32] This attribution to Adi Shankara is unlikely in part because Shankara himself refers to the earlier commentaries on the Bhagavad Gita, and because other Hindu texts and traditions that compete with the ideas of Shankara refer to much older literature referencing the Bhagavad Gita, though much of this ancient secondary literature has not survived into the modern era.[32]\n\nAccording to J. A. B. van Buitenen, an Indologist known for his translations and scholarship on Mahabharata, the Gita is so contextually and philosophically well knit with the Mahabharata that it was not an independent text that \"somehow wandered into the epic\".[34] The Gita, states van Buitenen, was conceived and developed by the Mahabharata authors to \"bring to a climax and solution the dharmic dilemma of a war\".[34][note 4]\n\nAccording to Alexus McLeod, a scholar of Philosophy and Asian Studies, it is \"impossible to link the Bhagavad Gita to a single author\", and it may be the work of many authors.[25][37] This view is shared by the Indologist Arthur Basham, who states that there were three or more authors or compilers of Bhagavad Gita. This is evidenced by the discontinuous intermixing of philosophical verses with theistic or passionately theistic verses, according to Basham.[38][note 5]\n\n"
        },
        {
            "title": "Date",
            "text": "Theories on the date of the composition of the Gita vary considerably. Some scholars accept dates from the 5th century to the 2nd century BCE as the probable range, the latter likely. The Hinduism scholar Jeaneane Fowler, in her commentary on the Gita, considers second century BCE to be the probable date of composition.\n[39] J. A. B. van Buitenen also states that the Gita was likely composed about 200 BCE.[40] According to the Indologist Arvind Sharma, the Gita is generally accepted to be a 2nd-century-BCE text.[41]\n\nKashi Nath Upadhyaya, in contrast, dates it a bit earlier. He states that the Gita was always a part of the Mahabharata, and dating the latter suffices in dating the Gita.[42] On the basis of the estimated dates of Mahabharata as evidenced by exact quotes of it in the Buddhist literature by Asvaghosa (c. 100 CE), Upadhyaya states that the Mahabharata, and therefore the Gita, must have been well known by then for a Buddhist to be quoting it.[42][note 6] This suggests a terminus ante quem (latest date) of the Gita to be sometime prior to the 1st century CE.[42] He cites similar quotes in the dharmasutra texts, the Brahma sutras, and other literature to conclude that the Bhagavad Gita was composed in the fifth or fourth century BCE.[44][note 7]\n\nAccording to Arthur Basham, the context of the Bhagavad Gita suggests that it was composed in an era when the ethics of war were being questioned and renunciation to monastic life was becoming popular.[46] Such an era emerged after the rise of Buddhism and Jainism in the 5th century BCE, and particularly after the semi-legendary life of Ashoka in the 3rd century BCE. Thus, the first version of the Bhagavad Gita may have been composed in or after the 3rd century BCE.[46]\n\nLinguistically, the Bhagavad Gita is in classical Sanskrit of the early variety, states the Gita scholar Winthrop Sargeant.[47] The text has occasional pre-classical elements of the Sanskrit language, such as the aorist and the prohibitive mā instead of the expected na (not) of classical Sanskrit.[47] This suggests that the text was composed after the Pāṇini era, but before the long compounds of classical Sanskrit became the norm. This would date the text as transmitted by the oral tradition to the later centuries of the 1st-millennium BCE, and the first written version probably to the 2nd or 3rd century CE.[47][48]\n\nAccording to Jeaneane Fowler, \"the dating of the Gita varies considerably\" and depends in part on whether one accepts it to be a part of the early versions of the Mahabharata, or a text that was inserted into the epic at a later date.[49] The earliest \"surviving\" components therefore are believed to be no older than the earliest \"external\" references we have to the Mahabharata epic. The Mahabharata – the world's longest poem – is itself a text that was likely written and compiled over several hundred years, one dated between \"400 BCE or little earlier, and 2nd century CE, though some claim a few parts can be put as late as 400 CE\", states Fowler. The dating of the Gita is thus dependent on the uncertain dating of the Mahabharata. The actual dates of composition of the Gita remain unresolved.[49] While the year and century is uncertain, states Richard Davis,[50] the internal evidence in the text dates the origin of the Gita discourse to the Hindu lunar month of Margashirsha (also called Agrahayana, generally December or January of the Gregorian calendar).[51]\n\n"
        },
        {
            "title": "Composition and significance",
            "text": "The Bhagavad Gita is the best known,[52] and most influential of Hindu scriptures.[13] While Hinduism is known for its diversity and its synthesis therefrom, the Bhagavad Gita has a unique pan-Hindu influence.[14][53] Gerald James Larson – an Indologist and scholar of classical Hindu philosophy, states that \"if there is any one text that comes near to embodying the totality of what it is to be a Hindu, it would be the Bhagavad Gita.\"[13][15]\n\nThe Bhagavad Gita is part of the Prasthanatrayi, which also includes the Upanishads and Brahma sutras. These are the three starting points for the Vedanta school of Hindu philosophy.[54] The Brahma sutras constitute the Nyāya prasthāna or the \"starting point of reasoning canonical base\", while the principal Upanishads constitute the Sruti prasthāna or the \"starting point of heard scriptures\", and the Bhagavad Gita constitutes the Smriti prasthāna or the \"starting point of remembered canonical base\".[54] The Bhagavad Gita is a \"summation of the Vedanta\", states Sargeant.[55] It is thus one of the key texts for the Vedanta,[56][57] a school that provides one of the theoretical foundations for Hinduism,[58] and one that has had an enormous influence over time, becoming the central ideology of the Hindu renaissance in the 19th century, according to Gavin Flood – a scholar of Hinduism.[59]\n\nSome Hindus give it the status of an Upanishad, and some consider it to be a \"revealed text\".[60][61][62] Others consider the Bhagavad Gita as an important Smriti,[63] or secondary text that exist in alternate versions such as one found in Kashmir though it does not affect the basic message of the text.[64][65][66]\n\nThe Bhagavad Gita is the sealing achievement of the Hindu synthesis, incorporating its various religious traditions.[10][11][12] The synthesis is at both philosophical and socio-religious levels, states the Gita scholar Keya Maitra.[67] The text refrains from insisting on one right marga (path) to spirituality. It openly synthesizes and inclusively accepts multiple ways of life, harmonizing spiritual pursuits through action (karma), knowledge (gyaana), and devotion (bhakti).[68] According to the Gita translator Radhakrishnan, quoted in a review by Robinson, Krishna's discourse is a \"comprehensive synthesis\" that inclusively unifies the competing strands of Hindu thought such as \"Vedic ritual, Upanishadic wisdom, devotional theism and philosophical insight\".[69] Aurobindo described the text as a synthesis of various Yogas. The Indologist Robert Minor, and others,[web 1] in contrast, state that the Gita is \"more clearly defined as a synthesis of Vedanta, Yoga and Samkhya\" philosophies of Hinduism.[70]\n\nThe synthesis in Bhagavad Gita addresses the question of what constitutes the virtuous path that is necessary for spiritual liberation or release from the cycles of rebirth (moksha).[71][72] It discusses whether one should renounce a householder lifestyle for a life as an ascetic, or lead a householder life dedicated to one's duty and profession, or pursue a householder life devoted to a personalized God in the revealed form of Krishna. Thus Gita discusses and synthesizes the three dominant trends in Hinduism: enlightenment-based renunciation, dharma-based householder life, and devotion-based theism. According to Deutsch and Dalvi, the Bhagavad Gita attempts \"to forge a harmony\" between these three paths.[12][note 8]\n\nThe Bhagavad Gita's synthetic answer recommends that one must resist the \"either-or\" view, and consider a \"both-and\" view.[73][74][75] It states that the dharmic householder can achieve the same goals as the renouncing monk through \"inner renunciation\" or \"motiveless action\".[71][note 9] One must do the right thing because one has determined that it is right, states Gita, without craving for its fruits, without worrying about the results, loss or gain.[77][78][79] Desires, selfishness, and the craving for fruits can distort one from spiritual living.[78] The Gita synthesis goes further, according to its interpreters such as Swami Vivekananda, and the text states that there is Living God in every human being and the devoted service to this Living God in everyone – without craving for personal rewards – is a means to spiritual development and liberation.[80][81][82] According to Galvin Flood, the teachings in the Gita differ from other Indian religions that encouraged extreme austerity and self-torture of various forms (karsayanta). The Gita disapproves of these, stating that not only is it against tradition but against Krishna himself, because \"Krishna dwells within all beings, in torturing the body the ascetic would be torturing him\", states Flood. Even a monk should strive for \"inner renunciation\" rather than external pretensions.[83]\n\nThe Gita synthesizes several paths to spiritual realization based on the premise that people are born with different temperaments and tendencies (guna).[84] According to Winthrop Sargeant, the text acknowledges that some individuals are more reflective and intellectual, some affective and engaged by their emotions, some are action driven, yet others favor experimentation and exploring what works.[84] It then presents different spiritual paths for each personality type respectively: the path of knowledge (jnana yoga), the path of devotion (bhakti yoga), the path of action (karma yoga), and the path of meditation (raja yoga).[84][85] The guna premise is a synthesis of the ideas from the Samkhya school of Hinduism. According to Upadhyaya, the Gita states that none of these paths to spiritual realization is \"intrinsically superior or inferior\", rather they \"converge in one and lead to the same goal\".[86]\n\nAccording to Hiltebeitel, Bhakti forms an essential ingredient of this synthesis, and the text incorporates Bhakti into Vedanta.[87] According to Scheepers, The Bhagavad Gita is a Brahmanical text which uses Shramanic and Yogic terminology to spread the Brahmanic idea of living according to one's duty or dharma, in contrast to the ascetic ideal of liberation by avoiding all karma.[88] According to Galvin Flood and Charles Martin, the Gita rejects the Shramanic path of non-action, emphasizing instead \"the renunciation of the fruits of action\".[89] The Bhagavad Gita, according to Raju, is a great synthesis of impersonal spiritual monism with personal God, of \"the yoga of action with the yoga of transcendence of action, and these again with the yogas of devotion and knowledge\".[11]\n\n"
        },
        {
            "title": "Manuscripts",
            "text": "The Bhagavad Gita manuscript is found in the sixth book of the Mahabharata manuscripts – the Bhisma-parvan. Therein, in the third section, the Gita forms chapters 23–40, that is 6.3.23 to 6.3.40.[90] The Bhagavad Gita is often preserved and studied on its own, as an independent text with its chapters renumbered from 1 to 18.[90]\n\nThe Bhagavad Gita manuscripts exist in numerous Indic scripts.[91] These include writing systems that are currently in use, as well as early scripts such as the now dormant Sharada script.[91][92] Variant manuscripts of the Gita have been found on the Indian subcontinent[64][93] Unlike the enormous variations in the remaining sections of the surviving Mahabharata manuscripts, the Gita manuscripts show only minor variations.[64][93]\n\nAccording to Gambhirananda, the old manuscripts may have had 745 verses, though he agrees that “700 verses is the generally accepted historic standard.\"[94] Gambhirananda's view is supported by a few versions of chapter 6.43 of the Mahabharata. According to Gita exegesis scholar Robert Minor, these versions state that the Gita is a text where \"Kesava [Krishna] spoke 574 slokas, Arjuna 84, Sanjaya 41, and Dhritarashtra 1\".[95] An authentic manuscript of the Gita with 745 verses has not been found.[96] Adi Shankara, in his 8th-century commentary, explicitly states that the Gita has 700 verses, which was likely a deliberate declaration to prevent further insertions and changes to the Gita. Since Shankara's time, \"700 verses\" has been the standard benchmark for the critical edition of the Bhagavad Gita.[96]\n\n"
        },
        {
            "title": "Content",
            "text": "The Bhagavad Gita is a poem written in the Sanskrit language.[97] Its 700 verses[93] are structured into several ancient Indian poetic meters, with the principal being the shloka (Anushtubh chanda). It has 18 chapters in total. [98] Each shloka consists of a couplet, thus the entire text consists of 1,400 lines. Each shloka has two quarter verses with exactly eight syllables. Each of these quarters is further arranged into two metrical feet of four syllables each.[97][note 10] The metered verse does not rhyme.[99] While the shloka is the principal meter in the Gita, it does deploy other elements of Sanskrit prosody.[100] At dramatic moments, it uses the tristubh meter found in the Vedas, where each line of the couplet has two quarter verses with exactly eleven syllables.[99]\n\nThe Gita is a dialogue between Krishna and Arjuna right before the start of the climactic Kurukshetra War in the Hindu epic Mahabharata.[101][note 11] Two massive armies have gathered to destroy each other. The Pandava prince Arjuna asks his charioteer Krishna to drive to the center of the battlefield so that he can get a good look at both the armies and all those \"so eager for war\".[103] He sees that some among his enemies are his own relatives, beloved friends, and revered teachers. He does not want to fight to kill them and is thus filled with doubt and despair on the battlefield.[104] He drops his bow, wonders if he should renounce and just leave the battlefield.[103] He turns to his charioteer and guide Krishna, for advice on the rationale for war, his choices and the right thing to do. The Bhagavad Gita is the compilation of Arjuna's questions and moral dilemma and Krishna's answers and insights that elaborate on a variety of philosophical concepts.[103][105] The compiled dialogue goes far beyond the \"rationale for war\"; it touches on many human ethical dilemmas, philosophical issues and life's choices.[103] According to Flood and Martin, although the Gita is set in the context of a wartime epic, the narrative is structured to apply to all situations; it wrestles with questions about \"who we are, how we should live our lives, and how should we act in the world\".[106] According to Sargeant, it delves into questions about the \"purpose of life, crisis of self-identity, human Self, human temperaments, and ways for spiritual quest\".[5]\n\nBhagavad Gita comprises 18 chapters (section 23 to 40)[109][web 2] in the Bhishma Parva of the epic Mahabharata. Because of differences in recensions, the verses of the Gita may be numbered in the full text of the Mahabharata as chapters 6.25–42 or as chapters 6.23–40.[web 3] The number of verses in each chapter vary in some manuscripts of the Gita discovered on the Indian subcontinent. However, variant readings are relatively few in contrast to the numerous versions of the Mahabharata it is found embedded in.[93]\n\nThe original Bhagavad Gita has no chapter titles. Some Sanskrit editions that separate the Gita from the epic as an independent text, as well as translators, however, add chapter titles.[110][web 3] For example, Swami Chidbhavananda describes each of the eighteen chapters as a separate yoga because each chapter, like yoga, \"trains the body and the mind\". He labels the first chapter \"Arjuna Vishada Yogam\" or the \"Yoga of Arjuna's Dejection\".[111] Sir Edwin Arnold titled this chapter in his 1885 translation as \"The Distress of Arjuna\".[18][note 12]\n\nTranslators have variously titled the first chapter as Arjuna vishada yoga, Prathama Adhyaya, The Distress of Arjuna, The War Within, or Arjuna's Sorrow.[18][114][115] The Bhagavad Gita is opened by setting the stage of the Kurukshetra battlefield. Two massive armies representing different loyalties and ideologies face a catastrophic war. With Arjuna is Krishna, not as a participant in the war, but only as his charioteer and counsel. Arjuna requests Krishna to move the chariot between the two armies so he can see those \"eager for this war\". He sees family and friends on the enemy side. Arjuna is distressed and in sorrow.[116] The issue is, states Arvind Sharma, \"is it morally proper to kill?\"[117] This and other moral dilemmas in the first chapter are set in a context where the Hindu epic and Krishna have already extolled ahimsa (non-violence) to be the highest and divine virtue of a human being.[117] The war feels evil to Arjuna and he questions the morality of war. He wonders if it is noble to renounce and leave before the violence starts, or should he fight, and why.[116]\n\nTranslators title the chapter as Sankhya Yoga, The Book of Doctrines, Self-Realization, or The Yoga of Knowledge (and Philosophy).[18][114][115] The second chapter begins the philosophical discussions and teachings found in the Gita. The warrior Arjuna whose past had focused on learning the skills of his profession now faces a war he has doubts about. Filled with introspection and questions about the meaning and purpose of life, he asks Krishna about the nature of life, Self, death, afterlife and whether there is a deeper meaning and reality.[118] Krishna answers. The chapter summarizes the Hindu idea of rebirth, samsara, eternal Self in each person (Self), universal Self present in everyone, various types of yoga, divinity within, the nature of knowledge of the Self and other concepts.[118] The ideas and concepts in the second chapter reflect the framework of the Samkhya and Yoga schools of Hindu philosophy. This chapter is an overview for the remaining sixteen chapters of the Bhagavad Gita.[118][119][120] Mahatma Gandhi memorized the last 19 verses of the second chapter, considering them as his companion in his non-violent movement for social justice during colonial rule.[121]\n\nTranslators title the chapter as Karma yoga, Virtue in Work, Selfless Service, or The Yoga of Action.[18][114][115] Arjuna, after listening to Krishna's spiritual teachings in Chapter 2, gets more confounded and returns to the predicament he faces. He wonders if fighting the war is \"not so important after all\" given Krishna's overview on the pursuit of spiritual wisdom. Krishna replies that there is no way to avoid action (karma), since abstention from work is also an action.[122] Krishna states that Arjuna has an obligation to understand and perform his duty (dharma), because everything is connected by the law of cause and effect. Every man or woman is bound by activity. Those who act selfishly create the Karmic cause and are thereby bound to the effect which may be good or bad.[122] Those who act selflessly for the right cause and strive to do their dharmic duty do God's work.[122] Those who act without craving for fruits are free from the Karmic effects, because the results never motivated them. Whatever the result, it does not affect them. Their happiness comes from within, and the external world does not bother them.[122][123] According to Flood and Martin, chapter 3 and onwards develops \"a theological response to Arjuna's dilemma\".[124]\n\nTranslators title the fourth chapter as Jñāna–Karma-Sanyasa yoga, The Religion of Knowledge, Wisdom in Action, or The Yoga of Renunciation of Action through Knowledge.[18][114][115] Krishna reveals that he has taught this yoga to the Vedic sages. Arjuna questions how Krishna could do this, when those sages lived so long ago, and Krishna was born more recently. Krishna reminds him that everyone is in the cycle of rebirths, and while Arjuna does not remember his previous births, he does. Whenever dharma declines and the purpose of life is forgotten by Man, says Krishna, he returns to re-establish dharma.[note 13] Every time he returns, he teaches about the inner Self in all beings. The later verses of the chapter return to the discussion of motiveless action and the need to determine the right action, performing it as one's dharma (duty) while renouncing the results, rewards, fruits. The simultaneous outer action with inner renunciation, states Krishna, is the secret to the life of freedom. Action leads to knowledge, while selfless action leads to spiritual awareness, state the last verses of this chapter.[3] The 4th chapter is the first time where Krishna begins to reveal his divine nature to Arjuna.[125][126]\n\nTranslators title this chapter as Karma–Sanyasa yoga, Religion by Renouncing Fruits of Works, Renounce and Rejoice, or The Yoga of Renunciation.[18][114][115] The chapter starts by presenting the tension in the Indian tradition between the life of sannyasa (monks who have renounced their household and worldly attachments) and the life of grihastha (householder). Arjuna asks Krishna which path is better.[127] Krishna answers that both are paths to the same goal, but the path of \"selfless action and service\" with inner renunciation is better. The different paths, says Krishna, aim for—and if properly pursued, lead to—Self-knowledge. This knowledge leads to the universal, transcendent Godhead, the divine essence in all beings, to Brahman – to Krishna himself. The final verses of the chapter state that the self-aware who have reached self-realization live without fear, anger, or desire. They are free within, always.[128][129] Chapter 5 shows signs of interpolations and internal contradictions. For example, states Arthur Basham, verses 5.23–28 state that a sage's spiritual goal is to realize the impersonal Brahman, yet the next verse 5.29 states that the goal is to realize the personal God who is Krishna.[38]\n\nTranslators title the sixth chapter as Dhyana yoga, Religion by Self-Restraint, The Practice of Meditation, or The Yoga of Meditation.[18][114][115] The chapter opens as a continuation of Krishna's teachings about selfless work and the personality of someone who has renounced the fruits that are found in chapter 5. Krishna says that such self-realized people are impartial to friends and enemies, are beyond good and evil, equally disposed to those who support them or oppose them because they have reached the summit of consciousness. The verses 6.10 and after proceed to summarize the principles of Yoga and meditation in the format similar to but simpler than Patanjali's Yogasutra. It discusses who is a true yogi, and what it takes to reach the state where one harbors no malice towards anyone.[136][137]\n\nTranslators title this chapter as Jnana–Vijnana yoga, Religion by Discernment, Wisdom from Realization, or The Yoga of Knowledge and Judgment.[18][114][115] The chapter 7 opens with Krishna continuing his discourse. He discusses jnana (knowledge) and vijnana (realization, understanding) using the Prakriti-Purusha (matter-Self) framework of the Samkhya school of Hindu philosophy, and the Maya-Brahman framework of its Vedanta school. The chapter states that evil is the consequence of ignorance and attachment to the impermanent, the elusive Maya. It states that Self-knowledge and union with Purusha (Krishna) are the highest goal of any spiritual pursuit.[138]\n\nTranslators title the chapter as Aksara–Brahma yoga, Religion by Devotion to the One Supreme God, The Eternal Godhead, or The Yoga of the Imperishable Brahman.[18][114][115] The chapter opens with Arjuna asking questions such as what is Brahman and what is the nature of karma. Krishna states that his own highest nature is the imperishable Brahman, and that he lives in every creature as the adhyatman. Every being has an impermanent body and an eternal Self, and that \"Krishna as Lord\" lives within every creature. The chapter discusses cosmology, the nature of death and rebirth.[139] This chapter contains eschatology of the Bhagavad Gita. Importance of the last thought before death, differences between material and spiritual worlds, and light and dark paths that a Self takes after death are described.[139]\n\nTranslators title the ninth chapter as Raja–Vidya–Raja–Guhya yoga, Religion by the Kingly Knowledge and the Kingly Mystery, The Royal Path, or The Yoga of Sovereign Science and Sovereign Secret.[18][114][115] Chapter 9 opens with Krishna continuing his discourse as Arjuna listens. Krishna states that he is everywhere and in everything in an unmanifested form, yet he is not in any way limited by them. Eons end, everything dissolves and then he recreates another eon subjecting them to the laws of Prakriti (nature).[140] He equates himself to being the father and the mother of the universe, to being the Om, to the three Vedas, to the seed, the goal of life, the refuge and abode of all. The chapter recommends devotional worship of Krishna.[140] According to theologian Christopher Southgate, verses of this chapter of the Gita are panentheistic,[141] while German physicist and philosopher Max Bernhard Weinstein deems the work pandeistic.[142] It may, in fact, be neither of them, and its contents may have no definition with previously developed Western terms.\n\nTranslators title the chapter as Vibhuti–Vistara–yoga, Religion by the Heavenly Perfections, Divine Splendor, or The Yoga of Divine Manifestations.[18][114][115] When Arjuna asks of the opulences (Vibhuti) of Krishna, he explains how all the entities are his forms. He reveals his divine being in greater detail as the ultimate cause of all material and spiritual existence, as one who transcends all opposites and who is beyond any duality. Nevertheless, at Arjuna's behest, Krishna says the following are his major opulences. He says he is the atman in all beings, Arjuna's innermost Self, also compassionate Vishnu, Surya, Indra, Shiva-Rudra, Ananta, Yama, as well as the Om, Vedic sages, time, Gayatri mantra, and the science of Self-knowledge. Krishna says, \"Among the Pandavas, I am Arjuna,\" implying he is manifest in all the beings, including Arjuna. He also says that he is Rama when he says, \"Among the wielders of weapons, I am Rama\". Arjuna accepts Krishna as the purushottama (Supreme Being).[143]\n\nTranslators title the chapter as Vishvarupa–Darshana yoga, The Manifesting of the One and Manifold, The Cosmic Vision, or The Yoga of the Vision of the Cosmic Form.[18][114][115] On Arjuna's request, Krishna displays his \"universal form\" (Viśvarūpa).[144] This is an idea found in the Rigveda and many later Hindu texts, where it is a symbolism for atman (Self) and Brahman (Absolute Reality) eternally pervading all beings and all existence.[145][146] Chapter 11, states Eknath Eswaran, describes Arjuna entering first into savikalpa samadhi (a particular form), and then nirvikalpa samadhi (a universal form) as he gets an understanding of Krishna. A part of the verse from this chapter was recited by Robert Oppenheimer as he witnessed the first atomic bomb explode.[144]\n\nTranslators title the chapter as Bhakti yoga, The Religion of Faith, The Way of Love, or The Yoga of Devotion.[18][114][115] In this chapter, Krishna glorifies the path of love and devotion to God. Krishna describes the process of devotional service (Bhakti yoga). This chapter of the Gita, states Easwaran, offers a \"vastly easier\" path to most human beings to identify and love God in an anthropomorphic representation.[147] He can be projected as \"a merciful father, a divine mother, a wise friend, a passionate beloved, or even a mischievous child\", according to Easwaran. The text states that combining \"action with inner renunciation\" with the love of Krishna as a personal God leads to peace. In the last eight verses of this chapter, Krishna states that he loves those who have compassion for all living beings, are content with whatever comes their way, who live a detached life that is impartial and selfless, unaffected by fleeting pleasure or pain, neither craving for praise nor depressed by criticism.[147][148]\n\nTranslators title this chapter as Ksetra–Ksetrajna Vibhaga yoga, Religion by Separation of Matter and Spirit, The Field and the Knower, or The Yoga of Difference between the Field and Field-Knower.[18][114][115] The chapter opens with Krishna continuing his discourse. He describes the difference between the transient perishable physical body (kshetra) and the immutable eternal Self (kshetrajna). The presentation explains the difference between ahamkara (ego) and atman (Self), from there between individual consciousness and universal consciousness. The knowledge of one's true self is linked to the realization of the Self.[149][150] The 13th chapter of the Gita offers the clearest enunciation of the Samkhya philosophy, states Basham, by explaining the difference between field (material world) and the knower (Self), prakriti and purusha.[151] According to Miller, this is the chapter which \"redefines the battlefield as the human body, the material realm in which one struggles to know oneself\" where human dilemmas are presented as a \"symbolic field of interior warfare\".[152]\n\nTranslators title the fourteenth chapter as Gunatraya–Vibhaga yoga, Religion by Separation from the Qualities, The Forces of Evolution, or The Yoga of the Division of Three Gunas.[18][114][115] Krishna continues his discourse from the previous chapter. Krishna explains the difference between purusha and prakriti, by mapping human experiences to three Guṇas (tendencies, qualities).[153] These are listed as sattva, rajas and tamas. All phenomena and individual personalities are a combination of all three gunas in varying and ever-changing proportions. The gunas affect the ego, but not the Self, according to the text.[153] This chapter also relies on Samkhya theories.[154][155][156]\n\nTranslators title the chapter as Purushottama yoga, Religion by Attaining the Supreme Krishna, The Supreme Self, or The Yoga of the Supreme Purusha.[18][114][115] The fifteenth chapter expounds on Krishna's theology, in the Vaishnava Bhakti tradition of Hinduism. Krishna discusses the nature of God, according to Easwaran, wherein Krishna not only transcends the impermanent body (matter) but also transcends the atman (Self) in every being.[157] According to Franklin Edgerton, the verses in this chapter, in association with select verses in other chapters, make the metaphysics of the Gita to be dualistic. However, its overall thesis, according to Edgerton, is more complex because other verses teach the Upanishadic doctrines and \"through its God the Gita seems after all to arrive at an ultimate monism; the essential part, the fundamental element, in every thing, is after all One — is God.\"[158]\n\nTranslators title the chapter as Daivasura–Sampad–Vibhaga yoga, The Separateness of the Divine and Undivine, Two Paths, or The Yoga of the Division between the Divine and the Demonic.[18][114][115] According to Easwaran, this is an unusual chapter where two types of human nature are expounded, one leading to happiness and the other to suffering. Krishna identifies these human traits to be divine and demonic respectively. He states that truthfulness, self-restraint, sincerity, love for others, desire to serve others, being detached, avoiding anger, avoiding harm to all living creatures, fairness, compassion and patience are marks of the divine nature. The opposite of these are demonic, such as cruelty, conceit, hypocrisy and being inhumane, states Krishna.[159][160][161] Some of the verses in Chapter 16 may be polemics directed against competing Indian religions, according to Basham.[46] The competing tradition may be the materialists (Charvaka), states Fowler.[161]\n\nTranslators title the chapter as Shraddhatraya-Vibhaga yoga, Religion by the Threefold Kinds of Faith, The Power of Faith, or The Yoga of the Threefold Faith.[18][114][115] Krishna qualifies the three divisions of faith, thoughts, deeds, and even eating habits corresponding to the three modes (gunas).[162]\n\nTranslators title the chapter as Moksha–Sanyasa yoga, Religion by Deliverance and Renunciation, Freedom and Renunciation, or The Yoga of Liberation and Renunciation.[18][114][115] In the final and longest chapter, the Gita offers a final summary of its teachings in the previous chapters.[163] It begins with the discussion of spiritual pursuits through sannyasa (renunciation, monastic life) and spiritual pursuits while living in the world as a householder. It re-emphasizes the karma-phala-tyaga teaching (\"act while renouncing the fruits of your action\").[164]\n\n"
        },
        {
            "title": "Themes",
            "text": "The Gita adopts the Upanishadic concept of Absolute Reality (Brahman), a shift from the earlier ritual-driven Vedic religion to one abstracting and internalizing spiritual experiences.[168][169] According to Jeaneane Fowler, the Gita builds on the Upanishadic Brahman theme, conceptualized to be that which is everywhere, unaffected, constant Absolute, indescribable and nirguna (abstract, without features). This Absolute in the Gita is neither a He nor a She, but a \"neuter principle\", an \"It or That\".[168][169] Like some of the Upanishads, the Gita does not limit itself to the nirguna Brahman. It teaches both the abstract and the personalized Brahman (God), the latter in the form of Krishna.[168][169] It accomplishes this synthesis by projecting the nirguna Brahman as higher than saguna or personalized Brahman, where the nirguna Brahman \"exists when everything else does not\".[170][171] The text blurs any distinction between a personalized God and impersonal absolute reality by amalgamating the two and using the concepts interchangeably in later chapters.[170] This theme has led scholars to call the Gita panentheistic,[168] theistic as well as monistic.[172][11][12]\n\nThe Gita, states Fowler, \"thoroughly accepts\" atman as a foundational concept.[173] In the Upanishads, this is the Brahmanical idea that all beings have a \"permanent real self\", the true essence, the Self it refers to as Atman (Self).[174][175][176][note 15] In the Upanishads that preceded the Gita, such as the Brihadaranyaka Upanishad, the salvational goal is to know and realize this Self, a knowledge that is devoid of the delusions of the instinctive \"I, mine\" egoism typically connected with the body and material life processes that are impermanent and transient. The Gita accepts atman as the pure, unchanging, ultimate real essence.[179]\n\nThe Gita considers the world to be transient, all bodies and matter as impermanent. Everything that constitutes prakriti (nature, matter) is process driven and has a finite existence. It is born, grows, matures, decays, and dies. It considers this transient reality as Maya. Like the Upanishads, the Gita focuses on what it considers real in this world of change, impermanence, and finitude.[180][181] To build its theological framework about the world, the text relies on the theories found in the Samkhya and Vedanta schools of Hinduism.[181]\n\nThe Upanishads developed the equation \"Atman = Brahman\", states Fowler, and this belief is central to the Gita.[180] This equation is, however, interpreted in a number of ways by different sub-schools of Vedanta. In the Gita, the Self of each human being is considered to be identical to every other human being and all beings, but it \"does not support an identity with the Brahman\", according to Fowler.[180] According to Raju, the Gita supports this identity and spiritual monism, but as a form of synthesis with a personal God.[11] According to Edgerton, the authors of the Gita rely on their concept of a personalized God (Krishna) to ultimately arrive at an ultimate monism, where the devotee realizes that Krishna is the essential part, the real fundamental element within everyone and everything. Krishna is simultaneously one and all.[158] According to Huston Smith, the Gita is teaching that \"when one sees the entire universe as pervaded by the single Universal Spirit [Krishna], one contemplates, marvels, and falls in love with its amazing glory. [...] Having experienced that Truth oneself, all doubts are dispelled. This is how the flower of devotion evolves into the fruit of knowledge.\"[182]\n\nThe Gita teaches several spiritual paths – jnana, bhakti and karma – to the divine. However, states Fowler, it \"does not raise any of these to a status that excludes the others\".[183] The theme that unites these paths in the Gita is \"inner renunciation\" where one is unattached to personal rewards during one's spiritual journey.[183]\n\nThe Gita teaches the path of Karma yoga in Chapter 3 and others. It upholds the necessity of action.[184] However, this action should \"not simply follow spiritual injunctions\", without any attachment to personal rewards or because of craving for fruits. The Gita teaches, according to Fowler, that the action should be undertaken after proper knowledge has been applied to gain a full perspective on \"what the action should be\".[185][186]\n\nThe concept of such detached action is also called Nishkama Karma, a term not used in the Gita but equivalent to other terms such as karma-phala-tyaga.[185] This is where one determines what the right action ought to be and then acts while being detached to personal outcomes, to fruits, to success or failure. A karma yogi finds such work inherently fulfilling and satisfying.[187] To a karma yogi, right work done well is a form of prayer,[188] and karma yoga is the path of selfless action.[189]\n\nAccording to Mahatma Gandhi, the object of the Gita is to show the way to attain self-realization, and this \"can be achieved by selfless action, by desireless action; by renouncing fruits of action; by dedicating all activities to God, i.e., by surrendering oneself to Him, body and Self.\" Gandhi called the Gita \"The Gospel of Selfless Action\".[190] According to Jonardon Ganeri, the premise of \"disinterested action\" is one of the important ethical concepts in the Gita.[191]\n\nIn the Bhagavad Gita, bhakti is characterized as the \"loving devotion, a longing, surrender, trust and adoration\" of the divine Krishna as the ishta-devata.[192] While bhakti is mentioned in many chapters, the idea gathers momentum after verse 6.30, and chapter 12 is where is fully developed. According to Fowler, the bhakti in the Gita does not imply renunciation of \"action\", but the bhakti effort is assisted with \"right knowledge\" and dedication to one's dharma.[192] Theologian Catherine Cornille writes, \"The text [of the Gita] offers a survey of the different possible disciplines for attaining liberation through knowledge (Jnana), action (karma), and loving devotion to God (bhakti), focusing on the latter as both the easiest and the highest path to salvation.\"[193]\n\nAccording to M. R. Sampatkumaran, a Bhagavad Gita scholar, the Gita's message is that mere knowledge of the scriptures cannot lead to final release, but \"devotion, meditation, and worship are essential.\"[194] The Gita likely spawned a \"powerful devotionalism\" movement, states Fowler, because the text and this path was simpler, and available to everyone.[195]\n\nJnana yoga is the path of knowledge, wisdom, and direct realization of the Brahman.[196][197] In the Bhagavad Gita, it is also referred to as buddhi yoga and its goal is self-realization.[198] The text states that this is the path that intellectuals tend to prefer.[199] The chapter 4 of the Bhagavad Gita is dedicated to the general exposition of jnana yoga.[200][201]\n\nThe Gita praises the path, calling the jnana yogi to be exceedingly dear to Krishna, but adds that the path is steep and difficult.[202]\n\nSivananda's commentary regards the eighteen chapters of the Bhagavad Gita as having a progressive order, by which Krishna leads \"Arjuna up the ladder of Yoga from one rung to another.\"[203] The influential commentator Madhusudana Sarasvati divided the Gita's eighteen chapters into three sections with six chapters each. Swami Gambhirananda characterises Madhusudana Sarasvati's system as a successive approach in which Karma yoga leads to Bhakti yoga, which in turn leads to Jnana yoga:[204]\n\nSome scholars treat the \"yoga of meditation\" to be a distinct fourth path taught in the Gita, referring to it as Raja yoga.[84][85][205] Others consider it a progressive stage or a combination of Karma yoga and Bhakti yoga.[206] Some, such as Adi Shankara, have considered its discussion in the 13th chapter of the Gita and elsewhere to be an integral part of Jnana yoga.[207][208]\n\nThe Gita rejects ascetic life, renunciation as well as Brahminical Vedic ritualism where outward actions or non-actions are considered a means of personal reward in life, after-life or as a means of liberation. Instead it recommends the pursuit of an active life where the individual adopts \"inner renunciation\", acts to fulfill what he determines to be his dharma, without craving for or being concerned about personal rewards, viewing this as an \"inner sacrifice to the personal God for a higher good\".[209][210]\n\nAccording to Edwin Bryant, the Indologist with publications on Krishna-related Hindu traditions, the Gita rejects \"actionless behavior\" found in some Indic monastic traditions. It also \"relegates the sacrificial system of the early Vedic literature to a path that goes nowhere because it is based on desires\", states Bryant.[211]\n\nDharma is a prominent paradigm of the Mahabharata, and it is referenced in the Gita as well. The term dharma has a number of meanings.[212] Fundamentally, it refers to that which is right or just.[212] Contextually, it also means the essence of \"duty, law, class, social norms, ritual and cosmos itself\" in the text, in the sense \"the way things should be in all these different dimensions\".[212] According to Zaehner, the term dharma means \"duty\" in the Gita's context; in verse 2.7, it refers to the \"right [and wrong]\", and in 14.27 to the \"eternal law of righteousness\".[213]\n\nFew verses in the Bhagavad Gita deal with dharma, according to the Indologist Paul Hacker, but the theme of dharma is broadly important.[214] In Chapter 1, responding to Arjuna's despondency, Krishna asks him to follow his sva-dharma,[215] \"the dharma that belongs to a particular man (Arjuna) as a member of a particular varna, (i.e., the kshatriya – the warrior varna)\".[216] According to Paul Hacker, the term dharma has additional meanings in the context of Arjuna. It is more broadly, the \"duty\" and a \"metaphysically congealed act\" for Arjuna.[217] According to the Indologist Jacqueline Hirst, the dharma theme is \"of significance only at the beginning and end of the Gita\" and this may have been a way to perhaps link the Gita to the context of the Mahabharata.[218]\n\nAccording to Malinar, \"Arjuna's crisis and some of the arguments put forward to call him to action are connected to the debates on war and peace in the Udyoga Parva.\"[219] The Udyoga Parva presents many views about the nature of a warrior, his duty and what calls for heroic action. While Duryodhana presents it as a matter of status, social norms, and fate, Vidura states that the heroic warrior never submits, knows no fear and has the duty to protect people.[220] The Bhishma Parva sets the stage of two ideologies in conflict and two massive armies gathered for what each considers as a righteous and necessary war. In this context, the Gita advises Arjuna to do his holy duty (sva-dharma) as a warrior; fight and kill.[221][222][223]\n\nAccording to the Indologist Barbara Miller, the text frames heroism not in terms of physical abilities, but instead in terms of effort and inner commitment to fulfill a warrior's dharma in the battlefield.[224] War is depicted as a horror, the impending slaughter a cause for self-doubt, yet at stake is the spiritual struggle against evil.[224] The Gita's message emphasizes that personal moral ambivalence must be addressed, the warrior needs to rise above \"personal and social values\" and understand what is at stake and \"why he must fight\". The text explores the \"paradoxical interconnectedness of disciplined action and freedom\".[224]\n\nThe first reference to dharma in the Bhagavad Gita occurs in its first verse, where Dhritarashtra refers to the Kurukshetra, the location of the battlefield, as the Field of Dharma, \"The Field of Righteousness or Truth\".[212] According to Fowler, dharma in this verse may refer to the sanatana dharma, \"what Hindus understand as their religion, for it is a term that encompasses wide aspects of religious and traditional thought and is more readily used for religion\".[212] Therefore, \"field of dharma\" implies the field of righteousness, where truth will eventually triumph, states Fowler.[212] According to Jacqueline Hirst, the \"field of dharma\" phrase in the Gita epitomizes that the struggle concerns dharma itself. This dharma has \"resonances at many different levels\".[225]\n\nUnlike any other religious scripture, the Bhagavad Gita broadcasts its message in the centre of a battlefield.[226] Several modern Indian writers have interpreted the battlefield setting as an allegory for the \"the war within\".[227] Eknath Easwaran writes that the Gita's subject is \"the war within, the struggle for self-mastery that every human being must wage if he or she is to emerge from life victorious\".[228]\n\nSwami Nikhilananda, takes Arjuna as an allegory of Ātman, Krishna as an allegory of Brahman, Arjuna's chariot as the body, and Dhritarashtra as the ignorant mind.[note 16] Nikhilananda's allegorical interpretation is shared by Huston Smith.[55] Swami Vivekananda interprets the first discourse in the Gita as well as the \"Kurukshetra war\" allegorically.[229] Vivekananda states that \"when we sum up its esoteric significance, it means the war which is constantly going on within man between the tendencies of good and evil\".[230]\n\nMohandas Karamchand Gandhi, in his commentary on the Gita,[231] interprets the battle as an allegory in which the battlefield is the soul and Arjuna embodies man's higher impulses struggling against evil.[232]\n\nIn Aurobindo's view, Krishna was a historical figure, but his significance in the Gita is as a \"symbol of the divine dealings with humanity\",[233] while Arjuna typifies a \"struggling human soul\".[234] However, Aurobindo rejected the interpretation that the Gita, and the Mahabharata by extension, is only \"an allegory of the inner life\", and it has nothing to do with our outward human life and actions.[234][note 17]\n\nOther scholars such as Steven Rosen, Laurie L. Patton and Stephen Mitchell have seen in the Gita a religious defense of the warrior class' (Kshatriya Varna) duty (svadharma), which is to wage war with courage. They do not see only an allegorical teaching but also a real defense of just war.[235][236]\n\nIndian independence leaders like Lala Lajpat Rai and Bal Gangadhar Tilak saw the Gita as a text which defended war when necessary and used it to promote armed rebellion against colonial rule. Lajpat Rai wrote an article on the \"Message of the Bhagavad Gita\". He saw the main message as the bravery and courage of Arjuna to fight as a warrior.[237] Bal Gangadhar Tilak saw the Gita as defending killing when necessary for the betterment of society, such as, for example, the killing of Afzal Khan.[237]\n\nLiberation or moksha in Vedanta philosophy is not something that can be acquired. Ātman (Self) and Self-knowledge, along with the loss of egotistic ignorance, the goal of moksha, is something that is always present as the essence of the self, and must be realized by each person by one's own effort. While the Upanishads largely uphold such a monistic viewpoint of liberation, the Bhagavad Gita also accommodates the dualistic and theistic aspects of moksha. The Gita, while including impersonal Nirguna Brahman as the goal, mainly revolves around the relationship between the Self and a personal God or Saguna Brahman. A synthesis of knowledge, devotion, and desireless action is offered by Krishna as a spectrum of choices to Arjuna; the same combination is suggested to the reader as a way to moksha.[238] Christopher Chapple---a scholar focusing on Indian religions---in Winthrop Sargeant's translation of the Gita, states that \"In the model presented by the Bhagavad Gita, every aspect of life is in fact a way of salvation.\"[239]\n\nAccording to Dennis Hudson, there is an overlap between Vedic and Tantric rituals within the teachings found in the Bhagavad Gita.[243] He places the Pancaratra Agama in the last three or four centuries of 1st-millennium BCE, and proposes that both the tantric and vedic, the Agama and the Gita share the same Vāsudeva-Krishna roots.[244] Some of the ideas in the Bhagavad Gita connect it to the Shatapatha Brahmana of Yajurveda. The Shatapatha Brahmana, for example, mentions the absolute Purusha who dwells in every human being. According to Hudson, a story in this Vedic text highlights the meaning of the name Vāsudeva as the 'shining one (deva) who dwells (vasu) in all things and in whom all things dwell', and the meaning of Vishnu to be the 'pervading actor'. In Bhagavad Gita, similarly, 'Krishna identified himself both with Vāsudeva, Vishnu and their meanings'.[245][note 18] The ideas at the center of Vedic rituals in Shatapatha Brahmana and the teachings of the Bhagavad Gita revolve around this absolute Person, the primordial genderless absolute, which is the same as the goal of Pancaratra Agama and Tantra.[247]\n\n"
        },
        {
            "title": "Translations",
            "text": "The first English translation of the Bhagavad Gita was published by Charles Wilkins in 1785.[248] The Wilkins translation had an introduction to the Gita by Warren Hastings. Soon the work was translated into other European languages such as French (1787), German, and Russian. In 1849, the Weleyan Mission Press, Bangalore published The Bhagavat-Geeta, Or, Dialogues of Krishna and Arjoon in Eighteen Lectures, with Sanskrit, Canarese and English in parallel columns, edited by Rev. John Garrett, with the effort being supported by Sir. Mark Cubbon.[249]\n\nIn 1981, Larson stated that \"a complete listing of Gita translations and a related secondary bibliography would be nearly endless\".[250]: 514  According to Larson, there is \"a massive translational tradition in English, pioneered by the British, solidly grounded philologically by the French and Germans, provided with its indigenous roots by a rich heritage of modern Indian comment and reflection, extended into various disciplinary areas by Americans, and having generated in our time a broadly based cross-cultural awareness of the importance of the Bhagavad Gita both as an expression of a specifically Indian spirituality and as one of the great religious \"classics\" of all time.\"[250]: 518 \n\nAccording to Sargeant, the Gita is \"said to have been translated at least 200 times, in both poetic and prose forms\".[251] Richard Davis cites a count by Callewaert & Hemraj in 1982 of 1,891 translations of the Bhagavad Gita in 75 languages, including 273 in English.[252] These translations vary,[253] and are in part an interpretative reconstruction of the original Sanskrit text that differ in their \"friendliness to the reader\",[254] and in the amount of \"violence to the original Gita text\".[255][note 19]\n\nThe translations and interpretations of the Gita have been so diverse that these have been used to support apparently contradictory political and philosophical values. For example, Galvin Flood and Charles Martin note that interpretations of the Gita have been used to support \"pacifism to aggressive nationalism\" in politics, from \"monism to theism\" in philosophy.[260] According to William Johnson, the synthesis of ideas in the Gita is such that it can bear almost any shade of interpretation.[261] A translation \"can never fully reproduce an original and no translation is transparent\", states Richard Davis, but in the case of the Gita the linguistic and cultural distance for many translators is large and steep which adds to the challenge and affects the translation.[262] For some native translators, their personal beliefs, motivations, and subjectivity affect their understanding, their choice of words and interpretation.[263][264][265] Some translations by Indians, with or without Western co-translators, have \"orientalist\", \"apologetic\", \"Neo-Vedantic\" or \"guru phenomenon\" biases.[250]: 525–530 \n\nAccording to the exegesis scholar Robert Minor, the Gita is \"probably the most translated of any Asian text\", but many modern versions heavily reflect the views of the organization or person who does the translating and distribution. In Minor's view, the Harvard scholar Franklin Edgerton's English translation and Richard Garbe's German translation are closer to the text than many others.[267] According to Larson, the Edgerton translation is remarkably faithful, but it is \"harsh, stilted, and syntactically awkward\" with an \"orientalist\" bias and lacks \"appreciation of the text's contemporary religious significance\".[250]: 524 \n\nThe Gita has also been translated into European languages other than English. In the sixteenth and seventeenth centuries, in the Mughal Empire, multiple Persian translations of the Gita were completed.[268] In 1808, passages from the Gita were part of the first direct translation of Sanskrit into German, appearing in a book through which Friedrich Schlegel became known as the founder of Indian philology in Germany.[269] The most significant French translation of the Gita, according to J. A. B. van Buitenen, was published by Émile Senart in 1922.[270] More recently, a new French translation was produced by the Indologist Alain Porte in 2004.[271] Swami Rambhadracharya released the first Braille version of the scripture, with the original Sanskrit text and a Hindi commentary, on 30 November 2007.[web 4]\n\nThe Gita Press has published the Gita in multiple Indian languages.[272] R. Raghava Iyengar translated the Gita into Tamil in the sandam metre poetic form.[273] The Bhaktivedanta Book Trust associated with ISKCON has re-translated and published A.C. Bhaktivedanta Swami Prabhupada's 1972 English translation of the Gita in 56 non-Indian languages.[274][275][note 33] Vinoba Bhave has written the Geeta in Marathi as Geetai (or \"Mother Geeta\") in a similar shloka form.\n\nParamahansa Yogananda's commentary on the Bhagavad Gita called God Talks with Arjuna: The Bhagavad Gita has been translated into Spanish, German, Thai and Hindi so far. The book is significant in that unlike other commentaries of the Bhagavad Gita, which focus on karma yoga, jnana yoga, and bhakti yoga in relation to the Gita, Yogananda's work stresses the training of one's mind, or raja yoga.[278]\n\n"
        },
        {
            "title": "",
            "text": "Bhagavad Gita integrates various schools of thought, notably Vedanta, Samkhya and Yoga, and other theistic ideas. It remains a popular text for commentators belonging to various philosophical schools. However, its composite nature also leads to varying interpretations of the text and historic scholars have written bhashya (commentaries) on it.[279] According to Mysore Hiriyanna, the Gita is \"one of the hardest books to interpret, which accounts for the numerous commentaries on it—each differing from the rest in one essential point or the other\".[280]\n\nAccording to Richard Davis, the Gita has attracted much scholarly interest in Indian history and some 227 commentaries have survived in the Sanskrit language alone.[281] It has also attracted commentaries in regional vernacular languages for centuries, such as the one by Sant Dnyaneshwar in Marathi (13th century).[282]\n\nThe Bhagavad Gita is referred to in the Brahma Sutras and numerous scholars, including Shankara, Bhaskara, Abhinavagupta of the Shaivism tradition, Ramanuja and Madhvacharya, wrote commentaries on it.[283][284] Many of these commentators state that the Gita is \"meant to be a moksa-shastra (moksasatra), and not a dharmasastra, an arthasastra or a kamasastra\".[285]\n\nThe oldest and most influential surviving commentary was published by Adi Shankara (Śaṅkarācārya).[286][287] Shankara interprets the Gita in a monist, nondualistic tradition (Advaita Vedanta).[288] Shankara prefaces his comments by stating that the Gita is popular among the laity, that the text has been studied and commented upon by earlier scholars (these texts have not survived), but that \"I have found that to the laity it appears to teach diverse and quite contradictory doctrines\". He calls the Gita \"an epitome of the essentials of the whole Vedic teaching\".[289] To Shankara, the teaching of the Gita is to shift an individual's focus from the outer, impermanent, fleeting objects of desire and senses to the inner, permanent, eternal atman-Brahman-Vasudeva that is identical, in everything and in every being.[290]\n\nAbhinavagupta was a theologian and philosopher of the Kashmir Shaivism (Shiva) tradition.[287] He wrote a commentary on the Gita as Gitartha-Samgraha, which has survived into the modern era. The Gita text he commented on is a slightly different recension than the one of Adi Shankara. He interprets its teachings in the Shaiva Advaita (monism) tradition quite similar to Adi Shankara, but with the difference that he considers both Self and matter to be metaphysically real and eternal. Their respective interpretations of jnana yoga are also somewhat different, and Abhinavagupta uses Atman, Brahman, Shiva, and Krishna interchangeably. Abhinavagupta's commentary is notable for its citations of more ancient scholars, in a style similar to Adi Shankara. However, the texts he quotes have not survived into the modern era.[291]\n\nRamanuja was a Hindu theologian, philosopher, and an exponent of the Sri Vaishnavism (Vishnu) tradition in 11th and early 12th century. Like his Vedanta peers, Ramanuja wrote a bhashya (commentary) on the Gita.[292] Ramanuja's commentary disagreed with Adi Shankara's interpretation of the Gita as a text on nondualism (Self and Brahman are identical), and instead interpreted it as a form of dualistic and qualified monism (Vishishtadvaita).[293][294]\n\nMadhva, a commentator of the Dvaita (modern taxonomy) Tatvavada (actually quoted by Madhva) Vedanta school,[287] wrote a commentary on the Bhagavad Gita, which exemplifies the thinking of the Tatvavada school (Dvaita Vedanta).[286] According to Christopher Chapelle, in Madhva's school there is \"an eternal and complete distinction between the Supreme, the many Selfs, and matter and its divisions\".[295] His commentary on the Gita is called Gita Bhāshya. Madhva's commentary has attracted secondary works by pontiffs of the Dvaita Vedanta monasteries such as Padmanabha Tirtha, Jayatirtha, and Raghavendra Tirtha.[296]\n\nKeśava Kāśmīri Bhaṭṭa, a commentator of Dvaitādvaita Vedanta school, wrote a commentary on the Bhagavad Gita named Tattva-prakāśikā. The text states that Dasasloki—possibly authored by Nimbarka—teaches the essence of the Gita; the Gita tattva prakashika interprets the Gita also in a hybrid monist-dualist manner.[297][298]\n\nVallabha, the proponent of \"Suddhadvaita\" or pure non-dualism, wrote a commentary on the Gita, the Sattvadipika. According to him, the true Self is the Supreme Brahman. Bhakti is the most important means of attaining liberation.\n\nOther classical commentators include\n\n"
        },
        {
            "title": "Reception",
            "text": "With its translation and study by Western scholars beginning in the early 18th century, the Bhagavad Gita gained a growing appreciation and popularity.[web 1] According to the Indian historian and writer Khushwant Singh, Rudyard Kipling's famous poem \"If—\" is \"the essence of the message of the Gita in English.\"[331]\n\nThe Bhagavad Gita has been highly praised, not only by prominent Indians including Mahatma Gandhi and Sarvepalli Radhakrishnan,[332] but also by Aldous Huxley, Henry David Thoreau, J. Robert Oppenheimer,[333] Ralph Waldo Emerson, Carl Jung, Herman Hesse,[334][335] and Bülent Ecevit.[336]\n\nAt a time when Indian nationalists were seeking an indigenous basis for social and political action against colonial rule, Bhagavad Gita provided them with a rationale for their activism and fight against injustice.[337] Bal Gangadhar Tilak and Mahatma Gandhi used the text to help inspire the Indian independence movement.[note 35][note 36] Mahatma Gandhi expressed his love for the Gita in these words:\n\nJawaharlal Nehru, the first Prime Minister of independent India, commented on the Gita:\n\nA. P. J. Abdul Kalam, 11th President of India, despite being a Muslim, used to read Bhagavad Gita and recite its mantras.[340][341][342][343][344]\n\nJ. Robert Oppenheimer, American physicist and director of the Manhattan Project, learned Sanskrit in 1933 and read the Bhagavad Gita in the original form, citing it later as one of the most influential books to shape his philosophy of life. Oppenheimer later recalled that, while witnessing the explosion of the Trinity nuclear test, he thought of verses from the Bhagavad Gita (XI,12):\n\nYears later he would explain that another verse had also entered his head at that time:\n\nRalph Waldo Emerson, remarked the following after his first study of the Gita, and thereafter frequently quoted the text in his journals and letters, particularly the \"work with inner renunciation\" idea in his writings on man's quest for spiritual energy:[349]\n\nNarendra Modi, the 14th prime minister of India, called the Bhagavad Gita \"India's biggest gift to the world\".[350] Modi gave a copy of it to the then President of the United States of America, Barack Obama in 2014 during his U.S. visit.[351]\n\nThe world's largest Bhagavad Gita is in the ISKCON Temple Delhi, which is the world's largest sacred book of any religion. It weighs 800 kg and measures over 2.8 metres by 2.0 metres. It was unveiled by Narendra Modi, the Prime Minister of India on 26 February 2019.[352][353] On 27 February 2021, the Bhagavad Gita, was launched into outer space in a SD card, on a PSLV-C51 rocket launched by the Indian Space Research Organisation (ISRO) from the Satish Dhawan Space Centre in Sriharikota.[354]\n\nIn the Gita, Krishna persuades Arjuna to wage war where the enemy includes some of his own relatives and friends. In light of the Ahimsa (non-violence) teachings in Hindu scriptures, the Gita has been criticized as violating the Ahimsa value, or alternatively, as supporting political violence.[355] The justification of political violence when peaceful protests and all else fails, states Varma, has been a \"fairly common feature of modern Indian political thought\" along with the \"mighty antithesis of Gandhian thought on non-violence\". During the independence movement in India, Hindus considered the active \"burning and drowning of British goods\". While technically illegal under colonial legislation, these acts were viewed as a moral and just war for the sake of liberty and righteous values of the type that the Gita discusses.[356] According to Paul Schaffel the influential Hindu nationalist V.D. Savarkar \"often turned to Hindu scripture such as the Bhagavad Gita, arguing that the text justified violence against those who would harm Mother India.\"[357]\n\nV. R. Narla, in his book length critique of the text titled The Truth About the Gita, criticizes the ethical teachings of the Gita. He argues that the ethics of the Gita are so ambiguous, that one can use it to justify any ethical position.[358] Narla argues that the Gita is mainly a theological argument in favor of the warrior ethos.[359] Narla argues that the fact that the Gita tries constantly to make Arjuna kill his kin in order to gain a petty kingdom shows it is not a pacifist work. Narla compares the Krishna of the Gita with a modern day terrorist, who uses theology to excuse violence.[360] Narla also cites D.D. Kosambi who argued that the apparent moral of the Gita is \"kill your brother if duty calls, without passion; as long as you have faith in Me, all sins are forgiven...\".[361]\n\nIn his Myth and Reality, the Indian historian D.D. Kosambi argued that the Gita was written as a religious text that could provide support for the actions of the upper castes, including the warrior caste. These sort of exhortations to battle would not have been uncommon in ancient India as it was the job of Indian bards. Kosambi writes that in the Gita, \"the high god repeatedly emphasizes the great virtue of non-killing (ahimsa), yet the entire discourse is an incentive to war.\"[362] He also cites the Gita, which states: \"if slain, you gain heaven; if victorious, the earth; so up, son of Kunti, and concentrate on fighting.\"[362] Kosambi argues that the injunctions and excuses for killing found in the Gita are unethical.[362]\n\nThe Indian jurist and politician B. R. Ambedkar also saw the Gita's defense of violence based on the eternity of the soul (atman) as unethical. Ambedkar wrote that \"to say that killing is no killing because what is killed is the body and not the soul is an unheard of defense of murder...If Krishna were to appear as a lawyer acting for a client who is being tried for murder and pleaded the defense set out by him in the Bhagvat Gita there is not the slightest doubt that he would be sent to the lunatic asylum.\"[363]\n\nIn his introduction to his translation of the Gita, Purushottama Lal argues that while Arjuna appears as a pacifist, concerned with ahimsa, Krishna \"is the militarist\" who convinces him to kill.[364] According to Lal, Krishna makes use of a \"startling\" argument to convince Arjuna to kill, which Lal outlines as \"the atman is eternal; only the body dies; so go ahead and kill - you will kill only the body, the atman will remain unaffected [2:19-21].\"[364] Lal states that \"there could hardly be a better example of forked-tongue speciousness.\"[364] Lal further argues that: \"the truth of the matter surely is that no rational refutation is possible of the essential humanist position that killing is wrong...many of the answers given by Krishna appear to be evasive and occasionally sophistic. When logic fails, Krishna apparently resorts to divine magic.\"[364] According to Lal, in the Gita, Krishna \"stuns Arjuna with a glorious 'revelation' of psychedelic intensity.\" This \"confidence trick\" is problematic for Lal, who sees Arjuna's plight as a \"painful and honest problem that Krishna should have faced on its own terms, painfully and honestly, and did not.\"[364]\n\nMahatma Gandhi credited his commitment for ahimsa to the Gita. For Gandhi, the Gita is teaching that people should fight for justice and righteous values, that they should never meekly suffer injustice to avoid a war. According to the Indologist Ananya Vajpeyi, the Gita does not elaborate on the means or stages of war, nor on ahimsa, except for stating that \"ahimsa is virtuous and characterizes an awakened, steadfast, ethical man\" in verses such as 13.7–10 and 16.1–5.[365] For Gandhi, states Vajpeyi, ahimsa is the \"relationship between self and other\" as he and his fellow Indians battled against colonial rule. Gandhian ahimsa is in fact \"the essence of the entire Gita\", according to Vajpeyi.[365] The teachings of the Gita on ahimsa are ambiguous, states Arvind Sharma, and this is best exemplified by the fact that Nathuram Godse stated the Gita as his inspiration to do his dharma after he assassinated Mahatma Gandhi.[117] Thomas Merton, the Trappist monk and author of books on Zen Buddhism, concurs with Gandhi and states that the Gita is not teaching violence nor propounding a \"make war\" ideology. Instead, it is teaching peace and discussing one's duty to examine what is right and then act with pure intentions, when one faces difficult and repugnant choices.[366]\n\nThe Gita has been cited and criticized as a Hindu text that supports varna-dharma and the caste system.[367][368][369] B. R. Ambedkar, born in a Dalit family and the principal architect of the Constitution of India, criticized the text for its stance on caste and for \"defending certain dogmas of religion on philosophical grounds\".[369] According to Jimmy Klausen, Ambedkar in his essay Krishna and his Gita stated that the Gita was a \"tool\" of Brahmanical Hinduism and for its latter-day saints such as Mahatma Gandhi and Lokmanya Tilak. To Ambedkar, states Klausen, it is a text of \"mostly barbaric, religious particularisms\" offering \"a defence of the kshatriya duty to make war and kill, the assertion that varna derives from birth rather than worth or aptitude, and the injunction to perform karma\" neither perfunctorily nor egotistically.[370]\n\nIn his Myth and Reality, D.D. Kosambi argued that \"practically anything can be read into the Gita by a determined person, without denying the validity of a class system.\"[371] Kosambi argued that the Gita was a scripture that supported the superiority of the higher varnas while seeing all other varnas as \"defiled by their very birth, though they may in after-life be freed by their faith in the god who degrades them so casually in this one.\"[371] He quotes the Gita which states that Krishna says \"The four-caste (class) division has been created by Me.\"[371][372] Similarly, V. R. Narla also argues that the Gita states that God created the caste (varna) system.[373] Narla also critiques the Gita for stating that those who are not kshatriyas or brahmins are \"born from sinful wombs\".[373]\n\nThe Gita presents its teaching in the context of a war where the warrior Arjuna is in inner crisis about whether he should renounce and abandon the battlefield, or fight and kill the enemy (which includes many relatives and friends of his). He is advised by Krishna to do his sva-dharma, a term that has been variously interpreted. According to the Indologist Paul Hacker, the contextual meaning in the Gita is the \"dharma of a particular varna\".[374] In this case, Arjuna is part of the warrior (kshatriya) varna (social class), so Krishna is telling Arjuna to do what warrior social class must do by virtue of his belonging to that class.[374]\n\nNeo-Hindus such as Bankim Chandra Chatterjee, states Hacker, have preferred to not translate it in those terms, or \"dharma\" as religion, but leave Gita's message as \"everyone must follow his sva-dharma\".[375] According to Chatterjee, the Hindus already understand the meaning of that term. To render it in English for non-Hindus for its better understanding, one must ask what is the sva-dharma for the non-Hindus? The Lord, states Chatterjee, created millions and millions of people, and he did not ordain dharma only for Indians [Hindus] and \"make all the others dharma-less\", for \"are not the non-Hindus also his children\"? According to Chatterjee, the Krishna's religion of Gita is \"not so narrow-minded\".[375] This argument, states Hacker, is an attempt to \"universalize Hinduism\".[375]\n\nNadkarni and Zelliot present the opposite view, citing early Bhakti saints of the Krishna-tradition such as the 13th-century saint Dnyaneshwar.[376] According to Dnyaneshwar, the Gita starts off with the discussion of sva-dharma in Arjuna's context but ultimately shows that caste differences are not important. For Dnyaneshwar, people err when they see themselves distinct from each other and Krishna, and these distinctions vanish as soon as they accept, understand and enter with love unto Krishna.[377][378]\n\nAccording to Swami Vivekananda, sva-dharma in the Gita does not mean \"caste duty\", rather it means the duty that comes with one's life situation (mother, father, husband, wife) or profession (soldier, judge, teacher, doctor). For Vivekananda, the Gita was an egalitarian scripture that rejected caste and other hierarchies because of its verses such as 13.27—28, which states \"He who sees the Supreme Lord dwelling equally in all beings, the Imperishable in things that perish, he sees verily. For seeing the Lord as the same everywhere present, he does not destroy the Self by the Self, and thus he goes to the highest goal.\"[379][note 38]\n\nAurobindo modernises the concept of dharma by internalising it, away from the social order and its duties towards one's personal capacities, which leads to a radical individualism,[382] \"finding the fulfilment of the purpose of existence in the individual alone.\"[382] He deduced from the Gita the doctrine that \"the functions of a man ought to be determined by his natural turn, gift, and capacities\",[382] that the individual should \"develop freely\"[382] and thereby would be best able to serve society.[382]\n\nGandhi's view differed from Aurobindo's view.[383] He recognised in the concept of sva-dharma his idea of svadeshi (sometimes spelled swadeshi), the idea that \"man owes his service above all to those who are nearest to him by birth and situation.\"[383] To him, svadeshi was \"sva-dharma applied to one's immediate environment.\"[384]\n\nAccording to Jacqueline Hirst, the universalist neo-Hindu interpretations of dharma in the Gita are modernist readings, though any study of pre-modern distant foreign cultures is inherently subject to suspicions about \"control of knowledge\" and bias on the various sides.[385] Hindus have their own understanding of dharma that goes much beyond the Gita or any particular Hindu text.[385] Further, states Hirst, the Gita should be seen as a \"unitary text\" in its entirety rather than a particular verse analyzed separately or out of context. Krishna is presented as a teacher who \"drives Arjuna and the reader beyond initial preconceptions\". The Gita is a cohesively knit pedagogic text, not a list of norms.[386]\n\nNovel interpretations of the Gita, along with apologetics on it, have been a part of the modern era revisionism and renewal movements within Hinduism.[387] Bankim Chandra Chatterji, the author of Vande Mataram – the national song of India, challenged orientalist literature on Hinduism and offered his interpretations of the Gita, states Ajit Ray.[388][216] Bal Gangadhar Tilak interpreted the karma yoga teachings in Gita as a \"doctrine of liberation\" taught by Hinduism,[389] while Sarvepalli Radhakrishnan stated that the Bhagavad Gita teaches a universalist religion and the \"essence of Hinduism\" along with the \"essence of all religions\", rather than a private religion.[390]\n\nVivekananda's works contained numerous references to the Gita, such as his lectures on the four yogas – Bhakti, Jnana, Karma, and Raja.[391] Through the message of the Gita, Vivekananda sought to energise the people of India to reclaim their dormant but strong identity.[392] Aurobindo saw Bhagavad Gita as a \"scripture of the future religion\" and suggested that Hinduism had acquired a much wider relevance through the Gita.[393] Sivananda called Bhagavad Gita \"the most precious jewel of Hindu literature\" and suggested its introduction into the curriculum of Indian schools and colleges.[394]\n\nAccording to Ronald Neufeldt, it was the Theosophical Society that dedicated much attention and energy to the allegorical interpretation of the Gita, along with religious texts from around the world, after 1885 and given H. P. Blavatsky, Subba Rao and Anne Besant writings.[395] Their attempt was to present their \"universalist religion\". These late 19th-century theosophical writings called the Gita as a \"path of true spirituality\" and \"teaching nothing more than the basis of every system of philosophy and scientific endeavor\", triumphing over other \"Samkhya paths\" of Hinduism that \"have degenerated into superstition and demoralized India by leading people away from practical action\".[395]\n\nPhilip Glass retold the story of Gandhi's early development as an activist in South Africa through the text of the Gita in the opera Satyagraha (1979). The entire libretto of the opera consists of sayings from the Gita sung in the original Sanskrit.[web 5]\n\nIn Douglas Cuomo's Arjuna's dilemma, the philosophical dilemma faced by Arjuna is dramatised in operatic form with a blend of Indian and Western music styles.[web 6]\n\nThe 1993 Sanskrit film, Bhagavad Gita, directed by G. V. Iyer won the 1993 National Film Award for Best Film.[web 7][web 8]\n\nThe 1995 novel by Steven Pressfield, and its adaptation as the 2000 golf movie The Legend of Bagger Vance by Robert Redford has parallels to the Bhagavad Gita, according to Steven J. Rosen. Steven Pressfield acknowledges that the Gita was his inspiration, the golfer character in his novel is Arjuna, the caddie is Krishna, states Rosen. The movie, however, uses the plot but glosses over the teachings unlike in the novel.[396]\n\n"
        }
    ]
}