{
    "url": "https://en.wikipedia.org/wiki/Bhoja",
    "title": "Bhoja",
    "table_of_contents": [
        "1 Early life",
        "1.1 Legend of persecution by Munja",
        "2 Anointment",
        "2.1 Period of reign",
        "2.2 Names and titles",
        "3 Military career",
        "4 Death",
        "5 Cultural contributions",
        "5.1 Literary works",
        "6 Religion",
        "7 Personal life",
        "8 Legends",
        "9 In popular culture",
        "10 References",
        "11 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBhoja (reigned c. 1010–1055 CE) was an Indian king from the Paramara dynasty. His kingdom was centered around the Malwa region in central India, where his capital Dhara-nagara (modern Dhar) was located. Bhoja fought wars with nearly all his neighbours in attempts to extend his kingdom, with varying degrees of success. At its zenith, his empire extended from Chittor in the north to upper Konkan in the south, and from the Sabarmati River in the west to Vidisha in the east.\n\nBecause of his patronage to scholars, Bhoja became one of the most celebrated kings in the Indian history. After his death, he came to be featured in several legends as a righteous scholar-king. The body of legends clustered around him is comparable to that of the Emperor Vikramaditya.\n\nBhoja is best known as a patron of arts, literature, and sciences. The establishment of the Bhoj Shala, a centre for Sanskrit studies, is attributed to him. He was a polymath, and several books covering a wide range of topics are attributed to him. He is also said to have constructed a large number of Shiva temples, although Bhojeshwar Temple in Bhojpur (a city founded by him) is the only surviving temple that can be ascribed to him with certainty.\n\n"
        },
        {
            "title": "Early life",
            "text": "Bhoja's father and predecessor was Sindhuraja. According to Bhoja-Prabandha, his mother's name was Savitri.[1] Bhoja's reputation as a scholar-king suggests that he was well-educated as a child. The Bhoja-Prabandha states that he was educated by his guardians as well as other learned scholars.[2]\n\nAccording to Bhoja-Prabandha, early in his life, Bhoja suffered from intense headaches. Two Brahmin surgeons from Ujjain made him unconscious using an anaesthetic powder called moha-churna, opened his cranial bone, removed a tumor, and then made him regain his consciousness by administering another powder called sanjivani.[3][4]\n\nAccording to Tilaka-Manjari, composed by Bhoja's contemporary Dhanapala, Bhoja's feet had auspicious birthmarks indicating that he was fit to be a king.[5] His uncle Munja (and his father's predecessor) loved him greatly, and appointed him as the king.[6]\n\nHowever, several later legendary accounts state that Munja was initially jealous of Bhoja, and tried to prevent him from becoming a king. For example, the 14th century Prabandha-Chintamani states that during the reign of Munja, an astrologer prophesied Bhoja's long reign. Munja, who wanted his own son to become the king, ordered Bhoja's killing.[7] Bhoja was appointed as the king by the royal ministers after Munja's death.[5] According to a Gujarati legend documented in Rasmala, Munja ordered Bhoja's murder, but later appointed him as the crown prince.[6]\n\nBhoja-Prabandha states that Munja ordered one Vatsaraja to kill Bhoja at the Mahamaya temple in Bhuvaneshvari forest. On hearing Bhoja's cultured manner of talking, Vatsaraja and his men abandoned the murder plan. They faked Bhoja's death, and presented to Munja a fake head and a verse from Bhoja. The verse described how great kings like Mandhata, Rama and Yudhishthira died leaving behind all their property; it then sarcastically added that Munja would be the only one whom the earthly possessions would follow. The verse moved Munja to tears, and made him realize his mistake. When he learned that Bhoja was still alive, he invited Bhoja to back to his court. To repent for his sin, he also went on a pilgrimage to Dharmaranya, where he established a town called Munjapuram.[8] The sarcastic verse, purportedly written by Bhoja to Munja, also appears as an antonymous extract in Sharngadhara-paddhati (1363 CE).[9]\n\nThese stories of Bhoja's persecution by Munja are essentially mythical. This legend is not found in the works composed by the contemporaries of Munja, Sindhuraja and Bhoja. For example, the Nava-sahasanka-charita makes no mention of this story. The legend appears to be the poetic imagination of later composers.[10] Ain-i-Akbari also contains a variation of this account, but completely distorts the legend, naming Munja as the one who was persecuted by Bhoja. This account is also completely unreliable from a historical point of view.[11]\n\n"
        },
        {
            "title": "Anointment",
            "text": "Some literary works suggest that Bhoja succeeded his uncle Munja as the Paramara king. These works include Tilaka-Manjari, Prabandha-Chintamani, and Rasmala. However, several other works as well as epigraphic evidence indicate that Bhoja succeeded his father Sindhuraja. Padmagupta, the court poet of Sindhuraja and Bhoja, also supports this fact. According to Bhoja-Prabandha, Munja left the Paramara administration in hands of Sindhuraja before departing on a military expedition. Munja unexpectedly died in this campaign, and as a result, Sindhuraja succeeded him as the king.[12] Sindhuraja's court poet Padmagupta, in his Nava-Sahasanka-Charita, states that Munja \"placed the world in Sindhuraja's hands\" before leaving for Ambika's town. This indicates that he left the administration in Sindhuraja's hands before leaving for his fatal expedition against Tailapa II.[13] Udaipur Prashasti inscription seems to confirm this.[5]\n\nThe Modasa copper plates (1010–11 CE) are the earliest historical record of Bhoja's reign.[14] The Chintamani-Sarnika (1055 CE) was composed by Bhoja's court poet Dasabala.[14] An inscription of Bhoja's successor Jayasimha I is also dated 1055 CE. Thus, 1055 CE can be taken as the last year of Bhoja's reign.[15] Based on these evidences, scholars such as Pratipal Bhatia assign Bhoja's reign to 1010–1055 CE.[16]\n\nHowever, some scholars assign the beginning of Bhoja's reign variously between 1000 CE and 1010 CE, based on their interpretations of inscriptions and legendary texts.[17] For example, Merutunga's Prabandha-Chintamani states that Bhoja ruled for 55 years, 7 months and 3 days.[15] Based on this, scholars such as D. C. Ganguly and K. C. Jain assign Bhoja's reign to 1000–1055 CE.[16] However, as K. M. Munshi states, dates are \"the weakest point in Merutunga's narratives\".[18] A. K. Warder, who dismisses Merutunga as \"completely unreliable\" and his narratives as \"essentially fiction\", believes there is no evidence that Bhoja's reign began much earlier than 1010 CE.[19]\n\nIn the Paramara inscriptions, Bhoja is mentioned as Bhoja-deva. In some modern north Indian languages such as Hindi, he is also known as \"Bhoj\" (because of schwa deletion). Bhoja's inscriptions mention his titles as Parama-bhattaraka, Maharajadhiraja and Parameshvara.[20] Ganaratna Mahodadhi (1140 CE), a work on grammar by Vardhamana, suggests that \"Tribhuvan Narayana\" or \"Triloka Narayana\" (\"Lord of the three worlds\") was also a title of Bhoja. This is corroborated by epigraphic evidence: the Shiva temple ascribed to Bhoja in the Chittor fort has an idol which was named \"Bhojasvamindeva\" as well as \"Tribhuvan Narayanadeva\".[21]\n\n"
        },
        {
            "title": "Military career",
            "text": "While Bhoja became famous as a benevolent king and a patron of arts and culture, he was also renowned as a warrior.[21] He inherited a kingdom centered around the Malwa region, and made several attempts to expand it with varying results. The Udaipur Prashasti inscription of Bhoja's brother compares Bhoja to the legendary king Prithu, and states that he \"ruled the earth from Kailasha to Malaya hills and up to the mountains of the setting and the rising sun\".[22] This is an obvious exaggeration:[23] historical evidence indicates that Bhoja's kingdom extended from Chittor in the north to upper Konkan in the south, and from the Sabarmati River in the west to Vidisha in the east.[24]\n\nSeveral legends mention conflicts between the ruler of Malwa and the Chaulukyas, during the reign of the Chaulukya kings Vallabha-raja and Durlabha-raja. Vallabha is said to have died of smallpox during an expedition against the Paramaras. This incident may have happened during the early part of Bhoja's reign, or during the reign of his father Sindhuraja.[25][26] Vallabha's successor Durlabha is said to have repulsed an attack by a confederacy that included the ruler of Malwa, but modern historians doubt the authenticity of this legend.[27][28]\n\nBhoja's first military aggression appears to be his invasion of the Lata region (in present-day Gujarat), around 1018 CE. Bhoja subjugated the Chalukyas of Lata, whose ruler Kirtiraja may have served as his feudatory for a brief period.[29][30] Bhoja's invasion of Lata brought him close to the Shilahara kingdom of northern Konkana, which was located to the south of Lata.[31] Bhoja invaded and captured Konkana sometime between 1018 and 1020 CE, during the reign of the Shilahara king Arikesari.[32] He celebrated this victory in a big way by making generous donations to Brahmins. His 1020 CE inscription states that he organized a Konkana-Grahana Vijaya Parva (\"Konkan Victory Festival\").[33] The Shilaharas probably continued to administer Konkana as Bhoja's vassals.[34] By the end of his reign, Bhoja had lost this territory to the Chalukyas of Kalyani.[35]\n\nSometime before 1019 CE, Bhoja formed an alliance against the Chalukyas of Kalyani with Rajendra Chola and Gangeyadeva Kalachuri. At this time, Jayasimha II was the Chalukya king.[36] The triple alliance engaged the Chalukyas at their northern and southern frontiers simultaneously.[37] The extent of Bhoja's success in this campaign is not certain, as both Chalukya and Paramara panegyrics claimed victory.[38] Historian D. C. Ganguly believes that Bhoja achieved some early victories against the Chalukyas, but was ultimately defeated. Others, including D. B. Diskalkar and H. C. Ray, believe that Bhoja was defeated by Jayasimha after some early successes, but ultimately emerged victorious against the Chalukyas after 1028 CE. According to Georg Bühler, the struggle probably ended with some advantage for Bhoja, which might have been exaggerated into a great victory by the Paramara poets.[39]\n\nThe Udaipur Prashasti states that Bhoja defeated a ruler named Indraratha. Modern historians identify this king with Indranatha, the Somavamshi king of Kalinga. This king was defeated by Rajendra Chola: Bhoja may have played a secondary role in the Chola campaign as part of an alliance.[40][41]\n\nThe Ghaznavids, a Muslim dynasty of Turkic origin, invaded north-western India in the 11th century, led by Mahmud of Ghazni. The Udaipur Prashasti claims that Bhoja's mercenaries defeated the Turushkas (Turkic people).[42] There are some legendary accounts of Bhoja's military successes against the foreign invaders identified with the Ghaznavids. However, there is no clear evidence to show that Bhoja fought against the Ghaznavids or any other Muslim army.[43] Bhoja might have contributed troops to the Kabul Shahi ruler Anandapala's fight against the Ghaznavids. He is believed to have granted asylum to Anandapala's son Trilochanapala.[44] Several medieval Muslim historians state that Mahmud avoided a confrontation with a powerful Hindu ruler named Param Dev after sacking the Somnath Hindu temple. Modern historians identify Param Dev as Bhoja: the name may be a corruption of Paramara-Deva or of Bhoja's title Parameshvara-Paramabhattaraka.[45][46] Bhoja may have also been a part of the Hindu alliance that expelled Mahmud's governors from Hansi, Thanesar and other areas around 1043 CE.[47][30]\n\nBhoja's attempt to expand his kingdom eastwards was foiled by the Chandela king Vidyadhara.[48] However, Bhoja was able to extend his influence among the Chandela feudatories, possibly after Vidyadhara's death. The Kachchhapaghatas of Dubkund, who were the northern neighbours of the Paramaras, were originally Chandela feudatories. However, their ruler Abhimanyu accepted Bhoja's suzerainty.[49] Bhoja also launched a campaign against the Kachchhapaghatas of Gwalior, possibly with the ultimate goal of capturing Kannauj, but his attacks were repulsed by their ruler Kirtiraja.[50]\n\nAccording to the Udaipur Prashasti inscription, Bhoja defeated the Gurjara king. The identity of this king is debated by the historians, but he is generally identified as a weak Gurjara-Pratihara ruler of Kannauj. Bhoja did not retain control of Kannauj for a long time, if at all.[51]\n\nThe 1046 CE Tilakawada copper plate inscription states that Bhoja's general Suraditya stabilized his royal fortune by slaughtering one Sahavahana in a battle.[52] Some earlier historians identified Sahavahana as a king of Chamba, but this identification is doubtful, considering the distance between Chamba and Malwa, and the fact that the ruler of Chamba was not powerful enough to destabilize Bhoja's kingdom.[53] Sahavahana might been a general of one of Bhoja's rivals, possibly the Kalachuri king Karna.[54]\n\nBhoja defeated and killed Viryarama, the Shakambhari Chahamana ruler. Encouraged by this success, he also waged a war against the Chahamanas of Naddula. But in this second campaign, his army was forced to retreat, and his general Sadha was killed.[55]\n\nDuring the last years of Bhoja's reign, sometime after 1042 CE, Jayasimha's son and successor Someshvara I invaded Malwa, and sacked his capital Dhara.[30] Multiple Chalukya inscriptions dated between 1058 and 1067 CE state that the Chalukyas plundered the important Paramara cities, including Dhara, Ujjayini and Mandapa.[56] Bhoja re-established his control over Malwa soon after the departure of the Chalukya army. Nevertheless, the defeat was a major setback for the Paramaras, and pushed back the southern boundary of their kingdom from Godavari to Narmada.[57][58]\n\nAlthough the Bhoja and Kalachuri king Gangeya were part of an alliance against the Chalukyas, Bhoja defeated Gangeya. It is not certain when they turned into enemies. According to one theory, Bhoja defeated Gangeya before his Chalukya campaign, in which Gangeya must have fought as a Paramara vassal. A contradictory theory is that the two turned enemies after their Chalukya campaign, sometime between 1028 CE and 1042 CE.[59][60] The Udaipur Prashasti also claims that Bhoja defeated one Togglala,[61] who might have been Gangeya's predecessor Kokalla II.[62]\n\n"
        },
        {
            "title": "Death",
            "text": "During the last year of Bhoja's reign, or shortly after his death, the Chaulukya king Bhima I and the Kalachuri king Karna attacked his kingdom. According to the 14th century author Merutunga, Bhoja had once thought of subjugating Bhima, but Bhima's diplomat avoided a Paramara invasion by instigating Bhoja against the Chalukyas of Kalyani instead.[63] Sometime before 1031 CE, Bhima launched an expedition against the Paramara branch at Abu, forcing its ruler Dhandhuka to seek shelter with Bhoja.[64] Hemachandra, who was patronized by the Chaulukyas, states that Bhoja's general Kulachandra once sacked the Chaulukya capital while Bhima was fighting a war at the Sindh frontier.[65] Bhima later dispatched his soldiers to raid Malwa several times. Merutunga's Prabandha-Chintamani states that once two such soldiers attacked Bhoja in the vicinity of his capital Dhara, but the Paramara king escaped unhurt.[66]\n\nMerutunga also states that Karna once challenged Bhoja to either a war or a palace-building contest. Bhoja, who was an old man by this time, chose the second option. Bhoja lost this contest, but refused to accept Karna's suzerainty. As a result, Karna, in alliance with Bhima, invaded Malwa. According to Merutunga, Bhoja died of a disease at the same time the allied army attacked his kingdom.[67][68] Several literary works written under Chaulukya patronage suggest that Bhima subjugated Bhoja while Bhoja was still alive. However, such claims are not corroborated by historical evidence.[69][70]\n\n"
        },
        {
            "title": "Cultural contributions",
            "text": "Bhoja is best remembered for his intellect and patronage to cultural activities. Noted poets and writers of his time sought his sponsorship. The Kashmiri writer Bilhana famously rued that Bhoja died before him, because of which he failed to seek the king's patronage. Several later kings also emulated Bhoja. For example, Krishnadevaraya of the Vijayanagara Empire styled himself as Abhinava-Bhoja (\"the new Bhoja\") and Sakala-Kala-Bhoja (\"Bhoja of all the arts\").[71]\n\nBhoja was himself a polymath. Under his rule, Mālwa and its capital Dhara became one of the chief intellectual centres of India. He is said to have paid great attention to the education of his people, so much so that even humble weavers in the kingdom are supposed to have composed metrical Sanskrit kavyas.\n\nBhoja is said to have founded the city of Bhojpur, a belief supported by historical evidence. Besides the Bhojeshwar Temple there, the construction of three now-breached dams in that area is attributed to him.[72] The temple originally stood on the banks of a reservoir 18.5 long and 7.5 miles wide.[73] This reservoir was formed through construction of 3 earth-and-stone dams during Bhoja's reign. The first dam, built on Betwa River, trapped the river waters in a depression surrounded by hills. A second dam was constructed in a gap between the hills, near present-day Mendua village. A third dam, located in present-day Bhopal, diverted more water from the smaller Kaliasot river into the Betwa dam reservoir. This man-made reservoir existed until 15th century, when Hoshang Shah emptied the lake by breaching two of the dams.[72]\n\nBhoja established the Bhoj Shala which was a centre for Sanskrit studies and a temple of Sarasvatī in present-day Dhar. According to folklore, the Bhopal city was established by and named after him (\"Bhojpal\"),[74] but it is possible that the city derives its name from another king called Bhupala (or Bhupal).[75][76][77]\n\nBhoja was renowned as a scholar-king, and several books are attributed to him. Because these books cover an enormous range of topics, it is not certain if he actually wrote all these books or if he only commissioned these works, acting as a patron of their actual writers. But it is known that he was an expert on poetry, and the treatise Shringara-Prakasha was definitely authored by him.[78]\n\nAccording to Ajada, who wrote a commentary titled Padaka-prakasha on Sarasvati-Kanthabharana, Bhoja wrote 84 books. The surviving works attributed to Bhoja include the following Sanskrit-language texts (IAST titles in bracket):[79][80]\n\nThe Prakrit language poems Kodanda-Kavya and Kurma-Sataka are also attributed to Bhoja.[80] The Kodanda-Kavya (Kodaṅḍakāvya) was found inscribed on stone slab fragments at Mandu.[81] The Kurma-Sataka (Avanikūrmaśataka), which praises the Kurma (tortoise) incarnation of Vishnu, was found inscribed at the Bhoj Shala in Dhar.[82]\n\nSangitaraja, attributed to Kalasena or Kumbha, names Bhoja as an authority on music, which suggests that Bhoja also compiled or wrote a work on music.[80]\n\n"
        },
        {
            "title": "Religion",
            "text": "Historical evidence suggests that Bhoja was a devotee of Shiva. His writings qualify Shiva as \"Jagadguru\" (\"World teacher\"),[83] and his inscriptions begin with verses praising Shiva.[20] The Udaipur Prashasti inscription of the later Paramara rulers states that Bhoja \"covered the earth with temples\" dedicated to the various aspects of Shiva, including Kedareshvara, Rameshwara, Somanatha, Kala, and Rudra. The Jain writer Merutunga, in his Prabandha-Chintamani, states that Bhoja constructed 104 temples in his capital city of Dhara alone. However, the Bhojeshwar Temple in Bhojpur is the only surviving shrine that can be attributed to Bhoja with certainty.[84] Several historians, including  G. H. Ojha and R. Nath, have identified the Samadhishvara Shiva Temple in Chittor with the Tribhuvana Narayana Shiva or Bhoja-svamin temple attributed to Bhoja; the temple has been restored several times since its construction.[85]\n\nThe Jain legends state that Bhoja converted to Jainism. According to this account, his court poet Dhanapala convinced the king to give up Vedic animal sacrifices.[86] The poet also openly ridiculed Bhoja's other religious beliefs, including his worship of Kamadeva-Rati and cow.[87] Gradually, Dhanapala convinced Bhoja to become a Jain.[88]\n\nThese accounts of Bhoja's conversion to Jainism are irreconcilable with historical evidence.[89] In a Bhoja-Prabandlha legend, a Brahmin named Govinda calls Bhoja a Vaishnavite.[89] It is possible that Bhoja patronized other faiths despite being a Shaivite.[90]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Bhoja married multiple women as part of matrimonial alliances with other ruling dynasties. His chief queen was Liladevi or Lilavati. His other queens included Padmavati (princess of Kuntala), Chandramukhi (princess of Anga) and Kamala.[91]\n\nInscriptional evidence suggests that he was succeeded by Jayasimha, who was probably his son.[92] Jayasimha's Mandhata grant of 1055 CE mentions his predecessors as Bhoja, Sindhuraja and Vakpati.[93] However, this inscription does not specify the relationship between Bhoja and Jayasimha, and it is the only epigraph that mentions a Paramara king named Jayasimha. The Udaipur Prashasti and Nagpur Prashasti inscriptions of the later Paramara kings give a detailed genealogy of the Paramara kings, but do not mention Jayasimha. These two inscriptions name Udayaditya as the next ruler after Bhoja. Udayaditya is now known to be Bhoja's brother.[94]\n\n"
        },
        {
            "title": "Legends",
            "text": "In terms of the number of legends centered around him, Bhoja is comparable to the fabled Vikramaditya.[95] Sheldon Pollock describes Bhoja as \"the most celebrated poet-king and philosopher-king of his time, and perhaps of any Indian time\".[96] Bhoja came to be featured in several legends as a righteous scholar-king, who was the ultimate judge of literary qualities and generously rewarded good poets and writers. Most of these legends were written three to five centuries after his death.[97]\n\nApart from epigraphic records, much of the information about Bhoja comes from these legendary accounts, including Merutunga's Prabandha-Chintamani (14th century), Rajavallabha's Bhoja-Charitra (15th century), and Ballala's Bhoja-Prabandha (17th century). However, many of the popular legends about Bhoja do not have any historical basis.[98] For example, the Bhoja-Prabandha anachronistically describes the ancient poet Kalidasa as a contemporary of Bhoja.[99]\n\nIn order to enhance their imperial claims, the Paramaras promoted several legends associating Bhoja with the ancient legendary kings. For example, in Simhasana Dvatrimsika (popularly known as Singhasan Battisi), Bhoja finds a throne of Vikramaditya, and each of the 32 divine figurines attached to the throne tell him a story about Vikramaditya.[100][101] A Bhavishya Purana legend describes Bhoja as a descendant of Vikramaditya and Shalivahana. According to this legend, the mleccha (foreign) influence had corrupted Indian culture by the time of Bhoja's ascension. Bhoja marched up to the banks of the Indus river, and defeated several mleccha kings. The poet Kalidasa, who accompanied him, magically turned into ashes a mleccha named Mahamada, whose followers came to be known as Muslim (The character Mahamada is based on Muhammad possibly combined with Mahmud of Ghazni). After returning to his capital, Bhoja established Sanskrit language among the top three varnas and Prakrit language among the Shudras. During his 50-year reign, Aryavarta (the land between the Himalayas and the Vindhyas) became a blessed land where the varna system was established. On the other hand, caste mixture took place beyond the Vindhyas (that is, in South India).[102] Again, this is an imaginary account not supported by any historical evidence.[43]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "He has been depicted numerous times in Indian cinema. Some films based on him include: Raja Bhoj (1922), Raja Bhoj (1926) by D. J. Jhaveri, King Bhoj (1930) by A. Narayanan and Bhoja Kalidasa (1940) by Hanumappa Vishwanath Babu.[103]\n\n"
        }
    ]
}