{
    "url": "https://en.wikipedia.org/wiki/BHP",
    "title": "BHP",
    "table_of_contents": [
        "1 History",
        "1.1 Billiton",
        "1.2 Broken Hill Proprietary Company",
        "1.3 BHP Billiton",
        "1.4 BHP",
        "2 Corporation",
        "2.1 Senior management",
        "3 Operations",
        "3.1 Algeria",
        "3.2 Australia",
        "3.2.1 New South Wales",
        "3.2.2 Queensland",
        "3.2.3 South Australia",
        "3.2.4 Victoria",
        "3.2.5 Western Australia",
        "3.3 Brazil",
        "3.4 Canada",
        "3.5 Chile",
        "3.6 Colombia",
        "3.7 Mexico",
        "3.8 Peru",
        "3.9 Trinidad & Tobago",
        "3.10 United States",
        "4 Controversies",
        "4.1 Responsibility for climate damage",
        "4.2 Ok Tedi environmental disaster",
        "4.3 Bento Rodrigues dam collapse",
        "4.4 Escondida and Cerro Colorado water usage issue",
        "4.5 Sexual harassment",
        "5 Other significant accidents",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBHP Group Limited (formerly known as BHP Billiton) is an Australian multinational mining, metals, natural gas petroleum public company that is headquartered in Melbourne, Victoria, Australia.\n\nThe Broken Hill Proprietary Company was founded on 16 July 1885 in the mining town of Silverton, New South Wales.[3] By 2017, BHP was the world's largest mining company, based on market capitalisation,[4][5] and was Melbourne's third-largest company by revenue.[6]\n\nBHP Billiton was formed in 2001 through the merger of the Australian Broken Hill Proprietary Company Limited (BHP) and the Anglo–Dutch Billiton plc trading on both the Australian and London Stock Exchanges as a dual-listed company.\n\nIn 2015, some BHP Billiton assets were demerged and rebranded as South32, while a scaled-down BHP Billiton became BHP. In 2018, BHP Billiton Limited and BHP Billiton plc became BHP Group Limited and BHP Group plc, respectively. In the 2020 Forbes Global 2000, BHP Group was ranked as the 93rd-largest public company in the world.[7] In January 2022, BHP relinquished its London Stock Exchange listing, becoming a solely Australian Securities Exchange listed company. As of 2022, BHP is the largest company in Australia,[8] and the largest mining company in the world, both as measured by market capitalisation.[9]\n\n"
        },
        {
            "title": "History",
            "text": "Billiton Maatschappij was founded 29 September 1860, when its articles of association were approved by a meeting of shareholders in the Groot Keizershof hotel in The Hague, Netherlands.[10][11][12] Two months later, the company acquired mineral rights to the Billiton (Belitung) and Bangka Islands in the Netherlands Indies archipelago off the eastern coast of Sumatra.[11][13]\n\nBilliton's initial ventures included tin and lead smelting in the Netherlands, followed in the 1940s by bauxite mining in Indonesia and Suriname.[14] In 1970, Shell acquired Billiton.[11][15] Billiton opened a tin smelting and refining plant in Phuket, Thailand, named Thaisarco (for Thailand Smelting And Refining Company, Limited).[16]\n\nIn 1994, South Africa's Gencor acquired the mining division of Billiton excluding the downstream metal division.[17] Billiton was divested from Gencor in 1997,[18] and was amalgamated with Gold Fields in 1998.[19] In 1997, Billiton plc became a constituent of the FTSE 100 Index[20] and in 2001 Billiton plc merged with the Broken Hill Proprietary Company Limited (BHP) to form BHP Billiton.[21]\n\nThe Broken Hill Proprietary Company Limited (BHP), also known by the nickname \"the Big Australian\",[22] was incorporated on 13 August 1885, operating the silver and lead mine at Broken Hill, in western New South Wales, Australia.[23][24] The Broken Hill group floated on 10 August 1885.[25] The first consignment of Broken Hill ore (48 tons, 5 cwt, 3grs) was smelted at the Intercolonial Smelting and Refining Company's works at Spotswood, Victoria, a suburb of Melbourne.[25] Historian Christopher Jay notes:\n\nThe geographic Broken Hill, for which the town was named, was discovered and named by Captain Charles Sturt, stirring great interest among prospectors. Nothing of note was discovered until 5 November 1883, when Charles Rasp, boundary rider for the surrounding Mount Gipps Station, pegged out a 40-acre claim with contractors David James and James Poole.[26]\n\nTogether with a half-dozen backers, including station manager George McCulloch (a young cousin of Victorian Premier Sir James McCulloch),[27] Rasp formed the Broken Hill Company staking out the entire Hill. As costs mounted during the ensuing months of fruitless search, three of the original seven (now remembered as the Syndicate of Seven) sold their shares, so that, on the eve of the company's great success, there were nine shareholders, including Rasp, McCulloch, Philip Charly (aka Charley), David James, James Poole (five of the original syndicate of seven, which had previously included George Urquhart and G.A.M. Lind), Bowes Kelly, W. R. Wilson, and William Jamieson (who'd bought shares from several of the founders).[28][29]\n\nJohn Darling, Jr. became a director of the company in 1892 and was chairman of directors from 1907 to 1914.[30]\n\nStrongly encouraged by the New South Wales Minister for Public Works, Arthur Hill Griffith,[31][32] in 1915, the company ventured into steel manufacturing, with its operations based primarily in Newcastle, New South Wales. The decision to move from mining ore at Broken Hill to opening a steelworks at Newcastle was due to the technical limitations in recovering value from mining the lower-lying sulphide ores.[33] The discovery of Iron Knob and Iron Monarch near the western shore of the Spencer Gulf in South Australia, combined with the refinement, by BHP metallurgists A. D. Carmichael and Leslie Bradford, of the froth flotation technique for separating zinc sulphides from the accompanying gangue and subsequent conversion (Carmichael–Bradford process) to oxides of the metal, allowed BHP to economically extract valuable metals from the heaps of tailings up to 40 ft (12 m) high at the mine site.[34] In 1942, the Imperial Japanese Navy targeted the BHP steelworks[35] during the largely unsuccessful shelling of Newcastle.[36]\n\nNewcastle operations were closed in 1999,[37] and a 70-ton commemorative sculpture, The Muster Point, was installed on Industrial Drive, in the suburb of Mayfield, New South Wales. The long products side of the steel business was spun off to form OneSteel in 2000.[38]\n\nIn the 1950s, BHP began petroleum exploration, which became an increasing focus following oil and natural gas discoveries in Bass Strait in the 1960s.[39][40]\n\nBHP began to diversify into a variety of mining projects overseas. Those included the Ok Tedi copper mine in Papua New Guinea, where the company was successfully sued by the indigenous inhabitants because of the environmental degradation caused by mining operations.[41] BHP had better success with the giant Escondida copper mine in Chile, of which it owns 57.5%, and at the Ekati Diamond Mine in northern Canada, which BHP contracted for in 1996,[42] began mining in 1998,[42] and sold its 80% stake in to Dominion Diamond Corporation in 2013 as production declined.[43][44][45][46]\n\nIn 2001, BHP merged with the Billiton mining company to form BHP Billiton.[13] In 2002, flat steel products were demerged to form the publicly traded company BHP Steel which, in 2003, became BlueScope.[47]\n\nIn March 2005, BHP Billiton announced a US$7.3 billion agreed bid for WMC Resources, owners of the Olympic Dam copper, gold and uranium mine in South Australia, nickel operations in Western Australia and Queensland, and a Queensland fertiliser plant.[48] The takeover achieved 90 per cent acceptance on 17 June 2005, and 100 per cent ownership was announced on 2 August 2005, achieved through compulsory acquisition of the remaining 10 percent of the shares.[49]\n\nOn 8 November 2007, BHP Billiton announced it was seeking to purchase rival mining group Rio Tinto Group in an all-share deal.[50] The initial offer of 3.4 shares of BHP Billiton stock for each share of Rio Tinto was rejected by the board of Rio Tinto for \"significantly undervaluing\" the company.[48] It was unknown at the time whether BHP Billiton would attempt to purchase Rio Tinto through some form of hostile takeover.[48] A formal hostile bid of 3.4 BHP Billiton shares for each Rio Tinto share was announced on 6 February 2008;[51] The bid was withdrawn 25 November 2008 due to global recession.[52][53]\n\nOn 14 May 2008, BHP Billiton shares rose to a record high of A$48.90 following speculation that Chinese mining firm Chinalco was considering purchasing a large stake.[54]\n\nAs global nickel prices fell, on 25 November 2008, Billiton announced that it would drop its A$66 billion takeover of rival Rio Tinto Group, stating that the \"risks to shareholder value\" would \"increase\" to \"an unacceptable level\" due to the global financial crisis.[55]\n\nOn 21 January 2009, BHP Billiton then announced that Ravensthorpe Nickel Mine in Western Australia would cease operations, ending shipments of ore from Ravensthorpe to the Yabulu nickel plant in Queensland Australia.[56] Yabulu refinery was subsequently sold to Queensland billionaire Clive Palmer, becoming the Palmer Nickel and Cobalt Refinery. Pinto Valley mine in the United States was also closed. Mine closures and general scaling back during the global financial crisis accounted for 6,000 employee lay offs.[57]\n\nAs the nickel market became saturated by both spiraling economics and cheaper extraction methods; on 9 December 2009, BHP Billiton sold its Ravensthorpe Nickel Mine, which had cost A$2.4 billion to build, to Vancouver-based First Quantum Minerals for US$340 million. First Quantum, a Canadian company, was one of three bidders for the mine, tendering the lowest offer, and returned the mine to production in 2011.[58] Ravensthorpe cost BHP US$3.6 billion in write-downs when it was shut in January 2009 after less than a year of production.[59]\n\nIn January 2010, following the BHP Billiton purchase of Athabasca Potash for US$320m, The Economist reported that, by 2020, BHP Billiton could produce approximately 15 per cent of the world demand for potash.[60]\n\nIn August 2010, BHP Billiton made a hostile takeover bid worth US$40 billion for PotashCorp. The bid came after BHP's first bid, made on 17 August, was rejected as being undervalued.[61] This acquisition marked a major strategic move by BHP outside hard commodities and commenced the diversification of its business away from resources with high exposure to carbon price risk, like coal, petroleum and iron ore. The takeover bid was opposed by the Government of Saskatchewan under Premier Brad Wall. On 3 November, Canadian Industry Minister Tony Clement announced the preliminary rejection of the deal under the Investment Canada Act, giving BHP Billiton 30 days to refine their deal before a final decision was made;[62] BHP withdrew its offer on 14 November 2010.[63][64]\n\nOn 22 February 2011, BHP Billiton announced that it had paid $4.75 billion in cash to Chesapeake Energy for its Fayetteville shale assets, which include 487,000 acres (1,970 km2) of mineral rights leases and 420 miles (680 km) of pipeline located in north central Arkansas. The wells on the mineral leases are currently producing about 415 million cubic feet of natural gas per day. BHP Billiton planned to spend $800 million to $1 billion a year over 10 years to develop the field and triple production.[65]\n\nOn 14 July 2011, BHP Billiton announced that it would acquire Petrohawk Energy of the United States for approximately $12.1 billion in cash, considerably expanding its shale natural gas resources[66] in an offer of $US38.75 per share.[67]\n\nOn 22 August 2012, BHP Billiton announced that it was delaying its US$20 billion (£12 billion) Olympic Dam copper mine expansion project in South Australia to study less capital intensive options, deferring its dual harbour strategy at West Australian Iron Ore and slowing down its Potash growth option in Canada.[68][69] The company simultaneously announced a freeze on approving any major new expansion projects.[68][69]\n\nDays after announcing the Olympic Dam pull-out, BHP Billiton announced that it was selling its Yeelirrie Uranium Project to Canadian Cameco for a fee of around $430 million. The sale was part of a broader move to step away from resource expansion in Australia.[70]\n\nOn 19 August 2014, BHP Billiton announced it would create an independent global metals and mining company based on a selection of its aluminium, coal, manganese, nickel, and silver assets.[71] The newly formed entity, named South32, was subsequently demerged with listings on the Australian Securities Exchange the JSE and the London Stock Exchange.[71]\n\nIn 2015, BHP Billiton spun off a number of its subsidiaries[72] in South Africa and Southern Africa to form a new company known as South32.[73][74]\n\nBHP Billiton agreed to pay a fine of $25 million to the United States Securities and Exchange Commission in 2015 in connection with violations of the Foreign Corrupt Practices Act related to its \"hospitality program\" at the 2008 Summer Olympics in Beijing. BHP Billiton invited 176 government and state-owned-enterprise officials to attend the Games on an all-expenses-paid package. While BHP Billiton claimed to have compliance processes in place to avoid conflicts of interest, the SEC found that BHP Billiton had invited officials from at least four countries where BHP Billiton had interests in influencing the officials' decisions (Congo, Guinea, Philippines and Burundi).[75]\n\nIn August 2016, BHP Billiton recorded its worst annual loss in history, $6.4 billion.[76]\n\nTowards the end of 2016 BHP Billiton indicated it would expand its petroleum business and make new investments in the sector.[77]\n\nIn February 2017, BHP Billiton announced a $2.2 billion investment in the new BP platform in the Gulf of Mexico.[78] During the same year, as part of their plan to increase productivity at the Escondida mine in Chile,[79] which is the world's biggest copper mine, BHP Billiton attempted to get workers to accept a 4-year pay freeze, a 66% reduction in the end-of-conflict bonus offering, and increased shift flexibility. This resulted in a major workers' strike and forced the company to declare force majeure on two shipments, which drove copper prices up by 4%.[80]\n\nIn April 2017 activist hedge fund manager Elliott Advisors proposed a plan for BHP Billiton to spin off its American petroleum assets and significantly restructure the business, including the scrapping of its dual Sydney-London listing, suggesting shares be offered only in the United Kingdom, while leaving its headquarters and tax residences in Australia where shares would trade as depository instruments. At the time of the correspondence Elliott held about 4.1 per cent of the issued shares in London-listed BHP Billiton plc, worth $3.81 billion. Australia's government warned it would block moves to shift BHP Billiton's stock listing from Australia to the United Kingdom. Australian Treasurer Scott Morrison said the move would be contrary to the country's national interest and would breach government orders mandating a listing on the Australian Securities Exchange. BHP Billiton dismissed the plan saying the costs and risks of Elliott's proposal outweighed any potential benefits.[81]\n\nIn May 2017, with much of the former Billiton assets having been disposed of, BHP Billiton began to rebrand itself as BHP, at first in Australia and then globally. It replaced the slogan \"The Big Australian\" with \"Think Big\", with an advertising campaign rolling out in mid May 2017.[82] Work on the change began in late 2015 according to BHP's chief external affairs officer.[83]\n\nIn August 2017, BHP announced that it would sell off its US shale oil and gas business.[84][85] In July 2018, the company agreed to sell its shale assets to BP for $10.5 billion.[86] BHP indicated its intention to return funds to investors.[87] On 29 September 2018, BHP completed the sale of its Fayetteville Onshore US gas assets to a wholly owned subsidiary of Merit Energy Company.[88]\n\nIn August 2021, BHP announced plans to exit the oil and gas industry by merging its hydrocarbon business with Woodside Petroleum, Australia's largest independent gas producer.[89] It also announced its intention to delist from the London Stock Exchange and consolidate on the Australian Securities Exchange.[90] This occurred in January 2022.[91][92]\n\n"
        },
        {
            "title": "Corporation",
            "text": "Until January 2022, BHP was a dual-listed company; the Australian BHP Billiton Limited and the British BHP Billiton plc were separately listed with separate shareholder bodies, while conducting business as one operation with identical boards of directors and a single management structure.[1] The headquarters of BHP Billiton Limited and the global headquarters of the combined group were located in Melbourne, Australia. The headquarters of BHP Billiton plc are located in London, England.[1] Its main office locations are in Australia, the U.S., Canada, the UK, Chile, Malaysia, and Singapore.[1]\n\nThe company's shares trade on the following exchanges:[93]\n\nBHP Billiton Limited and BHP Billiton plc were renamed BHP Group Limited and BHP Group plc, respectively, on 19 November 2018.[94]\n\nIn 1998, BHP hired American Paul Anderson to restructure the company. Anderson successfully completed the four-year project with a merger between BHP and London-based Billiton.[95] In July 2002, Brian Gilbertson of Billiton was appointed CEO, but resigned after just six months, citing irreconcilable differences with the board.[96]\n\nUpon Gilbertson's departure in early 2003, Chip Goodyear was appointed the new CEO, increasing sales by 47 percent and profits by 78 percent during his tenure.[97] Goodyear retired on 30 September 2007.[98] Marius Kloppers was Goodyear's successor.[98] Following Kloppers' tenure, Andrew Mackenzie, chief executive of Non-Ferrous, assumed the role of CEO in 2013.[99] Australia mining head Mike Henry succeeded Mackenzie on 1 January 2020.[100]\n\n"
        },
        {
            "title": "Operations",
            "text": "BHP has mining operations in Australia, North America, and South America, and petroleum operations in the U.S., Australia, Trinidad and Tobago, the UK, and Algeria.[1]\n\nThe company has four primary operational units:\n\nThe company's mines are as follows:[101]\n\n"
        },
        {
            "title": "Controversies",
            "text": "BHP is listed as one of the 90 fossil fuel extraction and marketing companies responsible for two-thirds of global greenhouse gas emissions since the beginning of the industrial age.[104] Its cumulative emissions as of 2010 have been estimated at 7,606 MtCO2e, representing 0.52% of global industrial emissions between 1751 and 2010, ranking it the 19th-largest corporate polluter.[105] According to BHP management 10% of these emissions are from direct operations, while 90% come from products sold by the company.[106] BHP has been voluntarily reporting its direct GHG emissions since 1996. In 2013, it was criticised for lobbying against carbon pricing in Australia.[107]\n\nBHP reported total CO2e emissions (Direct + Indirect) for the twelve months ending 30 June 2020 at 15,800 Kt.[108]\n\nThe Ok Tedi environmental disaster caused severe harm to the environment along the Ok Tedi River and the Fly River in the Western Province of Papua New Guinea between around 1984 and 2013. In 1999, BHP reported that 90 million tons of mine waste was annually discharged into the river  for more than ten years and destroyed downstream villages, agriculture and fisheries. Mine wastes were deposited along 1,000 km (620 mi) of the Ok Tedi and the Fly River below its confluence with the Ok Tedi, and over an area of 100 km2 (39 sq mi). BHP's CEO, Paul Anderson, said that the Ok Tedi Mine was \"not compatible with our environmental values and the company should never have become involved.\"[114] As of 2006[update], mine operators continued to discharge 80 million tons of tailings, overburden, and mine-induced erosion into the river system each year. About 1,588 km2 (613 sq mi) of forest has died or is under stress. As many as 3,000 km2 (1,200 sq mi) may eventually be harmed.[115]\n\nIn the 1990s the communities of the lower Fly Region, including the Yonggom people,[116] sued BHP and received US$28.6 million in an out-of-court settlement, which was the culmination of an enormous public-relations campaign against the company by environmental groups. As part of the settlement, a (limited) dredging operation was put in place and efforts were made to rehabilitate the site around the mine. However, the mine is still in operation and waste continues to flow into the river system. BHP was granted legal indemnity from future mine related damages. Experts predict that it will take 300 years to clean up the toxic contamination.[117]\n\nIn 2015, the company was involved in the Bento Rodrigues tailings dam collapse, the worst environmental disaster in the history of the state of Minas Gerais, Brazil.[102][103][118] On 5 November 2015, an iron ore mine tailings dam near Mariana, south-eastern Brazil, owned and operated by Samarco, a subsidiary of BHP and Vale,[119] suffered a catastrophic failure, devastating the nearby town of Bento Rodrigues with the mudflow, killing 19 people, injuring more than 50 and causing enormous ecological damage,[120] and threatening life along the Rio Doce and the Atlantic Ocean near the mouth of the Rio Doce.[121] The accident was one of the biggest environmental disasters in Brazil's history.[122]\n\nAn investigation into the disaster commissioned by BHP, Vale and Samarco found the collapse was due to a variety of construction and design flaws.[123] In June 2018, Samarco, Vale and BHP signed an agreement to drop a US$7 billion lawsuit and allow two years for the companies to address the greater US$55 billion suit seeking social, environmental and economic compensation.[124]\n\nBHP has been accused of perpetrating irregularities with respect to drawing waters above the granted limit from the aquafiers. Due to which the water table has dropped significantly, making land-based livelihoods less viable for people of the community, many of whom have been forced to relocate to urban areas. In January 2021, the Supreme Court of Chile validated the objections of local indigenous tribes about BHP's water usage and impacts on wetland areas. Later in July, the same court ordered BHP to begin the application process for Cerro Colorado operating permits from scratch.[125]\n\nFrom 2019 to 2021, BHP registered six cases of sexual assault and seventy three cases of sexual harassment.[126] A survey of 425 workers conducted by The Western Mine Workers' Alliance, showed that two-thirds of female respondents had experienced verbal sexual harassment while working in the FIFO mining industry, with 36% of women and 10% of men having experienced some form of harassment in the last 12 months.[127] In response, BHP terminated or otherwise permanently removed forty eight workers from its sites.[128]\n\n"
        },
        {
            "title": "Other significant accidents",
            "text": "Bad weather caused a BHP Billiton helicopter to crash in Angola on 16 November 2007, killing the helicopter's five passengers. The deceased were: BHP Billiton Angola Chief Operating Officer David Hopgood (Australian), Angola Technical Services Operations Manager Kevin Ayre (British), Wild Dog Helicopters pilot Kottie Breedt (South African), Guy Sommerfield (British) of MMC and Louwrens Prinsloo (Namibian) of Prinsloo Drilling. The helicopter crashed approximately 80 kilometres (50 mi) from the Alto Cuilo diamond exploration camp in Lunda Norte, northeastern Angola. BHP Billiton responded by suspending operations in the country.[129]\n\n"
        }
    ]
}