{
    "url": "https://en.wikipedia.org/wiki/Bible_Student_movement",
    "title": "Bible Student movement",
    "table_of_contents": [
        "1 Foundation",
        "1.1 Watch Tower Society",
        "1.2 International Bible Students Association",
        "2 Formative influences",
        "3 First schism",
        "4 Leadership dispute and aftermath",
        "5 Associated Bible Students",
        "5.1 Pastoral Bible Institute",
        "5.2 Berean Bible Institute",
        "5.3 Stand Fast Bible Students Association",
        "5.4 Dawn Bible Students Association",
        "5.5 Independent Bible Students",
        "6 Free Bible Students",
        "6.1 New Covenant Believers",
        "6.2 Christian Discipling Ministries International",
        "6.3 Free Bible Students Association",
        "7 Jehovah's Witnesses",
        "8 Laymen's Home Missionary Movement",
        "9 Other groups",
        "9.1 Friends of Man",
        "9.2 Kitawala",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Bibliography",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Bible Student movement is a Millennialist[1] Restorationist Christian movement. It emerged from the teachings and ministry of Charles Taze Russell (1852–1916), also known as Pastor Russell, and his founding of the Zion's Watch Tower Tract Society in 1881. Members of the movement have variously referred to themselves as Bible Students, International Bible Students, Associated Bible Students, or Independent Bible Students.\n\nA number of schisms developed within the congregations of Bible Students associated with the Watch Tower Society between 1909 and 1932.[2][3] The most significant split began in 1917 following the election of Joseph Franklin Rutherford as president of the Watch Tower Society two months after Russell's death. The schism began with Rutherford's controversial replacement of four of the Society's board of directors and publication of The Finished Mystery in July 1917.\n\nThousands of members left congregations of Bible Students associated with the Watch Tower Society during the 1920s, prompted in part by Rutherford's failed predictions for the year 1925, increasing disillusionment with his on-going doctrinal and organizational changes, and his campaign for centralized control of the movement.[2] William Schnell, author and former Jehovah's Witness, claims that three quarters of the original Bible Students who had been associating with the Watch Tower Society in 1919 had left by 1931.[4][3][a] In 1930 Rutherford stated that \"the total number of those who have withdrawn from the Society... is comparatively large.\"[5]\n\nBetween 1918 and 1929, several factions formed their own independent groups, including the Stand Fast Movement, the Pastoral Bible Institute, the Laymen's Home Missionary Movement founded by PSL Johnson, and the Dawn Bible Students Association. These groups range from conservative (claiming to be Russell's true followers) to more liberal (claiming that Russell's role is not as important as once believed).[6] Rutherford's faction of the movement retained control of the Watch Tower Society[6] and adopted the name Jehovah's witnesses in July 1931.[b] By the end of the 20th century, Jehovah's Witnesses claimed a membership of 6 million,[7] while other independent Bible Student groups had an estimated total of less than 75,000.[8][9]\n\n"
        },
        {
            "title": "Foundation",
            "text": "In 1869, Charles Russell viewed a presentation by Advent Christian preacher Jonas Wendell[10][11] (influenced by the Millerites)[12] and soon after began attending an Adventist Bible study group in Allegheny, Pennsylvania led by George Stetson. Russell acknowledged the influence of Adventist ministers including George Storrs, an old acquaintance of William Miller and semi-regular attendee at the Bible study group in Allegheny.[13]\n\nIn early January 1876, Russell met independent Adventist preachers Nelson H. Barbour and John H. Paton, publishers of the Herald of the Morning, who convinced him that Christ had returned invisibly in 1874.[12][c][15][d] Russell provided financial backing for Barbour and became co-editor of Herald of the Morning; the pair jointly issued Three Worlds and the Harvest of This World (1877), written mostly by Barbour.[e][18] Various concepts in the book are still taught by the Bible Student movement and Jehovah's Witnesses, including a 2520-year period termed \"the Gentile Times\" predicted to end in 1914. Deviating from most Second Adventists, the book taught that the earth would not be burned up when Christ returned, but that humankind since Adam would eventually be resurrected to the earth and given the opportunity to attain eternal perfect human life if obedient. It also revealed an expectation that all of the \"saints\" would be taken to heaven in April, 1878.[19][20]\n\nRussell continued to develop his interpretations of biblical chronology. In 1877, he published 50,000 copies of the pamphlet The Object and Manner of Our Lord's Return, teaching that Christ would return invisibly before the battle of Armageddon. By 1878, he was teaching the Adventist view that the \"time of the end\" had begun in 1799,[21] and that Christ had returned invisibly in 1874[22] and had been crowned in heaven as king in 1878. Russell believed that 1878 also marked the resurrection of the \"sleeping saints\" (all faithful Christians who had died up to that time) and the \"fall of Babylon\" which he taught to be God's final judgment of unfaithful Christendom.[23][24] October 1914 was held as the end of a harvest period that would culminate in the beginning of Armageddon, manifested by the emergence of worldwide anarchy and the decline and destruction of civilized society.[25][26]\n\nRussell broke with Barbour in July 1879 over the doctrine of substitutionary atonement and began publishing his own monthly magazine, Zion's Watch Tower and Herald of Christ's Presence (now known as The Watchtower Announcing Jehovah's Kingdom), and the pair competed through their rival publications for the minds of their readers.[19][27] (Semi-monthly publication of the magazine began in 1892.)[f][28]\n\nIn early 1881, Russell predicted that the churches ('Babylon') would begin to fall apart and that the rapture of the saints would take place that year, although they would remain on earth as materialized spirit beings.[19] In 1882, he outlined his nontrinitarian views concluding that the doctrine is not taught in the Bible.[19]\n\nReaders of Zion's Watch Tower formed thirty Bible study groups in seven states in the United States in 1879—80, with each congregation electing its own elders. In 1880, Russell visited the congregations to conduct six-hour study sessions, teaching each congregation how to carry out topical Bible study.[19][29]\n\nIn 1881, Zion's Watch Tower Tract Society was formed as an unincorporated administrative agency for the purpose of disseminating tracts, papers, doctrinal treatises and Bibles, with Russell as secretary and William Henry Conley as president.[28] Three years later, on December 15, 1884, Russell became president of the society when it was legally incorporated in Pennsylvania.[30] (The society was renamed Watch Tower Bible and Tract Society in September 1896).[31] Russell wrote many articles, books, pamphlets and sermons, which by his death totaled 50,000 printed pages, with almost 20 million copies of his books printed and distributed around the world.[19] In 1886, he wrote the first of what would become a six-volume Bible textbook series called Millennial Dawn, later renamed Studies in the Scriptures,[32][g] which presented his fundamental doctrines. As a consequence, the Bible Students were sometimes called Millennial Dawnists.\n\nRussell advertised for 1000 preachers in 1881, and encouraged all who were members of \"the body of Christ\" to preach to their neighbors, to gather the \"little flock\" of saints while the vast majority of mankind would be given the opportunity to gain salvation during Christ's 1000-year reign.[12] Russell's supporters gathered as autonomous congregations to study the Bible and his writings. Russell rejected the concept of a formal organization as \"wholly unnecessary\" for his followers and declared that his group had no record of its members' names, no creeds, and no sectarian name.[33] He wrote in February 1884: \"By whatsoever names men may call us, it matters not to us... we call ourselves simply Christians.\"[34] Elders and deacons were elected by congregations and Russell tolerated a great latitude of belief among members. He opposed formal disciplinary procedures by congregation elders, claiming this was beyond their authority,[35] instead recommending that an individual who continued in a wrong course be judged by the entire congregation, which could ultimately \"withdraw from him its fellowship\" if the undesirable behavior continued.[h] Disfellowshipping did not mean the wrongdoer was to be shunned in all social circumstances or by all Bible Students, though fellowship would be limited.[37] From 1895, Russell encouraged congregations to study his Bible textbook series, Studies in the Scriptures, paragraph by paragraph to properly discern God's plan for humanity. In 1905, he recommended replacing verse-by-verse Bible studies with what he called \"Berean Studies\" of topics he chose.[12]\n\nThe Watch Tower Society opened overseas branches in London (1900),[38] Germany (1903), and Australia and Switzerland (1904).[39] The Society's headquarters were transferred to Brooklyn, New York in 1909.[40]\n\nIn January 1914, the Bible Students began public showings of The Photo-Drama of Creation.[41] It presented Russell's views of God's plan from the creation of the earth through to the establishment and administration of God's kingdom on earth. The Photo-Drama represented a significant advancement in film production, as the first major presentation to synchronize motion pictures with audio by use of phonograph records. Worldwide attendance in 1914 exceeded nine million.[42][43]\n\nIn 1910, Russell introduced the name International Bible Students Association as a means of identifying his worldwide community of Bible study groups. He wrote:\n\nRussell explained that the Association would be directed and managed by the Peoples  [sic] Pulpit Association which, in turn, represented the Watch Tower Bible & Tract Society. All Bible Student classes using Watch Tower Society publications could consider themselves identified with the Association and were authorized to use the name International Bible Students Association in connection with their meetings. The name was also used when advertising and conducting Bible Students conventions.[44]\n\n"
        },
        {
            "title": "Formative influences",
            "text": "In addition to Russell other early influences include:\n\n"
        },
        {
            "title": "First schism",
            "text": "In 1905, Paul S. L. Johnson, one of the traveling \"Pilgrim\" speakers and a former Lutheran minister, pointed out to Russell that his doctrines on the New Covenant had undergone a complete reversal: until 1880 he had taught that the New Covenant would be inaugurated only after the last of the 144,000 anointed Christians had been taken to heaven,[45] but since 1881 he had written that it was already in force.[46][47] Russell reconsidered the question and in January 1907 wrote several Watch Tower articles reaffirming his 1880 position—that \"the new covenant belongs exclusively to the coming age\"[48]—adding that the church had no mediator, but that Christ was the \"advocate\". He also taught that Christians making up the 144,000 would join Christ as a \"joint heir\" and assistant mediator during the millennium.[49]\n\nOn October 24, 1909, former Watch Tower Society secretary-treasurer Ernest C. Henninges, who was by then the Australian branch manager based in Melbourne, wrote Russell an open letter of protest trying to persuade him to abandon the teaching, and calling on Bible Students to examine its legitimacy. When Russell refused, Henninges and most of the Melbourne congregation left Russell's movement to form the New Covenant Fellowship. Hundreds of the estimated 10,000 US Bible Students also left, including pilgrim Matthew L. McPhail, a member of the Chicago Bible Students, and A. E. Williamson of Brooklyn, forming the New Covenant Believers.[47][50] The group, which informally referred to members as Free Bible Students, published The Kingdom Scribe magazine until 1975. The group is currently known as the Berean Bible Students Church, with fewer than 200 members.[citation needed]\n\n"
        },
        {
            "title": "Leadership dispute and aftermath",
            "text": " Russell died on October 31, 1916, in Pampa, Texas during a cross-country preaching trip. On January 6, 1917, board member and society legal counsel Joseph Franklin Rutherford was elected president of the Watch Tower Society, unopposed, at the Pittsburgh convention. Rutherford then announced publication of The Finished Mystery, which he claimed was a posthumous volume of Russell's Studies in the Scriptures.[51] By-laws passed by both the Pittsburgh convention and the board of directors stated that the president would be the executive officer and general manager of the society, giving him full control of its affairs worldwide.[52]\n\nBy June, four of the seven Watch Tower Society directors—Robert H. Hirsh, Alfred I. Ritchie, Isaac F. Hoskins and James D. Wright—had decided they had erred in endorsing Rutherford's expanded powers of management,[53] claiming Rutherford had become autocratic.[53] In June Hirsh attempted to rescind the new by-laws and to reclaim the powers of management from the president,[54] but Rutherford later claimed he had by then detected a conspiracy among the directors to seize control of the society.[55] In July, Rutherford gained a legal opinion from a Philadelphia corporation lawyer that the four were not legally directors of the society. On July 12, Rutherford filled what he claimed were four vacancies on the board, appointing Alexander H. Macmillan and Pennsylvania Bible Students W. E. Spill, John A. Bohnet and George H. Fisher as directors.[56] Between August and November the society and the four ousted directors published a series of pamphlets, with each side accusing the other of ambitious, disruptive and dishonest conduct. The former directors also claimed Rutherford had required all headquarters workers to sign a petition supporting him and threatened dismissal for any who refused to sign.[57] Police forcibly escorted the former directors from the Brooklyn headquarters on August 8.[58] On January 5, 1918 Rutherford was returned to office.\n\nBy mid-1919 about one in seven Bible Students had chosen to leave rather than accept Rutherford's leadership,[59] forming groups such as The Stand Fast Movement, the Paul Johnson Movement, and the Pastoral Bible Institute of Brooklyn.[6] According to William Schnell, as many as three quarters of the Bible Students associating in 1919 left the movement by 1931 in protest against Rutherford's rejection of Russell's teachings.[4][60] cites The Watch Tower December 1, 1927 (p 355) in which Rutherford states, \"the larger percentage\" of original Bible Students had by then departed. However, despite these departures, there was a significant influx of new members between Russell's era and 1928.[61][62][63] To reduce public confusion regarding the existence of several groups of Bible Students no longer associated with the Watch Tower Bible and Tract Society, Bible Students associated with the society adopted the name Jehovah's witnesses on July 26, 1931 at a convention in Columbus, Ohio.[64][65] In 1993, the Watch Tower Society stated that the name change was also required because of \"the need to be separate and distinct from those religious systems that fraudulently claimed to be Christian\".[66]\n\n"
        },
        {
            "title": "Associated Bible Students",
            "text": "The Associated Bible Students groups, which adhere to Charles Taze Russell's teachings, include the Independent Bible Students, Stand Fast Bible Students and Dawn Bible Students. Congregations are autonomous, and may not necessarily have contact with other congregations, though many do. The Dawn Bible Students collectively form the largest segment of the Bible Student movement separate from the Watch Tower Society.[67]\n\nIn 1918, the former directors held the first Bible Student Convention independent of the Watch Tower Society. At the second convention a few months later, the informal Pastoral Bible Institute was founded. It began publishing The Herald of Christ's Kingdom, edited by Randolph E. Streeter. An editorial committee continues publication of the magazine[68] in a reduced capacity, and reproduces other Bible Student movement literature, including Russell's six-volume Studies in the Scriptures.[67]\n\nThe Australian Berean Bible Institute (BBI) formally separated from the Watch Tower Society in 1918. It published The Voice, and continues to publish the People's Paper magazine. There are several 'classes' of Bible Students in Australia that hold similar beliefs to those promulgated by the BBI, but there is no official affiliation. Two conventions are held annually in Anglesea, Victoria and Alexandra Headland, Queensland. There is no official creed, and members are allowed to come to their own conclusions regarding interpretations of the Bible; the role of fellowship is to provide mutual help and stimulation. The number of Bible Students in Australia is estimated at approximately 100.[69]\n\nIn December 1918, Charles E. Heard and others considered[citation needed] Rutherford's indifference[70] regarding the purchase of war bonds to be a perversion of Russell's pacifist teachings, and contrary to scripture.[71] As a result, they founded the Stand Fast Bible Students Association in Portland, Oregon. The name originated from their decision to \"stand fast\" on principles involving war that Russell had espoused. Membership dwindled and the group was eventually disbanded. A splinter group known as the Elijah Voice Society was founded by John A. Herdersen and C. D. McCray in 1923. They were especially noted for their preaching and pacifist activity.[citation needed]\n\nIn 1928, Norman Woodworth, cousin of Clayton J. Woodworth, left the Watch Tower Society after having been in charge of its radio ministry. Woodworth created an independent Bible Students radio program called Frank and Ernest.[72] Funding was provided by the Brooklyn congregation of Bible Students and broadcasting continued into the 1980s. In 1929 the station sponsored the First Annual Reunion Convention of Bible Students at the old Bible House used by Russell in Pittsburgh.\n\nIn 1931 Woodworth and others founded the Dawn Bible Students Association to resume publication of Studies in the Scriptures, which the Watch Tower Society had officially ceased printing in 1927. The Dawn Bible Students published a leaflet, The Bible Students Radio Echo, to follow up interest in the radio program. The leaflet was soon developed into a 16-page magazine and renamed The Dawn—A Herald of Christ's Presence, which they continue to publish, along with radio, television, and Internet radio programs.[72]\n\nOver the past thirty-five years, controversy surrounded the Dawn Bible Students Association as their publishing and editorial committee began to promote more liberal points of view, distancing themselves from some of Russell's viewpoints, alienating many Bible Students as a result.[citation needed] In 1974, a group of Bible Students meeting at a convention in Fort Collins, Colorado formally ceased their spiritual fellowship with, and financial support of, the Dawn Bible Students Association. They refer to themselves as Independent Bible Students. The split was not intended to eliminate or restrict personal fellowship, but was viewed as a \"stand for the truth\"[citation needed] by ceasing sponsorship of elders associated with the Dawn Bible Students, and avoiding attendance at their conventions. In recent years, attempts have been made to reintegrate the groups.[citation needed] The Independent Bible Students publishes a non-doctrinal magazine, The Bible Students Newsletter.[citation needed]\n\n"
        },
        {
            "title": "Free Bible Students",
            "text": "The Free Bible Students separated very early[clarification needed] from the Watch Tower Society in response to Russell's changes to some teachings.[citation needed]\n\nIn 1909, Matthew L. McPhail, a traveling elder (\"pilgrim\") and member of the Chicago Bible Students, disassociated from Russell's movement when controversy arose over Russell's expanded view of the application and timing of the \"New Covenant\" mentioned by Jeremiah. McPhail led the New Covenant Bible Students in the United States, founding the New Covenant Believers in that year. The community, which members informally refer to as Free Bible Students, published The Kingdom Scribe magazine until 1975.[73] The group is now known as the Berean Bible Students Church in Lombard.[74]\n\nIn 1928 the Italian Bible Students Association[clarification needed] in Hartford, Connecticut withdrew its support from the Watch Tower Society and changed its name to the Millennial Bible Students Church or Christian Millennial Fellowship and later to Christian Discipling Ministries International. They came to reject many of Russell's writings as erroneous. Now located in New Jersey, the group is known as the Free Bible Students; it has published The New Creation magazine since 1940.[73]\n\nIn 1928, Conrad C. Binkele—the former Branch Manager of the Watch Tower Society—founded the Free Bible Students Association in Germany, Austria and Switzerland, and published a religious magazine called Der Pilgrim from 1931 to 1934.[citation needed] Free Bible Students in Germany were persecuted during World War II. Only after the war were rehabilitated in the Bible Students and approved the publication again.[clarification needed]\n\n"
        },
        {
            "title": "",
            "text": "Bible Students who submitted to Rutherford's leadership of the Watch Tower Bible and Tract Society became known as Jehovah's witnesses in 1931. The Watch Tower Society remains the denomination's primary administrative body, and their beliefs and organizational structure have diverged considerably from Russell's teachings.[75] In 1955, the Watch Tower Society claimed that those who broke affiliation with the society during Rutherford's presidency constituted the \"evil slave\" of Matthew 24:48–51.[76] (The Watch Tower Society officially discarded this view in 2013, redefining the \"evil slave\" as a hypothetical warning to the 'faithful slave'.[77]) Their modern literature identifies Bible Students only as a former name for their own denomination without acknowledging the continued existence of other Bible Student groups.[78][79] Jehovah's Witnesses report worldwide membership of about 8.5 million and attendance at the Memorial of Christ's death of over 21.3 million.[80]\n\n"
        },
        {
            "title": "",
            "text": "Paul S. L. Johnson founded the Laymen's Home Missionary Movement in 1919. Johnson's death in 1950 led to an internal disagreement over his role as a teacher chosen by God, and resulted in the formation of new splinter groups, such as the Epiphany Bible Students Association and the Laodicean Home Missionary Movement. Johnson believed he had been appointed by God as Russell's official spiritual successor, that he was the last member of the 144,000 of Revelation 7, and that hope of a heavenly reward of immortality for the Christian faithful would cease after his death. His associate and successor, Raymond Jolly, taught that he instead was the last member of the \"great multitude\" (also from Revelation 7). After Jolly's death, remaining members of the fellowship believed they would live on a perfected earth in God's kingdom as a group referred to as the \"modern worthies\", as associates of the \"ancient worthies\"—the ancient Jewish prophets God would resurrect to guide and instruct the world in his kingdom.[citation needed]\n\n"
        },
        {
            "title": "Other groups",
            "text": "Alexander F. L. Freytag, manager of the branch office of the Watch Tower Society in Switzerland since 1898, developed disagreements with Russell's teachings. He began publishing his own views using the Watch Tower Society's printing equipment in 1917, and was ousted from the Watch Tower Society by Rutherford in 1919. In 1920, Freytag founded the Angel of Jehovah Bible and Tract Society, also known as the Philanthropic Assembly of the Friends of Man and The Church of the Kingdom of God. He published two journals, the monthly The Monitor of the Reign of Justice and the weekly Paper for All.[81]\n\nIn 1907, Joseph Booth introduced the teachings of Charles Taze Russell to local preachers in Africa who then used Russell's literature without oversight by the Watch Tower Society, resulting in the development of various independent \"Watch Tower Movements\".[82] This included the formation in the 1920s of the Kitawala movement.[83][84] They posted the words \"Watch Tower\" in English on their meeting places, which later led many to mistakenly associate them with Jehovah's Witnesses. Due to intervention from the Watch Tower Society in the 1930s, some members joined the Jehovah's Witnesses denomination, but many remained independent.[85] The group was present in Burundi,[86] Democratic Republic of Congo,[87][88] and Tanzania.[89] Other similar \"Watch Tower Movements\" also appeared in Angola,[90] Malawi[91] and Mozambique.[92]\n\n"
        }
    ]
}