{
    "url": "https://en.wikipedia.org/wiki/Biblical_inspiration",
    "title": "Biblical inspiration",
    "table_of_contents": [
        "1 Etymology",
        "2 Writers' internal claims",
        "3 Basis",
        "4 Evangelical viewpoint",
        "5 Critical viewpoint",
        "6 Lutheran and Reformed viewpoint",
        "7 Catholic viewpoint",
        "8 Modern Christian viewpoint",
        "9 Neo-orthodox viewpoint",
        "10 Other viewpoints",
        "11 See also",
        "12 References",
        "13 Bibliography",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Biblical inspiration is the doctrine in Christian theology that the human writers and canonizers of the Bible were led by God with the result that their writings may be designated in some sense the word of God.[1] This belief is traditionally associated with concepts of the biblical infallibility and the internal consistency of the Bible.[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "In Greek grammar, the -tos ending in theopneustos designates a passive construct whereby the subject God is breathing out the object (scripture). The word \"inspiration\" comes from the Latin noun inspiratio and from the verb inspirare. Inspirare is a compound term resulting from the Latin prefix in (inside, into) and the verb spirare (to breathe). (See inspiro.) Inspirare meant originally \"to blow into\", as for example in the sentence of the Roman poet Ovid: \"conchae [...] sonanti inspirare iubet\"[3] (\"he orders to blow into the resonant [...] shell\"). In classic Roman times, inspirare had already come to mean \"to breathe deeply\" and assumed also the figurative sense of \"to instill [something] in the heart or in the mind of someone\".\n\nWhen Jerome translated the Greek text of the Bible into the language of the common people of Latium (the region of central western Italy in which the city of Rome is located; see Vulgate), he translated the Greek theopneustos as divinitus inspirata (\"divinely breathed into\").[4] In Christian theology, the Latin word inspirare was already used by some Church Fathers in the first centuries to translate the Greek term pnéo.\n\nThe Church Fathers often referred to writings other than the documents that formed or would form the biblical canon as \"inspired\".[5] Some modern English translations opt for \"God-breathed\" (NIV) or \"breathed out by God\" (ESV) and avoid \"inspired\" altogether, since its most literal meaning (and etymology), unlike its Latin root, leans toward breathing out instead of breathing in.\n\n"
        },
        {
            "title": "",
            "text": "At 2 Tim 3:16–17 (NRSV), the Bible alleges that \"All scripture is inspired by God and is useful for teaching\" etc. Others offer an alternative reading for the passage; for example, theologian C. H. Dodd suggests that it \"is probably to be rendered\" as: \"Every inspired Scripture is also useful\".[6] With regard to misplacing the \"is\", Daniel B. Wallace calls this alternative \"probably not the best translation.\"[7]\n\n"
        },
        {
            "title": "Basis",
            "text": "The 7 biggest events in history with regard to human government were allegedly in writing (in the Bible) before they occurred. Those 7 events allegedly were:\n\n1) After Rome would come the UK and the US\n\n2) Then the League of Nations\n\n3) Then the UN\n\n4) The UK would gain ascendancy after Rome by sinking the Spanish Armada, conquering NYC from the Dutch and defeating Napoleon\n\n5) WW1 would commence in 1914\n\n6) It lists the countries that Hitler would conquer around North Africa and the Middle East\n\n7) The Russian/American cold war\n\nHere's this list of the fulfilled prophecies, again, only this time, with their corresponding precise cites:\n\n1. After Rome would come the UK and the US (Elizabeth I would defeat Phillip II’s Spanish Armada in 1588 & George Washington would parole George III’s Marquess at Yorktown in 1781) (Da is short for Daniel, Re for Revelation, Nu for Numbers & Eze for Ezekiel - Da 2:33,43; 7:8; 11:27-45; Re 13:11-13; 17:9-10 (NIV) - The description at Da 8:20-22 (NIV) of the fall of Medo-Persia is what unlocks fulfilled prophecy – Gen. Cassander lost Greece to Gen. Lysimachus who, in turn, lost Turkey to Gen. Seleucus of Syria whose dynasty fought the dynasty of Gen. Ptolemy of Egypt, from the North & South of Israel.)\n\n2. Then the League of Nations (would be established by Woodrow Wilson & George V Windsor (‘V’ means the fifth) in 1919 in Geneva) Re 13:14-15; 17:3,11 (NIV)\n\n3. Then the UN (would be established by Truman & George VI in 1945) Re 17:8 (NIV)\n\n4. The UK would gain ascendancy after Rome by sinking the Spanish Armada, conquering NYC from the Dutch and defeating Napoleon. (Frigates would out-cannon galleons, Charles II would defeat Henry Casimir II, who was 7 years old in 1664, & sign the Treaty of Westminster in 1674 with William III of Orange (who conquered Britain in 1688 & ruled there until death) & George III would use Wellington at Waterloo in 1815) Da 7:8,20,24 (NIV)\n\n5. WW1 would commence in 1914 (which is 607 B.C.E. + 2520 years (there is no year zero)) Re 13:1,3; Da 4:32; 4:16-17; Re 12:6,14; Nu 14:34; Eze 4:4-6 (NIV)\n\n6. It lists the countries that Hitler would conquer around North Africa and the Middle East (Montgomery would defeat Rommel in the second battle of El Alamein in 1942 in the most significant tank battle in history) Da 11:41-43 (NIV)\n\n7. The Russian/American cold war (would begin with the Truman Doctrine against Stalin in 1947 & end with the next September 11th type of attack in the first half of the springtime of some unstated year, the year of 'the second coming') Da 11:40 (NIV)\n\nThe List of New Testament uncials wiki lists more than 300 copies that are each over 1000 years old. The best attempts to extract the original Koine Greek text are in Na27 & Na28.\nFurther archeological proof is in Leningradensis, the oldest complete Hebrew manuscript (and the List of Hebrew Bible manuscripts).\nExcept for Nu & Eze, all of the cites in the above list of the 7 biggest events are from less than 10 chapters. (Da 2, 4, 7-8, 11 and Re 12-13, 17-18 (NIV)). Summarized in two words, “fulfilled prophecy” allegedly proves that humanity has communication from God that contains recognizable details about the founders of the biggest empires in history. Foretelling the 7 biggest events with respect to human government allegedly produces the highest possible authentication of authorship by an Extraterrestrial (in this case allegedly, specifically God) - that if anyone were to ponder it for decades, he'd remain unable to articulate a better proof of authorship by a person from outer space. Mt 5:18 (NIV) (in the Sermon on the Mount) refers to the Hebrew letter yodh and the dot on the Greek letter iota, alleging:\n\n"
        },
        {
            "title": "Evangelical viewpoint",
            "text": "Evangelicals view the Bible as superintended by the Holy Spirit, preserving the writers' works from error without eliminating their specific concerns, situation, or style.[8] This divine involvement, they say, allowed the biblical writers to communicate without corrupting God's own message both to the immediate recipients of the writings and to those who would come after. Some Evangelicals have labelled the conservative or traditional view as \"verbal, plenary inspiration of the original manuscripts\", by which they mean that each word (not just the overarching ideas or concepts) was meaningfully chosen under the superintendence of God.[9]\n\nEvangelicals acknowledge the existence of textual variations between biblical accounts of apparently identical events and speeches. They see these as complementary, not contradictory, and explain them as the differing viewpoints of different writers. For instance, the Gospel of Matthew was intended to communicate the Gospel to Jews, the Gospel of Luke to Greeks, and the Gospel of Mark to Romans. Evangelical apologists such as John W. Haley in his book Alleged Discrepancies in the Bible[10] and Norman Geisler in When Critics Ask[11] have proposed answers to hundreds of claimed contradictions. Some discrepancies are accounted for by changes from the master manuscripts (which are alleged to contain very nearly the original text and) that these alterations were introduced as copies were made (maybe of copies themselves), either deliberately or accidentally.\n\nMany Evangelicals consider biblical inerrancy or biblical infallibility to be the necessary consequence of the Bible's doctrine of inspiration (see, for example, the Westminster Confession of Faith or the Chicago Statement on Biblical Inerrancy).\n\nThree basic approaches to inspiration are often described when the evangelical approach to scripture is discussed:[12]: 239 \n\nTheories seeing only parts of the Bible as inspired (\"partial inspiration\")[16]\nmeet with insistent emphasis on plenary inspiration on the part of its proponents.\n\n"
        },
        {
            "title": "Critical viewpoint",
            "text": "The New American Commentary by T.D. Lea and H.P. Griffen says, \"[n]o respected Evangelicals maintain that God dictated the words of Scripture.\"[12] By this, Lea & Griffen were referring to the entirety of the Scriptures, i.e. every single word in the Bible. Lea & Griffen meant that they advocated verbal plenary inspiration as fact, instead of the verbal dictation theory.\n\nThe Evangelical position was criticized as being circular by an anonymous Catholic author, who accepted the doctrine of biblical inspiration. This author claimed that the Bible can only be used to prove doctrines of biblical inspiration if the doctrine is assumed to begin with.[17] Some defenders of the evangelical doctrine such as B. B. Warfield and Charles Hodge, however, moved away from a circular argument and \"committed themselves to the legitimacy of external verification\" to inductively prove the doctrine, though they placed some restrictions on the evidences that could be considered.[18]\n\n"
        },
        {
            "title": "Lutheran and Reformed viewpoint",
            "text": "As Lutherans confess in the Nicene Creed, the Holy Spirit \"spoke through the prophets\". The Apology of the Augsburg Confession identifies Holy Scripture with the Word of God[19] and calls the Holy Spirit the author of the Bible.[20]\n\nAccording to Frederic Farrar, Martin Luther did not understand inspiration to mean that the scriptures were dictated in a purely mechanical manner. Instead, Luther \"held that they were not dictated by the Holy Spirit, but that His illumination produced in the minds of their writers the knowledge of salvation, so that divine truth had been expressed in human form, and the knowledge of God had become a personal possession of man. The actual writing was a human not a supernatural act.\"[21] John Calvin also rejected the verbal dictation theory.[22]\n\nLuther asserted that \"He [the pious Christian] should not doubt that however simple they [the Scriptures] may seem, these are the very words, deeds, judgments, and history of the high majesty and wisdom of God; for this is the Scripture \nwhich makes fools out of all the wise\".[23]\n\nThe doctrine of sola scriptura was one of the central teachings during the Protestant Reformation. It teaches that the Bible is the final authority for moral, spiritual, and for some, civil matters. As Luther said, \"The true rule is this: God's Word shall establish articles of faith, and no one else, not even an angel can do so.\"[24]\n\n"
        },
        {
            "title": "Catholic viewpoint",
            "text": "The Catechism of the Catholic Church alleges that the Bible's human writers were \"consigned to writing whatever he wanted written, and no more.\"[25] The Catechism also claims that the Bible is \"without error\".[26]\nThe Catholic Church holds the Bible as inspired by God, but that it does not view God as the direct author of the Bible, in the sense that he does not put a 'ready-made' book in the mind of the inspired person.[27]\n\nPope Benedict XVI gave the following (non-dogmatic) explanation in 2007:\n\nThe Catholic view of biblical inspiration stems from the belief in the historical authenticity of the foundation of an infallible inchurch, and Jesus' grant of teaching authority to that church through his apostles. Because the church designated the canon through its tradition, its authority to identify the inspired books is accepted, rather than any self-contained or inherent claims of the Scriptures themselves.[17][29][27]\n\n"
        },
        {
            "title": "Modern Christian viewpoint",
            "text": "The typical view within Liberal Christianity and Progressive Christianity rejects the idea that the Bible is divinely inspired. Some advocates of higher criticism who espouse this view even go so far as to regard the Bible as purely a product of human invention. However, most form critics, such as Rudolf Bultmann (1884–1976) and Walter Brueggemann (1933– ), still regard the Bible as a sacred text, just not a text that communicates the unaltered word of God.[30] They see it instead as true, divinely inspired theology mixed with foreign elements that can sometimes be inconsistent with the overarching messages found in Scripture and that have discernible roots in history, mythology, or ancient cultic practices.\n\n"
        },
        {
            "title": "Neo-orthodox viewpoint",
            "text": "Emil Brunner (1889–1966) was one of the primary advocates of Neo-orthodoxy. He wrote, \"[T]he Christian Church believes the Bible to be the Word of God\" & \"Christian faith is Bible faith.\"[31] He also wrote, \"Yes, God has made known the secret of His will through the Prophets and Apostles in the Holy Scriptures.\"[32] Brunner rhetorically asked, \"Is the whole Bible God's Word then?\" Brunner answered, \"Yes, insofar as it speaks of that which is 'here' in Christ.\"[33] It goes without saying that presently some, but not all copies & translations contain errors. But Brunner's illustration was, \"If you buy a phonograph record you are told that you will hear the Master Caruso. Is that true? Of course! But really his voice? Certainly!\" Brunner kept emphatically writing, \"[T]he Bible[...] makes the real Master's voice audible,—really his voice, his words, what he wants to say. Men's personalities can be discerned in Bible, just as Brunner wrote, \"[...] God speaks His Word through the voice of man. Paul, Peter, Isaiah and Moses are such men.\" Brunner ultimately concludes that, \"Only a fool listens to the incidental noises when he might listen to his Master's voice!\"[34]\n\nThe Neo-orthodox doctrine of inspiration views the Bible as \"the words of God\". This view was a reaction to the Modernist doctrine, which Neo-orthodox proponents argue eroded the value and significance of the Christian faith. Karl Barth (1886–1968) was another one of the primary advocates of Neo-othodoxy.\n\n"
        },
        {
            "title": "Other viewpoints",
            "text": "A 2011 Gallup survey reports, \"A 49% plurality of Americans say the Bible is the inspired word of God but that it should not be taken literally, consistently the most common view in Gallup's nearly 40-year history of this question.\"[35]\n\n"
        }
    ]
}