{
    "url": "https://en.wikipedia.org/wiki/Bibliography_of_George_Washington",
    "title": "Bibliography of George Washington",
    "table_of_contents": [
        "1 Washington overview",
        "2 Evolution of Washington biographies",
        "3 Primary sources and documents",
        "4 Biographical",
        "5 Events, government and ideas",
        "5.1 Espionage",
        "5.2 Slavery",
        "5.3 Historiography and memory",
        "6 Primary sources",
        "6.1 Jared Sparks",
        "6.2 Worthington C. Ford",
        "6.3 John Clement Fitzpatrick",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "This bibliography of George Washington is a selected list of written and published works about George Washington (1732–1799).  A recent count has estimated the number of books about George Washington at some nine hundred; add scholarly articles with Washington's name in the title and the count climbs to six thousand.[1][2]\n\nIt covers his life in general or in part and includes primary sources containing Washington's works, letters, records, diaries, etc. The literature on Washington is immense, his biographers and editors having lived in four separate centuries. Many of the publications listed here lend themselves to Washington in a biographical capacity, while many cover specific events and other topics where Washington is the central or an important figure. Publications covering subjects such as 'The Winter at Valley Forge', 'The Battle of Brooklyn' and Washington's farewell address are well placed and can be found in this bibliography. Washington was diligent about keeping records, maintained many diaries throughout his adult life, and corresponded with many prominent figures, family members and friends. At this late date nearly all of Washington's writings have been studied, transcribed, organized, edited and published by a large number of historians over the years, providing the basis by which the many biographical accounts of Washington's life have been written.\n\n"
        },
        {
            "title": "Washington overview",
            "text": "George Washington (February 22, 1732 [O.S. February 11, 1731] – December 14, 1799) was the first president of the United States (1789–1797), the commander-in-chief of the Continental Army during the American Revolutionary War, and one of the Founding Fathers of the United States. He presided over the convention that drafted the current United States Constitution and during his lifetime was called the \"father of his country\", and widely considered so by many historians today. Washington left volumes of letters, diaries and other documents that historians continue to draw on for insight into Washington's life and early American history overall.\n\n"
        },
        {
            "title": "Evolution of Washington biographies",
            "text": "Biographies of George Washington number nearly as many as those for all other major figures in the American Revolution combined, and comprise only a portion of the literature of Washington altogether.[3]\n\nThe first biographer of George Washington was Mason Weems, famous for his anecdote of the young Washington chopping down a cherry tree, i.e.\"I cannot tell a lie...\", who first published his The Life of George Washington in 1800 and subsequently in 1804–1807[4][a] setting the tone for many popular biographies that eventually followed.[7]\nWashington was so central to the story of the American Revolution and the government after 1787 that virtually all the early histories celebrated him as the model American and president.  They were handicapped however by lack of access to his private papers and by haphazard availability of his official papers as general and president.[8]\n\nA number of years after Washington's death passed before much of the finer and more intimate biographical information on Washington began to emerge, as this information could only be found in Washington's letters and diaries, most of which were still in the hands of family members and other private individuals. The greater public only had access to accounts from newspapers and various official documents. It was not until 1833 that a more comprehensive account of Washington's personal life became known. The first such account was authored by Jared Sparks, considered the best informed man on Washington in his day[9] and the first biographer who was given access to Washington's many letters by Washington's nephew Bushrod Washington. Sparks published The Writings of George Washington, published in twelve volumes  between 1833 and 1837, and The Life of George Washington in 1839. Sparks was sometimes criticized for editing  Washington's spelling, grammar and various phrases.[10]\n\nChief Justice John Marshall, an ardent Federalist from Virginia, greatly admired Washington, and between 1804 and 1807 published a highly detailed five-volume biography. It greatly shaped the scholarly image of Washington for the 19th century. Marshall's Life of Washington was based on records and papers also provided to him by the Washington family and reflected Marshall's Federalist principles. His revised and condensed two-volume Life of Washington was published in 1832.[11] Historians have often praised its accuracy and well-reasoned judgments, while noting Marshall's frequent paraphrases of published sources such as William Gordon's 1801 history of the Revolution and the British Annual Register.[12]\n\nIn the 20th century, by far the most comprehensive biography was written by Douglas Southall Freeman in seven volumes, 1948–1957. A recent evaluation of its 3582 pages concludes, \"Although a few specific interpretations have been supplanted, this remains the most comprehensive study of Washington and the best place to check for specific activities, military movements, and decisions.\"[13] Freeman's research was thorough, and the story is told from Washington's own viewpoint. Freeman wrote, \"the great big thing stamped across that man is character.\" By character, says David Hackett Fischer \"Freeman meant integrity, self-discipline, courage, absolute honesty, resolve, and decision, but also forbearance, decency, and respect for others.\"[14] Freeman posthumously won a Pulitzer Prize in 1958 for his work,[15] and James T. Flexner's, George Washington: The Indispensable Man, in four volumes (1965–1972), also won the Pulitzer Prize in 2005.[16][17] Joseph J. Ellis, His Excellency: George Washington (2005) has frequently been praised as an interpretive essay. David Hackett Fischer's long, intense, microscopic study of the December 1775 campaign Washington's Crossing (2004) likewise won a Pulitzer Prize in 2005.[18] Washington: A Life (2010), written by historian Ron Chernow, won Chernow a Pulitzer Prize in 2011.[19] You Never Forget Your First (2020), written by historian Alexis Coe, is the third complete biography of Washington written by a female author.[20] In her book, Coe chronicles Washington's life and seeks to deconstruct conclusions that have been reached about him, particularly those drawn by male historians and biographers.[21][22][23]\n\n"
        },
        {
            "title": "Primary sources and documents",
            "text": "After Washington died the huge volumes of his writings and documents were bequeathed to his nephew, Bushrod Washington.[24] Not long after Washington's death Bushrod prevailed upon several authors to write Washington's biography. He first approached Washington's old friend and compatriot John Marshall[b] to write a biography, offering all of Washington's letters, manuscripts and diaries to help in the effort, to which Marshall agreed, subsequently producing his five-volume biography of George Washington, first published between 1804 and 1807. With its many references to various letters and documents, Marshall's five-volume work became the sole comprehensive source for Washington and his life that served advanced readers for several decades. Finally in 1833 Bushrod also allowed Jared Sparks access to Washington's letters, and in 1839 Sparks published his two-volume, The Life of George Washington, which drew on the same abundance of primary sources. He also produced a large 12-volume work outlining Washington's writings, published between 1833 and 1837. Sparks was sometimes criticized for silently editing Washington's spelling, grammar and various phrases.[27][28]\n\nAnother major compilation of Washington's writings was published from 1889 to 1893 by  historian Worthington Chauncey Ford in a fourteen-volume set of The Writings of George Washington. The next major compilation did not appear until John Clement Fitzpatrick compiled and edited a  thirty-nine volume work, also entitled, The Writings of George Washington, (1931–1944), using much of the same original manuscript sources as Sparks and Ford.[29] Historian Donald Jackson and Dorothy Twohig in 1984 published what is now considered by historian John R. Alden the best edition of Washington's diaries, in six volumes.[30]\n\nThe Library of Congress has a comprehensive bibliography,[31] as well as online scans of diaries, letterbooks, financial papers and military papers.\n\n"
        },
        {
            "title": "Primary sources",
            "text": "The greater volume of George Washington's known letters were first edited and published in the 19th century by several prominent historians. These works form the basis of all other such publications that followed.\n\nJared Sparks was given access to Washington's personal writings  and other documents by Bushrod Washington who had inherited them from his uncle George Washington upon his death. After a several year effort Sparks produced his twelve volume The Writings of George Washington, published from 1833 to 1839.[c] Sparks was widely praised for his great effort but was sometimes criticized for his editing of Washington's spelling, grammar and various phrases.[32]\n\nWorthington C. Ford published a 14 volume work, also entitled, The Writings of George Washington, in 1889–1890. Ford draws on much of the same material as did Sparks in 1834 and Fitzpatrick in 1931. In his Preface to volume 1, Ford, while praising Sparks' enormous volume of works, offers some sharp criticism about his sometimes questionable editorship of Washington's writings as Sparks would sometimes edit spelling, grammar, change or leave out phrases, etc. Ford made clear of his position here, that his editorship of Washington's writings would not be conducted in the same expedient manner that his predecessor sometimes employed.[33]\n\nJohn Clement Fitzpatrick was commissioned by the George Washington Bicentennial Commission in 1931 to transcribe, edit and publish Washington's writings in what became a 39 volume work entitled The Writings of George Washington.[d] The Commission was created to commemorate the coming 200th anniversary of Washington's birth in 1932, and to promote education in Revolutionary War era history overall.  This massive work, taken from Washington's letters, military records, diaries, etc., was edited and compiled under the direction of John Clement Fitzpatrick, and sponsored and prepared by the Commission, under the authority of U.S. Congress, 1931, taking several years to complete. The commission conducted a thorough investigation of all available books, pamphlets reports, and other material relating to the life and times of George Washington. Because the field was very broad, members of the commission found it necessary to study the requirements of selecting source material while making sure they didn't exclude any essential data, a process that Fitzpatrick oversaw for eight years until his death in 1940 before all the volumes had been published.[34]\n\n"
        }
    ]
}