{
    "url": "https://en.wikipedia.org/wiki/BigDog",
    "title": "BigDog",
    "table_of_contents": [
        "1 History",
        "1.1 Discontinuation",
        "2 Hardware",
        "3 Gallery",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBigDog is a dynamically stable  quadruped military robot that was created in 2005 by Boston Dynamics with Foster-Miller, the NASA Jet Propulsion Laboratory, and the Harvard University Concord Field Station.[1] It was funded by DARPA, but the project was shelved after the BigDog was deemed too loud for combat.[2]\n\n"
        },
        {
            "title": "History",
            "text": "BigDog was funded by the Defense Advanced Research Projects Agency (DARPA) in the hopes that it would be able to serve as a robotic pack mule to accompany soldiers in terrain too rough for conventional vehicles. Instead of wheels or treads, BigDog uses four legs for movement, allowing it to move across surfaces that would defeat wheels. The legs contain a variety of sensors, including joint position and ground contact. BigDog also features a laser gyroscope and a stereo vision system.\n\nBigDog is 3 feet (0.91 m) long, stands 2.5 feet (0.76 m) tall, and weighs 240 pounds (110 kg), making it about the size of a small mule. It is capable of traversing difficult terrain, running at four miles per hour (6.4 km/h), carrying 340 pounds (150 kg), and climbing a 35 degree incline.[1] Locomotion is controlled by an onboard computer that receives input from the robot's various sensors. Navigation and balance are also managed by the control system.\n\nBigDog's walking pattern is controlled through four legs, each equipped with four low-friction hydraulic cylinder actuators that power the joints. BigDog's locomotion behaviors can vary greatly. It can stand up, sit down, walk with a crawling gait that lifts one leg at a time, walk with a trotting gait lifting diagonal legs, or trot with a running gait. The travel speed of BigDog varies from a 0.45 mph (0.2 m/s) crawl to a 3.6 mph (1.6 m/s) trot.[4]\n\nThe BigDog project was headed by Dr. Martin Buehler, who received the Joseph Engelberger Award from the Robotics Industries Association in 2012 for the work.[5] Dr. Buehler while previously a professor at McGill University, headed the robotics lab there, developing four-legged walking and running robots.[6]\n\nBuilt onto the actuators are sensors for joint position and force, and movement is ultimately controlled through an onboard computer which manages the sensors.\n\nApproximately 50 sensors are located on BigDog. These measure the attitude and acceleration of the body, motion, and force of joint actuators as well as engine speed, temperature and hydraulic pressure inside the robot's internal engine. Low-level control, such as position and force of the joints, and high-level control such as velocity and altitude during locomotion, are both controlled through the onboard computer.\n\nBigDog was featured in episodes of Web Junk 20 and Hungry Beast, and in articles in New Scientist,[7] Popular Science, Popular Mechanics, and The Wall Street Journal.\n\nOn March 23, 2008, Boston Dynamics released video footage of a new generation of BigDog known as AlphaDog.[8][unreliable source?] The footage shows BigDog's ability to walk on icy terrain and recover its balance when kicked from the side.[9]\n\nThe refined equivalent has been designed by Boston Dynamics to exceed the BigDog in terms of capabilities and use to dismounted soldiers.\n\nIn February 2012, with further DARPA support, the militarized Legged Squad Support System (LS3) variant of BigDog demonstrated its capabilities during a hike over tough terrain.[citation needed]\n\nStarting in the summer of 2012, DARPA planned to complete the overall development of the system and refine its key capabilities in 18 months, ensuring its worth to dismounted warfighters before it is rolled out to squads operating in-theatre. BigDog must be able to demonstrate its ability to complete a 20-mile (32 km) trek in 24 hours, without refuelling, while carrying a 400-pound (180 kg) load. A refinement of its vision sensors will also be conducted.\n\nAt the end of February 2013, Boston Dynamics released video footage of a modified BigDog with an arm. The arm can pick up objects and throw them. The robot is relying on its legs and torso to help power the motions of the arm. It is believed that it can lift weights around 50 pounds (23 kg).[10]\n\nAt the end of December 2015, the BigDog project was discontinued. Despite hopes that it would one day work like a pack mule for US soldiers in the field, the gas-powered engine was deemed too noisy for use in combat. A similar project for an all-electric robot named Spot was much quieter, but could only carry 40 pounds (18 kg). Both projects are no longer in progress, but the Spot Mini was released in 2019.[2][11]\n\n"
        },
        {
            "title": "Hardware",
            "text": "BigDog is powered by a two-stroke, one-cylinder, 15-brake-horsepower (11 kW) go-kart engine operating at over 9,000 RPM. The engine drives a hydraulic pump, which in turn drives the hydraulic leg actuators.  Each leg has four actuators (two for the hip joint, and one each for the knee and ankle joints), for a total of 16. Each actuator unit consists of a hydraulic cylinder, servo valve, position sensor, and force sensor.\n\nOnboard computing power is a ruggedized PC/104 board stack with a Pentium 4 class computer running QNX.[12]\n\n"
        }
    ]
}