{
    "url": "https://en.wikipedia.org/wiki/Bilocation",
    "title": "Bilocation",
    "table_of_contents": [
        "1 In ancient Greece",
        "2 In religion and mysticism",
        "2.1 Hinduism and Buddhism",
        "2.2 Christianity",
        "2.3 Witchcraft",
        "2.4 occultism",
        "2.5 New Religious Movements",
        "3 Skepticism",
        "4 Cultural influence",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bilocation, or sometimes multilocation, is an alleged psychic or miraculous ability wherein an individual or object is located (or appears to be located) in two distinct places at the same time.[1] Reports of bilocational phenomena have been made in a wide variety of historical and religious contexts, ranging from ancient Greek legends and Christian traditions to modern occultism.\n\n"
        },
        {
            "title": "In ancient Greece",
            "text": "The ancient Greek philosopher Pythagoras is said to have been capable of bilocation. According to Porphyry (writing several centuries after Pythagoras):\n\nA similar story is told of Apollonius of Tyana, who was supposedly present simultaneously in Smyrna and Ephesus.[4]\n\n"
        },
        {
            "title": "In religion and mysticism",
            "text": "The concept of bilocation has been linked with shamanism,[6] Theosophy,[7] Islam (especially Sufism),[8] and Jewish mysticism.[9]\n\nIt is also one of the siddhis of Hinduism and Buddhism.[10][11] Several prominent Hindu gurus, including Neem Karoli Baba,[12] Sri Yukteswar,[13] and Lahiri Mahasaya,[13] have been reported to have this ability.\n\nThe history of Christianity contains many reports of miraculous bilocations. Among the earliest of these is the apparition of Our Lady of the Pillar. This is an alleged appearance of the Virgin Mary in Caesaraugusta, Spain, in the year 40 CE, at a time when she is believed to have been still alive and living in Jerusalem.[14]\n\nOther Christian figures said to have experienced bilocation include Saint Drogo,[15] Anthony of Padua,[16] Francis of Paola,[17] Francis Xavier,[18] Martin de Porres,[19] María de Ágreda,[20][21] María de León Bello y Delgado,[citation needed] Alphonsus Liguori,[5] Gerard Majella,[22] and Pio of Pietrelcina.[23]\n\nHowever, Catholic philosophers disagree as to whether a person can really be physically located in two places at once, or whether the bilocations of the saints only take the form of non-substantial apparitions.[24][25]\n\nIn the 17th century, persons accused of witchcraft were often reported to appear to their victims in visions, even if they were known to be elsewhere at the time. The trials at Bury St. Edmunds and Salem included this \"spectral evidence\" against defendants. Matthew Hopkins described the phenomenon in his book The Discovery of Witches.\n\nÉmilie Sagée, a French teacher working in 1845 in a boarding school in Latvia, supposed to had the ability of bilocation.[26]\n\nThe English occultist Aleister Crowley was reported by acquaintances to have the ability to bilocate, even though he said he was not conscious of its happening at the time.[27]\n\n"
        },
        {
            "title": "Skepticism",
            "text": "Skeptical investigator Joe Nickell has written that there is no scientific evidence that bilocation is a real phenomenon and that cases are often from anecdotal reports that cannot be verified. Nickell listed self-delusion, hoaxing and illusion to explain alleged cases of bilocation.[28]\n\n"
        },
        {
            "title": "Cultural influence",
            "text": "Bilocation figures heavily in David Lynch's film Lost Highway (1997) and Thomas Pynchon's novel Against the Day (2006). Bilocation also plays a part in the Christopher Priest novel The Prestige. Additionally, the phenomenon is explored in an episode of The X-Files, \"Fight Club\", and several season two episodes of Alcoa Presents: One Step Beyond, including \"Dead Ringer\".\n\nA mystical story that involved Soviet author Yevgeny Petrov served as inspiration for the film Envelope (2012), starring Kevin Spacey.\n\n"
        }
    ]
}