{
    "url": "https://en.wikipedia.org/wiki/Bimoism",
    "title": "Bimoism",
    "table_of_contents": [
        "1 Bimo",
        "2 Folklore",
        "2.1 Torch Festival",
        "3 See also",
        "4 Bibliography",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bimoism[1] (Chinese: 毕摩教; pinyin: Bìmójiào, Yi: ꀘꂾ) is the indigenous religion of the Yi people, the largest ethnic group in Yunnan after the Han Chinese. It takes its name from the bimo, shaman-priests who are also masters of Yi language and scriptures, wearing distinctive black robes and large hats.\n\n"
        },
        {
            "title": "Bimo",
            "text": "Bimo, which means 'master of scriptures',[2] who officiate at births, funerals, weddings and holidays.[3] One can become bimo by patrilinial descent after a time of apprenticeship or formally acknowledging an old bimo as the teacher.[4] A lesser priest known as suni is elected, but bimo are more revered and can read Yi scripts while suni cannot. Both can perform rituals, but only bimo can perform rituals linked to death. For most cases, suni only perform some exorcism to cure diseases. Generally, suni can only be from humble civil birth while bimo can be of both aristocratic and humble families.[5][6]\n\nThe Yi worshiped and deified their ancestors similar to the Chinese folk religion, and also worshiped gods of nature: fire, hills, trees, rocks, water, earth, sky, wind and forests.[3] Bimoists also worship dragons, believed to be protectors from bad spirits that cause illness, poor harvests and other misfortunes. Bimoists believe in multiple souls. At death, one soul remains to watch the grave while the other is eventually reincarnated into some living form. After someone dies they sacrifice a pig or sheep at the doorway to maintain relationship with the deceased spirit.[5]\n\nThe bimo, once considered by the Chinese government to be promoting a \"backwards religion\", are now being promoted as ambassadors of Yi culture. They organise large-scale rituals for the yearly Torch Festival.[1] Since the 1980s, with the loosening of religion restrictions in China, Bimoism has undergone a revitalisation.[1] In 1996, the Bimo Culture Research Center was founded.[1] In the early 2010s, the government of China has helped the revival of the Bimoist faith through the construction of large temples and ceremonial complexes.[7][8][9]\n\n"
        },
        {
            "title": "Folklore",
            "text": "The most famous hero in Yi mythology is Zhyge Alu. He was the son of a dragon and an eagle who possessed supernatural strength, anti-magic, and anti-ghost powers. He rode a nine-winged flying horse called \"long heavenly wings.\" He also had the help of a magical peacock and python. The magical peacock was called Shuotnyie Voplie and could deafen the ears of those who heard its cry, but if invited into one's house, would consume evil and expel leprosy. The python, called Bbahxa Ayuosse, was defeated by Zhyge Alu, who wrestled with it in the ocean after transforming into a dragon. It was said to be able to detect leprosy, cure tuberculosis, and eradicate epidemics. Like the Chinese mythological archer, Hou Yi, Zhyge Alu shoots down the suns to save the people.[10] In the Yi religion Bimoism, Zhyge Alu aids the bimo priests in curing leprosy and fighting ghosts.[11]\n\nJiegujienuo was a ghost that caused dizziness, slowness in action, dementia and anxiety. The ghost was blamed for ailments and exorcism rituals were conducted to combat the ghost. The bimo erected small sticks considered to be sacred, the kiemobbur, at the ritual site in preparation.[11]\n\nThe Torch Festival is one of the Yi people's main holidays. According to Yi legend, there were once two men of great strength, Sireabi and Atilaba. Sireabi lived in heaven while Atilaba on earth. When Sireabi heard of Atilaba's strength, he challenged Atilaba to a wrestling match. After suffering two defeats, Sireabi was killed in a bout, which greatly angered the bodhisattavas, who sent a plague of locusts to punish the earth. On the 24th day of the 6th month of the lunar calendar, Atilaba cut down many pine trees and used them as torches to kill the locusts, protecting the crops from destruction. The Torch Festival is thus held in his honor.[12]\n\n"
        }
    ]
}