{
    "url": "https://en.wikipedia.org/wiki/Binocular_vision",
    "title": "Binocular vision",
    "table_of_contents": [
        "1 Etymology",
        "2 Field of view and eye movements",
        "3 Binocular summation",
        "4 Binocular interaction",
        "5 Singleness of vision",
        "6 Eye dominance",
        "7 Stereopsis",
        "8 Allelotropia",
        "9 Binocular rivalry",
        "10 Disorders",
        "11 See also",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In biology, binocular vision is a type of vision in which an animal has two eyes capable of facing the same direction to perceive a single three-dimensional image of its surroundings. Binocular vision does not typically refer to vision where an animal has eyes on opposite sides of its head and shares no field of view between them, like in some animals.\n\nNeurological researcher Manfred Fahle has stated six specific advantages of having two eyes rather than just one:[1]\n\nOther phenomena of binocular vision include utrocular discrimination (the ability to tell which of two eyes has been stimulated by light),[5] eye dominance (the habit of using one eye when aiming something, even if both eyes are open),[6] allelotropia (the averaging of the visual direction of objects viewed by each eye when both eyes are open),[7] binocular fusion or singleness of vision (seeing one object with both eyes despite each eye's having its own image of the object),[8] and binocular rivalry (seeing one eye's image alternating randomly with the other when each eye views images that are so different they cannot be fused).[9]\n\nBinocular vision helps with performance skills such as catching, grasping, and locomotion.[10] It also allows humans to walk over and around obstacles at greater speed and with more assurance.[11] Optometrists and/or orthoptists are eyecare professionals who fix binocular vision problems.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term binocular comes from two Latin roots, bini for double, and oculus for eye.[12]\n\n"
        },
        {
            "title": "Field of view and eye movements",
            "text": "Some animals – usually, but not always, prey animals – have their two eyes positioned on opposite sides of their heads to give the widest possible field of view. Examples include rabbits, buffalo, and antelopes. In such animals, the eyes often move independently to increase the field of view. Even without moving their eyes, some birds have a 360-degree field of view.\n\nSome other animals – usually, but not always, predatory animals – have their two eyes positioned on the front of their heads, thereby allowing for binocular vision and reducing their field of view in favor of stereopsis. However, front-facing eyes are a highly evolved trait in vertebrates, and there are only three extant groups of vertebrates with truly forward-facing eyes: primates, carnivorous mammals, and birds of prey.\n\nSome predatory animals, particularly large ones such as sperm whales and killer whales, have their two eyes positioned on opposite sides of their heads, although it is possible they have some binocular visual field.\n[13]\nOther animals that are not necessarily predators, such as fruit bats and a number of primates, also have forward-facing eyes. These are usually animals that need fine depth discrimination/perception; for instance, binocular vision improves the ability to pick a chosen fruit or to find and grasp a particular branch.\n\nThe direction of a point relative to the head (the angle between the straight ahead position and the apparent position of the point, from the egocenter) is called visual direction, or version. The angle between the line of sight of the two eyes when fixating a point is called the absolute disparity, binocular parallax, or vergence demand (usually just vergence). The relation between the position of the two eyes, version and vergence is described by Hering's law of visual direction.\n\n\nIn animals with forward-facing eyes, the eyes usually move together. \n Eye movements are either conjunctive (in the same direction), version eye movements, usually described by their type: saccades or smooth pursuit (also nystagmus and vestibulo-ocular reflex). Or they are disjunctive (in opposite direction), vergence eye movements. The relation between version and vergence eye movements in humans (and most animals) is described by Hering's law of equal innervation.\n\nSome animals use both of the above strategies. A starling, for example, has laterally placed eyes to cover a wide field of view, but can also move them together to point to the front so their fields overlap giving stereopsis. A remarkable example is the chameleon, whose eyes appear as if mounted on turrets, each moving independently of the other, up or down, left or right. Nevertheless, the chameleon can bring both of its eyes to bear on a single object when it is hunting, showing vergence and stereopsis.\n\n"
        },
        {
            "title": "Binocular summation",
            "text": "Binocular summation is the process by which the detection threshold for a stimulus is lower with two eyes than with one.[14] There are various types of possibilities when comparing binocular performance to monocular.[14] Neural binocular summation occurs when the binocular response is greater than the probability summation. Probability summation assumes complete independence between the eyes and predicts a ratio ranging between 9-25%. Binocular inhibition occurs when binocular performance is less than monocular performance. This suggests that a weak eye affects a good eye and causes overall combined vision.[14] Maximum binocular summation occurs when monocular sensitivities are equal. Unequal monocular sensitivities decrease binocular summation. There are unequal sensitivities of vision disorders such as unilateral cataract and amblyopia.[14] Other factors that can affect binocular summation include are, spatial frequency, stimulated retinal points, and temporal separation.[14]\n\n"
        },
        {
            "title": "Binocular interaction",
            "text": "Apart from binocular summation, the two eyes can influence each other in at least three ways.\n\n"
        },
        {
            "title": "Singleness of vision",
            "text": "Once the fields of view overlap, there is a potential for confusion between the left and right eye's image of the same object. This can be dealt with in two ways: one image can be suppressed, so that only the other is seen, or the two images can be fused. If two images of a single object are seen, this is known as double vision or diplopia.\n\nFusion of images (commonly referred to as 'binocular fusion') occurs only in a small volume of visual space around where the eyes are fixating. Running through the fixation point in the horizontal plane is a curved line for which objects there fall on corresponding retinal points in the two eyes. This line is called the empirical horizontal horopter. There is also an empirical vertical horopter, which is effectively tilted away from the eyes above the fixation point and towards the eyes below the fixation point. The horizontal and vertical horopters mark the centre of the volume of singleness of vision. Within this thin, curved volume, objects nearer and farther than the horopters are seen as single. The volume is known as Panum's fusional area (it's presumably called an area because it was measured by Panum only in the horizontal plane). Outside of Panum's fusional area (volume), double vision occurs.\n\n"
        },
        {
            "title": "Eye dominance",
            "text": "When each eye has its own image of objects, it becomes impossible to align images outside of Panum's fusional area with an image inside the area.[15] This happens when one has to point to a distant object with one's finger. When one looks at one's fingertip, it is single but there are two images of the distant object. When one looks at the distant object it is single but there are two images of one's fingertip. To point successfully, one of the double images has to take precedence and one be ignored or suppressed (termed \"eye dominance\"). The eye that can both move faster to the object and stay fixated on it is more likely to be termed as the dominant eye.[15]\n\n"
        },
        {
            "title": "Stereopsis",
            "text": "The overlapping of vision occurs due to the position of the eyes on the head (eyes are located on the front of the head, not on the sides). This overlap allows each eye to view objects with a slightly different viewpoint. As a result of this overlap of vision, binocular vision provides depth.[16] Stereopsis (from stereo- meaning \"solid\" or \"three-dimensional\", and opsis meaning “appearance” or “sight”) is the impression of depth that is perceived when a scene is viewed with both eyes by someone with normal binocular vision.[16] Binocular viewing of a scene creates two slightly different images of the scene in the two eyes due to the eyes' different positions on the head. These differences, referred to as binocular disparity, provide information that the brain can use to calculate depth in the visual scene, providing a major means of depth perception.[16] There are two aspects of stereopsis: the nature of the stimulus information specifying stereopsis, and the nature of the brain processes responsible for registering that information.[16] The distance between the two eyes on an adult is almost always 6.5 cm and that is the same distance in shift of an image when viewing with only one eye.[16] Retinal disparity is the separation between objects as seen by the left eye and the right eye and helps to provide depth perception.[16] Retinal disparity provides relative depth between two objects, but not exact or absolute depth. The closer objects are to each other, the retinal disparity will be small. If the objects are farther away from each other, then the retinal disparity will be larger. When objects are at equal distances, the two eyes view the objects as the same and there is zero disparity.[16]\n\n"
        },
        {
            "title": "Allelotropia",
            "text": "Because the eyes are in different positions on the head, any object away from fixation and off the plane of the horopter has a different visual direction in each eye. Yet when the two monocular images of the object are fused, creating a Cyclopean image, the object has a new visual direction, essentially the average of the two monocular visual directions. This is called allelotropia.[7]\nThe origin of the new visual direction is a point approximately between the two eyes, the so-called cyclopean eye. The position of the cyclopean eye is not usually exactly centered between the eyes, but tends to be closer to the dominant eye.\n\n"
        },
        {
            "title": "Binocular rivalry",
            "text": "When very different images are shown to the same retinal regions of the two eyes, perception settles on one for a few moments, then the other, then the first, and so on, for as long as one cares to look. This alternation of perception between the images of the two eyes is called binocular rivalry.[17] Humans have limited capacity to process an image fully at one time. That is why the binocular rivalry occurs. Several factors can influence the duration of gaze on one of the two images. These factors include context, increasing of contrast, motion, spatial frequency, and inverted images.[17] Recent studies have even shown that facial expressions can cause longer attention to a particular image.[17] When an emotional facial expression is presented to one eye, and a neutral expression is presented to the other eye, the emotional face dominates the neutral face and even causes the neutral face to not been seen.[17]\n\n"
        },
        {
            "title": "Disorders",
            "text": "To maintain stereopsis and singleness of vision, the eyes need to be pointed accurately. The position of each eye in its orbit is controlled by six extraocular muscles. Slight differences in the length or insertion position or strength of the same muscles in the two eyes can lead to a tendency for one eye to drift to a different position in its orbit from the other, especially when one is tired. This is known as phoria. One way to reveal it is with the cover-uncover test. To do this test, look at a cooperative person's eyes. Cover one eye of that person with a card. Have the person look at your finger tip. Move the finger around; this is to break the reflex that normally holds a covered eye in the correct vergence position. Hold your finger steady and then uncover the person's eye. Look at the uncovered eye. You may see it flick quickly from being wall-eyed or cross-eyed to its correct position. If the uncovered eye moved from out to in, the person has esophoria. If it moved from in to out, the person has exophoria. If the eye did not move at all, the person has orthophoria. Most people have some amount of exophoria or esophoria; it is quite normal. If the uncovered eye also moved vertically, the person has hyperphoria (if the eye moved from down to up) or hypophoria (if the eye moved from up to down). Such vertical phorias are quite rare. It is also possible for the covered eye to rotate in its orbit, such a condition is known as cyclophoria. They are rarer than vertical phorias. Cover test may be used to determine direction of deviation in cyclophorias also.[18]\n\nThe cover-uncover test can also be used for more problematic disorders of binocular vision, the tropias. In the cover part of the test, the examiner looks at the first eye as he or she covers the second. If the eye moves from in to out, the person has exotropia. If it moved from out to in, the person has esotropia. People with exotropia or esotropia are wall-eyed or cross-eyed respectively. These are forms of strabismus that can be accompanied by amblyopia. There are numerous definitions of amblyopia.[14] A definition that incorporates all of these defines amblyopia as a unilateral condition in which vision in worse than 20/20 in the absence of any obvious structural or pathologic anomalies, but with one or more of the following conditions occurring before the age of six: amblyogenic anisometropia, constant unilateral esotropia or exotropia, amblyogenic bilateral isometropia, amblyogenic unilateral or bilateral astigmatism, image degradation.[14] When the covered eye is the non-amblyopic eye, the amblyopic eye suddenly becomes the person's only means of seeing. The strabismus is revealed by the movement of that eye to fixate on the examiner's finger. There are also vertical tropias (hypertropia and hypotropia) and cyclotropias.\n\nBinocular vision anomalies include: diplopia (double vision), visual confusion (the perception of two different images superimposed onto the same space), suppression (where the brain ignores all or part of one eye's visual field), horror fusionis (an active avoidance of fusion by eye misalignment), and anomalous retinal correspondence (where the brain associates the fovea of one eye with an extrafoveal area of the other eye).\n\nBinocular vision anomalies are among the most common visual disorders. They are usually associated with symptoms such as headaches, asthenopia, eye pain, blurred vision, and occasional diplopia.[19] About 20% of patients who come to optometry clinics will have binocular vision anomalies.[19] The most effective way to diagnosis vision anomalies is with the near point of convergence test.[19] During the NPC test, a target, such as a finger, is brought towards the face until the examiner notices that one eye has turned outward and/or the person has experienced diplopia or doubled vision.[19]\n\nUp to a certain extent, binocular disparities can be compensated for by adjustments of the visual system. If, however, defects of binocular vision are too great – for example if they would require the visual system to adapt to overly large horizontal, vertical, torsional or aniseikonic deviations – the eyes tend to avoid binocular vision, ultimately causing or worsening a condition of strabismus.\n\n"
        }
    ]
}