{
    "url": "https://en.wikipedia.org/wiki/Biograph_Studios",
    "title": "Biograph Studios",
    "table_of_contents": [
        "1 History",
        "1.1 Early years",
        "1.2 Post-Griffith years",
        "1.3 Gold Medal Studios",
        "2 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Biograph Studios was an early film studio and laboratory complex, built in 1912 by the Biograph Company at 807 East 175th Street, in The Bronx, New York City, New York.\n\n"
        },
        {
            "title": "History",
            "text": "The first studio of the Biograph Company, formerly American Mutoscope and Biograph Company, was located just south of Union Square on the roof of 841 Broadway at 13th Street in Manhattan, known then as the Hackett Carhart Building and today as the Roosevelt Building. The set-up was similar to Thomas Edison's \"Black Maria\" in West Orange, New Jersey, being mounted on circular tracks to be able to get the best possible sunlight. As of 1988, the foundations of this machinery were still extant. [1]\n\nThe company moved in 1906 to a brownstone a few blocks away at 11 East 14th Street, where it remained until 1913. The brownstone was torn down in the 1960s. It was at this location that D. W. Griffith began as a director, and quickly became the studio's focus. Griffith found and developed for the company stars such as Florence Lawrence,  Blanche Sweet, Mary Pickford, the Gish sisters - Lillian and Dorothy, Lionel Barrymore, Henry B. Walthall, Mae Marsh, Mabel Normand, Harry Carey, Owen Moore, Robert Harron and director Mack Sennett.[1] Due to their overwhelming popularity and the fact that their names were not credited, stars like Florence Lawrence and Mary Pickford became known as the 'Biograph Girls,' before screen credits began to become the norm.\n\nGriffith left the company in 1913, and it moved its facilities to 807 East 175th Street in The Bronx.[2][3] Without Griffith, the studio did not prosper, and the company was dissolved in 1915,[1] and the studio property was leased out to other production companies after Biograph's production stopped. The studio facilities and laboratory were acquired by one of Biograph Company's creditors, the Empire Trust Company, although some of the Biograph old management continued to manage it.[4][5] Herbert Yates acquired the Biograph Studio properties and Film laboratory facilities in 1928. Biograph Studio facilities in The Bronx were made a subsidiary of his Consolidated Film Industries.[6][7]\n\nSome advertising films and a few feature films were made at the studio in the 1930s, including Midnight (1934), Woman in the Dark (1934), The Crime of Dr. Crespi (1935), Manhattan Merry-Go-Round (1937), the Yiddish-language folk drama Tevya (1939), and the Oscar Micheaux production The Notorious Elinor Lee (1940).\n\nHowever, the studio facilities principal activity in that decade was the production of shorts for Universal, Columbia, and RKO, mostly involving New York-based actors and entertainers. The studio suspended operations in 1939, due partly to curtailment of the activities of independent producers because of World War II and partly to a decline in the commercial film market, according to its general manager. At this time, the remaining Biograph films collection was donated to the film department of the Museum of Modern Art.[8] The Soundies Distributing Corporation filmed at the Biograph Studios in 1944.[9]\n\nEmpire Trust later assigned management of the property to one of its own subsidiaries, The Actinograph Corp., which held it until 1948.[10]\n\nMartin Poll (who later became New York's Commissioner of Motion Picture Arts) restored the Biograph Studio facilities and reopened it in 1956 as the Gold Medal Studios.[11][12][13] Gold Medal Studios became the largest film studio in the United States outside of Los Angeles at the time of its 1956 reopening.[11] Poll sold the property in 1961,[14] when it was incorporated into a newer company unrelated to the original Biograph Company, using the name Biograph Studios, Inc. It opened in 1961.[15]\n\nThe television series Naked City, Car 54, Where Are You?, and East Side/West Side, and movies such as A Face in the Crowd, Odds Against Tomorrow, The Fugitive Kind, The Goddess, Pretty Boy Floyd, BUtterfield 8, The Incident, and John and Mary were filmed there. The Biograph Studio facilities went dormant again in the 1970s. The studio facilities and laboratory burned down in 1980.[16]\n\nThe site is now occupied by a New York City Department of Sanitation garage.\n\n"
        }
    ]
}