{
    "url": "https://en.wikipedia.org/wiki/Biological_engineering",
    "title": "Biological engineering",
    "table_of_contents": [
        "1 History",
        "2 Education",
        "3 Sub-disciplines",
        "4 Organizations",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Biological engineering or \nbioengineering is the application of principles of biology and the tools of engineering to create usable, tangible, economically-viable products.[1]  Biological engineering employs knowledge and expertise from a number of pure and applied sciences,[2] such as mass and heat transfer, kinetics, biocatalysts, biomechanics, bioinformatics, separation and purification processes, bioreactor design, surface science, fluid mechanics, thermodynamics, and polymer science. It is used in the design of medical devices, diagnostic equipment, biocompatible materials, renewable energy, ecological engineering, agricultural engineering, process engineering and catalysis, and other areas that improve the living standards of societies.\n\nExamples of bioengineering research include bacteria engineered to produce chemicals, new medical imaging technology, portable and rapid disease diagnostic devices, prosthetics, biopharmaceuticals, and tissue-engineered organs.[3][4]  Bioengineering overlaps substantially with biotechnology and the biomedical sciences in a way analogous to how various other forms of engineering and technology relate to various other sciences (such as aerospace engineering and other space technology to kinetics and astrophysics).[citation needed]\n\nIn general, biological engineers attempt to either mimic biological systems to create products, or to modify and control biological systems.  Working with doctors, clinicians, and researchers, bioengineers use traditional engineering principles and techniques to address biological processes, including ways to replace, augment, sustain, or predict chemical and mechanical processes.[5][6]\n\n"
        },
        {
            "title": "History",
            "text": "Biological engineering is a science-based discipline founded upon the biological sciences in the same way that chemical engineering, electrical engineering, and mechanical engineering[7] can be based upon chemistry, electricity and magnetism, and classical mechanics, respectively.[8]\n\nBefore WWII, biological engineering had begun being recognized as a branch of engineering and was a new concept to people. Post-WWII, it grew more rapidly, and the term \"bioengineering\" was coined by British scientist and broadcaster Heinz Wolff in 1954 at the National Institute for Medical Research. Wolff graduated that year and became the director of the Division of Biological Engineering at the university. This was the first time Bioengineering was recognized as its own branch at a university. Electrical engineering was the early focus of this discipline, due to work with medical devices and machinery during this time.[9]\n\nWhen engineers and life scientists started working together, they recognized that the engineers didn't know enough about the actual biology behind their work. To resolve this problem, engineers who wanted to get into biological engineering devoted more time to studying the processes of biology, psychology, and medicine.[10]\n\nMore recently, the term biological engineering has been applied to environmental modifications such as surface soil protection, slope stabilization, watercourse and shoreline protection, windbreaks, vegetation barriers including noise barriers and visual screens, and the ecological enhancement of an area. Because other engineering disciplines also address living organisms, the term biological engineering can be applied more broadly to include agricultural engineering.\n\nThe first biological engineering program in the United States was started at University of California, San Diego in 1966.[11]  More recent programs have been launched at MIT[12] and Utah State University.[13] Many old agricultural engineering departments in universities over the world have re-branded themselves as agricultural and biological engineering or agricultural and biosystems engineering. According to Professor Doug Lauffenburger of MIT,[12][14] biological engineering has a broad base which applies engineering principles to an enormous range of size and complexities of systems, ranging from the molecular level (molecular biology, biochemistry, microbiology, pharmacology, protein chemistry, cytology, immunology, neurobiology and, neuroscience) to cellular and tissue-based systems (including devices and sensors), to whole macroscopic organisms (plants, animals), and even to biomes and ecosystems.\n\n"
        },
        {
            "title": "Education",
            "text": "The average length of study is three to five years, and the completed degree is signified as a bachelor of engineering (B.S. in engineering). Fundamental courses include thermodynamics, biomechanics, biology, genetic engineering, fluid and mechanical dynamics, chemical and enzyme kinetics, electronics, and materials properties.[15][16]\n\n"
        },
        {
            "title": "Sub-disciplines",
            "text": "Depending on the institution and particular definitional boundaries employed, some major branches of bioengineering may be categorized as (note these may overlap):\n\n"
        }
    ]
}