{
    "url": "https://en.wikipedia.org/wiki/Biomimicry",
    "title": "Biomimetics",
    "table_of_contents": [
        "1 History",
        "2 Bio-inspired technologies",
        "2.1 Locomotion",
        "2.2 Biomimetic architecture",
        "2.2.1 Characteristics",
        "2.2.2 Procedures",
        "2.2.3 Examples",
        "2.3 Structural materials",
        "2.4 Neuronal computers",
        "2.5 Self healing-materials",
        "2.6 Surfaces",
        "2.7 Adhesion",
        "2.7.1 Wet adhesion",
        "2.7.2 Dry adhesion",
        "2.8 Optics",
        "2.8.1 Inspiration from fruits and plants",
        "2.8.2 Inspiration from animals",
        "2.9 Agricultural systems",
        "2.10 Other uses",
        "3 Other technologies",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Biomimetics or biomimicry is the emulation of the models, systems, and elements of nature for the purpose of solving complex human problems.[2] The terms \"biomimetics\" and \"biomimicry\" are derived from Ancient Greek: βίος (bios), life, and μίμησις (mīmēsis), imitation, from μιμεῖσθαι (mīmeisthai), to imitate, from μῖμος (mimos), actor. A closely related field is bionics.[3]\n\nLiving organisms have evolved well-adapted structures and materials over geological time through natural selection. Biomimetics has given rise to new technologies inspired by biological solutions at macro and nanoscales. Humans have looked at nature for answers to problems throughout their existence. Nature has solved engineering problems such as self-healing abilities, environmental exposure tolerance and resistance, hydrophobicity, self-assembly, and harnessing solar energy.\n\n"
        },
        {
            "title": "History",
            "text": "One of the early examples of biomimicry was the study of birds to enable human flight. Although never successful in creating a \"flying machine\", Leonardo da Vinci (1452–1519) was a keen observer of the anatomy and flight of birds, and made numerous notes and sketches on his observations as well as sketches of \"flying machines\".[4] The Wright Brothers, who succeeded in flying the first heavier-than-air aircraft in 1903, allegedly derived inspiration from observations of pigeons in flight.[5]\n\nDuring the 1950s the American biophysicist and polymath Otto Schmitt developed the concept of \"biomimetics\".[6] During his doctoral research he developed the Schmitt trigger by studying the nerves in squid, attempting to engineer a device that replicated the biological system of nerve propagation.[7] He continued to focus on devices that mimic natural systems and by 1957 he had perceived a converse to the standard view of biophysics at that time, a view he would come to call biomimetics.[6]\n\nIn 1960 Jack E. Steele coined a similar term, bionics, at Wright-Patterson Air Force Base in Dayton, Ohio, where Otto Schmitt also worked. Steele defined bionics as \"the science of systems which have some function copied from nature, or which represent characteristics of natural systems or their analogues\".[3][9] During a later meeting in 1963 Schmitt stated,\n\nIn 1969, Schmitt used the term \"biomimetic\" in the title one of his papers,[10] and by 1974 it had found its way into Webster's Dictionary. Bionics entered the same dictionary earlier in 1960 as \"a science concerned with the application of data about the functioning of biological systems to the solution of engineering problems\". Bionic took on a different connotation when Martin Caidin referenced Jack Steele and his work in the novel Cyborg which later resulted in the 1974 television series The Six Million Dollar Man and its spin-offs. The term bionic then became associated with \"the use of electronically operated artificial body parts\" and \"having ordinary human powers increased by or as if by the aid of such devices\".[11] Because the term bionic took on the implication of supernatural strength, the scientific community in English speaking countries largely abandoned it.[12]\n\nThe term biomimicry appeared as early as 1982.[13] Biomimicry was popularized by scientist and author Janine Benyus in her 1997 book Biomimicry: Innovation Inspired by Nature. Biomimicry is defined in the book as a \"new science that studies nature's models and then imitates or takes inspiration from these designs and processes to solve human problems\". Benyus suggests looking to Nature as a \"Model, Measure, and Mentor\" and emphasizes sustainability as an objective of biomimicry.[14]\n\nOne of the latest examples of biomimicry has been created by Johannes-Paul Fladerer and Ernst Kurzmann by the description of \"managemANT\".[15] This term (a combination of the words \"management\" and \"ant\"), describes the usage of behavioural strategies of ants in economic and management strategies.[16]\n\n"
        },
        {
            "title": "Bio-inspired technologies",
            "text": "Biomimetics could in principle be applied in many fields. Because of the diversity and complexity of biological systems, the number of features that might be imitated is large. Biomimetic applications are at various stages of development from technologies that might become commercially usable to prototypes.[17] Murray's law, which in conventional form determined the optimum diameter of blood vessels, has been re-derived to provide simple equations for the pipe or tube diameter which gives a minimum mass engineering system.[18]\n\nAircraft wing design[19] and flight techniques[20] are being inspired by birds and bats. The aerodynamics of streamlined design of improved Japanese high speed train Shinkansen 500 Series were modelled after the beak of Kingfisher bird.[21]\n\nBiorobots based on the physiology and methods of locomotion of animals include BionicKangaroo which moves like a kangaroo, saving energy from one jump and transferring it to its next jump.[22] Kamigami Robots, a children's toy, mimic cockroach locomotion to run quickly and efficiently over indoor and outdoor surfaces.[23]\n\nLiving beings have adapted to a constantly changing environment during evolution through mutation, recombination, and selection.[24] The core idea of the biomimetic philosophy is that nature's inhabitants including animals, plants, and microbes have the most experience in solving problems and have already found the most appropriate ways to last on planet Earth.[25] Similarly, biomimetic architecture seeks solutions for building sustainability present in nature.\n\nThe 21st century has seen a ubiquitous waste of energy due to inefficient building designs, in addition to the over-utilization of energy during the operational phase of its life cycle.[26] In parallel, recent advancements in fabrication techniques, computational imaging, and simulation tools have opened up new possibilities to mimic nature across different architectural scales.[24] As a result, there has been a rapid growth in devising innovative design approaches and solutions to counter energy problems. Biomimetic architecture is one of these multi-disciplinary approaches to sustainable design that follows a set of principles rather than stylistic codes, going beyond using nature as inspiration for the aesthetic components of built form but instead seeking to use nature to solve problems of the building's functioning and saving energy.\n\nThe term biomimetic architecture refers to the study and application of construction principles which are found in natural environments and species, and are translated into the design of sustainable solutions for architecture.[24] Biomimetic architecture uses nature as a model, measure and mentor for providing architectural solutions across scales, which are inspired by natural organisms that have solved similar problems in nature. Using nature as a measure refers to using an ecological standard of measuring sustainability, and efficiency of man-made innovations, while the term mentor refers to learning from natural principles and using biology as an inspirational source.[14]\n\nBiomorphic architecture, also referred to as bio-decoration,[24] on the other hand, refers to the use of formal and geometric elements found in nature, as a source of inspiration for aesthetic properties in designed architecture, and may not necessarily have non-physical, or economic functions. A historic example of biomorphic architecture dates back to Egyptian, Greek and Roman cultures, using tree and plant forms in the ornamentation of structural columns.[27]\n\nWithin biomimetic architecture, two basic procedures can be identified, namely, the bottom-up approach (biology push) and top-down approach (technology pull).[28] The boundary between the two approaches is blurry with the possibility of transition between the two, depending on each individual case. Biomimetic architecture is typically carried out in interdisciplinary teams in which biologists and other natural scientists work in collaboration with engineers, material scientists, architects, designers, mathematicians and computer scientists.\n\nIn the bottom-up approach, the starting point is a new result from basic biological research promising for biomimetic implementation. For example, developing a biomimetic material system after the quantitative analysis of the mechanical, physical, and chemical properties of a biological system.\n\nIn the top-down approach, biomimetic innovations are sought for already existing developments that have been successfully established on the market. The cooperation focuses on the improvement or further development of an existing product.\n\nResearchers studied the termite's ability to maintain virtually constant temperature and humidity in their termite mounds in Africa despite outside temperatures that vary from 1.5 °C to 40 °C (35 °F to 104 °F). Researchers initially scanned a termite mound and created 3-D images of the mound structure, which revealed construction that could influence human building design. The Eastgate Centre, a mid-rise office complex in Harare, Zimbabwe,[29] stays cool via a passive cooling architecture that uses only 10% of the energy of a conventional building of the same size.\n\nResearchers in the Sapienza University of Rome were inspired by the natural ventilation in termite mounds and designed a double façade that significantly cuts down over lit areas in a building. Scientists have imitated the porous nature of mound walls by designing a facade with double panels that was able to reduce heat gained by radiation and increase heat loss by convection in cavity between the two panels. The overall cooling load on the building's energy consumption was reduced by 15%.[30]\n\nA similar inspiration was drawn from the porous walls of termite mounds to design a naturally ventilated façade with a small ventilation gap. This design of façade is able to induce air flow due to the Venturi effect and continuously circulates rising air in the ventilation slot. Significant transfer of heat between the building's external wall surface and the air flowing over it was observed.[31] The design is coupled with greening of the façade. Green wall facilitates additional natural cooling via evaporation, respiration and transpiration in plants. The damp plant substrate further support the cooling effect.[32]\n\nScientists in Shanghai University were able to replicate the complex microstructure of clay-made conduit network in the mound to mimic the excellent humidity control in mounds.  They proposed a porous humidity control material (HCM) using Sepiolite and calcium chloride with water vapor adsorption-desorption content at 550 grams per meter squared. Calcium chloride is a desiccant and improves the water vapor adsorption-desorption property of the Bio-HCM. The proposed bio-HCM has a regime of interfiber mesopores which acts as a mini reservoir. The flexural strength of the proposed material was estimated to be 10.3 MPa using computational simulations.[33][34]\n\nIn structural engineering, the Swiss Federal Institute of Technology (EPFL) has incorporated biomimetic characteristics in an adaptive deployable \"tensegrity\" bridge. The bridge can carry out self-diagnosis and self-repair.[35] The arrangement of leaves on a plant has been adapted for better solar power collection.[36]\n\nAnalysis of the elastic deformation happening when a pollinator lands on the sheath-like perch part of the flower Strelitzia reginae (known as bird-of-paradise flower) has inspired architects and scientists from the University of Freiburg and University of Stuttgart to create hingeless shading systems that can react to their environment. These bio-inspired products are sold under the name Flectofin.[37][38]\n\nOther hingeless bioinspired systems include Flectofold.[39] Flectofold has been inspired from the trapping system developed by the carnivorous plant Aldrovanda vesiculosa.\n\nThere is a great need for new structural materials that are light weight but offer exceptional combinations of stiffness, strength, and toughness.\n\n\nSuch materials would need to be manufactured into bulk materials with complex shapes at high volume and low cost and would serve a variety of fields such as construction, transportation, energy storage and conversion.[40] In a classic design problem, strength and toughness are more likely to be mutually exclusive i.e., strong materials are brittle and tough materials are weak. However, natural materials with complex and hierarchical material gradients that span from nano- to macro-scales are both strong and tough. Generally, most natural materials utilize limited chemical components but complex material architectures that give rise to exceptional mechanical properties. Understanding the highly diverse and multi functional biological materials and discovering approaches to replicate such structures will lead to advanced and more efficient technologies. Bone, nacre (abalone shell), teeth, the dactyl clubs of stomatopod shrimps and bamboo are great examples of damage tolerant materials.[41] The exceptional resistance to fracture of bone is due to complex deformation and toughening mechanisms that operate at spanning different size scales - nanoscale structure of protein molecules to macroscopic physiological scale.[42] \nNacre exhibits similar mechanical properties however with rather simpler structure. Nacre shows a brick and mortar like structure with thick mineral layer (0.2-0.9 μm) of closely packed aragonite structures and thin organic matrix (~20 nm).[43] While thin films and micrometer sized samples that mimic these structures are already produced, successful production of bulk biomimetic structural materials is yet to be realized. However, numerous processing techniques have been proposed for producing nacre like materials.[41]\n\nBiomorphic mineralization is a technique that produces materials with morphologies and structures resembling those of natural living organisms by using bio-structures as templates for mineralization. Compared to other methods of material production, biomorphic mineralization is facile, environmentally benign and economic.[44]\n\nFreeze casting (Ice templating), an inexpensive method to mimic natural layered structures was employed by researchers at Lawrence Berkeley National Laboratory to create alumina-Al-Si and IT HAP-epoxy layered composites that match the mechanical properties of bone with an equivalent mineral/ organic content.[45] Various further studies[46][47][48][49] also employed similar methods to produce high strength and high toughness composites involving a variety of constituent phases.\n\nRecent studies demonstrated production of cohesive and self supporting macroscopic tissue constructs that mimic living tissues by printing tens of thousands of heterologous picoliter droplets in software-defined, 3D millimeter-scale geometries.[50] Efforts are also taken up to mimic the design of nacre in artificial composite materials using fused deposition modelling[51] and the helicoidal structures of stomatopod clubs in the fabrication of high performance carbon fiber-epoxy composites.[52]\n\nVarious established and novel additive manufacturing technologies like PolyJet printing, direct ink writing, 3D magnetic printing, multi-material magnetically assisted 3D printing and magnetically-assisted slip casting have also been utilized to mimic the complex micro-scale architectures of natural materials and provide huge scope for future research.[53][54][55]\n\nSpider silk is tougher than Kevlar used in bulletproof vests.[56] Engineers could in principle use such a material, if it could be reengineered to have a long enough life, for parachute lines, suspension bridge cables, artificial ligaments for medicine, and other purposes.[14] The self-sharpening teeth of many animals have been copied to make better cutting tools.[57]\n\nNew ceramics that exhibit giant electret hysteresis have also been realized.[58]\n\nNeuromorphic computers and sensors are electrical devices that copy the structure and function of biological neurons in order to compute. One example of this is the event camera in which only the\npixels that receive a new signal update to a new state. All other pixels do not update until a signal is received.[59]\n\nIn some biological systems, self-healing occurs via chemical releases at the site of fracture, which initiate a systemic response to transport repairing agents to the fracture site. This promotes autonomic healing.[60] To demonstrate the use of micro-vascular networks for autonomic healing, researchers developed a microvascular coating–substrate architecture that mimics human skin.[61] Bio-inspired self-healing structural color hydrogels that maintain the stability of an inverse opal structure and its resultant structural colors were developed.[62] A self-repairing membrane inspired by rapid self-sealing processes in plants was developed for inflatable lightweight structures such as rubber boats or Tensairity constructions. The researchers applied a thin soft cellular polyurethane foam coating on the inside of a fabric substrate, which closes the crack if the membrane is punctured with a spike.[63] Self-healing materials, polymers and composite materials capable of mending cracks have been produced based on biological materials.[64]\n\nThe self-healing properties may also be achieved by the breaking and reforming of hydrogen bonds upon cyclical stress of the material.[65]\n\nSurfaces that recreate properties of shark skin are intended to enable more efficient movement through water. Efforts have been made to produce fabric that emulates shark skin.[18][66]\n\nSurface tension biomimetics are being researched for technologies such as hydrophobic or hydrophilic coatings and microactuators.[67][68][69][70][71]\n\nSome amphibians, such as tree and torrent frogs and arboreal salamanders, are able to attach to and move over wet or even flooded environments without falling. This kind of organisms have toe pads which are permanently wetted by mucus secreted from glands that open into the channels between epidermal cells. They attach to mating surfaces by wet adhesion and they are capable of climbing on wet rocks even when water is flowing over the surface.[72] Tire treads have also been inspired by the toe pads of tree frogs.[73] 3D printed hierarchical surface models, inspired from tree and torrent frogs toe pad design, have been observed to produce better wet traction than conventional tire design.[74]\n\nMarine mussels can stick easily and efficiently to surfaces underwater under the harsh conditions of the ocean. Mussels use strong filaments to adhere to rocks in the inter-tidal zones of wave-swept beaches, preventing them from being swept away in strong sea currents. Mussel foot proteins attach the filaments to rocks, boats and practically any surface in nature including other mussels. These proteins contain a mix of amino acid residues which has been adapted specifically for adhesive purposes. Researchers from the University of California Santa Barbara borrowed and simplified chemistries that the mussel foot uses to overcome this engineering challenge of wet adhesion to create copolyampholytes,[75] and one-component adhesive systems[76] with potential for employment in nanofabrication protocols. Other research has proposed adhesive glue from mussels.\n\nLeg attachment pads of several animals, including many insects (e.g. beetles and flies), spiders and lizards (e.g. geckos), are capable of attaching to a variety of surfaces and are used for locomotion, even on vertical walls or across ceilings. Attachment systems in these organisms have similar structures at their terminal elements of contact, known as setae. Such biological examples have offered inspiration in order to produce climbing robots,[citation needed] boots and tape.[77] Synthetic setae have also been developed for the production of dry adhesives.\n\nBiomimetic materials are gaining increasing attention in the field of optics and photonics. There are still little known bioinspired or biomimetic products involving the photonic properties of plants or animals. However, understanding how nature designed such optical materials from biological resources is a current field of research.\n\nOne source of Biomimetic inspiration is from plants. Plants have proven to be concept generations for the following functions; re(action)-coupling, self (adaptability), self-repair, and energy-autonomy. As plants do not have a centralized decision making unit (i.e. a brain), most plants have a decentralized autonomous system in various organs and tissues of the plant. Therefore, they react to multiple stimulus such as light, heat, and humidity.[78]\n\nOne example, is the carnivores planet species the Dionaea Muscipula, Venus flytrap. For the last 25 years, there has been research focus on the motion principles of the plant to develop AVFT (artificial Venus flytrap robots). Through the movement during prey capture, the plant inspired soft robotic motion systems. The fast snap buckling (within 100-300 ms) of the trap closure movement is initiated when prey triggers the hairs of the plant within a certain time (twice within 20 s). AVFT systems exist, in which the trap closure movements are actuated via magnetism, electricity, pressurized air, and temperature changes.[79]\n\nAnother example of mimicking plants, is the Pollia condensata, also known as the marble berry. The chiral self-assembly of cellulose inspired by the Pollia condensata berry has been exploited to make optically active films.[80][81] Such films are made from cellulose which is a biodegradable and biobased resource obtained from wood or cotton. The structural colours can potentially be everlasting and have more vibrant colour than the ones obtained from chemical absorption of light. Pollia condensata is not the only fruit showing a structural coloured skin; iridescence is also found in berries of other species such as Margaritaria nobilis.[82] These fruits show iridescent colors in the blue-green region of the visible spectrum which gives the fruit a strong metallic and shiny visual appearance.[83] The structural colours come from the organisation of cellulose chains in the fruit's epicarp, a part of the fruit skin.[83] Each cell of the epicarp is made of a multilayered envelope that behaves like a Bragg reflector. However, the light which is reflected from the skin of these fruits is not polarised unlike the one arising from man-made replicates obtained from the self-assembly of cellulose nanocrystals into helicoids, which only reflect left-handed circularly polarised light.[84]\n\nThe fruit of Elaeocarpus angustifolius also show structural colour that come arises from the presence of specialised cells called iridosomes which have layered structures.[83] Similar iridosomes have also been found in Delarbrea michieana fruits.[83]\n\nIn plants, multi layer structures can be found either at the surface of the leaves (on top of the epidermis), such as in Selaginella willdenowii[83] or within specialized intra-cellular organelles, the so-called iridoplasts, which are located inside the cells of the upper epidermis.[83] For instance, the rain forest plants Begonia pavonina have iridoplasts located inside the epidermal cells.[83]\n\nStructural colours have also been found in several algae, such as in the red alga Chondrus crispus (Irish Moss).[85]\n\nStructural coloration produces the rainbow colours of soap bubbles, butterfly wings and many beetle scales.[86][87] Phase-separation has been used to fabricate ultra-white scattering membranes from polymethylmethacrylate, mimicking the beetle Cyphochilus.[88] LED lights can be designed to mimic the patterns of scales on fireflies' abdomens, improving their efficiency.[89]\n\nMorpho butterfly wings are structurally coloured to produce a vibrant blue that does not vary with angle.[90] This effect can be mimicked by a variety of technologies.[91] Lotus Cars claim to have developed a paint that mimics the Morpho butterfly's structural blue colour.[92] In 2007, Qualcomm commercialised an interferometric modulator display technology, \"Mirasol\", using Morpho-like optical interference.[93] In 2010, the dressmaker Donna Sgro made a dress from Teijin Fibers' Morphotex, an undyed fabric woven from structurally coloured fibres, mimicking the microstructure of Morpho butterfly wing scales.[94][95][96][97][98]\n\nCanon Inc.'s SubWavelength structure Coating uses wedge-shaped structures the size of the wavelength of visible light. The wedge-shaped structures cause a continuously changing refractive index as light travels through the coating, significantly reducing lens flare. This imitates the structure of a moth's eye.[99][100] Notable figures such as the Wright Brothers and Leonardo da Vinci attempted to replicate the flight observed in birds.[101] In an effort to reduce aircraft noise researchers have looked to the leading edge of owl feathers, which have an array of small finlets or rachis adapted to disperse aerodynamic pressure and provide nearly silent flight to the bird.[102]\n\nHolistic planned grazing, using fencing and/or herders, seeks to restore grasslands by carefully planning movements of large herds of livestock to mimic the vast herds found in nature. The natural system being mimicked and used as a template is grazing animals concentrated by pack predators that must move on after eating, trampling, and manuring an area, and returning only after it has fully recovered. Developed by Allan Savory,[103] who in turn was inspired by the work of André Voisin, this method of grazing holds tremendous potential in building soil,[104] increasing biodiversity,[105] reversing desertification,[106] and mitigating global warming,[107][108] similar to what occurred during the past 40 million years as the expansion of grass-grazer ecosystems built deep grassland soils, sequestering carbon and cooling the planet.[109]\n\nPermaculture is a set of design principles centered around whole systems thinking, simulating or directly utilizing the patterns and resilient features observed in natural ecosystems. It uses these principles in a growing number of fields from regenerative agriculture, rewilding, community, and organizational design and development.\n\nSome air conditioning systems use biomimicry in their fans to increase airflow while reducing power consumption.[110][111]\n\nTechnologists like Jas Johl have speculated that the functionality of vacuole cells could be used to design highly adaptable security systems.[112] \"The functionality of a vacuole, a biological structure that guards and promotes growth, illuminates the value of adaptability as a guiding principle for security.\" The functions and significance of vacuoles are fractal in nature, the organelle has no basic shape or size; its structure varies according to the requirements of the cell. Vacuoles not only isolate threats, contain what's necessary, export waste, maintain pressure—they also help the cell scale and grow. Johl argues these functions are necessary for any security system design.[112] The 500 Series Shinkansen used biomimicry to reduce energy consumption and noise levels while increasing passenger comfort.[113] With reference to space travel, NASA and other firms have sought to develop swarm-type space drones inspired by bee behavioural patterns, and oxtapod terrestrial drones designed with reference to desert spiders.[114]\n\n"
        },
        {
            "title": "Other technologies",
            "text": "Protein folding has been used to control material formation for self-assembled functional nanostructures.[115] Polar bear fur has inspired the design of thermal collectors and clothing.[116] The light refractive properties of the moth's eye has been studied to reduce the reflectivity of solar panels.[117]\n\nThe Bombardier beetle's powerful repellent spray inspired a Swedish company to develop a \"micro mist\" spray technology, which is claimed to have a low carbon impact (compared to aerosol sprays). The beetle mixes chemicals and releases its spray via a steerable nozzle at the end of its abdomen, stinging and confusing the victim.[118]\n\nMost viruses have an outer capsule 20 to 300 nm in diameter. Virus capsules are remarkably robust and capable of withstanding temperatures as high as 60 °C; they are stable across the pH range 2-10.[44] Viral capsules can be used to create nano device components such as nanowires, nanotubes, and quantum dots. Tubular virus particles such as the tobacco mosaic virus (TMV) can be used as templates to create nanofibers and nanotubes, since both the inner and outer layers of the virus are charged surfaces which can induce nucleation of crystal growth. This was demonstrated through the production of platinum and gold nanotubes using TMV as a template.[119] Mineralized virus particles have been shown to withstand various pH values by mineralizing the viruses with different materials such as silicon, PbS, and CdS and could therefore serve as a useful carriers of material.[120] A spherical plant virus called cowpea chlorotic mottle virus (CCMV) has interesting expanding properties when exposed to environments of pH higher than 6.5. Above this pH, 60 independent pores with diameters about 2 nm begin to exchange substance with the environment. The structural transition of the viral capsid can be utilized in Biomorphic mineralization for selective uptake and deposition of minerals by controlling the solution pH. Possible applications include using the viral cage to produce uniformly shaped and sized quantum dot semiconductor nanoparticles through a series of pH washes. This is an alternative to the apoferritin cage technique currently used to synthesize uniform CdSe nanoparticles.[121] Such materials could also be used for targeted drug delivery since particles release contents upon exposure to specific pH levels.\n\n"
        }
    ]
}