{
    "url": "https://en.wikipedia.org/wiki/Biorobotics",
    "title": "Biorobotics",
    "table_of_contents": [
        "1 Cybernetics",
        "1.1 History",
        "1.2 Science",
        "1.3 Applications",
        "2 Genetic engineering",
        "2.1 History",
        "2.2 Science",
        "2.2.1 Plasmid method",
        "2.2.2 Vector method",
        "2.2.3 Biolistic method",
        "2.3 Applications",
        "3 Bionics",
        "3.1 History",
        "3.2 Science",
        "3.2.1 Prosthetics",
        "3.2.2 Hearing aids",
        "3.3 Applications",
        "3.3.1 Cochlear Implant",
        "3.3.2 Bone-anchored (Baha) hearing aids",
        "3.3.3 Artificial sensing skin",
        "3.3.4 Bionic eye",
        "3.3.5 Orthopedic bionics",
        "3.3.6 Endoscopic robotics",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Biorobotics is an interdisciplinary science that combines the fields of biomedical engineering, cybernetics, and robotics to develop new technologies that integrate biology with mechanical systems to develop more efficient communication, alter genetic information, and create machines that imitate biological systems.[1]\n\n"
        },
        {
            "title": "Cybernetics",
            "text": "Cybernetics focuses on the communication and system of living organisms and machines that can be applied and combined with multiple fields of study such as biology, mathematics, computer science, engineering, and much more.[2]\n\nThis discipline falls under the branch of biorobotics because of its combined field of study between biological bodies and mechanical systems. Studying these two systems allow for advanced analysis on the functions and processes of each system as well as the interactions between them.[2]\n\nCybernetic theory is a concept that has existed for centuries, dating back to the era of Plato where he applied the term to refer to the \"governance of people\". The term cybernetique is seen in the mid 1800s used by physicist André-Marie Ampère.[2][3] The term cybernetics was popularized in the late 1940s to refer to a discipline that touched on, but was separate, from established disciplines, such as electrical engineering, mathematics, and biology.[3]\n\nCybernetics is often misunderstood because of the breadth of disciplines it covers. In the early 20th century, it was coined as an interdisciplinary field of study that combines biology, science, network theory, and engineering. Today, it covers all scientific fields with system related processes. The goal of cybernetics is to analyze systems and processes of any system or systems in an attempt to make them more efficient and effective.[2][3]\n\nCybernetics is used as an umbrella term so applications extend to all systems related scientific fields such as biology, mathematics, computer science, engineering, management, psychology, sociology, art, and more. Cybernetics is used amongst several fields to discover principles of systems, adaptation of organisms, information analysis and much more.[4]\n\n"
        },
        {
            "title": "Genetic engineering",
            "text": "Genetic engineering is a field that uses advances in technology to modify biological organisms. Through different methods, scientists are able to alter the genetic material of microorganisms, plants and animals to provide them with desirable traits. Genetic engineering is included in biorobotics because it uses new technologies to alter biology and change an organism's DNA for their and society's benefit.[5][6]\n\nAlthough humans have modified genetic material of animals and plants through artificial selection for millennia (such as the genetic mutations that developed teosinte into corn and wolves into dogs), genetic engineering refers to the deliberate alteration or insertion of specific genes to an organism's DNA. The first successful case of genetic engineering occurred in 1973 when Herbert Boyer and Stanley Cohen were able to transfer a gene with antibiotic resistance to a bacterium.[7][8][9]\n\nThere are three main techniques used in genetic engineering: The plasmid method, the vector method and the biolistic method.\n\nThis technique is used mainly for microorganisms such as bacteria. Through this method, DNA molecules called plasmids are extracted from bacteria and placed in a lab where restriction enzymes break them down. As the enzymes break the molecules down, some develop a rough edge that resembles that of a staircase which is considered ‘sticky’ and capable of reconnecting. These ‘sticky’ molecules are inserted into another bacteria where they will connect to the DNA rings with the altered genetic material.[10]\n\nThe vector method is considered a more precise technique than the plasmid method as it involves the transfer of a specific gene instead of a whole sequence. In the vector method, a specific gene from a DNA strand is isolated through restriction enzymes in a laboratory and is inserted into a vector. Once the vector accepts the genetic code, it is inserted into the host cell where the DNA will be transferred.[10]\n\nThe biolistic method is typically used to alter the genetic material of plants. This method embeds the desired DNA with a metallic particle such as gold or tungsten in a high speed gun. The particle is then bombarded into the plant. Due to the high velocities and the vacuum generated during bombardment, the particle is able to penetrate the cell wall and inserts the new DNA into the cell.[11]\n\nGenetic engineering has many uses in the fields of medicine, research and agriculture. In the medical field, genetically modified bacteria are used to produce drugs such as insulin, human growth hormones and vaccines. In research, scientists genetically modify organisms to observe physical and behavioral changes to understand the function of specific genes. In agriculture, genetic engineering is extremely important as it is used by farmers to grow crops that are resistant to herbicides and to insects such as BTCorn.[12][13]\n\n"
        },
        {
            "title": "Bionics",
            "text": "Bionics is a medical engineering field and a branch of biorobotics consisting of electrical and mechanical systems that imitate biological systems, such as prosthetics and hearing aids. It's a portmanteau that combines biology and electronics.\n\nThe history of bionics goes as far back in time as ancient Egypt. A prosthetic toe made out of wood and leather was found on the foot of a mummy. The time period of the mummy corpse was estimated to be from around the fifteenth century B.C. Bionics can also be witnessed in ancient Greece and Rome. Prosthetic legs and arms were made for amputee soldiers. In the early 16th century, a French military surgeon by the name of Ambroise Pare became a pioneer in the field of bionics. He was known for making various types of upper and lower prosthetics. One of his most famous prosthetics, Le Petit Lorrain, was a mechanical hand operated by catches and springs. During the early 19th century, Alessandro Volta further progressed bionics. He set the foundation for the creation of hearing aids with his experiments. He found that electrical stimulation could restore hearing by inserting an electrical implant to the saccular nerve of a patient's ear. In 1945, the National Academy of Sciences created the Artificial Limb Program, which focused on improving prosthetics since there were a large number of World War II amputee soldiers. Since this creation, prosthetic materials, computer design methods, and surgical procedures have improved, creating modern-day bionics.[14]\n\nThe important components that make up modern-day prosthetics are the pylon, the socket, and the suspension system. The pylon is the internal frame of the prosthetic that is made up of metal rods or carbon-fiber composites. The socket is the part of the prosthetic that connects the prosthetic to the person's missing limb. The socket consists of a soft liner that makes the fit comfortable, but also snug enough to stay on the limb. The suspension system is important in keeping the prosthetic on the limb. The suspension system is usually a harness system made up of straps, belts or sleeves that are used to keep the limb attached.\n\nThe operation of a prosthetic could be designed in various ways. The prosthetic could be body-powered, externally-powered, or myoelectrically-powered. Body-powered prosthetics consist of cables attached to a strap or harness, which is placed on the person's functional shoulder, allowing the person to manipulate and control the prosthetic as he or she deems fit. Externally-powered prosthetics consist of motors to power the prosthetic and buttons and switches to control the prosthetic. Myoelectrically-powered prosthetics are new, advanced forms of prosthetics where electrodes are placed on the muscles above the limb. The electrodes will detect the muscle contractions and send electrical signals to the prosthetic to move the prosthetic.\n\nFour major components make up the hearing aid: the microphone, the amplifier, the receiver, and the battery. The microphone takes in outside sound, turns that sound to electrical signals, and sends those signals to the amplifier. The amplifier increases the sound and sends that sound to the receiver. The receiver changes the electrical signal back into sound and sends the sound into the ear. Hair cells in the ear will sense the vibrations from the sound, convert the vibrations into nerve signals, and send it to the brain so the sounds can become coherent to the person. The battery simply powers the hearing aid.[15]\n\nCochlear implants are a type of hearing aid for those who are deaf. Cochlear implants send electrical signals straight to the auditory nerve, the nerve responsible for sound signals, instead of just sending the signals to the ear canal like normal hearing aids.\n\nThese hearing aids are also used for people with severe hearing loss. Baha hearing aids attach to the bones of the middle ear to create the sound vibrations in the skull and send those vibrations to the cochlea.\n\nThis artificial sensing skin detects any pressure put on it and is meant for people who have lost any sense of feeling on parts of their bodies, such as diabetics with peripheral neuropathy.\n\nThe bionic eye is a bioelectronic implant that restores vision for people with blindness.\n\nOrthopedic bionics consist of advanced bionic limbs that use a person's neuromuscular system to control the bionic limb.\n\nThese robotics can remove a polyp during a colonoscopy.\n\n"
        }
    ]
}