{
    "url": "https://en.wikipedia.org/wiki/BioSentinel",
    "title": "BioSentinel",
    "table_of_contents": [
        "1 Background",
        "2 Objective",
        "3 Biological science",
        "4 Spacecraft",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBioSentinel is a low-cost CubeSat spacecraft on a astrobiology mission that will use budding yeast to detect, measure, and compare the impact of deep space radiation on DNA repair over long time beyond low Earth orbit.[1][3]\n\nSelected in 2013 for a 2022 launch, the spacecraft will operate in the deep space radiation environment throughout its 18-month mission.[4] This will help scientists understand the health threat from cosmic rays and deep space environment on living organisms and reduce the risk associated with long-term human exploration, as NASA plans to send humans farther into space than ever before.[3][4] The spacecraft has been launched on 16 November 2022 as part of the Artemis 1 mission.[2]\n\nThe mission is being developed by NASA Ames Research Center.\n\n"
        },
        {
            "title": "Background",
            "text": "BioSentinel is one of ten low-cost CubeSat missions that flew as secondary payloads aboard Artemis 1, the first test flight of NASA's Space Launch System.[5] The spacecraft was deployed in cis-lunar space as NASA's first mission to send living organisms beyond low Earth orbit since Apollo 17 in 1972.[6]\n\n"
        },
        {
            "title": "Objective",
            "text": "The primary objective of BioSentinel is to develop a biosensor using a simple model organism (yeast) to detect, measure, and correlate the impact of space radiation to living organisms over long durations beyond low Earth orbit (LEO) and into heliocentric orbit. While progress has been made with simulations, no terrestrial laboratory can duplicate the unique space radiation environment.[3][4]\n\n"
        },
        {
            "title": "Biological science",
            "text": "The BioSentinel biosensor uses the budding yeast Saccharomyces cerevisiae to detect and measure DNA damage response after exposure to the deep space radiation environment.[7] Two yeast strains were selected for this mission: a wild type strain proficient in DNA repair, and a strain defective in the repair of DNA double strand breaks (DSBs), deleterious lesions generated by ionizing radiation. Budding yeast was selected not only because of its flight heritage, but also because of its similarities with human cells, especially its DSB repair mechanisms.[1] The biosensor consists of specifically engineered yeast strains and growth medium containing a metabolic indicator dye. Therefore, culture growth and metabolic activity of yeast cells directly indicate successful repair of DNA damage.[1][4]\n\nAfter completing the Moon flyby and spacecraft checkout, the science mission phase will begin with the wetting of the first set of yeast-containing wells with specialized media.[4]  Multiple sets of wells will be activated at different time points over the 18-month mission. One reserve set of wells will be activated in the occurrence of a solar particle event (SPE). Approximately, a 4 to 5 krad total ionizing dose is anticipated.[1][8] Payload science data and spacecraft telemetry will be stored on board and then downloaded to the ground.[4]\n\nBiological measurements will be compared to data provided by onboard radiation sensors and dosimeters. \n\nAdditionally, two identical BioSentinel payloads have been developed: one for the International Space Station (ISS), which is in similar microgravity conditions but a comparatively low-radiation environment, and one for use as a delayed-synchronous ground control at Earth gravity and,  due to Earth's magnetic field, at Earth-surface-level radiation. The payload on the ISS has been warmed up and rehydrated on January 2022, the one on Earth surface, weeks later. They will help calibrate the biological effects of radiation in deep space to analogous measurements conducted on Earth and on the ISS.[1][4]\n\n"
        },
        {
            "title": "Spacecraft",
            "text": "The Biosentinel spacecraft will consist on a 6U CubeSat bus format, with external dimensions of 10 cm × 20 cm × 30 cm and a mass of about 14 kg (31 lb).[1][3][4][9][10] At launch, BioSentinel resides within the second stage on the launch vehicle from which it is deployed to a lunar flyby trajectory and into an Earth-trailing heliocentric orbit.\n\nOf the total 6 Units volume, 4 Units will hold the science payload, including a radiation dosimeter and a dedicated 3-color spectrometer for each well; 0.5U will house the ADCS (Attitude Determination and Control Subsystem), 0.5U will house the EPS (Electrical Power System) and C&DH (Command and Data Handling) avionics,  and 1U will house the attitude control thruster assembly, which will be 3D printed all in one piece: cold gas (DuPont R236fa) propellant tanks, lines and seven nozzles. The use of 3D printing also allows the optimization of space for increased propellant storage (165 grams [7]).[11] The thrust of each nozzle is 50 mN, and a specific impulse of 31 seconds.[11] The attitude control system is being developed and fabricated by the Georgia Institute of Technology. \n\nElectric power will be generated by deployable solar panels rated at 30 watts, and telecommunications will rely on the Iris transponder at X-band.[1]\n\nThe spacecraft is being developed by NASA Ames Research Center (AMR), in collaboration with NASA Jet Propulsion Laboratory (JPL), NASA Johnson Space Center (JSC), NASA Marshall Space Flight Center (MSFC), and NASA Headquarters.[1][3]\n\n"
        }
    ]
}