{
    "url": "https://en.wikipedia.org/wiki/Biotic_ethics",
    "title": "Biotic ethics",
    "table_of_contents": [
        "1 Science-based arguments for biotic ethics",
        "1.1 The unity of life",
        "1.2 The special place of life in nature",
        "2 Applications of biotic ethics",
        "2.1 How far can we transform, but still preserve, humanity and life?",
        "2.2 Future biota, and life in space",
        "2.3 Relations among biotic, biocentric, anthropocentric and panbiotic ethics",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Biotic ethics (also called life-centered ethics) is a branch of ethics that values not only species and biospheres, but life itself. On this basis, biotic ethics defines a human purpose to secure and propagate life.[citation needed] These principles are related to bioethics, and to environmental ethics that seek to conserve existing species. However, biotic ethics value more generally organic gene/protein life itself, the structures and processes shared by all the biota. These processes result in self-propagation, an effective purpose that humans share with all life. Belonging to life then implies a human purpose to safeguard and propagate life.[1][2] This purpose defines basic moral values: Acts that sustain life are good, and acts that destroy life are evil. Panbiotic ethics extends these principles to space, seeking to secure and expand life in the galaxy.[citation needed]\n\nBiotic ethics defines life as \"a process whose outcome is the self-reproduction of complex molecular patterns\".[citation needed] This organic molecular life has a special place in nature in its complexity and in the laws that allow it to exist,[3] in the biological unity of all life,[4] and in its unique pursuit of self-propagation. Based on these science-based insights, biotic ethics can provide a foundation for rational secular ethics, while also consistent with religious doctrines that value life.\n\nBiotic ethics, and their extension to space as panbiotic ethics,[5][6] are related to applied philosophy and applied ethics, and address ethical issues raised by biotechnology and its future applications in space.[7]\n\nThese issues raise basic ethical questions. How far can we change, and still preserve, life and humanness? May we modify the DNA and proteins that are central to biology? May we create hardy man/machine cyborgs, or will these threaten to replace organic life? How much life should we construct in space? In general, biotic ethics may approve these developments if they help to propagate life. This ethical guidance may be in fact vital when advancing technology makes human designs self-fulfilling. Life can then survive only if the will to survive is itself always propagated.\n\nBiotic ethics (or \"life-centered ethics\"), and its extension to space as panbiotic ethics, were  developed formally.[when?][by whom?][1][2][6] Biotic ethics is consequentialist, with principles that are consistent with environmental ethics, including Deep Ecology,[8] biocentric ethics [9]  and aspects of anthropocentrism, that aim to protect existing species and ecosystems. Biotic ethics is similar but more general, as it values not specific species but the core processes of all gene/protein life, present and future.\n\n"
        },
        {
            "title": "Science-based arguments for biotic ethics",
            "text": "Biology uses DNA sequences in a genetic code for proteins that in turn help to reproduce the DNA sequences. All cellular biota share these gene/protein cycles, a common DNA code, and complex proteins, membranes and adenosine triphosphate energy apparatus of cells. This complexity, and common roots,[4]  and a shared future, unite all life.[10]\n\nBiology depends on the precise coincidence of the laws of nuclear physics, gravity, electro-magnetic forces and thermodynamics that allow stars, habitable planets, chemistry and biology to exist.[3] Further, life has an effective purpose, self-propagation. Therefore a universe that contains life, contains purpose. In these respects the universe came to a unique point in life.\n\n"
        },
        {
            "title": "Applications of biotic ethics",
            "text": "Fundamental changes in biology may be desired, especially for adaptation to space, as foreseen by authors from Konstantin Tsiolkovsky to Freeman Dyson.[11] Futurists also examined the ethics of human life in space  and of planetary terraforming in these respects.[12][13][14][15][16]\n\nAdaptation to space may involve resistance to radiation, photosynthetic and solar-sail organs, artificial and robotic organs, and adaptation to microgravity. If humans are so altered, will humankind still survive? Do we aim to preserve the human species, or help its evolution? By biotic ethics, the human species will not become extinct if our genes are preserved and extended in advanced post-humans, similar to the effects of natural evolution.\n\nMore basic transformations alter DNA to XNA and add new nucleic bases, and design proteins that contain synthetic amino acids.[17][18][19] These developments affect core gene/protein processes. Does this altered biochemistry still continue our form of organic life? Biotic ethics may approve them if they help to continue gene/protein reproduction.\n\nHowever, biotic ethics cannot permit replacing biological life by robots, even if more hardy and intelligent than humans. By biotic ethics, eliminating organic life for any reason is the ultimate evil. Robots may be useful, but control should remain with biological brains with a vested  self-interest to propagate organic gene/protein life.\n\nBiotic and panbiotic ethics recommend using space to maximize life. Indeed, astroecology experiments showed that asteroid/meteorite materials can support thousands of trillions of humans in the Solar System, and trillions of trillions in the galaxy. Life may then realize its full potentials in a future where all matter becomes living biomass or its supporting matrix.[10]\n\nBiotic ethics seek to maximize life, and can support its expansion. For that purpose, directed panspermia can soon seed other planetary systems with life.[6][20] Solar sails can launch microbial capsules to nearby stars, or to clusters of new star systems in star-forming clouds. Diverse microorganisms in the payload can populate new environments, and eukaryotic spores can jump-start higher evolution. Interference with alien life, if any, can be avoided by targeting young planetary systems where local life, especially advanced life, would not have started yet.[6][21] We cannot abandon life to certain death by the exploding Sun, to protect aliens who may or may not exist.\n\nBiotic ethics states our commitment to our family of gene/protein life. If we are alone,[22] the fate of all life is in our hands. Some of the new life started by directed panspermia may evolve intelligent civilizations who will promote life further in the galaxy, fulfilling the objectives of panbiotic ethics.[6]\n\nBiocentrism and Deep Ecology seek to preserve present species and ecosystems.[9] These objectives are consistent with biotic ethics that value gene/protein life in any biological form, including future life-forms.\n\nWith this general view, biotic ethics commends but does not require human survival as such, as long as life itself continues. However, only technological humans can secure life beyond the duration of the Sun, possibly for trillions of eons.[10] Therefore, biotic ethics do require human (or post-human) survival to secure life. Also, as humans, we wish to continue sentient life that can enjoy conscious existence, a further motivation to propagate life. Biotic ethics then makes humans interdependent with all life. Humans can secure the future of  life, and this future can give human existence a cosmic purpose.[1][2]\n\n"
        }
    ]
}