{
    "url": "https://en.wikipedia.org/wiki/Bird_flight",
    "title": "Bird flight",
    "table_of_contents": [
        "1 Basic mechanics of bird flight",
        "1.1 Lift, Drag and Thrust",
        "2 Flight",
        "2.1 Gliding flight",
        "2.2 Flapping flight",
        "2.3 Bounding flight",
        "2.4 Hovering",
        "2.5 Take-off and landing",
        "3 Wings",
        "3.1 Wing shape",
        "3.1.1 Elliptical wings",
        "3.1.2 High speed wings",
        "3.1.3 High aspect ratio wings",
        "3.1.4 Soaring wings with deep slots",
        "4 Coordinated formation flight",
        "5 Adaptations for flight",
        "6 Evolution of bird flight",
        "6.1 From the trees down",
        "6.2 From the ground up",
        "6.3 Wing-assisted incline running",
        "6.4 Pouncing proavis model",
        "6.5 Uses and loss of flight in modern birds",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBird flight is the primary mode of locomotion used by most bird species in which birds take off and fly. Flight assists birds with feeding, breeding, avoiding predators, and migrating.\n\nBird flight is one of the most complex forms of locomotion in the animal kingdom. Each facet of this type of motion, including hovering, taking off, and landing, involves many complex movements. As different bird species adapted over millions of years through evolution for specific environments, prey, predators, and other needs, they developed specializations in their wings, and acquired different forms of flight.\n\nVarious theories exist about how bird flight evolved, including flight from falling or gliding (the trees down hypothesis), from running or leaping (the ground up hypothesis), from wing-assisted incline running or from  proavis (pouncing) behavior.\n\n"
        },
        {
            "title": "Basic mechanics of bird flight",
            "text": "The fundamentals of bird flight are similar to those of aircraft, in which the aerodynamic forces sustaining flight are lift, drag, and thrust. Lift force is produced by the action of air flow on the wing, which is an airfoil. The airfoil is shaped such that the air provides a net upward force on the wing, while the movement of air is directed downward. Additional net lift may come from airflow around the bird's body in some species, especially during intermittent flight while the wings are folded or semi-folded[1][2] (cf. lifting body).\n\nAerodynamic drag is the force opposite to the direction of motion, and hence the source of energy loss in flight. The drag force can be separated into two portions, lift-induced drag, which is the inherent cost of the wing producing lift (this energy ends up primarily in the wingtip vortices), and parasitic drag, including skin friction drag from the friction of air and body surfaces and form drag from the bird's frontal area. The streamlining of bird's body and wings reduces these forces. Unlike aircraft, which have engines to produce thrust, birds flap their wings with a given flapping amplitude and frequency to generate thrust.\n\n"
        },
        {
            "title": "Flight",
            "text": "Birds use mainly three types of flight, distinguished by wing motion.\n\nWhen in gliding flight, the upward aerodynamic force is equal to the weight. In gliding flight, no propulsion is used; the energy to counteract the energy loss due to aerodynamic drag is either taken from the potential energy of the bird, resulting in a descending flight, or is replaced by rising air currents (\"thermals\"), referred to as soaring flight. For specialist soaring birds (obligate soarers), the decision to engage in flight are strongly related to atmospheric conditions that allow individuals to maximise flight-efficiency and minimise energetic costs.[3]\n\nWhen a bird flaps, as opposed to gliding, its wings continue to develop lift as before, but the lift is rotated forward to provide thrust, which counteracts drag and increases its speed, which has the effect of also increasing lift to counteract its weight, allowing it to maintain height or to climb. Flapping involves two stages: the down-stroke, which provides the majority of the thrust, and the up-stroke, which can also (depending on the bird's wings) provide some thrust. At each up-stroke the wing is slightly folded inwards to reduce the energetic cost of flapping-wing flight.[4] Birds change the angle of attack continuously within a flap, as well as with speed.[5]\n\nSmall birds often fly long distances using a technique in which short bursts of flapping are alternated with intervals in which the wings are folded against the body. This is a flight pattern known as \"bounding\" or \"flap-bounding\" flight.[6] When the bird's wings are folded, its trajectory is primarily ballistic, with a small amount of body lift.[2] The flight pattern is believed to decrease the energy required by reducing the aerodynamic drag during the ballistic part of the trajectory,[7] and to increase the efficiency of muscle use.[8][9]\n\nSeveral bird species use hovering, with one family specialized for hovering – the hummingbirds.[10][11] True hovering occurs by generating lift through flapping alone, rather than by passage through the air, requiring considerable energy expenditure.[10][12] This usually confines the ability to smaller birds, but some larger birds, such as a kite[13] or osprey[14][15] can hover for a short period of time. Although not a true hover, some birds remain in a fixed position relative to the ground or water by flying into a headwind. Hummingbirds,[11][12] kestrels, terns and hawks use this wind hovering.\n\nMost birds that hover have high aspect ratio wings that are suited to low speed flying. Hummingbirds are a unique exception – the most accomplished hoverers of all birds.[10] Hummingbird flight is different from other bird flight in that the wing is extended throughout the whole stroke, which is a symmetrical figure of eight,[16] with the wing producing lift on both the up- and down-stroke.[11][12] Hummingbirds beat their wings at some 43 times per second,[17] while others may be as high as 80 times per second.[18]\n\nTake-off is one of the most energetically demanding aspects of flight, as the bird must generate enough airflow across the wing to create lift. Small birds do this with a simple upward jump. However, this technique does not work for larger birds, such as albatrosses and swans, which instead must take a running start to generate sufficient airflow. Large birds take off by facing into the wind, or, if they can, by perching on a branch or cliff so they can just drop off into the air.\n\nLanding is also a problem for large birds with high wing loads. This problem is dealt with in some species by aiming for a point below the intended landing area (such as a nest on a cliff) then pulling up beforehand. If timed correctly, the airspeed once the target is reached is virtually nil. Landing on water is simpler, and the larger waterfowl species prefer to do so whenever possible, landing into wind and using their feet as skids. To lose height rapidly prior to landing, some large birds such as geese indulge in a rapid alternating series of sideslips or even briefly turning upside down in a maneuver termed whiffling.\n\n"
        },
        {
            "title": "Wings",
            "text": "The bird's forelimbs (the wings) are the key to flight. Each wing has a central vane to hit the wind, composed of three limb bones, the humerus, ulna and radius. The hand, or manus, which ancestrally was composed of five digits, is reduced to three digits (digit II, III and IV or I, II, III depending on the scheme followed[19]), which serves as an anchor for the primaries, one of two groups of flight feathers responsible for the wing's airfoil shape. The other set of flight feathers, behind the carpal joint on the ulna, are called the secondaries. The remaining feathers on the wing are known as coverts, of which there are three sets. The wing sometimes has vestigial claws. In most species, these are lost by the time the bird is adult (such as the highly visible ones used for active climbing by hoatzin chicks), but claws are retained into adulthood by the secretarybird, screamers, finfoots, ostriches, several swifts and numerous others, as a local trait, in a few specimens.\n\nAlbatrosses have locking mechanisms in the wing joints that reduce the strain on the muscles during soaring flight.[20]\n\nEven within a species wing morphology may differ. For example, adult European Turtle Doves have been found to have longer but more rounded wings than juveniles – suggesting that juvenile wing morphology facilitates their first migrations, while selection for flight maneuverability is more important after the juveniles' first molt.[21]\n\nFemale birds exposed to predators during ovulation produce chicks that grow their wings faster than chicks produced by predator-free females. Their wings are also longer. Both adaptations may make them better at avoiding avian predators.[22]\n\nThe shape of the wing is important in determining the flight capabilities of a bird. Different shapes correspond to different trade-offs between advantages such as speed, low energy use, and maneuverability. Two important parameters are the aspect ratio and wing loading. Aspect ratio is the ratio of wingspan to the mean of its chord (or the square of the wingspan divided by wing area). A high aspect ratio results in long narrow wings that are useful for endurance flight because they generate more lift.[23] Wing loading is the ratio of weight to wing area.\n\nMost kinds of bird wing can be grouped into four types, with some falling between two of these types. These types of wings are elliptical wings, high speed wings, high aspect ratio wings and slotted high-lift wings.[24]\n\nTechnically, elliptical wings are those having elliptical (that is quarter ellipses) meeting conformally at the tips. The early model Supermarine Spitfire is an example. Some birds have vaguely elliptical wings, including the albatross wing of high aspect ratio. Although the term is convenient, it might be more precise to refer to curving taper with fairly small radius at the tips. Many small birds have a low aspect ratio with elliptical character (when spread), allowing for tight maneuvering in confined spaces such as might be found in dense vegetation.[24] As such they are common in forest raptors (such as Accipiter hawks), and many passerines, particularly non-migratory ones (migratory species have longer wings). They are also common in species that use a rapid take off to evade predators, such as pheasants and partridges.\n\nHigh speed wings are short, pointed wings that when combined with a heavy wing loading and rapid wingbeats provide an energetically expensive high speed. This type of flight is used by the bird with the fastest wing speed, the peregrine falcon, as well as by most of the ducks. Birds that make long migrations typically have this type of wing.[24] The same wing shape is used by the auks for a different purpose; auks use their wings to \"fly\" underwater.\n\nThe peregrine falcon has the highest recorded dive speed of 242 miles per hour (389 km/h). The fastest straight, powered flight is the spine-tailed swift at 105 mph (169 km/h).\n\nHigh aspect ratio wings, which usually have low wing loading and are far longer than they are wide, are used for slower flight. This may take the form of almost hovering (as used by kestrels, terns and nightjars) or in soaring and gliding flight, particularly the dynamic soaring used by seabirds, which takes advantage of wind speed variation at different altitudes (wind shear) above ocean waves to provide lift. Low speed flight is also important for birds that plunge-dive for fish.\n\nThese wings are favored by larger species of inland birds, such as eagles, vultures, pelicans, and storks. The slots at the end of the wings, between the primaries, reduce the induced drag and wingtip vortices by \"capturing\" the energy in air flowing from the lower to upper wing surface at the tips,[25] whilst the shorter size of the wings aids in takeoff (high aspect ratio wings require a long taxi to get airborne).[25]\n\n"
        },
        {
            "title": "Coordinated formation flight",
            "text": "A wide variety of birds fly together in a symmetric V-shaped or a J-shaped coordinated formation, also referred to as an \"echelon\", especially during long-distance flight or migration. It is often assumed that birds resort to this pattern of formation flying in order to save energy and improve the aerodynamic efficiency.[26][27] The birds flying at the tips and at the front would interchange positions in a timely cyclical fashion to spread flight fatigue equally among the flock members.\n\nThe wingtips of the leading bird in an echelon create a pair of opposite rotating line vortices. The vortices trailing a bird have an underwash part behind the bird, and at the same time they have an upwash on the outside, that hypothetically could aid the flight of a trailing bird. In a 1970 study the authors claimed that each bird in a V formation of 25 members can achieve a reduction of induced drag and as a result increase their range by 71%.[28] It has also been suggested that birds' wings produce induced thrust at their tips, allowing for proverse yaw and net upwash at the last quarter of the wing. This would allow birds to overlap their wings and gain Newtonian lift from the bird in front.[29]\n\nStudies of waldrapp ibis show that birds spatially coordinate the phase of wing flapping and show wingtip path coherence when flying in V positions, thus enabling them to maximally utilise the available energy of upwash over the entire flap cycle. In contrast, birds flying in a stream immediately behind another do not have wingtip coherence in their flight pattern and their flapping is out of phase, as compared to birds flying in V patterns, so as to avoid the detrimental effects of the downwash due to the leading bird's flight.[30]\n\n"
        },
        {
            "title": "Adaptations for flight",
            "text": "The most obvious adaptation to flight is the wing, but because flight is so energetically demanding birds have evolved several other adaptations to improve efficiency when flying. Birds' bodies are streamlined to help overcome air-resistance. Also, the bird skeleton is hollow to reduce weight, and many unnecessary bones have been lost (such as the bony tail of the early bird Archaeopteryx), along with the toothed jaw of early birds, which has been replaced with a lightweight beak. The skeleton's breastbone has also adapted into a large keel, suitable for the attachment of large, powerful flight muscles. The vanes of each feather have hooklets called barbules that zip the vanes of individual feathers together, giving the feathers the strength needed to hold the airfoil (these are often lost in flightless birds). The barbules maintain the shape and function of the feather. Each feather has a major (greater) side and a minor (lesser) side, meaning that the shaft or rachis does not run down the center of the feather. Rather it runs longitudinally off the center with the lesser or minor side to the front and the greater or major side to the rear of the feather. This feather anatomy, during flight and flapping of the wings, causes a rotation of the feather in its follicle. The rotation occurs in the up motion of the wing. The greater side points down, letting air slip through the wing. This essentially breaks the integrity of the wing, allowing for a much easier movement in the up direction. The integrity of the wing is reestablished in the down movement, which allows for part of the lift inherent in bird wings. This function is most important in taking off or achieving lift at very low or slow speeds where the bird is reaching up and grabbing air and pulling itself up. At high speeds the air foil function of the wing provides most of the lift needed to stay in flight.\n\nThe large amounts of energy required for flight have led to the evolution of a unidirectional pulmonary system to provide the large quantities of oxygen required for their high respiratory rates. This high metabolic rate produces large quantities of radicals in the cells that can damage DNA and lead to tumours. Birds, however, do not suffer from an otherwise expected shortened lifespan as their cells have evolved a more efficient antioxidant system than those found in other animals.[citation needed]\n\n"
        },
        {
            "title": "Evolution of bird flight",
            "text": "Most paleontologists agree that birds evolved from small theropod dinosaurs, but the origin of bird flight is one of the oldest and most hotly contested debates in paleontology.[31] The four main hypotheses are:\n\nThere has also been debate about whether the earliest known bird, Archaeopteryx, could fly. It appears that Archaeopteryx had the avian brain structures and inner-ear balance sensors that birds use to control their flight.[32] Archaeopteryx also had a wing feather arrangement like that of modern birds and similarly asymmetrical flight feathers on its wings and tail. But Archaeopteryx lacked the shoulder mechanism by which modern birds' wings produce swift, powerful upstrokes; this may mean that it and other early birds were incapable of flapping flight and could only glide.[33] The presence of most fossils in marine sediments in habitats devoid of vegetation has led to the hypothesis that they may have used their wings as aids to run across the water surface in the manner of the basilisk lizards.[34][35]\n\nIn March 2018, scientists reported that Archaeopteryx was likely capable of flight, but in a manner substantially different from that of modern birds.[36][37]\n\nThis was the earliest hypothesis, encouraged by the examples of gliding vertebrates such as flying squirrels. It suggests that proto-birds like Archaeopteryx used their claws to clamber up trees and glided off from the tops.[38]\n\nSome recent research undermines the \"trees down\" hypothesis by suggesting that the earliest birds and their immediate ancestors did not climb trees. Modern birds that forage in trees have much more curved toe-claws than those that forage on the ground. The toe-claws of Mesozoic birds and of closely related non-avian theropod dinosaurs are like those of modern ground-foraging birds.[39]\n\nFeathers have been discovered in a variety of coelurosaurian dinosaurs (including the early tyrannosauroid Dilong).[40] Modern birds are classified as coelurosaurs by nearly all palaeontologists.[41] The original functions of feathers may have included thermal insulation and competitive displays. The most common version of the \"from the ground up\" hypothesis argues that bird's ancestors were small ground-running predators (rather like roadrunners) that used their forelimbs for balance while pursuing prey and that the forelimbs and feathers later evolved in ways that provided gliding and then powered flight.[42] Another \"ground upwards\" theory argues the evolution of flight was initially driven by competitive displays and fighting: displays required longer feathers and longer, stronger forelimbs; many modern birds use their wings as weapons, and downward blows have a similar action to that of flapping flight.[43] Many of the Archaeopteryx fossils come from marine sediments and it has been suggested that wings may have helped the birds run over water in the manner of the common basilisk.[44]\n\nMost recent attacks on the \"from the ground up\" hypothesis attempt to refute its assumption that birds are modified coelurosaurian dinosaurs. The strongest attacks are based on embryological analyses, which conclude that birds' wings are formed from digits 2, 3 and 4 (corresponding to the index, middle and ring fingers in humans; the first of a bird's 3 digits forms the alula, which they use to avoid stalling on low-speed flight, for example when landing); but the hands of coelurosaurs are formed by digits 1, 2 and 3 (thumb and first 2 fingers in humans).[45] However these embryological analyses were immediately challenged on the embryological grounds that the \"hand\" often develops differently in clades that have lost some digits in the course of their evolution, and therefore bird's hands do develop from digits 1, 2 and 3.[46][47][48]\n\nThe wing-assisted incline running (WAIR) hypothesis was prompted by observation of young chukar chicks, and proposes that wings developed their aerodynamic functions as a result of the need to run quickly up very steep slopes such as tree trunks, for example to escape from predators. Note that in this scenario birds need downforce to give their feet increased grip.[49][50] But early birds, including Archaeopteryx, lacked the shoulder mechanism that modern birds' wings use to produce swift, powerful upstrokes. Since the downforce that WAIR requires is generated by upstrokes, it seems that early birds were incapable of WAIR.[33]\n\nThe proavis theory was first proposed by Garner, Taylor, and Thomas in 1999:\n\nThe authors believed that this theory had four main virtues:\n\nBirds use flight to obtain prey on the wing, for foraging, to commute to feeding grounds, and to migrate between the seasons. It is also used by some species to display during the breeding season[51] and to reach safe isolated places for nesting.\n\nFlight is more energetically expensive in larger birds, and many of the largest species fly by soaring and gliding (without flapping their wings) as much as possible. Many physiological adaptations have evolved that make flight more efficient.\n\nBirds that settle on isolated oceanic islands that lack ground-based predators may over the course of evolution lose the ability to fly. One such example is the flightless cormorant, native to the Galápagos Islands. This illustrates both flight's importance in avoiding predators and its extreme demand for energy.\n\n"
        }
    ]
}