{
    "url": "https://en.wikipedia.org/wiki/Blackfoot_mythology",
    "title": "Blackfoot mythology",
    "table_of_contents": [
        "1 The Myth of Creation",
        "2 Origin of the Wind",
        "3 Language on a Mountain",
        "4 The Legend of Red Coulee",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "There are a vast array of myths surrounding the Blackfoot Native Americans as well as Aboriginal people. The Blackfeet inhabit the Great Plains, in the areas known as Alberta, Saskatchewan, and areas of Montana. These stories, myths, origins, and legends play a big role in their everyday life, such as their religion, their history, and their beliefs.[1] Only the elders of the Blackfoot tribes are allowed to tell the tales, and are typically difficult to obtain because the elders of the tribes are often reluctant to tell them to strangers who are not of the tribe.[1] People such as George B. Grinnell, John Maclean, D.C. Duvall, Clark Wissler, and James Willard Schultz were able to obtain and record a number of the stories that are told by the tribes.\n\n"
        },
        {
            "title": "The Myth of Creation",
            "text": "There are several creation stories found within Blackfoot culture; one of those is the creation Story involving Apistotoke. Apistotoke is the Creator (God). Also known as Ihtsipatapiyohpa, Iihtsipaitapiiyo'pa, or simply The Great Spirit. Although referred to and described as male, Apistotoke has no physical body, and is thus featureless as he is the divine creator. Apistotoke and God from the Christian Bible are considered to be the same being.\n\nApistotoke created the first Sspommitapiiksi (Sky Beings), Naato'si (the Sun) to be light and warmth to all creation. Apistotoke created Natosi's wife, Ko'komiki'somm (the Moon) and their children (the stars) including Aapisowaahs (the hero Morning Star) to light the night sky for all creation. Apistotoke then created Ksahkomitapi (the Earth) to be mother to all creation.\n\nApistotoke then created Na'pi, the first man and demigod who shaped the world, and then created the rest of mankind. Na'pi (Old Man) was assisted by his wife Kipitaakii (Old Lady). Na'pi is said to have created the earth using the mud collected by Turtle during a flood. [1][2] Some notable accounts replace the turtle with a muskrat.[3] He not only created men and women, but the animals and plants as well. Na'pi taught the Blackfoot people what plants to eat and animals to hunt, including their main food source, the buffalo.\n\n"
        },
        {
            "title": "Origin of the Wind",
            "text": "In Blackfoot mythology, there are legends surrounding the origins of everything because, to them, everything has an origin. Napi is featured in the origin of the wind.[1] In this legend, Napi finds two bags containing summer and winter. Napi was determined to get a hold of these bags so that he could make the two seasons of equal months.[1]  Napi tried to gain possession of the bags without success. He finally sent a prairie chicken, which successfully gained possession of the summer bag. The guardians of the bag chased after the animal, which tried to hide in the long grass. The guardians began slicing at the grass, cutting part of the chicken's body off and accidentally slicing open the bag in the process. The bag burst open and strong wind came out of it. Sometime after this, Napi burnt himself and was anxious for wind to cool the wound. He climbed to the top of a mountain and began \"making medicine\" to summon the wind. However, it blew so hard that he was nearly thrown off the mountain. He managed to survive by grabbing onto a birch tree. He clung to it so hard that his fingers left marks, giving the tree the distinctive pattern it has today.[1]\n\n"
        },
        {
            "title": "Language on a Mountain",
            "text": "In this story, Napi is referred to as Old Man.[4] There was a great flood that swept through the land, and after the flood, Old Man made the water different colors. He gathered the people on top of a large mountain where he gave them water of different colors. Old Man then told the people to drink the water, then speak, and so they did.[4] Everyone was speaking a different language except those who received the black water; they were speaking the same language, and they consisted of the bands of the Blackfoot, the Piegan (Apatohsipikuni and Amskapipikuni), the Siksika, and the Blood (Kainai). This was said to have taken place in the highest mountain in the Montana reservation.[4]\n\n"
        },
        {
            "title": "The Legend of Red Coulee",
            "text": "Red Coulee is an actual place located between McLeod and Fort Benton next to the Marias River in Montana.[1] The Blackfoot First Nations were told of a medicine stone by the Snake First Nations, who inhabited the Montana area at the time. Years later, a Blackfoot tribe gathered a group of men and headed off to find the stone. When they found it, they were laughed at by their leader, who said it was a child's story and rolled the stone down the hill.[1] Later, on their way back to the tribe, they became engaged in battle, leaving all dead but one man to tell the story. The place came to be known as \"Red Coulee\" by the Blackfoot, and as they travelled past the Coulee they would never forget to provide offerings to insure safety and protection on their journey.[1]\n\n"
        }
    ]
}