{
    "url": "https://en.wikipedia.org/wiki/Black_science_fiction",
    "title": "Black science fiction",
    "table_of_contents": [
        "1 History",
        "1.1 19th century",
        "1.2 Early 20th century",
        "1.3 1950-present",
        "1.3.1 The impact of the information age on black science fiction",
        "2 Afrofuturism",
        "2.1 Black Quantum Futurism",
        "3 Subgenres",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Black science fiction or black speculative fiction is an umbrella term that covers a variety of activities within the science fiction, fantasy, and horror genres where people of the African diaspora take part or are depicted. Some of its defining characteristics include a critique of the social structures leading to black oppression paired with an investment in social change.[1] Black science fiction is \"fed by technology but not led by it.\"[1] This means that black science fiction often explores with human engagement with technology instead of technology as an innate good.[2]\n\nIn the late 1990s a number of cultural critics began to use the term Afrofuturism to depict a cultural and literary movement of thinkers and artists of the African diaspora who were using science, technology, and science fiction as means of exploring the black experience.[3] However, as Nisi Shawl describes in her Tor.com series on the history of black science fiction, black science fiction is a wide-ranging genre with a history reaching as far back as the 19th century.[4] Also, because of the interconnections between black culture and black science fiction, \"readers and critics need first to be familiar with the traditions of African American literature and culture\" in order to correctly interpret the nuances of the texts.[1] Indeed, John Pfeiffer has argued that there have always been elements of speculative fiction in black literature.[5]\n\n"
        },
        {
            "title": "History",
            "text": "According to Jess Nevins, \"a fully accurate history of black speculative fiction ... would be impossible to write\" because very little is known of the dime novel authors of the 19th century and the pulp magazine writers of the early 20th century, including notably their ethnicity. Although the concept of science fiction as a discrete genre had already emerged in the late 19th century, its early black exponents do not appear to have been influenced by each other.[6] Moreover, because of the genre of science fiction often prioritizing publication via a set of canonical magazines, it can be difficult to create a timeline for black science fiction because its authors may not have been included in those publications.[7]\n\nIn 1859, Martin Delany (1812–1885), one of the foremost U.S. black political leaders and known as the \"father of Black Nationalism,\"[8] began publishing Blake; or the Huts of America as a serial in The Anglo-African Magazine. Delany, also internationally known as a scientist and explorer,[9] positioned Blake as an engagement with the racial sciences of the time.[10] The Anglo-African Magazine often also published articles on science, particularly the science of race.[10] The subject of Delany's serial novel is a successful slave revolt in the Southern states and the founding of a new black country in Cuba. Samuel R. Delany described it as \"about as close to an SF-style alternate history novel as you can get.\"[11] The serialization ended prematurely, but the entire novel was eventually published in serial form in the Weekly Anglo-African in weekly installments from November 1861 to May 1862.\n\nThe Anglo-African was considered the premier publication featuring the work of black scientists and theorists; Blake's inclusion in its serials highlights its connection to a larger political context focused on black citizenship in the antebellum South.[10] Further, while it incorporates elements of the fugitive slave narrative, Blake's narrator is also a scientist, whose focus on data collection and research stand in repudiation of the racial science of the day.[10] In fact, this reflects one of Delany's major themes: that Africa and its contributions to science and math were foundational to the Western world.[12]\n\nIn terms of genre, Blake represents an early example of black utopian speculative fiction.[7] In Passing and the African American Novel, Maria Giulia Fabi writes, \"Less convinced of the libratory potential of technological progress than their white counterparts, African American utopian writers focused on the process of individual and collective ideological change rather than on the accomplished perfection of utopia itself.\"[13] It is also a proto-Afrofuturist novel. Lisa Yaszek writes, \"[I]n a move that would set the tone for nearly a century of Afrofuturist SF to come,\" Delany explores the ambivalence and precarity of black cultural survival while simultaneously arguing for black technological prowess.[14]  Further, because of Delany's interest in black separatism and the establishment of a black state, Blake is an extension and exploration of the themes and ideas he explored in his 1852 publication of The Condition, Elevation, Emigration, and Destiny of the Colored People of the United States.[15] Blake was never published as a complete, stand-alone novel in the nineteenth century.[10]\n\nCharles W. Chesnutt (1858–1932) was a noted writer of folkloric hoodoo stories. His collection The Conjure Woman (1899) is the first known speculative fiction collection written by a person of color. The 1892 novel Iola Leroy by Frances Harper (1825–1911), the leading black woman poet of the 19th century, has been described as the first piece of African-American utopian fiction on account of its vision of a peaceful and equal polity of men and women, whites and former slaves. In contrast, the 1899 novel Imperium in Imperio by Sutton Griggs (1872–1933) ends with preparations for a violent takeover of Texas for African Americans by a secret black government.[6] Imperium in Imperio is credited with being the first political novel written by an African American.[16] Griggs self-published his novel and sold it door-to-door.[1]\n\nOf One Blood (1902) by the prolific writer and editor Pauline Hopkins (1859–1930), describing the discovery of a hidden civilization with advanced technology in Ethiopia, is the first \"lost race\" novel by an African-American author. However, unlike other entrants into this genre, Hopkins' \"lost race\" offers a homecoming to her black protagonists.[7] Light Ahead for the Negro, a 1904 novel by Edward A. Johnson (1860–1944), is an early attempt at imagining a realistic post-racist American society, describing how by 2006 Negroes are encouraged to read books and given land by the government. W. E. B. Du Bois's 1920 story The Comet, in which only a black man and a white woman survive an apocalyptic event,  is the first work of post-apocalyptic fiction in which African Americans appear as subjects. George Schuyler (1895–1977), the noted conservative U.S. critic and writer, published several works of speculative fiction in the 1930s, using the framework of pulp fiction to explore racial conflict.[6] Published in The Pittsburgh Courier, Schuyler's serials lampoon the Talented Tenth, criticize colorism, and explore double-consciousness.[7]\n\nBy the 1920s, speculative fiction was also published by African writers. In South Africa, the popular 1920 novel Chaka, written in Sotho by Thomas Mofolo (1876–1948) presented a magical realist account of the life of the Zulu king Shaka. Nnanga Kôn, a 1932 novel by Jean-Louis Njemba Medou, covers the disastrous first contact of white colonialists with the Bulu people. It became so popular in Medou's native Cameroon that it has become the basis of local folklore. 1934 saw the publication of two Nigerian novels describing the deeds of rulers in a mythic version of the country's past, Gandoki by Muhammadu Bello Kagara (1890–1971) and Ruwan Bagaja by Abubakar Imam. In 1941, the Togolese novelist Félix Couchoro (1900–1968) wrote the magical realist romance novel Amour de Féticheuse.  The story Yayne Abäba in the 1945 collection Arremuňň by Mäkonnen Endalkaččäw, an Ethiopian writer writing in Amharic, is notable as an early work of Muslim science fiction, describing the adventures of a teenage Amhara girl sold into slavery.[6]\n\nWriters such as Samuel R. Delany, Octavia E. Butler, Steven Barnes, Nalo Hopkinson, Minister Faust, Nnedi Okorafor, Ken Sibanda N. K. Jemisin, Tananarive Due, Andrea Hairston, Geoffrey Thorne, Nisi Shawl, Eugen Bacon, Sheree Renée Thomas, Suyi Davies Okungbowa, Wole Talabi, Oghenechovye Ekpeki Donald, Milton Davis, M'Shai Dash, and Carl Hancock Rux are among the writers who continue to work in black science fiction and  speculative fiction.\n\nSamuel R. Delany is a noted science fiction writer, literary critic, and memoirist whose science fiction explores and experiments with mythology, race, memory, sexuality, perception and gender. In 2013, the Science Fiction and Fantasy Writers of America named Delany its 30th SFWA Grand Master.\n\nDelany addressed the challenges facing African Americans in the science fiction community in an essay titled \"Racism and Science Fiction.\"\n\nMisha Green is an African American screenwriter, director, and producer best known as the showrunner for the science fiction/horror series Lovecraft Country on HBO. Lovecraft Country's impact on black science fiction on the screen is visible via its majority Black cast and a storyline depicted through the lens of Black protagonists. The series which is directly inspired by the work of H.P. Lovecraft, an American author of science fiction and a notorious racist and xenophobe, juxtaposes Lovecraft's work by challenging what his stories and ideals represent via the centering of Black culture.\n\nThe information age created an opportunity for the emergence of Black science fiction based organizations and media outlets. Media based organizations such as blacksci-fi.com, the Black Science Fiction Society, and the State of Black Science Fiction group on Facebook centers creators of Black science fiction and its fandom. Founded in 1999 by Philadelphia native, Maurice Waters, blacksci-fi.com is one of the first media websites created that is dedicated to Black science fiction and other Black speculative fiction.  \n\n"
        },
        {
            "title": "Afrofuturism",
            "text": "More and more, science fiction is paralleled with afrofuturism as a subgenre as science fiction is an exploration of a rewiring of the present. In writer Kodwo Eshun's journal, Future Considerations on Afrofuturism, he expands upon this notion in which \"Afrofuturism studies the appeals that black artists, musicians, critics, and writers have made to the future, in moments where any future was made difficult for them to imagine\" (294). Afrofuturism and science fiction continually intersect as \"most science fiction tales dramatically deal with how the individual is going to contend with these alienating, dislocating societies and circumstances and that pretty much sums up the mass experiences of black people in the postslavery twentieth century\" (298).\n\nLike the works of Afrofuturism, science fiction represents a form of unapologetic Black art that isn't categorized. Specifically with Black science fiction as a genre, it fits the mold of the post-soul as it takes different experiences of the diaspora to produce something new and \"science fiction operates through the power of falsification, the drive to rewrite reality, and the will to deny plausibility, while the scenario operates through the control and prediction of plausible alternative tomorrows\". The workings of science function can serve as metaphors for the fundamental experience of post-slavery Black people in the twentieth century.\n\nOctavia E. Butler was an extremely influential science fiction writer and instructor. In 1995, she became the first science fiction writer to win the MacArthur Fellowship, nicknamed the \"Genius Grant.\" In 2007, the Carl Brandon Society established the Octavia E. Butler Memorial Scholarship which provides support to a student of color attending Clarion Writers' Workshop or Clarion West Writers Workshop. According to the Carl Brandon Society's website, \"It furthers Octavia’s legacy by providing the same experience/opportunity that Octavia had to future generations of new writers of color.\"\n\nNalo Hopkinson is a renowned science fiction and fantasy writer, professor, and editor whose short stories explore class, race, and sexuality using themes from Afro-Caribbean culture, Caribbean Folklore, and feminism. Skin Folk, a collection of short stories which won the 2002 World Fantasy Award for Best Story Collection, takes its influence from Caribbean history and language, with its tradition of written storytelling.\n\nThe Carl Brandon Society is a group originating in the science fiction community dedicated to addressing the representation of people of color in the fantastical genres such as science fiction, fantasy, and horror. The Society recognizes works by authors of color and featuring characters of color through awards, provides reading lists for educators and librarians, including one for Black History Month and has a wiki specifically for collecting information about people of color working in these genres.[citation needed]\n\nThe 2017 Black Speculative Fiction Report notes that only 4.3% of published speculative fiction works released in 2017 were written by black authors.[17]\n\nBlack Quantum Futurism (BQF) is a theoretical framework and methodology that proposes \"a new approach to living and experiencing reality by way of the manipulation of space-time in order to see into possible futures, and/or collapse space-time into a desired future in order to bring about that future’s reality.\"[18] Literature such as Black Quantum Futurism Theory & Practice, Volume 1 written by Afrofuturist and black science fiction author, Rasheedah Phillips, explores the framework and methodology of BQF and how it is applied within afrofuturism centered art and literature.\n\n"
        },
        {
            "title": "Subgenres",
            "text": "Kali Tal argues that one of the subgenres of black science fiction is black near-future militant fiction, and categorizes Imperium and Black Empire as examples of this subgenre.[1]\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nBibliography\n\n"
        }
    ]
}