{
    "url": "https://en.wikipedia.org/wiki/Dark_Comedy",
    "title": "Black comedy",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 Nature and functions",
        "4 Examples",
        "4.1 Gallows speeches",
        "4.2 Military",
        "4.3 Emergency service workers",
        "4.4 Other",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBlack comedy, also known as dark comedy, morbid humor, or gallows humor, is a style of comedy that makes light of subject matter that is generally considered taboo, particularly subjects that are normally considered serious or painful to discuss. Writers and comedians often use it as a tool for exploring vulgar issues by provoking discomfort, serious thought, and amusement for their audience. Thus, in fiction, for example, the term black comedy can also refer to a genre in which dark humor is a core component. Popular themes of the genre include death, crime, poverty, suicide, war, violence, terrorism, discrimination, disease, racism, sexism, and human sexuality.\n\nBlack comedy differs from both blue comedy—which focuses more on crude topics such as nudity, sex, and Body fluids—and from straightforward obscenity. Whereas the term black comedy is a relatively broad term covering humor relating to many serious subjects, gallows humor tends to be used more specifically in relation to death, or situations that are reminiscent of dying. Black humor can occasionally be related to the grotesque genre.[2] Literary critics have associated black comedy and black humor with authors as early as the ancient Greeks with Aristophanes.[3][4][5][6][7][8][9][excessive citations]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term black humour (from the French humour noir) was coined by the Surrealist theorist André Breton in 1935 while interpreting the writings of Jonathan Swift.[10][11] Breton's preference was to identify some of Swift's writings as a subgenre of comedy and satire[12][13] in which laughter arises from cynicism and skepticism,[10][14] often relying on topics such as death.[15][16]\n\nBreton coined the term for his 1940 book Anthology of Black Humor (Anthologie de l'humour noir), in which he credited Jonathan Swift as the originator of black humor and gallows humor (particularly in his pieces Directions to Servants (1731), A Modest Proposal (1729), Meditation Upon a Broomstick (1710), and in a few aphorisms).[11][14] In his book, Breton also included excerpts from 45 other writers, including both examples in which the wit arises from a victim with which the audience empathizes, as is more typical in the tradition of gallows humor, and examples in which the comedy is used to mock the victim. In the last cases, the victim's suffering is trivialized, which leads to sympathizing with the victimizer, as analogously found in the social commentary and social criticism of the writings of (for instance) Sade.\n\n"
        },
        {
            "title": "History",
            "text": "Among the first American writers who employed black comedy in their works were Nathanael West[17]  and Vladimir Nabokov,[17] although at the time the genre was not widely known in the US. The concept of black humor first came to nationwide attention after the publication of a 1965 mass-market paperback titled Black Humor, edited by Bruce Jay Friedman.[8][18] The paperback was one of the first American anthologies devoted to the concept of black humor as a literary genre.[9] With the paperback, Friedman labeled as \"black humorists\" a variety of authors, such as J. P. Donleavy,[8][9] Edward Albee,[8][9] Joseph Heller,[8][9] Thomas Pynchon,[8][9] John Barth,[8][9] Vladimir Nabokov,[8][9] Bruce Jay Friedman[8][9] himself, and Louis-Ferdinand Céline.[8][9] Among the recent writers suggested as black humorists by journalists and literary critics are Roald Dahl,[19] Kurt Vonnegut,[12] Warren Zevon, Christopher Durang, Philip Roth,[12] and Veikko Huovinen.[20] The motive for applying the label black humorist to the writers cited above is that they have written novels, poems, stories, plays, and songs in which profound or horrific events were portrayed in a comic manner. Comedians like Lenny Bruce,[13] who since the late 1950s have been labeled for using \"sick comedy\" by mainstream journalists, have also been labeled with \"black comedy\".\n\n"
        },
        {
            "title": "Nature and functions",
            "text": "Sigmund Freud, in his 1927 essay Humour (Der Humor), puts forth the following theory of black comedy: \"The ego refuses to be distressed by the provocations of reality, to let itself be compelled to suffer. It insists that it cannot be affected by the traumas of the external world; it shows, in fact, that such traumas are no more than occasions for it to gain pleasure.\" Some other sociologists elaborated this concept further. At the same time, Paul Lewis warns that this \"relieving\" aspect of gallows jokes depends on the context of the joke: whether the joke is being told by the threatened person themselves or by someone else.[21]\n\nBlack comedy has the social effect of strengthening the morale of the oppressed and undermines the morale of the oppressors.[22][23] According to Wylie Sypher, \"to be able to laugh at evil and error means we have surmounted them.\"[24]\n\nBlack comedy is a natural human instinct and examples of it can be found in stories from antiquity. Its use was widespread in middle Europe, from where it was imported to the United States.[7][verification needed] It is rendered with the German expression Galgenhumor (cynical last words before getting hanged [25]). The concept of gallows humor is comparable to the French expression rire jaune (lit. yellow laughing),[26][27][28] which also has a Germanic equivalent in the Belgian Dutch expression groen lachen (lit. green laughing).[29][30][31][32]\n\nItalian comedian Daniele Luttazzi discussed gallows humour focusing on the particular type of laughter that it arouses (risata verde or groen lachen), and said that grotesque satire, as opposed to ironic satire, is the one that most often arouses this kind of laughter.[33][34][35] In the Weimar era Kabaretts, this genre was particularly common, and according to Luttazzi, Karl Valentin and Karl Kraus were the major masters of it.[35]\n\nBlack comedy is common in professions and environments where workers routinely have to deal with dark subject matter. This includes police officers,[36] firefighters,[37] ambulance crews,[38] military personnel and funeral directors,[39] where it is an acknowledged coping mechanism. It has been encouraged within these professions to make note of the context in which these jokes are told, as outsiders may not react the way that those with mutual knowledge do.[37][38]\n\nA 2017 study published in the journal Cognitive Processing[40] concludes that people who appreciate dark humor \"may have higher IQs, show lower aggression, and resist negative feelings more effectively than people who turn up their noses at it.\"[41]\n\n"
        },
        {
            "title": "Examples",
            "text": "There are multiple recorded instances of humorous last words and final statements. For example, author and playwright Oscar Wilde was destitute and living in a cheap boarding house when he found himself on his deathbed. There are variations on what his exact words were, but his reputed last words were, \"Either that wallpaper goes or I do.\"[42][43]\n\nExamples of gallows speeches include:\n\nMilitary life is full of gallows humor, as those in the services continuously live in the danger of being killed, especially in wartime. For example:\n\nWorkers in the emergency services are also known for using black comedy:\n\nThere are several titles such as It Only Hurts When I Laugh and Only When I Laugh, which allude to the punch line of a joke which exists in numerous versions since at least the 19th century. A typical setup is that someone badly hurt is asked \"Does it hurt?\" — \"I am fine; it only hurts when I laugh.\"[56][57]\n\n"
        }
    ]
}