{
    "url": "https://en.wikipedia.org/wiki/African_American_women_in_the_silent_film_era",
    "title": "Black women film pioneers",
    "table_of_contents": [
        "1 History",
        "2 Gallery",
        "3 See also",
        "3.1 More on Black women film pioneers",
        "3.2 Early Black film",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "African American cinema evolved at just about the same pace as white cinema, and although the role of Black women in early silent film has only recently begun to receive popular and academic attention, Black women were involved in Black cinema from the very start of U.S. film history.[1] In their own day, Maria P. Williams[2]  was called the first Black woman filmmaker for her work on The Flames of Wrath (1923) and Tressie Souders[3] was also honored with the same distinction for her work in A Woman’s Error (1922). Others have argued that that distinction belongs to Madame E. Toussaint Welcome's war documentary Doing Their Bit (1916) or Eloyce King Patrick Gist for Hell Bound Train (ca. 1929-30).[4][5][6] What's certain is that Black women were contributing as screenwriters, actors, directors and producers from the earliest days of film.[7][8]\n\n"
        },
        {
            "title": "History",
            "text": "The film industry's pioneers include Alice B. Russell, Eslanda Robeson, Eloyce King Patrick Gist, Zora Neale Hurston, Tressie Souders, Madame E. Toussaint Welcome,  Mrs. M. Webb and Birdie Gilmore whose contributions occurred when  both African American women and men took on the role of director, producer and screenwriter.[9] Influential women such as Dorothy Davenport and Maria P. Williams also worked very hard to break female and racial stereotypes which also extended to how women contributed to the film-making process.[10] According to The Library of Congress publication on silent era women behind the camera, women had more participation in the film industry in a wider sense than perceived, and the role of film editor, for example, was viewed as a women's job.[10]  Other women took on roles as script writer, producer, director, camera operator, colorist, reader, script girl and casting director.[10]\n\nThe Silent film era in the United States was from the late 1890s to the mid 1920s, but only a fraction of the original inventory still exist today.[10][11] “There is no single number for existing American silent-era feature films, as the surviving copies vary in format and completeness.”[10] There are silent films that would only some portions of it that have survived such as its title, but would be missing one or two reels of film. Only 2,749 (25%) of American silent feature films survive in complete form. Another 562 (17% of the surviving titles and 5% of total production) survive in incomplete form.[10] For all these reasons, many more women of color were likely involved than we currently know.\n\n"
        },
        {
            "title": "Gallery",
            "text": "(Selection was limited by availability.)\n"
        }
    ]
}