{
    "url": "https://en.wikipedia.org/wiki/Blancanieves",
    "title": "Blancanieves",
    "table_of_contents": [
        "1 Cast",
        "2 Plot",
        "3 Production",
        "4 Reception",
        "5 Accolades",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBlancanieves (known as Blancaneu in Catalan) is a 2012 Spanish black-and-white silent drama film written and directed by Pablo Berger. Based on the 1812 fairy tale Snow White by the Brothers Grimm, the story is set in a romantic vision of 1920s Andalusia.[4] However, the film approaches storytelling through the integration of Spanish culture from characters' names to traditions they follow.[5] Additionally, the film alludes to other fairy tales including Cinderella and Little Red Riding Hood. While it retells stories originally told through tales based in fantasy, it derails from the traditional storytelling method that ends with a happily ever after. Instead, the film is rather dark and ends in tragedy. Berger calls it a \"love letter to European silent cinema.\"[6]\n\nBlancanieves was Spain's 85th Academy Awards official submission to Best Foreign Language category, but it did not make the shortlist.[7] The film won the Special Jury Prize and an ex-aequo Best Actress \"Silver Shell\" Award for Macarena García at the 2012 San Sebastián International Film Festival.[8] It was also nominated in every category for which it was eligible at the 27th Goya Awards (except for Best Sound), winning ten Goya Awards, including the Best Film.\n\n"
        },
        {
            "title": "Plot",
            "text": "As a Spanish adaptation of the Brother Grimm fairytale, Snow White, the film Blancanieves follows the life of Carmen. Her mother died during childbirth, and her father was left paralyzed after a traumatic bull fighting incident shortly before her birth. Her grandmother cares for her, but after her death, she is left in the care of her step-mother who married her father for his fame and riches he accumulated as a bull fighter.[9] She mistreats Carmen's father, as he is often left helpless in a room, however Carmen spends time communicating as best as she can with her father.\n\nAfter consistent abuse and mistreatment, Carmen is fearful for her safety and wellbeing. One day, she is sent out into the woods to gather flowers. The huntsman is sent out after her, where he assaults her, attempts to drown her, and leaves her for dead. She is unconscious, floating downstream, when a group of bull fighters find her and carry her to their home. When she comes to consciousness, she is unable to remember her history, including her name. They begin referring to her as Blancanieves, which translates to Snow White, because of her fair appearance. She grows close to the group of men, who are a traveling spectacle of bull fighters with dwarfism. Eventually she begins bullfighting herself, unaware that her natural skill comes from the time she spent practicing with her father as a child.\n\nCarmen's step-mother learns of Carmen's work as a bull fighter and is left in disbelief, as she thought Carmen was killed many years ago. She attends a fight, masked in a veil. After a successful fight in the bullfighting ring, the audience is throwing flowers to Carmen. The step-mother reaches out and offers her a poisoned apple. Carmen unsuspectingly takes it, and takes a bite. She instantly falls to the ground, and the audience begins to panic. She is transferred into a glass coffin, as they are all under the impression she has passed away. Rather than laying her to rest, they create a spectacle out of her. They begin charging the public for an opportunity to kiss the famous bull fighter, Blancanieves. In the end, the focus shifts to Carmen laying in the casket, where a single tear runs down her cheek.[10]\n\n"
        },
        {
            "title": "Production",
            "text": "The inspiration for the film began when writer-director Pablo Berger saw a photograph of bullfighting dwarves in España Oculta (1989, ISBN 8477820686),[6] by Cristina García Rodero. By 2003, Berger had written Blancanieves and was working to raise funds for it soon after his film Torremolinos 73 was appearing at festivals. In May 2011, he was working on the storyboards for Blancanieves, a film he had in the works for eight years, and he was about to begin principal photography when news reached him that The Artist had been shown at the 2011 Cannes Film Festival:[11]\n\nAccording to Berger, Blancanieves is a \"love letter to European silent cinema, ... especially French. Abel Gance for me is God. Movies like Napoleon, J'Accuse!, La Roue are extraordinary.\"[6]\n\nPablo Berger emphasized the idea that his silent film adaptation of the fairytale, Snow White, takes a much darker approach than traditional tellings of the tale. Even on the cover of the Blancanieves DVD, there is text that reads, \"They never told you the story like this before ...\" emphasizing the idea that this interpretation is different from the others.[12]\n\nWhile the silent, black and white aesthetic was applied to the film as an homage to films from the 20th century, it additionally used modern techniques to give the film a unique look. The cinematic techniques and style included depth throughout many shots. The styling of each shot provides a dynamic effect on the visuals in the film. Techniques like this were not possible during the time in which silent films were popular. The film works to address and include various technologies throughout the past century. While the camera work and aspects of the picture are modern, there are also techniques and styles used that reflect film from the 20th century.\n\n2012 saw the screening of two other loose adaptations of Snow White: Mirror, Mirror and Snow White and the Huntsman.[13]\n\n"
        },
        {
            "title": "Reception",
            "text": "On review aggregator Rotten Tomatoes, Blancanieves holds an approval rating of 94%, based on 106 reviews, and an average rating of 7.8/10. Its consensus reads: \"Smartly written and beautiful to behold, Blancanieves uses its classic source material to offer a dark tale, delightfully told.\"[14] On Metacritic, the film has a weighted average score of 82 out of 100, based on 21 critics, indicating \"Universal acclaim\".[15]\n\nThe Guardian's Peter Bradshaw called it \"extraordinarily enjoyable\", awarding it five stars out of five and saying Pablo Berger \"finds new life and heart in the old myth – certainly more than the recent Hollywood retreads – and daringly locates possibilities for both evil and romance in the ranks of the dwarves themselves\"; the director \"takes inspiration from Hitchcock, with hints of Rebecca and Psycho, Buñuel, Browning and Almodóvar, and conjures a fascinatingly ambiguous ending: melancholy, eerie and erotic. A film to treasure.\"[16]\n\nChicago Sun-Times film critic Roger Ebert gave the film four out of four stars, writing that the film \"Is a full-bodied silent film of the sort that might have been made by the greatest directors of the 1920s, if such details as the kinky sadomasochism of this film's evil stepmother could have been slipped past the censors.\"[17] Later, he chose it to be shown at the 2013 Roger Ebert's Overlooked Film Festival.\n\nThe film, while resembling styles of the 20th century, focused on the story of a female lead. The main character's name, Carmen, emphasizes the importance of the characters divinity, as it means \"song\" or \"garden\". However, she fits into the mold of traditional beauty standards set up for women, that have been present since much earlier than just films in the 20th century. This form of representation is often critiqued, as are minimal forms of diversity represented, yet still adhere to most traditional beauty norms.[18]\n\n"
        },
        {
            "title": "Accolades",
            "text": "\n\n"
        }
    ]
}