{
    "url": "https://en.wikipedia.org/wiki/Blaxploitation_horror_films",
    "title": "Blaxploitation horror films",
    "table_of_contents": [
        "1 History",
        "2 Background",
        "3 Blacula",
        "4 Stereotypical characters",
        "5 Notable films",
        "6 Notable actors and directors",
        "7 Social impact",
        "8 Controversy",
        "9 1990s–2010s",
        "10 See also",
        "11 Footnotes",
        "12 Work cited"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Blaxploitation horror films are a genre of horror films involving mostly black actors. In 1972 director William Crain did the first blaxploitation horror film, Blacula.\n\n"
        },
        {
            "title": "History",
            "text": "Blaxploitation films, regardless of subgenre, spawned from race movies.  These were films that started appearing in the 1930s–1940s.  They were meant to segregate films featuring an all black cast from mainstream Hollywood movies. Many of these films already had the element of horror integrated into them.  Over time these films transcended into their own subgenre of film, blaxploitation horror films.  In the 1950s to 1960s Hollywood started to integrate films produced and starring African Americans into mainstream media.\n\nThere was backlash by several African American directors and actors that did not want to be integrated into mainstream media.  They wanted to stay independent which caused them to create more of what were originally known as race movies.[1] This happened during the 1960s–70s which was during the time of the Civil Rights Movement.\n\nAfrican Americans were in fury at ongoing white oppression and wanted something that they could call their own.[2] They began creating films that were directed, starring, and produced by African Americans. In an effort to maintain their cultural identity they made it a point to emphasize the stereotypes the white media was portraying them as.  They called this genre blaxploitation. Many blaxploitation films have a mix of comedy and horror.\n\nHowever, director William Crain took the aspect of horror in these films one step further and created the first blaxploitation horror film, Blacula.  As a result, a new subgenre of blaxploitation was created, dedicated solely to horror.[3]\n\n"
        },
        {
            "title": "Background",
            "text": "Blaxploitation is a portmanteau of the words \"black\" and \"exploitation\".  It makes a point to enforce stereotypes that have been afflicted on African Americans by the so-called white media. The first blaxploitation film was Sweet Sweetback's Baadasssss Song (1971). Melvin Van Peebles directed, produced, and took the hyper-sexualized lead role. He played a male prostitute who is out to fight \"[the man]\" (white oppression). It spanned a new type of film genre that evolved all the way to what is now the urban blaxploitation horror films of the 21st century.[4]\n\n"
        },
        {
            "title": "Blacula",
            "text": "Blacula, filmed in 1972, was the first ever blaxploitation horror film.  The film was directed by William Crain and starred William Marshall, Vonetta McGee, and Denise Nicholas. The film was a parody of the popular film Dracula.  In the film Blacula, played by William Marshall, an African prince named Mamuwalde is bitten by Count Dracula (Charles Macaulay) himself and is turned into a vampire.  An interracial gay couple of interior decorators buy the coffin that Blacula has been in for the last 200 years and bring him back to their home in Los Angeles. Blacula has not been fed in over 200 years in Count Dracula's effort to punish him.\n\nOnce he freed from his coffin, Blacula goes loose on the streets of Los Angeles and becomes the black avenger.  He terrorizes the city in his effort to quench his thirst for blood.  While on his search to kill he meets a woman named Tina (Vonetta McGee) that looks just like his departed wife.  He believes that she is the reincarnation of his wife and is bent on winning her affection by any means necessary. Tina's friend Gordon Thomas (Thalmus Rasulala) finds out that Blacula is a vampire and tries to kill him.[5]\n\nWhile Blacula can be viewed as a merely a cheesy parody of the film Dracula with an all black cast, it should also be noted for its portrayal of human sexuality and politics. Before becoming a vampire, Blacula was an African prince that wanted to connect Africa with the West.  He tries to form this connection in an effort to stop the slave trade.\n\nSince the first part of the film is set right before the 18th century it can be taken to mean that the slave trade they are referring to in the film was the North Atlantic slave trade. This gives insight into the way Africans viewed the slave trade.  Blacula goes to Count Dracula to ask him to stop the slave trade.  Unfortunately Count Dracula likes the slave trade and wants to keep it in existence.\n\nThis can be viewed as to how Africans saw whites as oppressors that wanted to reap the benefits of the slave trade.  Not only was Blacula brought to America by two interior decorators, but they were a gay interracial couple.  This was very ground breaking at the time when racial prejudice and homophobia was running ramped of the film's release.[6]\n\nDespite the controversies, the film Blacula went on to be named one of Variety's Top 50 Movies of 1972 and to win Best Horror Film of 1972 by the Academy of Horror Films and Science Fiction Films.  Crain went on to film the sequel Scream, Blacula, Scream; although it was not as successful, it is still considered a notable horror film (see below).[7]\n\n"
        },
        {
            "title": "Stereotypical characters",
            "text": "[8]\n\n"
        },
        {
            "title": "Notable films",
            "text": "Here is a list of what AMC considers to be the top blaxploitation horror films[9]\n\n"
        },
        {
            "title": "Notable actors and directors",
            "text": "Source:[10]\n\n"
        },
        {
            "title": "Social impact",
            "text": "Blaxploitation horror films are a way for African Americans to maintain a cultural identity that the white media has been trying to take away from them.  Harry M. Benshoff, a professor of film at the University of North Texas, describes blaxploitation horror films as, \"address[ing] the specific fantasy needs of the black social imaginary).\"  In other words, these films are helping to portray what the African American community wants to see in their community.  These films were meant to be a form of identification and empowerment to the black community and to help overcome racial bias.[11]\n\nMany of the monsters portrayed in these films can be seen as representations of black power and black pride.  They also tend to push the boundaries of human sexuality. Much of the plot tends to be driven by sex.  These films are also more open and accepting of homosexuals and these horror films tend to draw large homosexual audiences.[citation needed]  It is believed that the homosexual community is drawn to these films because they can relate to the oppression that the African American community has and is feeling to this day. Characters that are seen as stereotypically \"normal\" are often rejected by the audience because they are not as easy to relate to.  These characters would include the authority figure (mentioned above) and heterosexual couples. While these characters are often able to be related to in mainstream media, oppressed people tended to see them as a representation of their oppressors.[12]\n\n"
        },
        {
            "title": "Controversy",
            "text": "While many people viewed blaxploitation horror as a celebration of African American culture, others did not view them in such a positive light. People started to view these films as perpetuating negative stereotypes about the African American community.  There were leagues formed to prevent the making of these types of films.  Members of the NAACP founded The Coalition Against Blaxploitation Movies. They even went on to use radical tactics to stop the productions of certain films.  William Crain stated in an interview that members of the Coalition Against Blaxploitation Movies tied him up in a chair and told him to leave his studio in an effort to stop production of one of his films.[13]\n\nMany of the films portrayed African American males as a stereotype of hyper-sexual beasts who ravish and demoralize woman.  They help to portray the fear that the white media has instilled in its viewers. These films depicting motifs of the African American male raping white women are seen as misogynist.\n\nMany of these horror films address the stereotype of African Americans partaking in bestiality.  The monsters that African Americans portray in these films tend to be more animalistic compared with monsters in mainstream Hollywood films.  The animalistic monsters supposedly go around terrorizing and having sex with the female actors in an effort to portray bestiality.\n\nAs urban horror films emerged in the 1990s, they began to portray African Americans as gangsters and thugs living in the \"ghetto\" that partake in illegal activities and take advantage of women.[14]\n\n"
        },
        {
            "title": "",
            "text": "Due to the controversy surrounding blaxploitation horror films, many are no longer being made.  Many film production companies see the theme as a fad that has run its course and decided to stop funding the projects.  While some directors have continued to produce these types of films, like Black Devil Doll from Hell and Tales from the QuadeaD Zone they were produced with a minimal budget and were poorly made.  New York filmmaker Sean Weathers continues to make films in the blaxploitation horror genre.\n\nDuring the early 1990s a group of African American directors sought to revive the genre.  hey put a modern twist on it by setting the films in urban areas.  This helped spanned the wave of the urban horror film.  These film were directed at African Americans who lived in \"the hood.\"  They portrayed themes of crime, drugs, and poverty in an effort to relate to the new generation of oppressed African Americans.[15]\n\nFor example, the 1990 black urban horror film Def by Temptation, directed by James Bond III, looks at a group of urban, African American professionals during the AIDS epidemic. Bond wanted to show the ever-present danger of AIDS in the urban community at the time.[16]\n\nAlso, many of the films have influences of hip hop in them, and even star rappers like LL Cool J and Snoop Dogg (mentioned above), as well as others like Ice Cube, Ice-T, Will Smith, Busta Rhymes, Redman, Method Man, Treach, Rah Digga, Mos Def, Tone Loc, Mack 10, Ja Rule, Sticky Fingaz, Fredo Starr, Big Gipp, Kurupt, Mla X, Master P, and Lil' Romeo.[17]\n\nThe 2001 urban horror film Bones, directed by Ernest R. Dickerson and starring the rapper Snoop Dogg, is an example of the hip hop influences that have been introduced to this genre. The film is about a gangster that comes back from the dead to avenge his murder.  The film, like many others of its genre, has homosexual undertones.  There are quite a few homoerotic, violent scenes between men, but no erotic scenes with any of the female characters.  Also, when this violence is occurring there are never any women present, making the violence that much more intimate.  This violence can also be viewed as the same-sex punishment that is inflicted on homosexuals in the mainstream media.[18]\n\n"
        }
    ]
}