{
    "url": "https://en.wikipedia.org/wiki/Blood_Feast",
    "title": "Blood Feast",
    "table_of_contents": [
        "1 Plot",
        "2 Cast (in credits order)",
        "3 Uncredited Cast (listed alphabetically)",
        "4 Production",
        "4.1 Development",
        "4.2 Filming",
        "5 Release",
        "5.1 Home media",
        "6 Significance",
        "7 Critical reception",
        "8 Literature",
        "9 Legacy",
        "9.1 Sequels",
        "9.2 Remake",
        "10 References",
        "11 Bibliography",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBlood Feast is a 1963 American splatter film. It was composed, shot, and directed by Herschell Gordon Lewis, written by Allison Louise Downe from an idea by Lewis and David F. Freidman, and stars Mal Arnold, William Kerwin, Connie Mason, and Lyn Bolton. The plot focuses on a psychopathic food caterer named Fuad Ramses (Arnold) who kills women so that he can include their body parts in his meals and perform sacrifices to his \"Egyptian goddess\" Ishtar.\n\nBlood Feast is considered the first splatter slasher film, a sub-genre of horror noted for its graphic depictions of on-screen gore. It was highly successful, grossing $4 million against its minuscule $24,500 budget, while receiving poor reviews from critics, who criticized it as amateurish and vulgar. The film was followed by a belated sequel, Blood Feast 2: All U Can Eat, in 2002.\n\n"
        },
        {
            "title": "Plot",
            "text": "A woman comes home to her Miami Beach apartment and hears of a recent murder in Rogers Park. She herself is then murdered while taking a bath. Before leaving, the killer hacks off her leg above the knee with a machete and bags it. A copy of a book titled Ancient Weird Religious Rites is seen near the body.\n\nAt the police station the next morning, Detective Pete Thornton consults with the chief of the homicide bureau about the killings, who says that the killer follows a pattern of mutilating his victims by removing their limbs and organs. Elsewhere in town, Dorothy Fremont hires a caterer named Fuad Ramses to arrange a dinner party for her daughter, Suzette. Ramses – who is the serial murderer – tells Mrs. Fremont he will prepare an ancient Egyptian feast for the affair. Mrs. Fremont is delighted, as Suzette has an interest in Egyptology. After Mrs. Fremont leaves Ramses' store, he goes to a back room, where he has enshrined a statue of the goddess Ishtar. Ramses is preparing a \"blood feast\" – a stew made from his victims' blood and body parts intended to resurrect Ishtar.\n\nLater that day, Thornton tells the chief he interviewed the latest victim's acquaintances, and that she was a member of a book club. That evening, teenagers Tony and Marcy are on a nearby beach. Ramses arrives, knocks Tony unconscious, and removes Marcy's brain from her skull. Thornton and the chief arrive on the scene but are unable to get any useful information from a hysterical Tony. They later question Marcy's mother, who tells them Marcy belonged to a book club. Some time later, Ramses stakes out a motel. He knocks on a woman's door and attacks her when she answers, ripping her tongue out as another ingredient to his \"blood feast\".\n\nAt the local university, Suzette attends an Egyptian studies lecture with her boyfriend, Detective Thornton. The lecturer, Dr. Flanders, tells them about the pharaohs Ramses I and Ramses II and the cult of Ishtar that thrived during their rule five thousand years prior. He describes a ritual in which women were sacrificed to the goddess on an altar, their body parts prepared and served as dishes in the feast; this was said to cause Ishtar to be reborn. After the lecture, Suzette and Thornton learn that a victim has been found near death and taken to a hospital. Thornton drives Suzette home and rushes to the hospital. The victim, identified as Janet Blake, recounts her attacker saying something that sounded like \"Etar\", and dies.\n\nRamses receives a letter from Suzette's friend Trudy Sanders, requesting a copy of Ancient Weird Religious Rites he advertised in the newspaper; he kidnaps Trudy that evening. The next day, Trudy awakens in Ramses's back room. Ramses lashes Trudy with a scourge, collecting her blood in a silver chalice. Suzette informs Thornton that a Fuad Ramses will be catering her dinner party and serving an authentic Egyptian feast in honor of Ishtar. Noting the similarity between the name Ishtar and the word \"Etar\", Thornton calls Dr. Flanders and learns that Ramses is the author of Ancient Weird Religious Rites. Deducing Ramses to be the killer, Thornton and the police race to Ramses' store, where they discover the Ishtar shrine, Trudy's body, and other human remains. The police head to the Fremont house to arrest Ramses and stop the guests from partaking in the feast.\n\nRamses arrives at the dinner party and asks Suzette to help him make the feast \"more authentic.\" He has Suzette lie on a kitchen countertop, and tells her to close her eyes and offer a prayer to Ishtar. As he raises his machete to decapitate her, Mrs. Fremont enters the kitchen, and he flees. The police chase Ramses through a dump, and he climbs into the back of a garbage truck. The unaware truck driver turns on the trash compactor, crushing Ramses. Thornton explains to the chief how he deduced the killer's identity, and says Ramses must have kept a list of people who requested his book as potential victims. The detectives return to their headquarters to file a report; elsewhere, the statue of Ishtar sheds tears of blood.\n\n"
        },
        {
            "title": "Production",
            "text": "The concept for Blood Feast arose in the early 1960s, three years after the release of director Alfred Hitchcock’s horror film Psycho. Lewis, previously a teacher at Mississippi State College, had quit his job in order to enter the film business, and directed several “nudie cutie” films in the early 1960s, produced by David F. Friedman (who would later produce Blood Feast and several other splatter films that Lewis would direct). Lewis had seen Psycho and felt that the film had cheated by showing the results of the murders in the film but not the action, because Hitchcock could not risk getting turned down by theaters. The main idea behind Blood Feast was that bathtubs of blood would be spilled in an effort to portray an Egyptian meal cooked with the bodies of virgins and the tongue of a woman being ripped out of a woman’s mouth.[1]\n\nFilming took place in Miami, Florida over a period of four days, with a budget of $24,000.[1] Director Lewis wanted a realistic prop for the scene where a woman gets her tongue ripped out; in order to accommodate this, a sheep’s tongue was imported from Tampa Bay and used in the scene. All other limbs and organs used during production were imported locally. Lewis filmed Blood Feast in color in order to show the red blood used in the film.[1]\n\n"
        },
        {
            "title": "Release",
            "text": "Distributed by Box Office Spectaculars, the film was released July 6, 1963 at the Bellevue Drive-In in Bellevue (now Peoria) Illinois.[2][failed verification] The film was advertised as Egyptian Blood Feast at drive-ins in New York.[3][unreliable source?]\n\nProducer Friedman came up with some publicity stunts for the film, such as giving theater-goers \"vomit bags\" and intentionally taking out an injunction against the film in Sarasota, Florida, in order to gain publicity. Both were very effective and generated more interest in the film,[3][unreliable source?] which became highly successful, grossing $4 million against its minuscule $24,500 budget.[4]\n\nIn the United Kingdom, the film faced censorship issues, eventually being banned and added to the infamous \"video nasty\" list.[5] It was given a DVD release in 2001 with 23 seconds of cuts. In 2005, the film was finally released uncut with an 18 certificate after more than 40 years of being banned.[6][7]\n\nBlood Feast was first released on VHS home video by Continental Video in the 1980s. It also received VHS and DVD releases by Something Weird Video in the late 1990s.[citation needed]\n\nIn 2017, Arrow Video released the film in a DVD and Blu-ray double pack.[8]\n\n"
        },
        {
            "title": "Significance",
            "text": "Blood Feast immediately became notorious for its explicit gore and violence. It is often cited erroneously as one of the first films to show people dying with their eyes open (earlier examples include D. W. Griffith's 1909 film The Country Doctor, William A. Wellman's 1931 film The Public Enemy and 1960's Psycho).[9]\n\nFuad Ramses was described by author Christopher Wayne Curry – in his book A Taste of Blood: The Films of Herschell Gordon Lewis – as \"the original machete-wielding madman\" and the forerunner to similar characters in Friday the 13th and Halloween. Lewis said of the film, \"I've often referred to Blood Feast as a Walt Whitman poem. It's no good, but it was the first of its type.\"[10] \"One of the all-time greats,\" enthused Cramps singer and horror aficionado Lux Interior. \"It was the first gore movie… Now, it looks kind of funny, but it's still really sick.\"[11]\n\nBlood Feast is the first part of what the director's fans call \"The Blood Trilogy\". Rounding out the trilogy are Two Thousand Maniacs! (1964) and Color Me Blood Red (1965). After the third, producer Friedman said, \"I think that for now we're going to abandon making any more 'super blood and gore' movies, since so many of our contemporaries are launching similar productions, causing a risk that the market will quickly reach a saturation point.\"[12]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "Blood Feast received generally negative reviews. Variety declared the film to be a \"totally inept shocker\", \"incredibly crude and unprofessional from start to finish\" and \"an insult even to the most puerile and salacious of audiences\".[13] The review labeled the entire production a \"fiasco\", calling the screenplay (credited to Louise Downe) \"senseless\", and the acting \"amateurish\". Of Lewis' direction, camerawork, and musical composition, the review judged that he had \"failed dismally on all three counts\".[13] The Los Angeles Times described Blood Feast as \"a blot on the American film industry.\"[14] Stephen King has said that it is \"the worst horror movie\" he has ever seen[15]\n\nIn response to Variety's criticism of the film, Friedman said, \"Herschell and I have often wondered who told the Variety scribe we were taking ourselves seriously\".[16]\n\nJerry Renshaw of Austin Chronicle liked the film, but criticized the film's poor acting and noticeably low budget. Renshaw concluded his review by calling the film \"offensive, nasty, shabby, and revolting, but also great fun, if you can stand the sight of guts\".[17]\nOn his website Fantastic Movie Musings and Ramblings, Dave Sindelar panned the film, criticizing the acting and stating that director Lewis \"manages to make his movies look like home movies without giving them that air of verisimilitude that would make them believable\".[18] Dennis Schwartz of Ozus' World Movie Reviews gave Blood Feast a C grade, stating that it was \"one of those really bad films that some take pleasure laughing at and others sneering at and others doing both\".[19]\nAllmovie's Fred Beldin wrote, \"The plot is threadbare, the acting is on a par with the clumsiest of high school plays and the direction is static and uninvolving. Nevertheless, this is one of the important releases in film history, ushering in a new acceptance of explicit violence that was obviously just waiting to be exploited\".[20]\n\nOn review aggregator website Rotten Tomatoes, the film holds an approval rating of 38% based on 13 reviews, with a weighted average rating of 4.48/10.[21]\n\n"
        },
        {
            "title": "Literature",
            "text": "Lewis wrote a novelization of Blood Feast to coincide with the release of the film.[22] The novel, which features significantly different versions of central characters Fuad Ramses, Pete Thornton and Suzette Fremont, has a much more humorous tone than the film and is set in Chicago rather than Miami. It was reprinted by FantaCo Enterprises in the 1980s.[citation needed]\n\nA black-and-white two-issue comic book adaptation of the film was published by Eternity Comics in 1991. It was written by Jack Herman, penciled by Stan Timmons and inked by Mike Matthew.[23]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Blood Feast was the first part of Lewis' \"Blood Trilogy\", with the others being Two Thousand Maniacs! and  Color Me Blood Red.[24]\n\nA sequel, Blood Feast 2: All U Can Eat, was released in 2002. It takes place years after the first film, with Fuad's grandson following in his grandfather's footsteps. It marked the first time Lewis and Friedman had worked together on a film in 36 years.[25]\n\nBlood Diner (1987) was produced with the intention of making it a \"spiritual sequel\" to Blood Feast.[26]\n\nA remake directed by Marcel Walz and starring Robert Rusler as Fuad Ramses, was given a limited theatrical release on June 23, 2017.[27][28][29]\n\n"
        }
    ]
}