{
    "url": "https://en.wikipedia.org/wiki/Bloomberg_News",
    "title": "Bloomberg News",
    "table_of_contents": [
        "1 History",
        "1.1 Beginnings (1990–1995)",
        "1.2 1995–2000",
        "1.3 2000–2014",
        "1.4 2015 refocus",
        "1.5 2018 redesign and paywall",
        "1.6 Michael Bloomberg presidential campaign",
        "2 Controversy",
        "2.1 China coverage",
        "2.2 Super Micro Computer chip controversy",
        "2.3 Vinci reporting fine",
        "3 Bloomberg Businessweek",
        "4 Bloomberg Television",
        "5 Bloomberg Markets",
        "6 Bloomberg Opinion",
        "7 Bloomberg Politics",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBloomberg News (originally Bloomberg Business News) is an international news agency headquartered in New York City and a division of Bloomberg L.P. Content produced by Bloomberg News is disseminated through Bloomberg Terminals, Bloomberg Television, Bloomberg Radio, Bloomberg Businessweek, Bloomberg Markets, Bloomberg.com, and Bloomberg's mobile platforms. Since 2015, John Micklethwait has served as editor-in-chief.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Bloomberg News was founded by Michael Bloomberg and Matthew Winkler in 1990 to deliver financial news reporting to Bloomberg Terminal subscribers.[3]\n\nThe agency was established in 1990 with a team of six people.[4] Winkler was first editor-in-chief.[5] In 2010, Bloomberg News included more than 2,300 editors and reporters in 72 countries and 146 news bureaus worldwide.[6][7]\n\nBloomberg Business News was created to expand the services offered through the terminals. According to Matthew Winkler, then a writer for The Wall Street Journal, Michael Bloomberg telephoned him in November 1989 and asked, \"What would it take to get into the news business?\"[8]\n\nIn his book, The Bloomberg Way, Winkler recalls a conversation with Bloomberg about a hypothetical ethical dilemma which could have arisen from Bloomberg's interest in creating a newspaper:\n\nWinkler recalls this as his \"deciding moment\", the time at which he became willing to help Bloomberg build his news organization.[9][10]\n\nThe publication was created to provide concise, timely financial news.[11] As a new company in 1990, Bloomberg hoped that the news service would spread the company name, sell more Bloomberg Terminals and end Bloomberg's reliance on the Dow Jones News Services.[3]\n\nThe creation of Bloomberg Business News required Winkler to open a Bloomberg office in Washington, D.C., to report about political effects on the business world. However, the Standing Committee of Correspondents (SCC) in Washington required Bloomberg News be formally accredited to act as a legitimate news source, a title that Bloomberg Business News only accomplished after agreeing to provide free terminals to major newspapers in exchange for news space in the publications.[3] During this growth period Bloomberg News opened a small television station in New York, purchased New York radio station WNEW, launched fifteen-minute weekday business news programs for broadcast on PBS, and opened offices in Hong Kong and Frankfurt, Germany.[3]\n\nThe initial goal of Bloomberg Business News to increase terminal sales was met by the mid-1990s and the company refocused the scope of its news service to rival the profitability of other media groups such as Reuters and Dow Jones. This led to the creation of Bloomberg's magazine, Bloomberg Personal, in 1995, which was carried in the Sunday edition of 18 U.S. papers.[12] In 1994, Bloomberg launched a 24-hour financial news service through Bloomberg Information Television, which was broadcast on DirecTV. Bloomberg also launched a web site to provide the audio feed of its radio broadcasts.[3] Bloomberg Business News was renamed Bloomberg News in 1997.[citation needed]\n\nIn 2009 Bloomberg News and The Washington Post launched a global news service known as The Washington Post News Service with Bloomberg News, to provide economic and political news.[13]\n\nIn April 2014, Bloomberg News launched the Bloomberg Luxury lifestyle section of its paper.[14] The section's content covers topics including travel, wine news, dining, auto news, gadgets, technology news, and more. It also highlights content from Bloomberg's quarterly lifestyle and luxury magazine, Pursuits.[citation needed]\n\nIn 2015, an internal memo written by editor-in-chief John Micklethwait was leaked to the public. This memo indicated an intent to refocus the agency to better target its core audience, \"the clever customer who is short of time,\" and better achieve the goal of being \"the definitive 'chronicle of capitalism.'\"[2] This change led to a reduction in reporting on general interest topics in favor of content related to business and economics.[2]\n\nIn 2018, Micklethwait announced a new digital design for Bloomberg News. Bloomberg uses a metered paywall to charge visitors for content, limiting users to view 10 free articles per month with unlimited re-read option, and 30 minutes of Bloomberg Television watch per day with reset at local midnight time.[15][16]\n\nIn November 2019, as Michael Bloomberg announced his presidential campaign, editor-in-chief John Micklethwait ordered his staff not to investigate their boss, nor any other Democratic candidates, while investigations into Donald Trump would continue, \"as the government of the day\".[17] Subsequent reporting said Micklethwait was referring to a team of specialized investigative reporters, as opposed to the overall political team, but he would not elaborate or issue a public clarification despite newsroom staff wishing for him to do so. Investigative journalists and political reporters operate separately but reporting indicates this distinction would not be clear to the general public.[18]\n\nFollowing Bloomberg's announcement, the Houston Chronicle dropped Bloomberg as a source for the 2020 Presidential campaign, saying that \"journalists should not choose targets based on their political affiliation.\"[19] Former Bloomberg News DC Bureau Chief Megan Murphy also criticized the decision, saying it bars \"talented reporters and editors from covering massive, crucial aspects of one of the defining elections of our time\" and calling the decision to avoid coverage \"not journalism\".[20] Responding to the controversy, Michael Bloomberg told CBS News: “We just have to learn to live with some things.\" He added that his reporters “get a paycheck. But with your paycheck comes some restrictions and responsibilities.”[21]\n\nBloomberg suspended his campaign on March 4, 2020, the day after Super Tuesday.\n\n"
        },
        {
            "title": "Controversy",
            "text": "Bloomberg News received a 2012 George Polk Award for its series of stories about China's political elite, \"Revolution to Riches.\"[22][23]\n\nOne story in the series focused on the family wealth of Chinese leader Xi Jinping.[24] Journalist and author Howard W. French reported in the May/June 2014 issue of the Columbia Journalism Review that prior to publication of the Xi story, high-level Bloomberg officials met with Chinese diplomats twice without informing the journalists who were working on the story.[25]\n\nThe first meeting was between Winkler and Zhang Yesui, the Chinese ambassador to the United States. Zhang is said to have told Winkler, \"If Bloomberg publishes this story, bad things will happen for Bloomberg in China. If Bloomberg does not publish the story, good things will happen for Bloomberg.\" The second meeting occurred shortly thereafter in New York and included Bloomberg Chairman Peter Grauer, the company's then Chief Executive Daniel Doctoroff, and an unnamed Chinese diplomat.\n\nAround the time of the second meeting, during a lengthy conference call with Bloomberg reporters and editors, Doctoroff insisted on changes in the story that softened its impact by revising the language used to describe the Xi family's assets.[25]\n\nAfter the Xi story appeared, terminal sales in China slowed because government officials ordered state enterprises not to subscribe. The Bloomberg News website was also blocked on Chinese servers, and the company was unable to get visas for journalists it wanted to send to China.[26]\n\nIn 2014, Grauer told the staff at the Bloomberg Hong Kong bureau that the company's sales team had done a \"heroic job\" of mending relations with Chinese officials who had indicated their displeasure about the publication of the Xi revelations. He also warned that if Bloomberg \"were to do anything like\" the Xi story again, the company would \"be straight back in the shit-box.\"[25]\n\nOn October 29, 2013, during a conference call, Winkler told four Bloomberg journalists in Hong Kong that the findings of their major investigation into \"the hidden financial ties between one of the wealthiest men in China and the families of top Chinese leaders\" would not be published. Less than a week later, a second planned article \"about the children of senior Chinese officials employed by foreign banks\" was also killed, according to Bloomberg employees.[27]\n\nUnnamed Bloomberg employees quoted by The New York Times said the decision not to publish was made by the company's top editors, led by Winkler. According to one employee, Winkler said, \"If we run the story, we'll be kicked out of China.\"[27][28]\n\nWhen contacted by the Times, Winkler said in an email that neither story had been killed. \"'What you have is untrue,'\" he wrote. \"'The stories are active and not spiked.'\" Laurie Hays, the senior editor on the articles, \"echoed\" his statement. Winkler declined to discuss the conference call.[27]\n\nThe Winkler and Hays denials appeared in a story published by the Times on November 8, 2013. At a mayoral news conference four days later, Michael Bloomberg also denied the accusation. He \"insisted\" that Bloomberg News \"did not do that; the editors said that was just not the case.\" Noting Winkler's response to the Times, he added, \"No one thinks that we are wusses and not willing to stand up and write stories that are of interest to the public and that are factually correct.\" He also said that because he was mayor of New York, he was not involved in the operations of the news agency. \"I've recused myself from anything to do with the company,\" he said.[29]\n\nThree journalists left the company after news reports about the decision appeared --- reporter Michael Forsythe, editor and reporter Amanda Bennett, and Ben Richardson, an editor at large for Asia news.[30][31] Forsythe was the lead writer on the Xi Jinping story.[25] Richardson said, \"I left Bloomberg because of the way the story was mishandled, and because of how the company made misleading statements in the global press and senior executives disparaged the team that worked so hard to execute an incredibly demanding story.\" He also said that the company has threatened the journalists who worked on the story with legal action if they discuss the incident publicly.[32][28]\n\nTaiwan-based Next Media Animation produced an animated cartoon ridiculing Winkler and Michael Bloomberg.[33]\n\nAccording to French, Bloomberg's handling of the episode \"has tainted its corporate identity and journalism brand to a degree that could last for years.\"[25]\n\nOn October 4, 2018, Bloomberg's Businessweek magazine featured an article written by Jordan Robertson and Michael Riley, in which they claimed to have evidence that US companies who were clients of Super Micro Computer had experienced a series of supply chain attacks. The article claimed that the subsidiary of Super Micro Computer, Elemental Technologies, had implanted a chip the size of a pencil tip onto their motherboards that allowed China to gain access to the hardware. It also alleged, based on a quote from a source in the US government, that companies affected by these attacks included Amazon and Apple.[34] The stock price of Super Micro Computer sank by 40% on the day the article was released.\n\nOn October 9, 2018, VICE released an interview with someone who said that he had mentioned the theoretical scenario to one of the authors of the article, Jordan Robertson, more than a year before its release.[35]\n\nRegarding the report, FBI Director Christopher Wray said[36] in Senate on Oct. 10 \"be careful what you read.\"\n\nApple's CEO Tim Cook denied the claim that the company had been affected in an interview with Buzzfeed News, stating: \"This did not happen. There's no truth to this.\"[37] Apple also released an official statement: \"We did not uncover any unusual vulnerabilities in the servers we purchased from Super Micro when we updated the firmware and software according to our standard procedures.\"[38] Apple's denials have also been supported by DHS and GCHQ.[39][40]\n\nPinwest, a media company founded in Silicon Valley and based in Beijing, identified the chip mentioned in the article as a balun. Pinwest pointed out that its size made it impossible to implement any form of attack; it did not have the storage space required to store commands that would allow a hacker to infiltrate the hardware. They suggested that Businessweek had underestimated security standards employed by Amazon and Apple.[41]\n\nDespite providing no further evidence, Bloomberg continued to claim that the article had been verified by its team. It has not been retracted.[42]\n\nOn December 16, 2019, France's financial markets watchdog, the Autorité des marchés financiers (AMF), fined Bloomberg €5,000,000 for a report based on a fake news release that triggered a plunge in the shares of French construction giant Vinci and wiped billions off its market value. The AMF said Bloomberg distributed \"information that it should have known was false\" and that Bloomberg did not respect journalistic ethics \"as no verification of the information was undertaken before publication\".[43]\n\n"
        },
        {
            "title": "Bloomberg Businessweek",
            "text": "Bloomberg L.P. bought weekly business magazine Businessweek from McGraw-Hill in 2009.[44] The company acquired the magazine to attract general business to its media audience composed primarily of terminal subscribers. Following the acquisition, Businessweek was renamed Bloomberg Businessweek.[45] Bloomberg Businessweek became a part of Bloomberg News after the acquisition from Bloomberg L.P.[46]\n\n"
        },
        {
            "title": "Bloomberg Television",
            "text": "Bloomberg Television is a 24-hour financial news television network. It was introduced in 1994 as a subscription service transmitted on satellite television provider DirecTV, 13 hours a day, 7 days a week.[47] In 1995, the network entered the cable television market and by 2000, Bloomberg's 24-hour news programming was being aired to 200 million households.[48] Justin Smith serves as CEO of the Bloomberg Media Group which includes Bloomberg Radio, Bloomberg Television and mobile, online and advertising-supported components of Bloomberg's media offerings.[49]\n\n"
        },
        {
            "title": "Bloomberg Markets",
            "text": "Originally launched in July 1992 under the title Bloomberg: A Magazine for Bloomberg Users, Bloomberg Markets was a monthly magazine given to all Bloomberg Professional Service subscribers.[50] In addition to providing international financial news to industry professionals, the magazine included points for navigating terminal functionality. In 2010, the magazine was redesigned in an effort to update its readership beyond terminal users.[51] Ron Henkoff has served as editor of Bloomberg Markets since 1999[52] and Michael Dukmejian has served as the magazine's publisher since 2009.[53]\n\n"
        },
        {
            "title": "Bloomberg Opinion",
            "text": "Bloomberg Opinion, formerly Bloomberg View, is an editorial division of Bloomberg News which launched in May 2011, and provides content from columnists, authors and editors about current news issues.[54] David Shipley, former op-ed page editor at The New York Times, is executive editor of the division.[55]\n\nBloomberg Editor-in-Chief John Micklethwait admitted in an email to staffers that Michael Bloomberg controls the editorial output of the Opinion section, stating \"our editorials have reflected his views\".[citation needed]\n\n"
        },
        {
            "title": "Bloomberg Politics",
            "text": "Bloomberg Politics provides political coverage via digital, print and broadcast media.[56][57] The multimedia venture, which debuted in October 2014, featured the daily television news program With All Due Respect, hosted by Bloomberg Politics Managing Editors Mark Halperin and John Heilemann.[58] The program came to an end on December 2, 2016.[59][60]\n\nIn 2016, Bloomberg Politics produced a documentary on the 2016 US presidential election called The Circus: Inside the Greatest Political Show on Earth.[61]\n\n"
        }
    ]
}