{
    "url": "https://en.wikipedia.org/wiki/Bloody_Mama",
    "title": "Bloody Mama",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Box office",
        "4.2 Critical response",
        "5 Censorship",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bloody Mama is a 1970 American exploitation crime film directed by Roger Corman and starring Shelley Winters in the title role, with Bruce Dern, Don Stroud, Robert Walden, Alex Nicol, and Robert De Niro in supporting roles. It was very loosely based on the real story of Ma Barker, who is depicted as a corrupt, mentally-disturbed mother who encourages and organizes the criminality of her four adult sons in Depression-era southern United States.\n\nCorman considers the film one of his favorite in his filmography.[3]\n\n"
        },
        {
            "title": "Plot",
            "text": "In rural Arkansas during the Depression, middle-aged Kate 'Ma' Barker, disturbed by the childhood incestuous rape she experienced at the hands of her father and brothers, also brutalizes those around her, while indulging in her monstrous sexual appetites. She is devoted to her four young adult sons: the pragmatic Arthur, sadistic Herman, homosexual Fred, and loyal, drug-addicted Lloyd. Ma decides to leave her husband, George, and her Arkansas home to embark on a robbery-murder spree with her four sons.\n\nWhen Herman and Fred are arrested and imprisoned for petty theft charges, Ma leads Arthur and Lloyd on a bank robbery spree for the money to free her sons from jail. The gang is then joined by gunman Kevin Dirkman, Fred's older cellmate who eventually became his lover. Also accompanying them is a local prostitute, Mona Gibson, whom Herman frequented before his imprisonment.\n\nWhile hiding out at a cabin in Kentucky, Lloyd is approached playfully by a young woman named Rembrandt, who swims up to him as he dangles his feet in the lake.  The encounter begins flirtatiously, but quickly turns into rape and abduction, after Lloyd shows her the needle marks on his arm.  Lloyd tells her he's a Barker, in spite of Ma's warning to use an alias.  Not wanting the woman to report their location to the police, the Barkers hold her captive, and Ma kills her by drowning her in the bathtub, despite the protests of her sons. Ma subsequently seduces Kevin, leading Fred to resent her.\n\nAfter arriving in Tennessee, the gang abducts wealthy businessman, Sam Pendlebury, and hold him for $300,000 ransom. The sons, particularly Herman, bond with Sam whom they see as the decent father figure they never had. When Herman and Mona attempt to collect the ransom, they barely escape from a pair of FBI agents. With the ransom eventually paid in full, they plan to leave Sam untied at the hideout, providing them time to escape before he can talk to the police. Herman, however, wants to see Sam's eyes—which remind him of their father. Sam says he can't see because of head trauma.\n\nMa insists Sam be killed to avoid his identifying them. Sam is led into the woods to be shot, but the boys, now seeing Herman as leader, set him free, lying to Ma about killing him. Later, to explain the need to leave the territory immediately, Herman tells Ma of the deception and knocks her to the ground, saying she's no longer the boss. \n\nThe gang hides out in the Florida Everglades where Lloyd dies from a morphine overdose and Mona leaves Herman and the gang after revealing her pregnancy and fearing for the safety of her unborn child. Her fears are justified when Herman and Kevin give away their hiding place a little later.  A local handyman and caretaker, Moses, witnesses them shooting an alligator out on a lake with a Tommy gun and calls the police to report his suspicions.  When asked, he says their cars have Tennessee plates, and the authorities quickly deduce these are the Barkers.\n\nAt the climax, a large contingent of FBI agents and local police arrive at the Barkers' hideout and a huge shootout ensues between the authorities and the surviving members of the gang. Kevin, Fred, and Arthur are all killed (along with many officers). Herman commits suicide to prevent himself from being sent to prison again. Ma is the last one to fall, firing her Thompson machine gun at the police, screaming in rage and anguish, unable to accept that her boys are dead because of her.\n\n"
        },
        {
            "title": "Production",
            "text": "AIP announced Don Peters was writing a script as early as 1967.[4] The gunman named Kevin is patterned after the historical gunman Alvin Karpis. The wealthy businessman character of Sam Pendlebury is a combination of historical kidnap victims William Hamm and Edward Bremer whom the Barker gang kidnapped in 1933 and 1934 respectively.\n\nThe film was shot entirely in Arkansas.[5]\n\nPrior to playing Ma Barker in this film, Winters played \"Ma Parker\", a villain inspired by Barker, in the 1960s Batman TV series.\n\n"
        },
        {
            "title": "Release",
            "text": "The film had its premiere on March 24, 1970 in Little Rock, Arkansas and was then released in 350 theaters in the southern United States from Texas to Florida, including 65 theaters in Arkansas.[6][5] The film grossed $1.5 million in U.S. rentals.[1]\n\nThe film holds a score of 17% on Rotten Tomatoes based on 6 reviews.[7]\n\nHoward Thompson of The New York Times wrote that \"Miss Winters is plain wonderful\" in the film, which although similar to Bonnie and Clyde in subject matter, \"happens to be more honest and less pretentious, with no grudging admiration for criminal 'rebels.' What hoists the picture into real substance toward the home stretch is an eerie and fascinating by [sic] credible sequence with the Barker clan holding as captive a blindfolded millionaire, strongly played by Pat Hingle.\"[8] Peter Schjeldahl, also writing for The New York Times, described the film favorably as a \"low budget, unpretentious, extraordinarily brutal little movie about the pathology of “senseless” murder.\"[9]\n\nArthur D. Murphy of Variety wrote, \"Corman's production has the naturalistic look sought, but the occasionally poor looping and uneven color and textural qualities add up to a liability. His direction is passive, unpretentious, unambitious and therefore nearly nonexistent.\"[10] Gene Siskel of the Chicago Tribune gave the film 1 star out of 4 and called it \"92 minutes of sado-masochism, incest, satyrism and voyeurism woven into a disgraceful screenplay ... In fact, the whole treatment might be called embarrassed 'Bonnie and Clyde.'\"[11] Charles Champlin of the Los Angeles Times stated, \"It is such a close if mocking tribute to a celebrated movie of a couple of years ago that it could be subtitled 'Mommie and Clyde.' It is a sleek, vile exercise ... Indeed, Bloody Mama is a piece of pop art from which you emerge feeling depressed, degraded and diminished.\"[12] Kenneth Turan of The Washington Post wrote, \"Its lyrical pastel shades—even the blood blends deftly into the color scheme—show that infinite pains have been taken with the film's visual aspect, a Corman trademark. Unfortunately, another Corman trademark—atrocious acting—is well-represented here, making it hard to recommend the film to people who can hear as well as see.\"[13]\n\nThe film was AIP's highest-grossing film of the year.[1]\n\nThe film is recognized by American Film Institute in these lists:\n\n"
        },
        {
            "title": "Censorship",
            "text": "The film was initially banned in France and New Zealand, although these bans were subsequently lifted.[6] The film was initially refused certification by the BBFC in the United Kingdom, but despite this, was screened at the National Film Theatre.[15] Screenwriter Robert Thom's novelization of the film was also banned by New Zealand's Indecent Publications Tribunal in 1971, but 40 years later (in 2012) the ban was overturned by the Tribunal's successor, the Office of Film and Literature Classification.[16][17]\n\n"
        }
    ]
}