{
    "url": "https://en.wikipedia.org/wiki/Body_horror",
    "title": "Body horror",
    "table_of_contents": [
        "1 Characteristics",
        "2 History",
        "2.1 Literature",
        "2.2 Film",
        "2.3 Comics and graphic novels",
        "3 Influences",
        "4 Controversy and censorship",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Body horror or biological horror is a subgenre of horror that intentionally showcases grotesque or psychologically disturbing violations of the human body.[1] These violations may manifest through aberrant sex, mutations, mutilation, zombification, gratuitous violence, disease, or unnatural movements of the body. Body horror was a description originally applied to an emerging subgenre of North American horror films, but has roots in early Gothic literature and has expanded to include other media.[2]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "According to the film scholar Linda Williams, body horror falls into one of three \"gross\" genres or \"genres of excess\" which also includes pornography and melodrama.[3] Williams writes that the success of these body genres \"is often measured by the degree to which the audience sensation mimics what is seen on the screen\".[3] For example, an audience may experience feelings of terror through horror, sympathy through melodrama, or sexual arousal through pornography.[4] Body horror specifically focuses on the limits and transformative capabilities of the human body.[5]\n\nBody horror often overlaps with, but is distinct from, other horror subgenres. For example, while elements of mutilation may be present in body horror, other similar subgenres such as slasher, splatter, or monster horror may also share this trope, but differ in message and intent.[6] A common difference in the body horror genre is that violations or distortions of the body are rarely the result of immediate or initial violence. Instead, they are generally marked by a loss of conscious control over the body through mutation, disease, or other tropes involving uncontrolled transformation.[7] The genre can invoke intense feelings of physical and psychological disgust, or squick, and play upon anxieties of physical vulnerability.[8] In addition to common tropes used within the broader horror genre, some tropes specific to the body horror subgenre may include invasion, contagion, mutation, transformation, disease, mutilation, or other unnatural or violent distortions of the human body.\n\n"
        },
        {
            "title": "History",
            "text": "The term \"body horror\" was first used by Phillip Brophy in his 1983 article \"Horrality: The Textuality of the Contemporary Horror Film.\"[9] He coined this term to describe an emerging subgenre which occurred during a short golden period for contemporary horror film.[10] Although Brophy coined the term to specifically describe a trend within cinema, film director Stuart Gordon notes that the body horror trope had existed before its adaptation to the screen, most notably within fictional writing.[11][5]\n\nMary Shelley's Frankenstein (1818) is an early example of the body horror subgenre within fictional writing. The success of gothic horror in the 19th century in combination with the birth of science fiction as a literary form is thought to be the origin of body horror as a literary genre.[2] According to Halberstam: \"By focusing on the body as a locus of fear, Shelley's novel suggests that it is people (or at least bodies) who terrify people... the landscape of fear is replaced by sutured skin.\"[2]\n\nFranz Kafka’s The Metamorphosis is another early example of body horror literature. It shows Gregor Samsa transform into a large bug for unknown reasons. The work has influenced other body horrors like The Fly.\n\nCanadian filmmaker David Cronenberg is considered a principal originator of body horror through early films such as Shivers and Rabid, and his remake of The Fly. However, body horror tropes existed within film prior to official recognition of the genre. Early examples of the body horror genre arose out of 1950s American horror cinema including The Blob and The Fly, both of which set the standard for the genre due to the films' primary focus on mutation and visceral special effects.[12] Many contemporary films of the horror genre (those produced after 1968), including body horror, are considered to be postmodern in contrast to classical horror.[13] Because of this, delineations between the genres are difficult to define, since postmodernism is concerned with blurring boundaries between categories.\n\nThe body horror genre is widely represented throughout Japanese horror and within contemporary media, such as anime.[14] Katsuhiro Otomo's 1988 film Akira is an early example of body horror within anime. The film uses the genre to explore the \"notion of the adolescent body as a site of metamorphosis, a metamorphosis that can appear monstrous both to the figure undergoing it and to the outside world.\"[15]\n\nMany manga authors, such as Junji Ito, specialize in writing within the horror genre and use body horror tropes in combination with narrative storytelling devices of Japanese horror.[16] Highly influenced by the literary works of H. P. Lovecraft, Ito's manga depict obscene body horror through both aesthetic and narrative in order to invoke feelings of abject terror.[1] In contrast, Canadian cartoonist Michael DeForge incorporates recurring body horror aspects within his work through less graphic aesthetic and narrative styles.[17]\n\n"
        },
        {
            "title": "Influences",
            "text": "Films and media that fall under the body horror subgenre reflect a specific corporeal societal anxiety and may provide social commentary about history and influence contemporary culture.[18]\n\n"
        },
        {
            "title": "Controversy and censorship",
            "text": "Since the 18th century, the horror genre has been popular among readers but dismissed as controversial by some critics who saw the genre and its thematic elements threatening or dangerous to society.[19]\n\nBecause of the use of graphic and gratuitous violence or themes that may be considered taboo, horror media that fall within the body horror genre are often censored or banned across a variety of countries.[20] For example, the Saw and Human Centipede franchises have been referred to as \"torture porn\" and widely criticized to include overly \"exploitative, gratuitous portrayals of destructive sexual perversion.\"\n\n"
        }
    ]
}