{
    "url": "https://en.wikipedia.org/wiki/Body_language",
    "title": "Body language",
    "table_of_contents": [
        "1 Physical expressions",
        "1.1 Facial expressions",
        "1.2 Head and neck signals",
        "1.3 General body postures",
        "1.3.1 Chest specifically",
        "1.3.2 Shoulders specifically",
        "1.4 Gestures",
        "1.5 Handshakes",
        "1.6 Breathing",
        "1.7 Different physical movements",
        "2 Other subcategories",
        "2.1 Oculesics",
        "2.2 Haptics",
        "2.3 Proxemics",
        "3 Tone of voice",
        "4 Attitude",
        "5 Trust",
        "5.1 Business",
        "5.2 Friendship",
        "5.3 Intimate relationships",
        "6 Readiness",
        "6.1 Readiness for physical exertion",
        "6.2 Readiness for social interaction",
        "7 Universal vs. culture-specific",
        "7.1 Cultural equivalence model",
        "7.2 Cultural advantage model",
        "8 Applications",
        "8.1 Instructional teaching",
        "8.1.1 Second-language acquisition",
        "8.1.2 Enhancing teaching",
        "8.2 Detecting deceit",
        "8.2.1 Law enforcement",
        "8.2.2 Poker",
        "8.3 Visual arts",
        "8.3.1 Comedy",
        "9 Posture, the muscular system, and strength training",
        "10 Kinesics",
        "11 See also",
        "12 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Body language is a type of communication in which physical behaviors, as opposed to words, are used to express or convey information. Such behavior includes facial expressions, body posture, gestures, eye movement, touch and the use of space. The term body language is usually applied in regard to people but may also be applied to animals.[1] The study of body language is also known as kinesics.[2]\n\nAlthough body language is an important part of communication, most of it happens without conscious awareness.\n\nBody \"language\" must not be confused with sign language. Sign languages are literally languages: they have (their own) complex grammar systems, and they also are able to exhibit the fundamental properties that are considered to exist in all (true) languages.[3][4] Body language, on the other hand, does not have a grammar system and must be interpreted broadly, instead of having an absolute meaning corresponding with a certain movement, so it is not a language, and is simply termed as a \"language\" due to popular culture.[5]\n\nIn a society, there are agreed-upon interpretations of particular behavior. Interpretations may vary from country to country, or culture to culture. (On this note, there also is controversy on whether body language is universal.) Body language, a subset of nonverbal communication, complements verbal communication in social interaction. In fact, some researchers conclude that nonverbal communication accounts for the majority of information transmitted during interpersonal interactions.[6] It helps to establish the relationship between two people and regulates interaction, yet it can be ambiguous.\n\n"
        },
        {
            "title": "Physical expressions",
            "text": "Facial expression is a part of body language and the expression of emotion. An accurate interpretation of it relies on interpreting multiple signs in combination – such as the movement of the eyes, eyebrows, lips, nose and cheeks – in order to form an impression of a person's mood and state of mind; it should always be additionally considered in regard to the context in which it is occurring and the person's likely intention.[7]\n\nWhilst facial body language can be interpreted as a sign of genuine emotion, a lack of it may suggest a lack of sincerity. For example, a lack of wrinkles around the eyes suggests a potentially fake smile. At one point, researchers believed that making a genuine smile was nearly impossible to do on command. When someone is smiling joyfully they wrinkle around their eyes. When someone is faking it, they do not. If someone is trying to look happy but really is not, one will not see the wrinkles. More recently, however, a study conducted by researchers at Northeastern University found that people could convincingly fake a Duchenne smile, even when they were not feeling especially happy.[16]\n\nThe pupil of the eye can be considered specifically: as its action also corresponds to mood it can thereby communicate the mood of a person when it is observed. For instance, the research found that the person has no control over his pupils and they expanded when someone was interested in another person, or when they were looking at something.[17] \"As an indicator, check a friend's pupil size when you're talking to them about something interesting, then change the subject to something less interesting and watch their pupils contract!\"[17] Normally, one's eyes need to instinctively blink at around 6–10 times per minute, but merely looking at a person or object the viewer finds \"attractive\" can slow this rate down and can be a good indicator that a person is attracted to the person they're talking to, and, thus, it may be a sign of flirting.[17]\n\nStudies and behavioural experiments have shown that facial expression and bodily expression are congruent in terms of conveying visible signs of a person's emotional state.[18][19] This means that the brain processes the other's facial and bodily expressions simultaneously.[18] Subjects in these studies judged emotions based on facial expression with a high level of accuracy. This is because the face and the body are normally seen together in their natural proportions and the emotional signals from the face and body are well integrated.\n\nThe body language of the head should be considered in conjunction with that of the neck. In terms of general posture, the head should be positioned in a manner which feels natural. Body language conveyed by the head and neck involves various ranges of movement. However, it is important to note that the positioning of the head should not cause the neck to be stretched or compressed for too long a period of time without relief. If the neck is strained in this manner, it may inhibit the ability to use it to convey body language messages effectively. In addition, some researchers and health practitioners have found that there is a relationship between prolonged poor posture of the head and neck, and negative mental states.[20][21] As such, body language which involves the head and neck should not cause strain and seek to be as natural as possible. As with all forms of body language, it is useful to understand as many other connected factors as possible in order to accurately identify the meaning.[22]\n\nNodding of the head is generally considered as a sign of saying 'yes'. When used in conversation it may be interpreted as a sign of approval and encourage the speaker to go on. A single nod of the head is a sign of acknowledging another person in a respectful manner; in this manner it is similar to the Asian practice of bowing to a person as a sign of respect. Shaking the head is usually interpreted as meaning 'no'. In terms of meaning, it is the opposite of nodding. In India, a head bobble is the tilting of the head from side to side and is a common sign of saying yes, ok, or I understand in some manner. Its interpretation can be ambiguous and depends very much on the context in which it is applied.[23]\n\nWhen a lowering of the head is emphasised in conjunction with the eyes then this may indicate a sign of submission. A raising of the head from a lowered posture may indicate an increase in interest in what someone is saying.\n\nA tilting of the head to the side can be an expression of interest in what the other person is communicating. On this basis it may be a sign of curiosity, uncertainty or questioning. If the head is propped up by the hand when the head is tilted then this may be a sign of thinking about something or, in terms of an ongoing conversation, disinterest. A head which is tilted forwards slightly whilst being pulled backwards may indicate being suspicious.[24]\n\nEmotions can also be detected through body postures. Research has shown that body postures are more accurately recognised when an emotion is compared with a different or neutral emotion.[25] For example, a person feeling angry would portray dominance over the other, and their posture would display approach tendencies. Comparing this to a person feeling fearful: they would feel weak, submissive and their posture would display avoidance tendencies,[25] the opposite of an angry person.\n\nSitting or standing postures also indicate one's emotions. A person sitting still in the back of their chair, leaning forward with their head nodding along with the discussion implies that they are open, relaxed and generally ready to listen. On the other hand, a person who has their legs and arms crossed with the foot kicking slightly implies that they are feeling impatient and emotionally detached from the discussion.[7]\n\nIn a standing discussion, a person standing with arms akimbo with feet pointed towards the speaker could suggest that they are attentive and interested in the conversation. However, a small difference in this posture could mean a lot.[7] Standing with arms akimbo is considered rude in Bali.[citation needed]\n\nThe superman pose is of both hands or fists near the hips or lower back, and the package pose is moving the elbows inwards and hands with/without fingers dug into or resting on the belt or pants.[26]\n\nIf a person has adopted the same body posture for too long a period of time, they may look stiff or strained. They may avoid this effect by adjusting their posture regularly, even if only by a small amount.\n\nThe posture and movement of the chest is a factor of fundamental importance when considering the messages the body as a whole sends out. In general terms, the relative fullness or shallowness of the chest, especially around the sternum, can be a key indicator of both mood and attitude. When the body language of the chest is assessed in everyday circumstances, it involves an instinctive assessment of these factors of shape and volume.\n\nWhen the posture of the chest is fuller, and it is positioned relatively forward, then this is a sign of confidence. If it is thrusting prominently forward, then this may be an indication that the person wants to be socially prominent and make a statement of physical confidence. When the chest is pulled back then this can indicate a less confident attitude.\n\nIf a person positions their chest closer towards another person it may be a sign of paying closer attention to them as part of a conversation, or, in other circumstances, it may be a sign of physical assertion and aggression.[27]\n\nTouching the chest can indicate different things. A person who places two hands over their heart may do so to emphasise that they are being sincere in what they are saying. Rubbing the chest, especially over the heart, can be a sign of discomfort, possibly from stress and tension. As with other examples of chest body language, it may be related to a person's heart rate.[28]\n\nSimilarly to the chest, the posture of the shoulders is an easily observable body language sign. When the shoulders are back with the chest forwards this generally indicates confidence. If the shoulders are positioned forwards with the body hunched then this can be a sign of low confidence or self-esteem; it may also be demonstrative of a feeling of dejection or sadness.[30]\nUsually if a person is relaxed their shoulders are positioned lower; if they are feeling tense or anxious then they are held in a raised position.[31]\n\nA shrugging of the shoulders, a quick up and down movement, is often given as a sign of not knowing something or being unable to help in some manner.\nPartly due to their prominent position on the body, strong and flexible shoulders can help to communicate a sense of vitality and natural rhythm. Contrarily, if the shoulders are weak and lacking in mobility, perhaps due to the frequent adoption of a slumped posture, then this can convey the impression that the person is depressed.[32]\n\nGestures are movements made with body parts (example hands, arms, fingers, head, legs) and they may be voluntary or involuntary.[7]\nArm gestures can be interpreted in several ways. In a discussion, when one stands, sits or even walks with folded arms, it is normally not a welcoming gesture. It could mean that they have a closed mind and are most likely unwilling to listen to the speaker's viewpoint. Another type of arm gesture also includes an arm crossed over the other, demonstrating insecurity and a lack of confidence.[7]\n\nAccording to body language specialists Barbara Pease and Allan Pease everybody does shoulder shrug. They state that the shrug is a good example of \"a universal gesture that is used to show that a person does not understand what you are saying. It's a multiple gesture that has three main parts: exposed palms to show nothing is being concealed in the hands, hunched shoulders to protect the throat from attack, and raised brow which is a universal, submissive greeting.\"[33]\n\nHand gestures often signify the state of well-being of the person making them. Relaxed hands indicate confidence and self-assurance, while clenched hands may be interpreted as signs of stress or anger. If a person is wringing their hands, this demonstrates nervousness and anxiety.[7]\n\nFinger gestures are also commonly used to exemplify one's speech as well as denote the state of well-being of the person making them. In certain cultures, pointing using one's index finger is deemed acceptable. However, pointing at a person may be viewed as aggressive in other cultures – for example, people who share Hindu beliefs consider finger pointing offensive. Instead, they point with a palm up open hand.[34]\nLikewise, the thumbs up gesture could show \"OK\" or \"good\" in countries like the United States, South Africa, France, Lebanon and Germany. But this same gesture is insulting in other countries like Iran, Bangladesh and Thailand, where it is the equivalent of showing the middle finger in the US.[34]\n\nIn most cultures the Head Nod is used to signify 'Yes' or agreement. It's a stunted form of bowing – the person symbolically goes to bow but stops short, resulting in a nod. Bowing is a submissive gesture so the Head Nod shows we are going along with the other person's point of view. Research conducted with people who were born deafblind shows that they also use this gesture to signify 'Yes'.[35]\n\nIt is difficult to distinguish a behavior motivated by an out-group bias—a negative response to a member of a different group—from one fueled by stereotype effect—a cognitive association between members of a specific out‐group and a culturally held belief (Hamilton, 1981).[36]\n\nHandshakes are regular greeting rituals and commonly used when meeting, greeting, offering congratulations, expressing camaraderie, or after the completion of an agreement. They often portray levels of confidence and/or emotion through factors such as grip and eye contact.[7] Studies have categorized several handshake styles,[34] e.g. the finger squeeze, the bone crusher (shaking hands too strongly), the limp fish (shaking hands too weakly), etc.\nHandshakes are popular in the United States and are appropriate for use between men and women. However, in Muslim cultures, men may not shake hands or touch women in any way and vice versa. Likewise, in Hindu cultures, Hindu men may never shake hands with women. Instead, they greet women by placing their hands as if praying. This is very common in India.[citation needed]\n\nA firm, friendly handshake has long been recommended in the business world as a way to make a good first impression, and the greeting is thought to date to ancient times as a way of showing a stranger you had no weapons.[37]\n\nBody language related to breathing and patterns of breathing can be indicative of a person's mood and state of mind; because of this, the relationship between body language and breathing is often considered in contexts such as business meetings and presentations. Generally, deeper breathing which uses the diaphragm and abdomen more is interpreted as conveying a relaxed and confident impression; by contrast, shallow, excessively rapid breathing is often interpreted as conveying a more nervous or anxious impression.[38]\n\nSome business advisers, such as those who promote neuro-linguistic programming, recommend mirroring a person's breathing pattern in order to convey an impression of mutual understanding.[39]\n\nCovering one's mouth suggests suppression of feeling and perhaps uncertainty. This could also mean that they are thinking hard and may be unsure of what to say next.[7]\nWhat you communicate through your body language and nonverbal signals affects how others see you, how well they like and respect you, and whether or not they trust you.\n\nUnfortunately, many people send confusing or negative nonverbal signals without even knowing it. When this happens, both connection and trust are damaged.\n\n"
        },
        {
            "title": "Other subcategories",
            "text": "Oculesics, a subcategory of body language, is the study of eye movement, eye behavior, gaze, and eye-related nonverbal communication. As a social or behavioral science, oculesics is a form of nonverbal communication focusing on deriving meaning from eye behavior.[40]\nIt is also crucial to note that Oculesics is culturally dependent.\nFor example, in traditional Anglo-Saxon culture, avoiding eye contact usually portrays a lack of confidence, certainty, or truthfulness.[41] However, in the Latino culture, direct or prolonged eye contact means that you are challenging the individual with whom you are speaking or that you have a romantic interest in the person.[41] Also, in many Asian cultures, prolonged eye contact may be a sign of anger or aggression.\n\nHaptics, a subcategory of Body Language, is the study of touching and how it is used in communication.[42] As such, handshakes, holding hands, back slapping, high fives, brushing up against someone or patting someone all have meaning.[42]\n\nBased on the Body Language Project,[42] touching is the most developed sense at birth and formulates our initial views of the world. Touching can be used to sooth, for amusement during play, to flirt, to express power and maintain bonds between people, such as with baby and mother. Touching can carry distinct emotions and also show the intensity of those emotions. Touch absent of other cues can signal anger, fear, disgust, love, gratitude and sympathy depending on the length and type of touching that is performed. Many factors also contribute to the meaning of touching such as the length of the touch and location on the body in which the touching takes place.\n\nResearch has also shown that people can accurately decode distinct emotions by merely watching others communicate via touch.[43]\n\nHeslin outlines five haptic categories:[44]\n\nThe amount of touching that occurs within a culture is also culturally dependent.\n\nAnother notable area in the nonverbal world of body language is that of spatial relationships, which is also known as Proxemics. Introduced by Edward T. Hall in 1966, proxemics is the study of measurable distances between people as they interact with one another.[49] In the book, Body Language,[50] Julius Fast mentioned that the signals that we send or receive to others through body language are reactions to others' invasions of our personal territories, which links Proxemics an important part of Body Language.\n\nHall also came up with four distinct zones in which most people operate:[49]\n\nIntimate distance for embracing, touching or whispering\n\nPersonal distance for interactions among good friends or family members\n\nSocial distance for interactions among acquaintances\n\nPublic Distance used for public speaking\n\nIn addition to physical distance, the level of intimacy between conversants can be determined by \"socio-petal socio-fugal axis\", or the \"angle formed by the axis of the conversants' shoulders\".[51]\n\nChanging the distance between two people can convey a desire for intimacy, declare a lack of interest, or increase/decrease domination.[52] It can also influence the body language that is used. For example, when people talk they like to face each other. If forced to sit side by side, their body language will try to compensate for this lack of eye-to-eye contact by leaning in shoulder-to-shoulder.[52]\n\nIt is important to note that as with other types of Body Language, proximity range varies with culture. Hall suggested that \"physical contact between two people ... can be perfectly correct in one culture, and absolutely taboo in another\".[53]\n\nIn Latin America, people who may be complete strangers may engage in very close contact. They often greet one another by kissing on the cheeks. North Americans, on the other hand, prefer to shake hands. While they have made some physical contact with the shaking of the hand, they still maintain a certain amount of physical space between the other person.[54]\n\n"
        },
        {
            "title": "Tone of voice",
            "text": "Particular tones of voice are linked with particular types of body language. For example, if someone's tone of voice conveys the impression that they are happy, then their body language will ordinarily convey a similar impression.[56] One of the reasons for this is that when a person's mood changes so does their breathing pattern. This influences their body language, and also their intra-abdominal pressure (IAP) which is a direct influence on, and discernible in, their tone of voice. For example, if a person is feeling confident, then their breathing pattern will deepen, their IAP will increase, and their tone of voice will sound fuller and stronger. If they are feeling anxious, their breathing will become too shallow, their IAP will decrease, and their voice will sound thinner and weaker. Thus, based upon a person's mood being reflected in their breathing pattern – which is a fundamental influencing factor to both tone of voice and body language – their tone of voice will tend to convey the same sense of mood as their body language, and vice versa. Notably, hands-free devices which use a digital voice, such as Amazon's Alexa, tend to omit or limit the sound of IAP from the digital voice. The voice therefore lacks a human-like fullness of tone and sounds more robotic.\n\nCertain body postures can significantly influence the tone of voice. For instance, if someone is speaking whilst sitting in a chair with a hunched back, then this obstructs the breathing system, including the throat, and may muffle the tone of voice and convey the impression of being deenergised, unhappy or bored. Whereas if they were sitting up straight, this would allow the breathing system to be unobstructed and the tone of voice to be clearer, more energetic and focused.[55][better source needed]\n\n"
        },
        {
            "title": "Attitude",
            "text": "Body language is a major contributor to the attitude a person conveys to others. Albert Mehrabian maintains that during a conversation dealing with feelings and attitudes (i.e., like-dislike), 7% of what is communicated is via what is said, 38% is via tone of voice, and the majority, 55%, is via body language. This is also referred to as the '7%–38%–55% Rule',[58] and is often considered in studies of human communications. Whilst there is a wider debate about the percentage share which should be attributed to each of the three contributing factors, it is generally agreed upon that body language plays a fundamental role in determining the attitude a person conveys.\n\nA person may alter their body language in order to alter the attitude they convey; this may in turn influence the rapport they have with another person. Whether a formal or informal attitude is conveyed may influence the other person's response. For instance, if an interviewer conveys a formal attitude, then this gives a more business-like impression, which may encourage the interviewee to give more serious answers. This may develop a more professional rapport overall between them. Alternatively, if the interviewer conveys an informal attitude, then this conveys a more open and casual impression. This may be used to elicit a more open response from the interviewee, encourage them to give more revealing answers, and potentially develop a more personal rapport.\n\n"
        },
        {
            "title": "Trust",
            "text": "Trust is fundamental to all positive relationships between people. Body language which expresses trust will usually convey a sense of openness and warmth. Contrarily, mistrusting body language will appear relatively closed and cold. Body language which conveys a sense of trust can vary depending on the nature of the relationship. For example, for business, friendships, and intimate relationships there may be similarities in the body language used but it can also be significantly different.[60][61]\n\nBody language which conveys trust in a business context is done so in a formal manner. This is in keeping with business etiquette in general where people present themselves in a professional and focused manner which also overtly recognises that the relationship has boundaries. A businessperson-like approach signals to another person that they can trust that business will be the main focus of the conversation and not anything else. The handshake is used commonly in business at the start of a meeting or negotiation. It shows that each person is willing to trust the other. It may be accompanied by a warm smile, but it would not usually be accompanied by more familiar, less formal body language such as a broad grin or pat on the shoulder. Business body language specifically attempts to avoid body language that conveys mistrust. For example, if someone crosses their arms or legs while speaking in a business context, it can give the impression of a barrier being presented to the other person. That person may then think that the person speaking does not trust them or is hiding something. Because barrier type body language may signal mistrust, it is avoided in business contexts.[62]\n\nBody language between friends is typically more expressive and informal than body language in business. Trust within a friendship is conveyed in numerous different expressive forms. Like in business a handshake may be used on meeting but this may also involve clasping two hands around one hand or placing a hand on the shoulder etc.[63] Body language which conveys trust between friends may also be significantly more expressive and physical than in business. Giving someone a pat on the back or a hug for example.[64]\n\nPeople's natural willingness to act openly and warmly with their friends who they know well can appear more genuine when compared with how strangers present themselves as trustworthy in a business context. This is because friends can read each other's body language and facial expressions more easily. This means that they are surer of what the other person means and find it easier to respond accordingly. The interaction is therefore able to be more open and this can be seen when observing friends interact.[65] The communication whether in terms of body language or speech is freer and less constrained by a sense of formal etiquette.\n\nThe body language of trust in intimate relationships such as courtship and marriage is very open and often highly personalised, even if it is not necessarily as physically dynamic as that found in a friendship for example. In Western contexts holding hands is a common sign between intimate partners that expresses their affection and trust in each other. It is a gentle act which may extend over several minutes or more. In contrast, a handshake between friends may be quite exuberant and last for a few seconds. Trust is also conveyed in intimate relationships through people caressing and kissing each other. These actions are designed to convey openness and warmth in a highly personalised way. Each partner is communicating to the other that they are attracted to them and also that they trust them and are allowing them to touch them in a more intimate way than would otherwise be acceptable. Such body language may be established gradually over a period of courtship. The body language of intimate relationships cannot be used acceptably in non-intimate relationships.[66]\n\nWhen people are in an intimate relationship, they often position themselves closer to each other than if they were in a different kind of relationship. Even though it may only be a small distance closer together, an observer can interpret this additional closeness to mean that they are in an intimate relationship. For example, spouses may sit, stand, and walk in each other's intimate space, whereas business colleagues may maintain more of a distance and outside of each other's intimate space. As the spouses are in an intimate relationship, they do not feel the need to maintain the same distance as the business colleagues.[67] Other signs that people who are in an intimate relationship may give include an impression that they feel at ease in each other's company, are committed to each other, and a sense of naturalness.[68]\n\nIf a person in a relationship looks afraid, stunned, or despondent when with their partner then this may be a sign that they are in coerced intimate relationship i.e. they have felt pressured or intimidated into the relationship.[69]\n\n"
        },
        {
            "title": "Readiness",
            "text": "Body language can convey the impression of a readiness to take action. Whilst this is always observable in the physical sense it can be further categorised as being 'readiness for physical exertion' or 'readiness for social interaction'. Noting that a person will typically be ready for both at any given time, and such categorisations are based upon which course of action they are primarily ready for at that moment. Such states of readiness influence the person's whole body, tone of voice, and what impression they convey through their body language. A state of increased readiness may also be referred to as being in a state of high energy or intensity. Relative to states of unreadiness, most states of readiness typically involve a deeper breathing pattern, increased excitation of the nervous system, and an increased heart rate.[70] Such physiological effects also influence the person's skin and its fullness of appearance. In relative terms, a person's skin will usually look fuller and more taut whilst in a state of readiness, and thinner and more flaccid in a state of unreadiness. A readiness for physical exertion typically means that these effects are increased further in terms of their intensity and visual prominence.\n\nThis is when a person prepares themself for significant physical exertion. For example, before a sportsperson begins to play, they have prepared themself by warming up their body and psychologically focusing on the task ahead. They are thereby in a state of readiness to exert themself. To an observer they appear to be 'pumped up'. Their body language is suggestive that they are about to move quickly and more energetically, they appear physically larger, and their movements are often bigger.[71][72]\n\nAggressive posturing exaggerates, or mimics, the pumped-up appearance in order to convey the impression of potential physical violence, which thereby intimidates someone. As such, and due to the fact that the torso is noticeably expanded more than usual, other colloquial terms for this form of preparation are 'bracing' or 'ballooning'. Due to the notably increased preloading of the body's muscular system for action it is sometimes referred to as 'loading up'. Aggressive posturing may also sometimes involve a clenching of the fists.[73]\n\nReadiness for social interaction also involves a pumping up effect but in a different manner, which is usually less pronounced. Due to the different intention, in terms of the future actions, a readiness for social interaction may also involve a person preparing their head, neck and throat for speech, their arms for gesturing, and their legs and torso for the stance they intend to adopt while speaking i.e. preparing how to stand and what shifts of bodyweight to use before giving a speech. When a person is planning to socially interact their body language will in general become more open as they prepare to engage conversationally. This means that they will appear more confident with, and receptive to, another person. For example, if someone was seated with open body language, then they may face someone with their arms open and resting on the sides of the chair; whereas if they were sitting with closed body language they may sit facing away slightly from the other person with their arms folded. This may signal that they are uncomfortable or disinterested in the conversation. Each type of body language indicates a readiness for the conversation to progress in a particular way: either more willingly or more hesitantly. If a person was sitting forward in their chair, this may indicate a willingness to get up: in conversational terms this seated readiness posture may be interpreted as an eagerness to begin a project or other venture. Alternatively, it may simply signal a desire to conclude the conversation.[74][75]\n\nA body language warm up routine consisting of power poses may also be used by people to prepare themselves for a social engagement. Harvard professor Amy Cuddy suggested in 2010 that two minutes of power posing – \"standing tall, holding your arms out or toward the sky, or standing like Superman, with your hands on hips\" – could increase confidence,[76] but retracted the advice and stopped teaching it after a 2015 study was unable to replicate the effect.[77]\n\n"
        },
        {
            "title": "Universal vs. culture-specific",
            "text": "Scholars have long debated on whether body language, particularly facial expressions, are universally understood. In Darwin's (1872) evolutionary theory, he postulated that facial expressions of emotion are inherited.[78] On the other hand, scholars have questioned if culture influences one's bodily expression of emotions. Broadly, the theories can be categorized into two models:\n\nThe cultural equivalence model predicts that \"individuals should be equally accurate in understanding the emotions of ingroup and outgroup members\" (Soto & Levenson, 2009). This model is rooted in Darwin's evolutionary theory, where he noted that both humans and animals share similar postural expressions of emotions such as anger/aggression, happiness, and fear.[79] These similarities support the evolution argument that social animals (including humans) have a natural ability to relay emotional signals with one another, a notion shared by several academics (Chevalier-Skolnikoff, 1974; Linnankoski, Laakso, Aulanko, & Leinonen, 1994). Where Darwin notes similarity in expression among animals and humans, the Cultural Equivalence Model notes similarity in expression across cultures in humans, even though they may be completely different.\n\nOne of the strongest pieces of evidence that supports this model was a study conducted by Paul Ekman and Friesen (1971), where members of a preliterate tribe in Papua New Guinea reliably recognized the facial expressions of individuals from the United States. Culturally isolated and with no exposure to US media, there was no possibility of cross-cultural transmission to the Papuan tribesmen.[80]\n\nOn the other hand, the cultural advantage model predicts that individuals of the same race \"process the visual characteristics more accurately and efficiently than other-race faces\".[81] Other factors that increase accurate interpretation include familiarity with nonverbal accents.[82]\n\nThere are numerous studies that support both the cultural equivalence model and the cultural advantage model, but reviewing the literature indicates that there is a general consensus that seven emotions are universally recognized, regardless of cultural background: happiness, surprise, fear, anger, contempt, disgust, and sadness.[83]\n\nRecently, scholars have shown that the expressions of pride and shame are universal. Tracy and Robins (2008) concluded that the expression of pride includes an expanded posture of the body with the head tilted back, with a low-intensity face and a non-Duchenne smile (raising the corner of the mouth). The expression of shame includes the hiding of the face, either by turning it down or covering it with the hands.[80]\n\n"
        },
        {
            "title": "Applications",
            "text": "Fundamentally, body language is seemed as an involuntary and unconscious phenomena that adds to the process of communication. Despite that, there have been certain areas where the conscious harnessing of body language – both in action and comprehension – have been useful. The use of body language has also seen an increase in application and use commercially, with large volumes of books and guides published designed to teach people how to be conscious of body language, and how to use it to benefit them in certain scenarios.[50]\n\nThe use of body language can be seen in a wide variety of fields. Body languages has seen applications in instructional teaching in areas such as second-language acquisition[84] and also to enhance the teaching of subjects like mathematics. A related use of body language is as a substitution to verbal language to people who lack the ability to use that, be it because of deafness or aphasia. Body language has also been applied in the process of detecting deceit through micro-expressions, both in law enforcement and even in the world of poker.[85] Sometimes, Language Barrier could be such a problem to foreign people. Therefore, body language would be very beneficial to be used in communication.\n\nThe importance of body language in second-language acquisition was inspired by the fact that to successfully learn a language is to achieve discourse, strategic, and sociolinguistic competencies.[86] Sociolinguistic competence includes understanding the body language that aids the use of a particular language. This is usually also highly culturally influenced. As such, a conscious ability to recognize and even perform this sort of body language is necessary to achieve fluency in a language beyond the discourse level.\n\nThe importance of body language to verbal language use is the need to eliminate ambiguity and redundancy in comprehension.[86] Pennycook (1985) suggests to limit the use of non-visual materials to facilitate the teaching of a second language to improve this aspect of communication. He calls this being not just bilingual but also 'bi-kinesic'.[87]\n\nBody language can be a useful aid not only in teaching a second language, but also in other areas. The idea behind using it is as a nonlinguistic input.[88] It can be used to guide, hint, or urge a student towards the right answer. This is usually paired off with other verbal methods of guiding the student, be it through confirmation checks or modified language use. Tai[89] in his 2014 paper provides a list of three main characteristic of body language and how they influence teaching. The features are intuition, communication, and suggestion.\n\nDespite the absence of evidence indicating that non-verbal lie detection works (whether by law enforcement or others), and its rejection by the scholarly community as an effective way to detect lies, law enforcement still relies on it.[90]\n\nNumerous Federal Bureau of Investigation (FBI) Law Enforcement Bulletins have addressed body language as a purported tool for \"evaluation truthfulness and detecting deception.\"[91][92] Another side of body language is that of the investigators themselves. The body language of the members of law enforcement might influence the accuracy of eyewitness accounts.[93]\n\nThe game of poker involves not only an understanding of probability, but also the competence of reading and analyzing the body language of the opponents. A key component of poker is to be able to bluff opponents. To spot bluffing, players must have the ability to spot the individual \"tics\" of their opponents, known in poker as their \"tells\". Players also have to look out for signs that an opponent is doing well.\n\nBody language is often used to achieve a humorous effect in comedy productions. This may involve using body language which is exaggerated, repetitious, inappropriate for the circumstances or for the character, and any combination of these. Two or more characters can be used to emphasise each other’s body language. Their gestures and mannerisms may be very similar, and in this manner amplify their comedic effect. Or they may be very different and thereby highlighted by way of contrast. Comedy double acts standardly use such methods of complementary comedic body language.[94]\n\n"
        },
        {
            "title": "",
            "text": "Strength training is sometimes used to improve a person's posture. It involves strengthening their muscular system (usually including their  core or  trunk), so that they develop a tendency to adopt a better posture. Strength training in this regard may be especially effective if a person has poor posture as a result of muscle imbalances. This is not to say that all the muscles need to be the same strength, but that there is a natural ratio, approximately considered, which the muscles and their respective strength levels should exist in. An excessive deviation from this ratio standardly results in poor posture, and may potentially cause associated health problems. For example, an office worker who sits at a desk for prolonged periods may develop excessively strong, and tight, muscles on the front of their body (the anterior chain). This can result in them developing a hunched posture. By strengthening the muscles on the back of their body (the posterior chain) the appropriate ratio of muscular strength can be regained, and the person will lose their hunched posture and stand or sit up straighter, with better posture overall. This improvement may be the result of exercises which involve bending, straightening, and rotating the core.[95]\n\nSimilarly, if an office worker develops a lop-sided posture from sitting more to one side than the other, from the use of a mouse for example, then strength training can be used to correct the underlying strength imbalance. In this case, alternating single limb (unilateral) exercises may be used to ensure that each side of the body performs the same amount of work and thereby achieves a more similar level of strength. This is not necessarily the case in two limbed (bilateral) exercises as the excessive strength discrepancy between the left and right limbs can mean that the exercise is performed in an excessively uneven manner. This thereby reduces its potential to correct the imbalance. As such, single limb exercises are often used instead.  Single leg squats are one such exercise which are sometimes used to achieve this result.[96]\n\nIn addition to strength training exercises, various forms of dynamic and static stretching can be used to help alleviate strength and flexibility imbalances, and ensure better posture.\n\n"
        },
        {
            "title": "Kinesics",
            "text": "Kinesics is the study and interpretation of nonverbal communication related to the movement of any part of the body or the body as a whole;[97] in layman's terms, it is the study of body language. However, Ray Birdwhistell, who is considered the founder of this area of study, never used the term body language, and did not consider it appropriate. He argued that what can be conveyed with the body does not meet the linguist's definition of language.[98]\n\nDespite that, body language is still more widely used than kinesics.\nDr. Maziar Mir in his book Body Language of Iran, has defined body language as follows: to all gestures, postures, movements, human behaviour, body gestures, and even model and gesture of speaking, or all postures of making sounds without making a sound that is based on the age, sex, height, weight, and social or geographical status of human beings are referred to as body language or non-verbal communication.\n\n"
        }
    ]
}