{
    "url": "https://en.wikipedia.org/wiki/Body_armour",
    "title": "Body armor",
    "table_of_contents": [
        "1 History",
        "1.1 Ancient",
        "1.2 Middle Ages",
        "1.2.1 Plate",
        "1.2.2 Horse armor",
        "1.3 Gunpowder era",
        "1.4 Late modern use",
        "2 Modern non-metallic armor",
        "2.1 Ceramic",
        "2.2 Fibers",
        "3 Protected areas",
        "3.1 Shield",
        "3.2 Head",
        "3.3 Torso",
        "3.4 Limbs",
        "4 Performance standards",
        "4.1 Ballistic testing V50 and V0",
        "4.1.1 Cunniff analysis",
        "4.2 Military testing",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Body armor, also known as body armour, personal armor or armour, or a suit or coat of armor, is protective clothing designed to absorb or deflect physical attacks. Historically used to protect military personnel, today it is also used by various types of police (riot police in particular), private security guards or bodyguards, and occasionally ordinary civilians.[1] Today there are two main types: regular non-plated body armor for moderate to substantial protection, and hard-plate reinforced body armor for maximum protection, such as used by combat soldiers.\n\n"
        },
        {
            "title": "History",
            "text": "Many factors have affected the development of personal armor throughout human history. Significant factors in the development of armor include the economic and technological necessities of armor production. For instance full plate armor first appeared in Medieval Europe when water-powered trip hammers made the formation of plates faster and cheaper.[citation needed]  At times the development of armor has run parallel to the development of increasingly effective weaponry on the battlefield, with armorers seeking to create better protection without sacrificing mobility.\n\nThe first record of body armor in history was found on the Stele of Vultures in ancient Sumer in today's south Iraq.[2][3] The oldest known Western armor is the Dendra panoply, dating from the Mycenaean Era around 1400 BC.\nMail, also referred to as chainmail, is made of interlocking iron rings, which may be riveted or welded shut. It is believed to have been invented by  Celtic people in Europe about 500 BC.[citation needed]  Most cultures that used mail used the Celtic word byrnne or a variant, suggesting the Celts as the originators.[4][5][6] The Romans widely adopted mail as the lorica hamata, although they also made use of lorica segmentata and lorica squamata. While no non-metallic armor is known to have survived, it was likely to have been commonplace due to its lower cost.\n\nEastern armor has a long history, beginning in Ancient China. In East Asian history laminated armor such as lamellar, and styles similar to the coat of plates, and brigandine were commonly used. Later cuirasses and plates were also used. In pre-Qin dynasty times, leather armor was made out of rhinoceros. The use of iron plate armor on the Korean peninsula was developed during the Gaya Confederacy of 42 CE - 562 CE. The iron was mined and refined in the area surrounding Gimhae (Gyeongsangnam Provence, South Korea). Using both vertical and triangular plate designs, the plate armor sets consisted of 27 or more individual 1-2mm thick curved plates, which were secured together by nail or hinge. The recovered sets include accessories such as iron arm guards, neck guards, leg guards, and horse armor/bits. The use of these armor types disappeared from use on the Korean Peninsula after the fall of the Gaya Confederacy to the Silla Dynasty, during the three kingdoms era Three Kingdoms of Korea in 562 CE.[7]\n\nIn European history, well-known armor types include the mail hauberk of the early medieval age, and the full steel plate harness worn by later Medieval and Renaissance knights, and a few key components (breast and back plates) by heavy cavalry in several European countries until the first year of World War I (1914–15).\n\nThe Japanese armor known today as samurai armor appeared in the Heian period. (794－1185) These early samurai armors are called the ō-yoroi and dō-maru.[8]\n\nGradually, small additional plates or discs of iron were added to the mail to protect vulnerable areas.  By the late 13th century, the knees were capped, and two circular discs, called besagews were fitted to protect the underarms.\nA variety of methods for improving the protection provided by mail were used as armorers seemingly experimented.[citation needed] Hardened leather and splinted construction were used for arm and leg pieces. The coat of plates was developed, an armor made of large plates sewn inside a textile or leather coat.\n\nEarly plate in Italy, and elsewhere in the 13th to 15th centuries were made of iron. Iron armor could be carburized or  case hardened to give a surface of harder steel.[9] Plate armor became cheaper than mail by the 15th century as it required much less labor and labor had become much more expensive after the Black Death, though it did require larger furnaces to produce larger blooms.  Mail continued to be used to protect those joints which could not be adequately protected by plate, such as the armpit, crook of the elbow and groin. Another advantage of plate was that a lance rest could be fitted to the breast plate.[10]\n\nThe small skull cap evolved into a bigger true helmet, the bascinet, as it was lengthened downward to protect the back of the neck and the sides of the head.   Additionally, several new forms of fully enclosed helmets were introduced in the late 14th century to replace the great helm, such as the sallet and barbute and later the armet and close helm.\n\nProbably the most recognized style of armor in the world became the plate armor associated with the knights of the European Late Middle Ages, but continuing to the early 17th-century Age of Enlightenment in all European countries.\n\nBy about 1400 the full harness of plate armor had been developed in armories of Lombardy[11] Heavy cavalry dominated the battlefield for centuries in part because of their armor.\n\nIn the early 15th century, small \"hand cannon\" first began to be used, in the Hussite Wars, in combination with Wagenburg tactics, allowing infantry to defeat armored knights on the battlefield. At the same time crossbows were made more powerful to pierce armor, and the development of the Swiss Pike square formation also created substantial problems for heavy cavalry. Rather than dooming the use of body armor, the threat of small firearms intensified the use and further refinement of plate armor. There was a 150-year period in which better and more metallurgically advanced steel armor was being used, precisely because of the danger posed by the gun. Hence, guns and cavalry in plate armor were \"threat and remedy\" together on the battlefield for almost 400 years. By the 15th-century, Italian armor plates were almost always made of steel.[12] In Southern Germany armorers began to harden their steel armor only in the late 15th century. They would continue to harden their steel for the next century because they quenched and tempered their product which allowed for the fire-gilding to be combined with tempering.[13]\n\nThe quality of the metal used in armor deteriorated as armies became bigger and armor was made thicker, necessitating breeding of larger cavalry horses. If during the 14th and 15th centuries armor seldom weighed more than 15 kg, then by the late 16th century it weighed 25 kg.[14] The increasing weight and thickness of late 16th-century armor therefore gave substantial resistance.\n\nIn the early years of pistol and arquebuses, firearms were relatively low in velocity.  The full suits of armor, or breast plates actually stopped bullets fired from a modest distance. The front breast plates were, in fact, commonly shot as a test. The impact point would often be encircled with engraving to point it out. This was called the \"proof\". Armor often also bore an insignia of the maker, especially if it was of good quality.  Crossbow bolts, if still used, would seldom penetrate good plate, nor would any bullet unless fired from close range.\n\nIn effect, rather than making plate armor obsolete, the use of firearms stimulated the development of plate armor into its later stages. For most of that period, it allowed horsemen to fight while being the targets of defending arquebusiers without being easily killed. Full suits of armor were actually worn by generals and princely commanders right up to the 1710s.\n\nThe horse was afforded protection from lances and infantry weapons by steel plate barding.  This gave the horse protection and enhanced the visual impression of a mounted knight.  Late in the era, elaborate barding was used in parade armor.\n\nAs gunpowder weapons improved, it became cheaper and more effective to have groups of unarmored men with early guns than to have expensive knights, which caused armor to be largely discarded. Most light cavalry units discarded armor, though heavy cavalry units continued to use it. Examples include the German Reiter, Polish heavy hussars and the back and breast worn by heavy cavalry units during the Napoleonic wars.\n\nMetal armor remained in limited use long after its general obsolescence. Soldiers in the American Civil War (1861–1865) bought iron and steel vests from peddlers (both sides had considered but rejected it for standard issue). The effectiveness of the vests varied widely—some successfully deflected bullets and saved lives but others were poorly made and resulted in tragedy for the soldiers. In any case the vests were abandoned by many soldiers due to their weight on long marches as well as the stigma they got for being cowards from their fellow troops.\nAt the start of World War I in 1914, thousands of the French Cuirassiers rode out to engage the German Cavalry who likewise used helmets and armor. By that period, the shiny armor plate was covered in dark paint and a canvas wrap covered their elaborate Napoleonic-style helmets. Their armor was meant to protect only against sabers and lances. The cavalry had to beware of rifles and machine guns, like the infantry soldiers, who at least had a trench to give them some protection.\n\nBy the end of the war the Germans had made some 400,000 Sappenpanzer suits. Too heavy and restrictive for infantry, most were worn by spotters, sentries, machine gunners and other troops who stayed in one place.[15]\n\n"
        },
        {
            "title": "Modern non-metallic armor",
            "text": "Soldiers use metal or ceramic plates in their bullet resistant vests, providing additional protection from pistol and rifle bullets. Metallic components or tightly woven fiber layers can give soft armor resistance to stab and slash attacks from knives and bayonets. Chain mail armored gloves continue to be used by butchers and abattoir workers to prevent cuts and wounds while cutting up carcasses.\n\nBoron carbide is used in hard plate armor[16] capable of defeating rifle and armor piercing ammunition. It was used in armor plates like the SAPI series,[17] and today in most civilian accessible body armors.[18][19][20]\n\nOther materials include boron suboxide, alumina, and silicon carbide,[21] which are used for varying reasons from protecting from tungsten carbide penetrators, to improved weight to area ratios. Ceramic body armor is made up of a hard and rigid ceramic strike face bonded to a ductile fiber composite backing layer.[22] The projectile is shattered, turned, or eroded as it impacts the ceramic strike face, and much of its kinetic energy is consumed as it interacts with the ceramic layer; the fiber composite backing layer absorbs residual kinetic energy and catches bullet and ceramic debris.  This allows such armor to defeat armor-piercing 5.56×45mm, 7.62×51mm, and 7.62x39mm bullets, among others, with little or no felt blunt trauma.[23]  High-end ceramic armor plates typically utilize ultra-high-molecular-weight polyethylene fiber composite backing layers, whereas budget plates will utilize aramid or fiberglass.\n\nDuPont Kevlar is well known as a component of some bullet resistant vests and bullet resistant face masks. The PASGT helmet and vest used by United States military forces since the early 1980s both have Kevlar as a key component, as do their replacements. Civilian applications include Kevlar reinforced clothing for motorcycle riders to protect against abrasion injuries. Kevlar in non-woven long strand form is used inside an outer protective cover to form chaps that loggers use while operating a chainsaw. If the moving chain contacts and tears through the outer cover, the long fibers of Kevlar tangle, clog, and stop the chain from moving as they get drawn into the workings of the drive mechanism of the saw. Kevlar is used also in emergency services protection gear if it involves high heat, e.g., tackling a fire, and Kevlar such as vests for police officers, security, and SWAT. The latest Kevlar material that DuPont has developed is Kevlar XP. In comparison with \"normal\" Kevlar, Kevlar XP is more lightweight and more comfortable to wear, as its quilt stitch is not required for the ballistic package.\n\nTwaron is similar to Kevlar. They both belong to the aramid family of synthetic fibers. The only difference is that Twaron was first developed by Akzo in the 1970s. Twaron was first commercially produced in 1986. Now, Twaron is manufactured by Teijin Aramid. Like Kevlar, Twaron is a strong, synthetic fiber. It is also heat resistant and has many applications. It can be used in the production of several materials that include the military, construction, automotive, aerospace, and even sports market sectors. Among the examples of Twaron-made materials are body armor, helmets, ballistic vests, speaker woofers, drumheads, tires, turbo hoses, wire ropes, and cables.\n\nAnother fiber used to manufacture a bullet-resistant vest is Dyneema ultra-high-molecular-weight polyethylene. Originated in the Netherlands, Dyneema has an extremely high strength-to-weight ratio (a 1-mm-diameter rope of Dyneema can bear up to a 240-kg load), is light enough (low density) that it can float on water, and has high energy absorption characteristics. Since the introduction of the Dyneema Force Multiplier Technology in 2013, many body armor manufacturers have switched to Dyneema for their high-end armor solutions.\n\n"
        },
        {
            "title": "Protected areas",
            "text": "A shield is held in the hand or arm. Its purpose is to intercept attacks, either by stopping projectiles such as arrows or by glancing a blow to the side of the shield-user, and it can also be used offensively as a bludgeoning weapon. Shields vary greatly in size, ranging from large shields that protect the user's entire body to small shields that are mostly for use in hand-to-hand combat. Shields also vary a great deal in thickness; whereas some shields were made of thick wooden planking, to protect soldiers from spears and crossbow bolts, other shields were thinner and designed mainly for glancing blows away (such as a sword blow). In prehistory, shields were made of wood, animal hide, or wicker. In antiquity and in the Middle Ages, shields were used by foot soldiers and mounted soldiers. Even after the invention of gunpowder and firearms, shields continued to be used. In the 18th century, Scottish clans continued to use small shields, and in the 19th century, some non-industrialized peoples continued to use shields. In the 20th and 21st centuries, ballistic shields are used by military and police units that specialize in anti-terrorist action, hostage rescue, and siege-breaching.\n\nA combat helmet is among the oldest forms of personal protective equipment, and is known to have been worn in ancient India around 1700 BC and the Assyrians around 900 BC, followed by the ancient Greeks and Romans, throughout the Middle Ages, and up to the modern era.[24] Their materials and construction became more advanced as weapons became more and more powerful. Initially constructed from leather and brass, and then bronze and iron during the Bronze and Iron Ages, they soon came to be made entirely from forged steel in many societies after about AD 950.[25] At that time, they were purely military equipment, protecting the head from cutting blows with swords, flying arrows, and low-velocity musketry. Some late medieval helmets, like the great bascinet, rested on the shoulders and prevented the wearer from turning his head, greatly restricting mobility. During the 18th and 19th centuries, helmets were not widely used in warfare; instead, many armies used unarmored hats that offered no protection against blade or bullet. The arrival of World War I, with its trench warfare and wide use of artillery, led to mass adoption of metal helmets once again, this time with a shape that offered mobility, a low profile, and compatibility with gas masks. Today's militaries often use high-quality helmets made of ballistic materials such as Kevlar and Twaron, which have excellent bullet and fragmentation stopping power. Some helmets also have good non-ballistic protective qualities, though many do not.[26] The two most popular ballistic helmet models are the PASGT and the MICH. The Modular Integrated Communications Helmet (MICH) type helmet has a slightly smaller coverage at the sides which allows tactical headsets and other communication equipment. The MICH model has standard pad suspension and four-point chinstrap. The Personal Armor System for Ground Troops (PASGT) helmet has been in use since 1983 and has slowly been replaced by the MICH helmet.[27]\n\nA ballistic face mask is designed to protect the wearer from ballistic threats. Ballistic face masks are usually made of kevlar or other bullet-resistant materials and the inside of the mask may be padded for shock absorption, depending on the design. Due to weight restrictions, protection levels range only up to NIJ Level IIIA.\n\nA ballistic vest helps absorb the impact from firearm-fired projectiles and shrapnel from explosions, and is worn on the torso. Soft vests are made from many layers of woven or laminated fibers and can be capable of protecting the wearer from small caliber handgun and shotgun projectiles, and small fragments from explosives such as hand grenades.\n\nMetal or ceramic plates can be used with a soft vest, providing additional protection from rifle rounds, and metallic components or tightly woven fiber layers can give soft armor resistance to stab and slash attacks from a knife or bayonet. Soft vests are commonly worn by police forces, private citizens and private security guards or bodyguards, whereas hard-plate reinforced vests are mainly worn by combat soldiers, police tactical units and hostage rescue teams.\n\nA modern equivalent may combine a ballistic vest with other items of protective clothing, such as a combat helmet. Vests intended for police and military use may also include ballistic shoulder and side protection armor components, and explosive ordnance disposal technicians wear heavy armor and helmets with face visors and spine protection.\n\nMedieval armor often offered protection for all of the limbs, including metal boots for the lower legs, gauntlets for the hands and wrists, and greaves for the legs. Today, protection of limbs from bombs is provided by a bombsuit. Most modern soldiers sacrifice limb protection for mobility, since armor thick enough to stop bullets would greatly inhibit movement of the arms and legs.\n\n"
        },
        {
            "title": "Performance standards",
            "text": "Due to the various different types of projectiles, it is often inaccurate to refer to a particular product as \"bulletproof\" because this suggests that it will protect against any and all projectiles.  Instead, the term bullet resistant is generally preferred.\n\nStandards are regional.  Around the world ammunition varies and armor testing must reflect the threats found locally.\n\nWhile many standards exist, a few standards are widely used as models. The US National Institute of Justice ballistic and stab documents are examples of broadly accepted standards.[28] In addition to the NIJ, the United Kingdom's Home Office Scientific Development Branch (HOSDB—formerly the Police Scientific Development Branch (PSDB)) standards are also used by a number of other countries and organizations.  These \"model\" standards are usually adapted by other countries by following the same basic test methodologies, while changing the specific ammunition tested.  NIJ Standard-0101.06 has specific performance standards for bullet resistant vests used by law enforcement. This rates vests on the following scale against penetration and also blunt trauma protection (deformation):[29]\n\nIn 2018 or 2019, NIJ was expected to introduce the new NIJ Standard-0101.07.[30][31] This new standard will completely replace the NIJ Standard-0101.06. The current system of using Roman numerals (II, IIIA, III, and IV) to indicate the level of threat will disappear and be replaced by a naming convention similar to the standard developed by UK Home Office Scientific Development Branch. HG (Hand Gun) is for soft armor and RF (Rifle) is for hard armor. Another important change is that the test-round velocity for conditioned armor will be the same as that for new armor during testing. For example, for NIJ Standard-0101.06 Level IIIA the .44 Magnum round is currently shot at 408 m/s for conditioned armor and at 436 m/s for new armor. For the NIJ Standard-0101.07, the velocity for both conditioned and new armor will be the same.\n\nIn January 2012, the NIJ introduced BA 9000, body armor quality management system requirements as a quality standard not unlike ISO 9001 (and much of the standards were based on ISO 9001).\n\nIn addition to the NIJ and HOSDB standards, other important standards include: the German Police's Technische Richtlinie (TR) Ballistische Schutzwesten,[32] Draft ISO prEN ISO 14876,[33][34][35] and Underwriters Laboratories (UL Standard 752).[36]\n\nTextile armor is tested for both penetration resistance by bullets and for the impact energy transmitted to the wearer. The \"backface signature\" or transmitted impact energy is measured by shooting armor mounted in front of a backing material, typically oil-based modelling clay. The clay is used at a controlled temperature and verified for impact flow before testing. After the armor is impacted with the test bullet the vest is removed from the clay and the depth of the indentation in the clay is measured.[29]\n\nThe backface signature allowed by different test standards can be difficult to compare. Both the clay materials and the bullets used for the test are not common. In general the British, German and other European standards allow 20–25 mm of backface signature, while the US-NIJ standards allow for 44 mm, which can potentially cause internal injury.[37] The allowable backface signature for this has been controversial from its introduction in the first NIJ test standard and the debate as to the relative importance of penetration-resistance vs. backface signature continues in the medical and testing communities.\n\nIn general a vest's textile material temporarily degrades when wet.   Neutral water at room temp does not affect para-aramid or UHMWPE but acidic, basic and some other solutions can permanently reduce para-aramid fiber tensile strength.[38] (As a result of this, the major test standards call for wet testing of textile armor.[39])  Mechanisms for this wet loss of performance are not known. Vests that will be tested after ISO-type water immersion tend to have heat-sealed enclosures and those that are tested under NIJ-type water spray methods tend to have water-resistant enclosures.\n\nFrom 2003 to 2005, a large study of the environmental degradation of Zylon armor was undertaken by the US-NIJ.  This concluded that water, long-term use, and temperature exposure significantly affect tensile strength and the ballistic performance of PBO or Zylon fiber. This NIJ study on vests returned from the field demonstrated that environmental effects on Zylon resulted in ballistic failures under standard test conditions.[40]\n\nMeasuring the ballistic performance of armor is based on determining the kinetic energy of a bullet at impact. Because the energy of a bullet is a key factor in its penetrating capacity, velocity is used as the primary independent variable in ballistic testing. For most users the key measurement is the velocity at which no bullets will penetrate the armor. Measuring this zero penetration velocity (V0) must take into account variability in armor performance and test variability. Ballistic testing has a number of sources of variability: the armor, test backing materials, bullet, casing, powder, primer and the gun barrel, to name a few.\n\nVariability reduces the predictive power of a determination of V0.  If, for example, the V0 of an armor design is measured to be 1,600 ft/s (490 m/s) with a 9 mm FMJ bullet based on 30 shots, the test is only an estimate of the real V0 of this armor. The problem is variability. If the V0 is tested again with a second group of 30 shots on the same vest design, the result will not be identical.\n\nOnly a single low velocity penetrating shot is required to reduce the V0 value. The more shots made the lower the V0 will go. In terms of statistics, the zero penetration velocity is the tail end of the distribution curve. If the variability is known and the standard deviation can be calculated, one can rigorously set the V0 at a confidence interval.  Test Standards now define how many shots must be used to estimate a V0 for the armor certification. This procedure defines a confidence interval of an estimate of V0. (See \"NIJ and HOSDB test methods\".)\n\nV0 is difficult to measure, so a second concept has been developed in ballistic testing called V50. This is the velocity at which 50 percent of the shots go through and 50 percent are stopped by the armor. US military standards[41] define a commonly used procedure for this test. The goal is to get three shots that penetrate and a second group of three shots that are stopped by the armor all within a specified velocity range. It is possible, and desirable, to have a penetration velocity lower than a stop velocity.  These three stops and three penetrations can then be used to calculate a V50 velocity.[42]\n\nIn practice this measurement of V50 often requires 1–2 vest panels and 10–20 shots. A very useful concept in armor testing is the offset velocity between the V0 and V50. If this offset has been measured for an armor design, then V50 data can be used to measure and estimate changes in V0. For vest manufacturing, field evaluation and life testing both V0 and V50 are used. However, as a result of the simplicity of making V50 measurements, this method is more important for control of armor after certification.\n\nUsing dimensionless analysis, Cuniff[43] arrived at a relation connecting the V50 and the system parameters for textile-based body armors. Under the assumption that the energy of impact is dissipated in breaking the yarn, it was shown that\n\nHere, \n\nAfter the Vietnam War, military planners developed a concept of \"Casualty Reduction\".[44]  The large body of casualty data made clear that in a combat situation, fragments, not bullets, were the greatest threat to soldiers. After World War II vests were being developed and fragment testing was in its early stages.[45] Artillery shells, mortar shells, aerial bombs, grenades, and antipersonnel mines are fragmentation devices. They all contain a steel casing that is designed to burst into small steel fragments or shrapnel, when their explosive core detonates. After considerable effort measuring fragment size distribution from various NATO and Soviet Bloc munitions, a fragment test was developed. Fragment simulators were designed and the most common shape is a Right Circular Cylinder or RCC simulator. This shape has a length equal to its diameter. These RCC Fragment Simulation Projectiles (FSPs) are tested as a group. The test series most often includes 2-grain (0.13 g), 4-grain (0.26 g), 16-grain (1.0 g), and 64-grain (4.1 g) mass RCC FSP testing. The 2-4-16-64 series is based on the measured fragment size distributions.  \n\nThe second part of \"Casualty Reduction\" strategy is a study of velocity distributions of fragments from munitions.[46] Warhead explosives have blast speeds of 20,000 ft/s (6,100 m/s) to 30,000 ft/s (9,100 m/s). As a result, they are capable of ejecting fragments at speeds of over 3,330 ft/s (1,010 m/s), implying very high energy (where the energy of a fragment is 1⁄2 mass × velocity2, neglecting rotational energy). The military engineering data showed that, like the fragment size, the fragment velocities had characteristic distributions. It is possible to segment the fragment output from a warhead into velocity groups. For example, 95% of all fragments from a bomb blast under 4 grains (0.26 g) have a velocity of 3,000 ft/s (910 m/s) or less. This established a set of goals for military ballistic vest design.\n\nThe random nature of fragmentation required the military vest specification to trade off mass vs. ballistic-benefit. Hard vehicle armor is capable of stopping all fragments, but military personnel can only carry a limited amount of gear and equipment, so the weight of the vest is a limiting factor in vest fragment protection. The 2-4-16-64 grain series at limited velocity can be stopped by an all-textile vest of approximately 5.4 kg/m2 (1.1 lb/ft2). In contrast to deformable lead bullets, fragments do not change shape; they are steel and can not be deformed by textile materials. The 2-grain (0.13 g) FSP (the smallest fragment projectile commonly used in testing) is about the size of a grain of rice; such small, fast-moving fragments can potentially slip through the vest, moving between yarns. As a result, fabrics optimized for fragment protection are tightly woven, although these fabrics are not as effective at stopping lead bullets.\n\nBy the 2010s, the development of body armor had been stymied in regards to weight, in that designers had trouble increasing the protective capability of body armor while still maintaining or decreasing its weight.[47]\n\n"
        }
    ]
}