{
    "url": "https://en.wikipedia.org/wiki/Boston_Common",
    "title": "Boston Common",
    "table_of_contents": [
        "1 History",
        "1.1 Blaxton's habitation",
        "1.2 Puritans invited to settle",
        "1.3 Boston's common field",
        "1.4 Further public uses",
        "1.4.1 Civic institutions",
        "1.4.2 Execution grounds",
        "1.4.3 Public speaking",
        "1.5 Use as a park",
        "2 Notable features",
        "2.1 Grounds",
        "2.2 Structures",
        "2.3 Neighboring structures",
        "3 Notable recurring events",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Boston Common (also known as the Common) is a public park in downtown Boston, Massachusetts. It is the oldest city park in the United States.[4] Boston Common consists of 50 acres (20 ha) of land bounded by Tremont Street (139 Tremont St.), Park Street, Beacon Street, Charles Street, and Boylston Street. \n\nThe Common is part of the Emerald Necklace of parks and parkways that extend from the Common south to Franklin Park in Jamaica Plain, Roxbury, and Dorchester. The visitors' center for the city of Boston is located on the Tremont Street side of the park.\n\nThe Central Burying Ground is on the Boylston Street side of Boston Common and contains the graves of the artist Gilbert Stuart and the composer William Billings. Also buried there are Samuel Sprague and his son, Charles Sprague, one of America's earliest poets. Samuel Sprague was a participant in the Boston Tea Party and fought in the Revolutionary War. The Common was designated as a Boston Landmark by the Boston Landmarks Commission in 1977.[5]\n\nThe Common is sometimes erroneously referred to as the \"Boston Commons\".[6][7] This stems from its use as a town commons starting in 1634; the modern park's name forgoes the s.\n\n"
        },
        {
            "title": "History",
            "text": "The first European owner of the land that became the Common was William Blaxton. Blaxton had arrived in Massachusetts as chaplain to the Robert Gorges expedition that landed in Weymouth in 1623. Every other member of this colonization attempt returned to England before the winter of 1625. By this time Blaxton had migrated five miles north to the Shawmut Peninsula, then a 1 mi2 rocky bulge at the end of a swampy isthmus, surrounded on all sides by mudflats. Blaxton lived entirely alone for five years on the peninsula that would become Boston.[8]\n\nIn 1630 Blaxton wrote a decisive letter to the Puritan group led by Isaac Johnson, whose colony of Charlestown was then failing from lack of fresh water. Blaxton advertised the excellent natural springs of the peninsula and invited Johnson's group to settle with him on it, which they did on 7 September 1630. Johnson died less than three weeks later and Blaxton negotiated a grant of 50 acres around his home on the western edge of the peninsula from the new governor of the colony, John Winthrop. This amounted to around 10% of the available land on the Shawmut Peninsula and stretched from what is now Beacon Hill to Boylston Street.[9] One of Johnson's last official acts as the leader of the Charleston community before dying on 30 September 1630 was to name the new settlement across the river \"Boston,\" after his seaside hometown in Lincolnshire from which he, his wife (namesake of the Arbella) and John Cotton (grandfather of Cotton Mather) had emigrated to New England.\n\nHowever the Episcopalian Blaxton quickly tired of the Puritan church fathers and the difficulty of retaining such a large plot of land in a town that had grown to nearly 4,000 people by 1633. This led Blaxton to sell all but six of his 50 acres back to Winthrop in 1634 for ₤30 ($5,455 adjusted). The governor purchased the land through a one-time tax on residents amounting to 6 shillings (around $50 adjusted) per person. Those 44 acres became the town commons of Puritan Boston and today form the bulk of Boston Common.[9]\n\nThe Common was used for a variety of purposes until its formal conversion into a public park during the 1830s. These uses gradually became more urban as the city developed, shifting from pastureland, to military drilling field, execution grounds, public gathering place and finally parkland.\n\nDuring the 1630s the Common was used by many families as a cow pasture. This traditional use for a commons quickly ended when the large herds kept by affluent families led to overgrazing and the collapse of the Common as pastureland.[10] In 1646 grazing was limited to 70 cows at a time. The Common continued to host cows until they were formally banned in 1830 by Mayor Harrison Gray Otis.[11][12]\n\nWhat is now called the Granary Burying Ground, located at the southern edge of the Common, was established in 1660. Two years later part of this land was separated from the Common, with the southwest portion used for public buildings including a Granary and house of correction, and the north portion dedicated to an almshouse (probably the first in the Thirteen Colonies).[13][14][15]\n\nBoston Common took over from the gibbet just outside the gate guarding Boston Neck as the town execution grounds and was used for public hangings until 1817. Most of these executions were carried out from the limb of a large oak, which was replaced with a gallows in 1769. Those executed included common criminals, military deserters, Indians and other enslaved persons, captured pirates and most notably, religious dissidents. The most famous victims of the Common's era as an execution grounds were the group of Quakers known almost immediately after their deaths as the Boston martyrs. The most famous of the Boston Martyrs was executed on 1 June 1660. This was the Quaker Mary Dyer, who was hanged from the oak by the Puritan government of Boston for repeatedly defying a law that banned Quakers from the Massachusetts Bay Colony.[16][17][18][8]\n\nThe Common's status as a civic property led to its use as a public speaking grounds, frequently used by evangelists like George Whitefield, the orator who famously persuaded a reluctant Benjamin Franklin to part with all the money he carried (more than $2,000 adjusted) during a 1739 meeting in Philadelphia. On 19 May 1713, two hundred citizens rioted on the Common in reaction to a food shortage in the city. They later attacked the ships and warehouses of wealthy merchant Andrew Belcher, who was exporting grain to the British West Indies for higher profits. The lieutenant governor was shot during the riot.[19][20]\n\nThe Common was used as a camp by the British before the American Revolutionary War, from which they left for the Battle of Lexington and Concord.\n\nTrue park status seems to have emerged no later than 1830, when the grazing of cows was ended and renaming the Common as Washington Park was proposed. Renaming the bordering Sentry Street to Park Place (later to be called Park Street) in 1804[21] already acknowledged the reality. By 1836, an ornamental iron fence fully enclosed the Common and its five perimeter malls or recreational promenades, the first of which, Tremont Mall, had been in place since 1728, in imitation of St. James's Park in London. Given these improvements dating back to 1728, a case could be made that Boston Common is in fact the world's first public urban park, since these developments precede the establishment of the earliest public urban parks in England—Derby Arboretum (1840), Peel Park, Salford (1846), and Birkenhead Park (1847)—which are often considered the first.[citation needed] The park was originally \"out of bounds\" for Black and American Indian people, a restriction that was fought by the Black community in Boston until it was lifted on July 4, 1836.[22]\n\n\nOriginally, the Charles Street side of Boston Common, along with the adjacent portions of the Public Garden, were used as an unofficial dumping ground, due to being the lowest-lying portions of the two parks; this, along with the Garden's originally having been a salt marsh, resulted in the portions of the two parks being \"a moist stew that reeked and that was a mess to walk over\", driving visitors away from these areas. Although plans had long been in place to regrade the Charles Street-facing portions of Boston Common and the Public Garden, the cost of moving the amount of soil necessary (approximately 62,000 cu yd (47,000 m3), weighing 93,000 short tons (84,000,000 kg), for the Common, plus an additional 9,000 cu yd (6,900 m3), weighing 14,000 short tons (13,000,000 kg), for the adjoining portions of the Public Garden) prevented the work from being undertaken. This finally changed in the summer of 1895, when the required quantity of soil was made available as a result of the excavation of the Tremont Street subway, and was used to regrade the Charles Street sides of both Boston Common and the Public Garden.[23]\nA hundred people gathered on the Common in early 1965 to protest the Vietnam War. A second protest happened on October 15, 1969, this time with 100,000 people protesting in the Moratorium to End the War in Vietnam.[24][25]\n\nToday, the Common serves as a public park for all to use for formal or informal gatherings. Events such as concerts, protests, softball games, and ice skating (on Frog Pond) often take place in the park. Famous individuals such as Martin Luther King Jr. and Pope John Paul II have made speeches there. Judy Garland gave her largest concert ever (100,000+) on the Common, on August 31, 1967.\n\nIt was declared a U.S. National Historic Landmark in 1987.[1][3] The Boston Common is a public park managed by the Boston Park Department and cared for by Friends of the Public Garden, a private advocacy group, which also provides additional funding for maintenance and special events.[26]\n\nMikhail Gorbachev gave a speech in the Common on May 31, 1990, on his way to Washington D.C. to sign agreements with U.S. President George H. W. Bush.[citation needed]\n\nOn October 21, 2006, the Common became the site of a new world record, when 30,128 Jack-o'-lanterns were lit simultaneously around the park at the Life Is Good Pumpkin Festival.[27] The previous record, held by Keene, New Hampshire since 2003, was 28,952.[28]\n\nOn August 27, 2007, two teenagers were shot on the Common. One of the bullets fired during the shooting struck the Massachusetts State House.[29] A strict curfew has since been enforced, which has been protested by the homeless population of Boston.[30][31]\n\nOn January 21, 2017, approximately 175,000 people marched from the common to the Back Bay vicinity to profess resistance to the anti-female viewpoints held by president Donald Trump.[32]\n\nOn August 19, 2017, approximately 40,000 people marched from Roxbury Crossing to Boston Common to protest hate speech and white supremacy, in the wake of events in Charlottesville, VA the week before. A right-wing \"Free Speech\" rally had been planned on Boston Common, which some feared would draw members of the KKK, Neo Nazis and other hate groups. Boston Mayor Marty Walsh deemed the \"Fight Supremacy\" counter protest a great success.[33]\n\n"
        },
        {
            "title": "Notable features",
            "text": "The Common forms the southern foot of Beacon Hill. Boston Common is the southern end of Boston's Freedom Trail.\n\nThe Boston Common Frog Pond sits at the heart of Boston Common. Managed by The Skating Club of Boston in partnership with the City of Boston,[34] Frog Pond is home to a winter ice skating rink and learn-to-skate school, a reflecting pool in the spring and fall, and a summer spray pool and children's carousel.\n\nThe softball fields lie in the southwest corner of the Common. A grassy area forms the western part of the park and is most commonly used for the park's largest events. A parking garage lies under this part of the Common. A granite slab there commemorates Pope John Paul II's October 1, 1979 visit to Boston.  The Pope said mass that day to an estimated 400,000 people.[35]\n\nIn 1913 and 1986, prehistoric sites were discovered on the Common indicating Native American presence in the area as far back as 8,500 years ago.[36]\n\nSince 1971, the Province of Nova Scotia has donated the annual Christmas Tree to the City of Boston as an enduring thank-you for the relief efforts of the Boston Red Cross and the Massachusetts Public Safety Committee following the Halifax Explosion of 1917.[37]\n\n"
        }
    ]
}