{
    "url": "https://en.wikipedia.org/wiki/Boy_Scout_Memorial",
    "title": "Boy Scout Memorial",
    "table_of_contents": [
        "1 Description",
        "2 Information",
        "2.1 Acquisition",
        "3 Condition",
        "4 Further reading",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Boy Scout Memorial is a public artwork by American sculptor Donald De Lue, located at The Ellipse in Washington, D.C., United States. The Boy Scout Memorial serves as a tribute to the Boy Scouts of America.[1]\n\n"
        },
        {
            "title": "Description",
            "text": "The sculpture consists of three bronze figures: a Boy Scout in the center wearing a uniform stepping forward and carrying a walking stick in his left hand. Flanking him are two larger allegorical figures of a man and woman. They represent \"American Manhood and Womanhood and the ideals they will pass onto the youth.\" To the Boy Scout's right side is the male figure, nearly nude, who carries a bundle of leaves and drapery in his left arm. Part of the drapery blows across his middle as he strides forward with his right leg. To the Scout's left side is the female figure who holds a torch in her left hand that has a gold-colored flame. Her left hand extends slightly and her palm is facing upward and she strides forward on her  right leg. The three figures are mounted on a hexagonal-shaped base (62 x 92 x 98 in.) and in front of the sculpture is a circular pool of water.\n\nA panel on the base is inscribed with the Scout Oath:\n\nThe rim of the pool is inscribed:\n\n"
        },
        {
            "title": "Information",
            "text": "The three figures represent various concepts. According to the National Park Service the Boy Scout \"represents the aspirations of all past, present, and future Scouts throughout the world. The male figure exemplifies physical, mental, and moral fitness, love of country, good citizenship, loyalty, honor, and courage. He carries a helmet, a symbol of masculine attire. The female figure symbolizes enlightenment with the love of God and fellow man, justice, freedom, and democracy. She holds the eternal flame of God's Holy Spirit.\"[2]\n\nThe sculpture was founded by Modern Art Foundry in New York.[1]\n\nIn 1959, the 50th anniversary year of Scouting, Lyndon B. Johnson, then Senate majority leader, introduced a measure to establish the memorial.[3] Upon approval, funds for the sculpture were raised by Boy Scouts collecting dimes throughout the country, therefore no government spending was used. The names of all the collecting Scouts are inscribed on scrolls that are placed inside the base of the unit.[1]\n\nThe sculpture sits at the location of the 1937 National Scout Jamboree, the first jamboree. It was dedicated on November 7, 1964 and accepted by Associate Supreme Court Justice Tom C. Clark who celebrated his 50th anniversary of being an Eagle Scout (Boy Scouts of America) on that day.[2]\n\n"
        },
        {
            "title": "Condition",
            "text": "This sculpture was surveyed by Save Outdoor Sculpture! in 1993 and was described as \"well maintained\".[1]\n\n"
        }
    ]
}