{
    "url": "https://en.wikipedia.org/wiki/Brahman",
    "title": "Brahman",
    "table_of_contents": [
        "1 Etymology and related terms",
        "2 History and literature",
        "2.1 Vedic",
        "2.2 Upanishads",
        "2.2.1 Criticism to this concept of Mahā-vākya",
        "3 Discussion",
        "3.1 Brahman as a metaphysical concept",
        "3.1.1 Atma: the ultimate reality",
        "3.1.2 Maya: the perceived reality",
        "3.1.3 Nirguna  and Saguna Brahman",
        "3.2 Brahman as an ontological concept",
        "3.3 Brahman as an axiological concept",
        "3.4 Brahman as a teleological concept",
        "3.5 Brahman as a soteriological concept: Moksha",
        "4 Schools of thought",
        "4.1 Vedanta",
        "4.1.1 Advaita Vedanta",
        "4.1.2 Dvaita Vedanta",
        "4.1.3 Achintya Bheda Abheda",
        "4.2 Vaishnavism",
        "4.3 Bhakti movement",
        "5 Buddhist understanding of Brahman",
        "5.1 Brahma as a surrogate for Brahman in Buddhist texts",
        "6 Brahman in Sikhism",
        "7 Brahman in Jainism",
        "8 Comparison of Brahma, Brahman, Brahmin and Brahmanas",
        "9 See also",
        "10 Notes",
        "11 References",
        "11.1 Bibliography",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn Hinduism, Brahman (Sanskrit: ब्रह्मन्) connotes the highest universal principle, the ultimate reality in the universe.[1][2][3] In major schools of Hindu philosophy, it is the material, efficient, formal and final cause of all that exists.[2][4][5] It is the pervasive, infinite, eternal truth, consciousness and bliss which does not change, yet is the cause of all changes.[1][3][6] Brahman as a metaphysical concept refers to the single binding unity behind diversity in all that exists in the universe.\n\nBrahman is a Vedic Sanskrit word, and it is conceptualized in Hinduism, states Paul Deussen, as the \"creative principle which lies realized in the whole world\".[7] Brahman is a key concept found in the Vedas, and it is extensively discussed in the early Upanishads.[8] The Vedas conceptualize Brahman as the Cosmic Principle.[9] In the Upanishads, it has been variously described as Sat-cit-ānanda (truth-consciousness-bliss)[10][11] and as the unchanging, permanent, highest reality.[12][13][note 1][note 2]\n\nBrahman is discussed in Hindu texts with the concept of Atman (Sanskrit: आत्मन्), (Self),[8][16] personal,[note 3] impersonal[note 4] or Para Brahman,[note 5] or in various combinations of these qualities depending on the philosophical school.[17] In dualistic schools of Hinduism such as the theistic Dvaita Vedanta, Brahman is different from Atman (Self) in each being.[5][18][19] In non-dual schools such as the Advaita Vedanta, the substance of Brahman is identical to the substance of Atman, is everywhere and inside each living being, and there is connected spiritual oneness in all existence.[6][20][21]\n\n"
        },
        {
            "title": "Etymology and related terms",
            "text": "Sanskrit (ब्रह्मन्) Brahman (an n-stem, nominative bráhma, from a root bṛh- \"to swell, expand, grow, enlarge\")  is a neuter noun to be distinguished from the masculine brahmán—denoting a person associated with Brahman, and from Brahmā, the creator God in the Hindu Trinity, the Trimurti. Brahman is thus a gender-neutral concept that implies greater impersonality than masculine or feminine conceptions of the deity. Brahman is referred to as the supreme self. Puligandla states it as \"the unchanging reality amidst and beyond the world\",[22] while Sinar states Brahman is a concept that \"cannot be exactly defined\".[23]\n\nIn Vedic Sanskrit:\n\nIn later Sanskrit usage:\n\nThese are distinct from:\n\n"
        },
        {
            "title": "History and literature",
            "text": "Brahman is a concept present in Vedic Samhitas, the oldest layer of the Vedas dated to the late 2nd millennium BCE. For example,[26]\n\nThe concept Brahman is referred to in hundreds of hymns in the Vedic literature.[27] The word Brahma is found in Rig veda hymns such as 2.2.10,[28] 6.21.8,[29] 10.72.2[30] and in Atharva veda hymns such as 6.122.5, 10.1.12, and 14.1.131.[27] The concept is found in various layers of the Vedic literature; for example:[27] Aitareya Brahmana 1.18.3, Kausitaki Brahmana 6.12, Satapatha Brahmana 13.5.2.5, Taittiriya Brahmana 2.8.8.10, Jaiminiya Brahmana 1.129, Taittiriya Aranyaka 4.4.1 through 5.4.1, Vajasaneyi Samhita 22.4 through 23.25, Maitrayani Samhita 3.12.1:16.2 through 4.9.2:122.15. The concept is extensively discussed in the Upanishads embedded in the Vedas (see next section), and also mentioned in the vedāṅga (the limbs of Vedas) such as the Srauta sutra 1.12.12 and Paraskara Gryhasutra 3.2.10 through 3.4.5.[27]\n\nJan Gonda states that the diverse reference of Brahman in the Vedic literature, starting with Rigveda Samhitas, convey \"different senses or different shades of meaning\".[31] There is no one single word in modern Western languages that can render the various shades of meaning of the word Brahman in the Vedic literature, according to Jan Gonda.[31] In verses considered as the most ancient, the Vedic idea of Brahman is the \"power immanent in the sound, words, verses and formulas of Vedas\". However, states Gonda, the verses suggest that this ancient meaning was never the only meaning, and the concept evolved and expanded in ancient India.[32]\n\nBarbara Holdrege states that the concept Brahman is discussed in the Vedas along four major themes: as the Word or verses (Sabdabrahman),[33] as Knowledge embodied in Creator Principle, as Creation itself, and a Corpus of traditions.[34] Hananya Goodman states that the Vedas conceptualize Brahman as the Cosmic Principles underlying all that exists.[9] Gavin Flood states that the Vedic era witnessed a process of abstraction, where the concept of Brahman evolved and expanded from the power of sound, words and rituals to the \"essence of the universe\", the \"deeper foundation of all phenomena\", the \"essence of the self (Atman, Self)\", and the deeper \"truth of a person beyond apparent difference\".[35]\n\nThe primary focus on the early Upanishads is Brahmavidya and Atmavidya, that is the knowledge of Brahman and the knowledge of Atman (Self), what it is and how it is understood.[38] The texts do not present a single unified theory, rather they present a variety of themes with multiple possible interpretations, which flowered in post-Vedic era as premises for the diverse schools of Hinduism.[8]\n\nPaul Deussen states that the concept of Brahman in the Upanishads expands to metaphysical, ontological and soteriological themes, such as it being the \"primordial reality that creates, maintains and withdraws within it the universe\",[39] the \"principle of the world\",[39] the \"absolute\",[40] the \"general, universal\",[41] the \"cosmic principle\",[42] the \"ultimate that is the cause of everything including all gods\",[43] the \"divine being, Lord, distinct God, or God within oneself\",[44] the \"knowledge\",[45] the \"Self, sense of self of each human being that is fearless, luminuous, exalted and blissful\",[46] the \"essence of liberation, of spiritual freedom\",[47] the \"universe within each living being and the universe outside\",[46] the \"essence and everything innate in all that exists inside, outside and everywhere\".[48]\n\nGavin Flood summarizes the concept of Brahman in the Upanishads to be the \"essence, the smallest particle of the cosmos and the infinite universe\", the \"essence of all things which cannot be seen, though it can be experienced\", the \"Self within each person, each being\", the \"truth\", the \"reality\", the \"absolute\", the \"bliss\" (ananda).[35]\n\nAccording to Radhakrishnan, the sages of the Upanishads teach Brahman as the ultimate essence of material phenomena that cannot be seen or heard, but whose nature can be known through the development of self-knowledge (atma jnana).[49]\n\nThe Upanishads contain several mahā-vākyas or \"Great Sayings\"  on the concept of Brahman:[50]\n\nThe Upanishad discuss the metaphysical concept of Brahman in many ways, such as the Śāṇḍilya doctrine in Chapter 3 of the Chandogya Upanishad, among of the oldest Upanishadic texts.[58] The Śāṇḍilya doctrine on Brahman is not unique to Chandogya Upanishad, but found in other ancient texts such as the Satapatha Brahmana in section 10.6.3. It asserts that Atman (the inner essence, Self inside man) exists, the Brahman is identical with Atman, that the Brahman is inside man—thematic quotations that are frequently cited by later schools of Hinduism and modern studies on Indian philosophies.[58][59][60]\n\nPaul Deussen notes that teachings similar to above on Brahman, re-appeared centuries later in the words of the 3rd century CE Neoplatonic Roman philosopher Plotinus in Enneades 5.1.2.[61]\n\n\nFollowing are the words of A. C. Bhaktivedanta Swami Prabhupada, from a selected part of the purport of Ādi 7.128[63]\n"
        },
        {
            "title": "Discussion",
            "text": "The concept Brahman has a lot of undertones of meaning and is difficult to understand. It has relevance in metaphysics, ontology, axiology (ethics & aesthetics), teleology and soteriology.\n\nBrahman is the key metaphysical concept in various schools of Hindu philosophy. It is the theme in its diverse discussions to the two central questions of metaphysics: what is ultimately real, and are there principles applying to everything that is real?[64] Brahman is the ultimate \"eternally, constant\" reality, while the observed universe is a different kind of reality but one which is \"temporary, changing\" Maya in various orthodox Hindu schools. Maya pre-exists and co-exists with Brahman—the Ultimate Reality, The Highest Universal, the Cosmic Principles.[65]\n\n\n\nIn addition to the concept of Brahman, Hindu metaphysics includes the concept of Atman—or Self, which is also considered ultimately real.[65] The various schools of Hinduism, particularly the dual and non-dual schools, differ on the nature of Atman, whether it is distinct from Brahman, or same as Brahman. Those that consider Brahman and Atman as distinct are theistic, and Dvaita Vedanta and later Nyaya schools illustrate this premise.[66] Those that consider Brahman and Atman as same are monist or pantheistic, and Advaita Vedanta, later Samkhya[67] and Yoga schools illustrate this metaphysical premise.[68][69][70] In schools that equate Brahman with Atman, Brahman is the sole, ultimate reality.[71] The predominant teaching in the Upanishads is the spiritual identity of Self within each human being, with the Self of every other human being and living being, as well as with the supreme, ultimate reality Brahman.[72][73]\n\n\n\nIn the metaphysics of the major schools of Hinduism, Maya is perceived reality, one that does not reveal the hidden principles, the true reality—the Brahman. Maya is unconscious, Brahman-Atman is conscious. Maya is the literal and the effect, Brahman is the figurative Upādāna—the principle and the cause.[65] Maya is born, changes, evolves, dies with time, from circumstances, due to invisible principles of nature. Atman-Brahman is eternal, unchanging, invisible principle, unaffected absolute and resplendent consciousness. Maya concept, states Archibald Gough, is \"the indifferent aggregate of all the possibilities of emanatory or derived existences, pre-existing with Brahman\", just like the possibility of a future tree pre-exists in the seed of the tree.[65]\n\n\n\nBrahman, the ultimate reality, is both with and without attributes. In this context, Para Brahman is formless and omniscient Ishvara - the god or Paramatman and Om, where as Saguna Brahman is manifestation or avatara of god in personified form.\n\nWhile Hinduism sub-schools such as Advaita Vedanta emphasize the complete equivalence of Brahman and Atman, they also expound on Brahman as saguna Brahman—the Brahman with attributes, and nirguna Brahman—the Brahman without attributes.[74] The nirguna Brahman is the Brahman as it really is, however, the saguna Brahman is posited as a means to realizing nirguna Brahman, but the Hinduism schools declare saguna Brahman to be a part of the ultimate nirguna Brahman[75] The concept of the saguna Brahman, such as in the form of avatars, is considered in these schools of Hinduism to be a useful symbolism, path and tool for those who are still on their spiritual journey, but the concept is finally cast aside by the fully enlightened.[75]\n\nBrahman, along with Self (Atman) are part of the ontological[76] premises of Indian philosophy.[77][78] Different schools of Indian philosophy have held widely dissimilar ontologies. Buddhism and Carvaka school of Hinduism deny that there exists anything called \"a Self\" (individual Atman or Brahman in the cosmic sense), while the orthodox schools of Hinduism, Jainism and Ajivikas hold that there exists \"a Self\".[79][80]\n\nBrahman as well the Atman in every human being (and living being) is considered equivalent and the sole reality, the eternal, self-born, unlimited, innately free, blissful Absolute in schools of Hinduism such as the Advaita Vedanta and Yoga.[81][82][83] Knowing one's own self is knowing the God inside oneself, and this is held as the path to knowing the ontological nature of Brahman (universal Self) as it is identical to the Atman (individual Self). The nature of Atman-Brahman is held in these schools, states Barbara Holdrege, to be as a pure being (sat), consciousness (cit) and full of bliss (ananda), and it is formless, distinctionless, nonchanging and unbounded.[81]\n\nIn theistic schools, in contrast, such as Dvaita Vedanta, the nature of Brahman is held as eternal, unlimited, innately free, blissful Absolute, while each individual's Self is held as distinct and limited which can at best come close in eternal blissful love of the Brahman (therein viewed as the Godhead).[84]\n\nOther schools of Hinduism have their own ontological premises relating to Brahman, reality and nature of existence. Vaisheshika school of Hinduism, for example, holds a substantial, realist ontology.[85] The Carvaka school denied Brahman and Atman, and held a materialist ontology.[86]\n\nBrahman and Atman are key concepts to Hindu theories of axiology: ethics and aesthetics.[87][88] Ananda (bliss), state Michael Myers and other scholars, has axiological importance to the concept of Brahman, as the universal inner harmony.[89][90] Some scholars equate Brahman with the highest value, in an axiological sense.[91]\n\nThe axiological concepts of Brahman and Atman is central to Hindu theory of values.[92] A statement such as 'I am Brahman', states Shaw, means 'I am related to everything', and this is the underlying premise for compassion for others in Hinduism, for each individual's welfare, peace, or happiness depends on others, including other beings and nature at large, and vice versa.[93] Tietge states that even in non-dual schools of Hinduism where Brahman and Atman are treated ontologically equivalent, the theory of values emphasizes individual agent and ethics. In these schools of Hinduism, states Tietge, the theory of action are derived from and centered in compassion for the other, and not egotistical concern for the self.[94]\n\nThe axiological theory of values emerges implicitly from the concepts of Brahman and 'Atman, states Bauer.[95] The aesthetics of human experience and ethics are one consequence of self-knowledge in Hinduism, one resulting from the perfect, timeless unification of one's Self with the Brahman, the Self of everyone, everything and all eternity, wherein the pinnacle of human experience is not dependent on an afterlife, but pure consciousness in the present life itself.[95] It does not assume that an individual is weak nor does it presume that he is inherently evil, but the opposite: human Self and its nature is held as fundamentally unqualified, faultless, beautiful, blissful, ethical, compassionate and good.[95][96] Ignorance is to assume it evil, liberation is to know its eternal, expansive, pristine, happy and good nature.[95] The axiological premises in the Hindu thought and Indian philosophies in general, states Nikam, is to elevate the individual, exalting the innate potential of man, where the reality of his being is the objective reality of the universe.[97] The Upanishads of Hinduism, summarizes Nikam, hold that the individual has the same essence and reality as the objective universe, and this essence is the finest essence; the individual Self is the universal Self, and Atman is the same reality and the same aesthetics as the Brahman.[97]\n\nBrahman and Atman are very important teleological concepts. Teleology deals with the apparent purpose, principle or goal of something. In the first chapter of the Shvetashvatara Upanishad, these questions are dealt with. It says :\n\nAccording to the Upanishads, the main purpose/meaning of anything or everything can be explained or achieved/understood only through the realization of the Brahman. The apparent purpose of everything can be grasped by obtaining the Brahman, as the Brahman is referred to the one thing that when known, all other things are known. \n\nElsewhere in the Upanishads, the relationship between Brahman & all knowledge is established, such that any questions of apparent purpose/teleology are resolved when the Brahman is ultimately known. This is found in the Aitareya Upanishad 3.3 and Brihadaranyaka Upanishad 4.4.17.\n\nOne of the main reasons why Brahman should be realized is because it removes suffering from a person's life. This is because the person has the ability and knowledge to discriminate between the unchanging (Purusha; Atman-Brahman) and the ever-changing (Prakriti; maya) and so the person is not attached to the transient, fleeting & impermanent. Hence, the person is only content with their true self and not the body or anything else. Further elaborations of Brahman as the central teleological issue are found in Shankara's commentaries of the Brahma Sutras & his Vivekachudamani.\n\nIn Brihadaranyaka Upanishad 3.9.26 it mentions that the atman 'neither trembles in fear nor suffers injury' and in the Isha Upanishad 6-7 it too talks about suffering as non-existent when one becomes the Brahman as they see the self in all beings and all beings in the self. Hence the famous Advaita Vedanta commentator Shankara noted that Sabda Pramana (scriptural epistemology) & anubhava (personal experience) is the ultimate & only source of knowing/learning the Brahman, and that the purpose or existence of it cannot be verified independently through anything else because it's not an object of perception & beyond conceptualizations. All Vedanta schools agree on this. These teleological discussions inspired some refutations from competing philosophies about the existence/origin/purpose of Brahman, avidya (ignorance) & maya and the relationship between the two, leading to different schools like Kashmiri Shaivism & others.\n\nThe orthodox schools of Hinduism, particularly Vedanta, Samkhya and Yoga schools, focus on the concept of Brahman and Atman in their discussion of moksha. The Advaita Vedanta holds there is no being/non-being distinction between Atman and Brahman. The knowledge of Atman (Self-knowledge) is synonymous to the knowledge of Brahman inside the person and outside the person. Furthermore, the knowledge of Brahman leads to a sense of oneness with all existence, self-realization, indescribable joy, and moksha (freedom, bliss),[101] because Brahman-Atman is the origin and end of all things, the universal principle behind and at source of everything that exists, consciousness that pervades everything and everyone.[102]\n\nThe theistic sub-school such as Dvaita Vedanta of Hinduism, starts with the same premises, but adds the premise that individual Self and Brahman are distinct, and thereby reaches entirely different conclusions where Brahman is conceptualized in a manner similar to God in other major world religions.[18] The theistic schools assert that moksha is the loving, eternal union or nearness of one's Self with the distinct and separate Brahman (Vishnu, Shiva or equivalent henotheism). Brahman, in these sub-schools of Hinduism is considered the highest perfection of existence, which every Self journeys towards in its own way for moksha.[103]\n\n"
        },
        {
            "title": "Schools of thought",
            "text": "The concept of Brahman, its nature and its relationship with Atman and the observed universe, is a major point of difference between the various sub-schools of the Vedanta school of Hinduism.\n\nAdvaita Vedanta espouses nondualism. Brahman is the sole unchanging reality,[71] there is no duality, no limited individual Self nor a separate unlimited cosmic Self, rather all Self, all of existence, across all space and time, is one and the same.[6][81][104] The universe and the Self inside each being is Brahman, and the universe and the Self outside each being is Brahman, according to Advaita Vedanta. Brahman is the origin and end of all things, material and spiritual. Brahman is the root source of everything that exists. He states that Brahman can neither be taught nor perceived (as an object of intellectual knowledge), but it can be learned and realized by all human beings.[20] The goal of Advaita Vedanta is to realize that one's Self (Atman) gets obscured by ignorance and false-identification (\"Avidya\"). When Avidya is removed, the Atman (Self inside a person) is realized as identical with Brahman.[74] The Brahman is not an outside, separate, dual entity, the Brahman is within each person, states Advaita Vedanta school of Hinduism. Brahman is all that is eternal, unchanging and that which truly exists.[71] This view is stated in this school in many different forms, such as \"Ekam sat\" (\"Truth is one\"), and all is Brahman.\n\nThe universe does not simply come from Brahman, it is Brahman. According to Adi Shankara, a proponent of Advaita Vedanta, the knowledge of Brahman that shruti provides cannot be obtained by any other means besides self inquiry.[105]\n\nIn Advaita Vedanta, nirguna Brahman, that is the Brahman without attributes, is held to be the ultimate and sole reality.[71][75] Consciousness is not a property of Brahman but its very nature. In this respect, Advaita Vedanta differs from other Vedanta schools.[106]\n\nExample verses from Bhagavad-Gita include:\n\nBrahman of Dvaita is a concept similar to God in major world religions.[18] Dvaita holds that the individual Self is dependent on God, but distinct.[18]\n\nDvaita propounds Tattvavada which means understanding differences between Tattvas (significant properties) of entities within the universal substrate as follows:[citation needed]\n\nThe Acintya Bheda Abheda philosophy is similar to Dvaitadvaita (differential monism). In this philosophy, Brahman is not just impersonal, but also personal.[110] That Brahman is Supreme Personality of Godhead, though on first stage of realization (by process called jnana) of Absolute Truth, He is realized as impersonal Brahman, then as personal Brahman having eternal Vaikuntha abode (also known as Brahmalokah sanatana), then as Paramatma (by process of yoga–meditation on Superself, Vishnu-God in heart)—Vishnu (Narayana, also in everyone's heart) who has many abodes known as Vishnulokas (Vaikunthalokas), and finally (Absolute Truth is realized by bhakti) as Bhagavan, Supreme Personality of Godhead, who is source of both Paramatma and Brahman (personal, impersonal, or both).[110]\n\nAll Vaishnava schools are panentheistic and perceive the Advaita concept of identification of Atman with the impersonal Brahman as an intermediate step of self-realization, but not Mukti, or final liberation of complete God-realization through Bhakti Yoga.[citation needed] Gaudiya Vaishnavism, a form of Achintya Bheda Abheda philosophy, also concludes that Brahman is the Supreme Personality of Godhead. According to them, Brahman is Lord Vishnu; the universe and all other manifestations of the Supreme are extensions of Him.[citation needed]\n\nThe Bhakti movement of Hinduism built its theosophy around two concepts of Brahman—Nirguna and Saguna.[111] Nirguna Brahman was the concept of the Ultimate Reality as formless, without attributes or quality.[112] Saguna Brahman, in contrast, was envisioned and developed as with form, attributes and quality.[112] The two had parallels in the ancient pantheistic unmanifest and theistic manifest traditions, respectively, and traceable to Arjuna-Krishna dialogue in the Bhagavad Gita.[111][113] It is the same Brahman, but viewed from two perspectives, one from Nirguni knowledge-focus and other from Saguni love-focus, united as Krishna (an 8th incarnation of Lord Vishnu) in the Gita.[113] Nirguna bhakta's poetry were Jnana-shrayi, or had roots in knowledge.[111] Saguna bhakta's poetry were Prema-shrayi, or with roots in love.[111] In Bhakti, the emphasis is reciprocal love and devotion, where the devotee loves God, and God loves the devotee.[113]\n\nJeaneane Fowler states that the concepts of Nirguna and Saguna Brahman, at the root of Bhakti movement theosophy, underwent more profound development with the ideas of Vedanta school of Hinduism, particularly those of Adi Shankara's Advaita Vedanta, Ramanuja's Vishishtadvaita Vedanta, and Madhvacharya's Dvaita Vedanta.[112] Two 12th-century influential treatises on bhakti were Sandilya Bhakti Sutra—a treatise resonating with Nirguna-bhakti, and Narada Bhakti Sutra—a treatise that leans towards Saguna-bhakti.[114]\n\nNirguna and Saguna Brahman concepts of the Bhakti movement has been a baffling one to scholars, particularly the Nirguni tradition because it offers, states David Lorenzen, \"heart-felt devotion to a God without attributes, without even any definable personality\".[115] Yet given the \"mountains of Nirguni bhakti literature\", adds Lorenzen, bhakti for Nirguna Brahman has been a part of the reality of the Hindu tradition along with the bhakti for Saguna Brahman.[115] These were two alternate ways of imagining God during the bhakti movement.[111]\n\n"
        },
        {
            "title": "Buddhist understanding of Brahman",
            "text": "Buddhism rejects the Upanishadic doctrine of Brahman and Atman (permanent Self, essence).[note 6] According to Damien Keown, \"the Buddha said he could find no evidence for the existence of either the personal Self (atman) or its cosmic counterpart (brahman)\".[116] The metaphysics of Buddhism rejects Brahman (ultimate being), Brahman-like essence, Self and anything metaphysically equivalent through its Anatta doctrine.[117][118][119]\n\nAccording to Merv Fowler, some forms of Buddhism have incorporated concepts that resemble that of Brahman.[note 7] As an example, Fowler cites the early Sarvastivada school of Buddhism, which \"had come to accept a very pantheistic religious philosophy, and are important because of the impetus they gave to the development of Mahayana Buddhism\".[120] According to William Theodore De Bary, in the doctrines of the Yogacara school of Mahayana Buddhism, \"the Body of Essence, the Ultimate Buddha, who pervaded and underlay the whole universe [...] was in fact the World Self, the Brahman of the Upanishads, in a new form\".[121] According to Fowler, some scholars have identified the Buddhist nirvana, conceived of as the Ultimate Reality, with the Hindu Brahman/atman; Fowler claims that this view \"has gained little support in Buddhist circles.\"[122] Fowler asserts  that the authors of a number of Mahayana texts took pains to differentiate their ideas from the Upanishadic doctrine of Brahman.[note 8]\n\nThe spiritual concept of Brahman is far older in the Vedic literature[citation needed], and some scholars suggest deity Brahma may have emerged as a personal conception and icon with form and attributes (saguna version) of the impersonal, nirguna (without attributes), formless universal principle called Brahman.[123] In the Hindu texts, one of the earliest mentions of deity Brahma along with Vishnu and Shiva is in the fifth Prapathaka (lesson) of the Maitrayaniya Upanishad, probably composed in late 1st millennium BCE, after the rise of Buddhism.[124][125][126]\n\nThe early Buddhists attacked the concept of Brahma, states Gananath Obeyesekere, and thereby polemically attacked the Vedic and Upanishadic concept of gender neutral, abstract metaphysical Brahman.[127] This critique of Brahma in early Buddhist texts aim at ridiculing the Vedas, but the same texts simultaneously call metta (loving-kindness, compassion) as the state of union with Brahma. The early Buddhist approach to Brahma was to reject any creator aspect, while retaining the value system in the Vedic Brahmavihara concepts, in the Buddhist value system.[127] According to Martin Wiltshire, the term \"Brahma loka\" in the Buddhist canon, instead of \"Svarga loka\", is likely a Buddhist attempt to choose and emphasize the \"truth power\" and knowledge focus of the Brahman concept in the Upanishads.[128] Simultaneously, by reformulating Brahman as Brahma and relegating it within its Devas and Samsara theories, early Buddhism rejected the Atman-Brahman premise of the Vedas to present its own Dhamma doctrines (anicca, dukkha and anatta).[129]\n\n"
        },
        {
            "title": "Brahman in Sikhism",
            "text": "The metaphysical concept of Brahman, particularly as nirguni Brahman—attributeless, formless, eternal Highest Reality—is at the foundation of Sikhism.[135] This belief is observed through nirguni Bhakti by the Sikhs.[136][137]\n\nIn Gauri, which is part of the Guru Granth Sahib, Brahman is declared as \"One without a second\", in Sri Rag \"everything is born of Him, and is finally absorbed in Him\", in Var Asa \"whatever we see or hear is the manifestation of Brahman\".[138] Nesbitt states that the first two words, Ik Onkar, in the twelve-word Mul Mantar at the opening of the Sikh scripture Guru Granth Sahib, has been translated in three different ways by scholars: \"There is one god\", \"This being is one\", and as \"One reality is\".[130]\n\nSimilar emphasis on \"One without a second\" for metaphysical concept of Brahman, is found in ancient texts of Hinduism, such as the Chandogya Upanishad's chapter 6.2.[139][140] The ideas about God and Highest Reality in Sikhism share themes found in the Saguna and Nirguna concepts of Brahman in Hinduism.[135][141]\n\nThe concept of Ultimate Reality (Brahman) is also referred in Sikhism as Nam, Sat-naam or Naam, and Ik Oankar like Hindu Om symbolizes this Reality.[142][143]\n\n"
        },
        {
            "title": "Brahman in Jainism",
            "text": "Scholars contest whether the concept of Brahman is rejected or accepted in Jainism. The concept of a theistic God is rejected by Jainism, but Jiva or \"Atman (Self) exists\" is held to be a metaphysical truth and central to its theory of rebirths and Kevala Jnana.[144]\n\nBissett states that Jainism accepts the \"material world\" and \"Atman\", but rejects Brahman—the metaphysical concept of Ultimate Reality and Cosmic Principles found in the ancient texts of Hinduism.[145] Goswami, in contrast, states that the literature of Jainism has an undercurrent of monist theme, where the self who gains the knowledge of Brahman (Highest Reality, Supreme Knowledge) is identical to Brahman itself.[146] Jaini states that Jainism neither accepts nor rejects the premise of Ultimate Reality (Brahman), instead Jain ontology adopts a many sided doctrine called Anekantavada. This doctrine holds that \"reality is irreducibly complex\" and no human view or description can represent the Absolute Truth.[147][148] Those who have understood and realized the Absolute Truth are the liberated ones and the Supreme Self (Paramatman), with Kevala Jnana.[147]\n\n"
        },
        {
            "title": "",
            "text": "Brahma is distinct from Brahman.[149] Brahma is a male deity, in the post-Vedic Puranic literature,[150] who creates but neither preserves nor destroys anything. He is envisioned in some Hindu texts to have emerged from the metaphysical Brahman along with Vishnu (preserver), Shiva (destroyer), all other gods, goddesses, matter and other beings.[151][150][152]\n\nBrahman is a metaphysical concept of Hinduism referring to the ultimate unchanging reality,[149][153][154] that is uncreated, eternal, infinite, transcendent, the cause, the foundation, the source and the goal of all existence.[151] It is envisioned as either the cause or that which transforms itself into everything that exists in the universe as well as all beings, that which existed before the present universe and time, which exists as current universe and time, and that which will absorb and exist after the present universe and time ends.[151] It is a gender neutral abstract concept.[151][155][156] The abstract Brahman concept is predominant in the Vedic texts, particularly the Upanishads;[157] while the deity Brahma finds minor mention in the Vedas and the Upanishads.[158] In the Puranic and the Epics literature, deity Brahma appears more often, but inconsistently. Some texts suggest that god Vishnu created Brahma (Vaishnavism),[159] others suggest god Shiva created Brahma (Shaivism),[160] yet others suggest goddess Devi created Brahma (Shaktism),[161] and these texts then go on to state that Brahma is a secondary creator of the world working respectively on their behalf.[161][162] Further, the medieval era texts of these major theistic traditions of Hinduism assert that the saguna[note 9] Brahman is Vishnu,[164] is Shiva,[165] or is Devi[166] respectively, they are different names or aspects of the Brahman, and that the Atman (Self) within every living being is the same or part of this ultimate, eternal Brahman.[167]\n\nBrahmin is a varna in Hinduism specialising in theory as priests, preservers and transmitters of sacred literature across generations.[168][169]\n\nThe Brahmanas are one of the four ancient layers of texts within the Vedas. They are primarily a digest incorporating myths, legends, the explanation of Vedic rituals and in some cases philosophy.[170][171] They are embedded within each of the four Vedas, and form a part of the Hindu śruti literature.[172]\n\n"
        }
    ]
}