{
    "url": "https://en.wikipedia.org/wiki/Brahmo_Samaj",
    "title": "Brahmo Samaj",
    "table_of_contents": [
        "1 Meaning of the name",
        "2 Doctrine",
        "3 Divisions of Brahmo Samaj",
        "3.1 Anusthanic versus Ananusthanic Brahmos",
        "4 History and timeline",
        "4.1 Brahmo Sabha",
        "4.2 Brief Eclipse of Brahmo Sabha",
        "4.3 Tattwabodhini period",
        "4.4 First Covenant and merger with the Tattwabodhini Sabha",
        "4.5 Foundation of the Brahmo Samaj",
        "4.6 First Secession",
        "4.7 Brahmo Samaj and Swami Narendranath Vivekananda",
        "4.8 Current status and number of adherents",
        "5 Social and religious reform",
        "6 See also",
        "7 References and notes",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBrahmo Samaj (Bengali: ব্রহ্ম সমাজ, romanized: Brahmô Sômaj, Bengali pronunciation: [bram.ho ʃɔ.b̤a]) is the societal component of Brahmoism, which began as a monotheistic reformist movement of the Hindu religion that appeared during the Bengal Renaissance.\n\nIt was one of the most influential religious movements in India[1] and made a significant contribution to the making of modern India.[2] It was started at Calcutta on 20 August 1828 by Raja Ram Mohan Roy and Dwarkanath Tagore as reformation of the prevailing Brahmanism of the time (specifically Kulin practices) and began the Bengal Renaissance of the 19th century pioneering all religious, social and educational advance of the Hindu community in the 19th century. Its Trust Deed was made in 1830 formalising its inception and it was duly and publicly inaugurated in January 1830 by the consecration of the first house of prayer, now known as the Adi Brahmo Samaj.[3] From the Brahmo Samaj springs Brahmoism, the most recent of legally recognised religions in India and Bangladesh, reflecting its foundation on reformed spiritual Hinduism with vital elements of Judeo-Islamic faith and practice.[4][5]\n\n"
        },
        {
            "title": "Meaning of the name",
            "text": "The Brahmo Samaj literally denotes community (Sanskrit: 'samaj') of men who worship Brahman the highest reality.[6] In reality Brahmo Samaj does not discriminate between caste, creed or religion and is an assembly of all sorts and descriptions of people without distinction, meeting publicly for the sober, orderly, religious and devout adoration of \"the (nameless) unsearchable Eternal, Immutable Being who is the Author and Preserver of the Universe.\"[7]\n\n"
        },
        {
            "title": "Doctrine",
            "text": "The following doctrines, as noted in Renaissance of Hinduism, are common to all varieties and offshoots of the Brahmo Samaj:[8][9]\n\n"
        },
        {
            "title": "Divisions of Brahmo Samaj",
            "text": "Anusthanic Brahmos comprise Adi Brahmos, Adi Dharmaites and many Sadharan Brahmos. Anusthanic Brahmos are exclusively adherents of the Brahmo religion and have no other faith.\n\nThe concept of 'soul' is anathema to such Brahmos, being ruled out by the 1861 anusthan and is properly termed as \"Being\" (life). Every \"unmortal\" Being is a part of God (Singularity, the Author and Preserver of Existence) which is sent out for a mission ('Kriya') on completion of which it reintegrates (absorbs) with \"God\". For Anusthanic Brahmos the next step after death on this life (or any life) is reintegration and renewal with 'God'.\nThis corresponds to the 2nd ('Adi') prime principle:-\n\nAnanusthanic Brahmos (ie. the non-anusthanic Brahmos) on the other hand have a different concept of \"immortal\" souls being eternally progressive towards God for its doings. This implies a Karmaic and fatalistic belief which is different to kriayic Brahmoism.[10]\n\n"
        },
        {
            "title": "History and timeline",
            "text": "On 20 August 1828 the first assembly of the Brahmo Sabha (progenitor of the Brahmo Samaj) was held at the North Calcutta house of Feringhee Kamal Bose. This day was celebrated by Brahmos as Bhadrotsab (ভাদ্রোৎসব Bhadrotshôb \"Bhadro celebration\"). These meetings were open to all Brahmins and there was no formal organisation or theology as such.[11][12]\n\nOn 8 January 1830 influential progressive members of the closely related Kulin Brahmin clan[13] scurrilously[14] described as Pirali Brahmin ie. ostracised for service in the Mughal Nizaamat of Bengal) of Tagore (Thakur) and Roy zameendar family mutually executed the Trust deed of Brahmo Sabha for the first Adi Brahmo Samaj (place of worship) on Chitpore Road (now Rabindra Sarani), Kolkata, India with Ram Chandra Vidyabagish as first resident superintendent.[15]\n\nOn 23 January 1830 or 11th Magh, the Adi Brahmo premises were publicly inaugurated (with about 500 Brahmins and 1 Englishman present). This day is celebrated by Brahmos as Maghotsab (মাঘোৎসব Maghotshôb \"Magh celebration\").\n\nIn November 1830 Rammohun Roy left for England. Akbar II had conferred the title of 'Raja' to Rammohun Roy.[16]\n\nBy the time of Rammohun's death in 1833 near Bristol (UK), attendance at the Sabha dwindled and the Telugu Brahmins revived idolatry. The zameendars, being preoccupied in business, had little time for affairs of Sabha, and flame of Sabha was almost extinguished.\n\nOn 6 October 1839, Debendranath Tagore, son of Dwarkanath Tagore, established Tattvaranjini Sabha which was shortly thereafter renamed the Tattwabodhini (\"Truth-seekers\") Sabha. Initially confined to immediate members of the Tagore family, in two years it mustered over 500 members. In 1840, Debendranath published a Bangla translation of Katha Upanishad. A modern researcher describes the Sabha's philosophy as modern middle-class (bourgeois) Vedanta.[17]. Among its first members were the \"two giants of Hindu reformation and Bengal Renaissance\", Akshay Kumar Datta, who in 1839 emerged from the life of an \"anonymous squalor-beset individual\", and Ishwar Chandra Vidyasagar, the \"indigenous modernizer\".[18]\n\nOn 7th Pous 1765 Shaka (1843) Debendranath Tagore and twenty other Tattwabodhini stalwarts were formally invited by Pt. Vidyabagish into the Trust of Brahmo Sabha. The Pous Mela at Santiniketan starts on this day.[19] From this day forth, the Tattwabodhini Sabha dedicated itself to promoting Ram Mohan Roy's creed.[20] The other Brahmins who swore the First Covenant of Brahmoism are:-\n\nIn 1861 the Brahmo Somaj (as it was spelled then) was founded at Lahore by Nobin Roy.[22] It included many Bengalis from the Lahore Bar Association. Many branches were opened in the Punjab, at Quetta, Rawalpindi, Amritsar etc.\n\nDisagreement with the Tattvabodhini came to a head publicly between the period of 1 August 1865 till November 1866 with many tiny splinter groups styling themselves as Brahmo. The most notable of these groups styled itself \"Brahmo Samaj of India\". This period is also referred to in the histories of the secessionists as the \"First Schism\".[23]\n\nSwami Vivekananda was influenced by the Brahmo Samaj of India, and visited the Sadharan Brahmo Samaj in his youth.[24]\n\nWhile the various Calcutta sponsored movements declined after 1920 and faded into obscurity after the Partition of India, the Adi Dharm creed has expanded and is now the 9th largest of India's enumerated religions with 7.83 million adherents, heavily concentrated between the states of  Punjab and Uttar Pradesh. In the Indian census of 2001 only 177 persons declared themselves a \"Brahmo\", but the number of subscriber members to Brahmo Samaj is somewhat larger at around 20,000 members.[25][26]\n\n"
        },
        {
            "title": "Social and religious reform",
            "text": "In matters of social reform the Brahmo samaj attacked many dogmas and superstitions. It condemned the prevailing Hindu prejudice against going abroad (Kala pani). The samaj condemned practice of Sati (burning of widows), discouraged child marriage and polygamy, and crusaded for widow remarriage. The samaj attacked casteism and untouchability, though in these matters it attained only limited success. The influence  of the Brahmo samaj however didn't go much beyond Calcutta, at most, Bengal. It didn't have lasting impact.[27]\n\nAfter the controversy of underage marriage of Keshub Chunder Sen's daughter, the Special Marriages Act of 1872 was enacted to set the minimum age of 14 years for marriage of girls.[28] All Brahmo marriages were thereafter solemnised under this law. Many Indians resented the requirement of the affirmation \"I am not Hindu, nor a Mussalman, nor a Christian\" for solemnising a marriage under this Act. The requirement of this declaration was imposed by Henry James Sumner Maine, legal member of Governor General's Council appointed by Britain. The 1872 Act was repealed by the Special Marriage Act, 1954 under which any person of any religion could marry. The Hindu Marriage Act, 1955 applies to all Hindus (including \"followers\" of the Brahmo Samaj) but not to the adherents of the Brahmo religion.\n\n"
        }
    ]
}