{
    "url": "https://en.wikipedia.org/wiki/Brainwashing",
    "title": "Brainwashing",
    "table_of_contents": [
        "1 China and the Korean War",
        "2 Legal cases and the \"brainwashing defense\"",
        "3 Anti-cult movement",
        "4 Scientific research",
        "4.1 Research by the US government",
        "4.2 American Psychological Association task force",
        "5 Other areas and studies",
        "6 In popular culture",
        "7 See also",
        "8 Further reading",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBrainwashing (also known as mind control, menticide, coercive persuasion,  thought control, thought reform, and forced re-education) is the concept that the human mind can be altered or controlled by certain psychological techniques. Brainwashing is said to reduce its subjects' ability to think critically or independently, to allow the introduction of new, unwanted thoughts and ideas into their minds,[1] as well as to change their attitudes, values and beliefs.[2][3]\n\nThe term \"brainwashing\" was first used in English by Edward Hunter in 1950 to describe how the Chinese government appeared to make people cooperate with them. Research into the concept also looked at Nazi Germany, at some criminal cases in the United States, and at the actions of human traffickers. In the late 1960s and 1970s, there was considerable scientific and legal debate, as well as media attention, about the possibility of brainwashing being a factor when Lysergic acid diethylamide (LSD) was used,[4] or in the conversion of people to groups which are considered to be cults.[5][6]  The concept of brainwashing is sometimes involved in lawsuits, especially regarding child custody. It can also be a theme in science fiction and in political and  corporate culture. In casual speech, \"brainwashing\" and its verb form, \"brainwash\", are used figuratively to describe the use of propaganda to persuade or sway public opinion. [7] The concept of brainwashing is not generally accepted as a scientific term.[8][9]\n\n"
        },
        {
            "title": "China and the Korean War",
            "text": "The Chinese term xǐnǎo (洗腦，\"wash brain\")[10] was originally used to describe the coercive persuasion used under the Maoist government in China, which aimed to transform \"reactionary\" people into \"right-thinking\" members of the new Chinese social system.[11] The term punned on the Taoist custom of \"cleansing / washing the heart / mind\" (xǐxīn，洗心) before conducting ceremonies or entering holy places.[a]\n\nThe Oxford English Dictionary records the earliest known English-language usage of the word \"brainwashing\" in an article by a journalist Edward Hunter, in Miami News, published on 24 September 1950. Hunter was an outspoken anticommunist and was alleged to be a CIA agent working undercover as a journalist.[12] Hunter and others used the Chinese term to explain why, during the Korean War (1950-1953), some American prisoners of war (POWs) cooperated with their Chinese captors, and even in a few cases defected to their side.[13] British radio operator Robert W. Ford[14][15] and British army Colonel James Carne also claimed that the Chinese subjected them to brainwashing techniques during their imprisonment.[16]\n\nThe U.S. military and government laid charges of brainwashing in an effort to undermine  confessions made by POWs to war crimes, including biological warfare.[17] After Chinese radio broadcasts claimed to quote Frank Schwable, Chief of Staff of the First Marine Air Wing admitting to participating in germ warfare, United Nations commander General Mark W. Clark asserted: \"Whether these statements ever passed the lips of these unfortunate men is doubtful. If they did, however, too familiar are the mind-annihilating methods of these Communists in extorting whatever words they want ... The men themselves are not to blame, and they have my deepest sympathy for having been used in this abominable way.\"[18]\n\nBeginning in 1953, Robert Jay Lifton interviewed American servicemen who had been POWs during the Korean War as well as priests, students, and teachers who had been held in prison in China after 1951. In addition to interviews with 25 Americans and Europeans, Lifton interviewed 15 Chinese citizens who had fled after having been subjected to indoctrination in Chinese universities. (Lifton's 1961 book Thought Reform and the Psychology of Totalism: A Study of \"Brainwashing\" in China, was based on this research.)[19] Lifton found that when the POWs returned to the United States their thinking soon returned to normal, contrary to the popular image of \"brainwashing.\"[20]\n\nIn 1956, after reexamining the concept of brainwashing following the Korean War, the U.S. Army published a report entitled Communist Interrogation, Indoctrination, and Exploitation of Prisoners of War, which called brainwashing a \"popular misconception\". The report concludes that  \"exhaustive research of several government agencies failed to reveal even one conclusively documented case of 'brainwashing' of an American prisoner of war in Korea.\"[21]\n\n"
        },
        {
            "title": "",
            "text": "The concept of brainwashing has been raised in the defense of criminal charges. The 1969 to 1971 case of Charles Manson, who was said to have brainwashed his followers to commit murder and other crimes, brought the issue to renewed public attention.[23][24]\n\nIn 1974, Patty Hearst, a member of the wealthy Hearst family, was kidnapped by the Symbionese Liberation Army, a left-wing militant organization. After several weeks of captivity she agreed to join the group and took part in their activities.  In 1975, she was arrested and charged with bank robbery and use of a gun in committing a felony.  Her attorney, F. Lee Bailey, argued in her trial that she should not be held responsible for her actions since her treatment by her captors was the equivalent of the alleged brainwashing of Korean War POWs (see also Diminished responsibility).[25]  Bailey developed his case in conjunction with psychiatrist Louis Jolyon West and psychologist Margaret Singer.  They had both studied the experiences of Korean War POWs. (In 1996 Singer published her theories in her best-selling book Cults in Our Midst.[26][27][28])   Despite this defense Hearst was found guilty.[25]\n\nIn 1990 Steven Fishman, who was a member of the Church of Scientology, was charged with mail fraud for conducting a scheme to sue large corporations via conspiring with minority stockholders in shareholder class action lawsuits. Afterwards, he would sign settlements that left those stockholders empty-handed. Fishman's attorneys notified the court that they intended to rely on an insanity defense, using the theories of brainwashing and the expert witnesses of Singer and Richard Ofshe to claim that Scientology had practiced brainwashing on him which left him unsuitable to make independent decisions. The court ruled that the use of brainwashing theories is inadmissible in expert witnesses, citing the Frye standard, which states that scientific theories utilized by expert witnesses must be generally accepted in their respective fields.[29]\n\nIn 2003, the brainwashing defense was used unsuccessfully in the defense of Lee Boyd Malvo, who was charged with murder for his part in the D.C. sniper attacks.[30][31]\n\nSome legal scholars have argued that the brainwashing defense undermines the law's  fundamental premise of free will.[32][33] In 2003, forensic psychologist Dick Anthony said that \"no reasonable person would question that there are situations where people can be influenced against their best interests, but those arguments are evaluated on the basis of fact, not bogus expert testimony.\"[31]\n\nAllegations of brainwashing have also been raised in child custody cases.[34][35]\n\n"
        },
        {
            "title": "Anti-cult movement",
            "text": "In the 1970s and 1980s, the anti-cult movement applied the concept of brainwashing to explain seemingly sudden and dramatic religious conversions to various new religious movements (NRMs) and other groups that they considered cults.[36][37][38]  News media reports tended to support the brainwashing view[39] and social scientists sympathetic to the anti-cult movement, who were usually psychologists, developed revised models of mind control.[37] While some psychologists were receptive to the concept, sociologists were for the most part skeptical of its ability to explain conversion to NRMs.[40]\n\nBenjamin Zablocki asserted that brainwashing is not \"a process that is directly observable,\"[41] and that the \"real sociological issue\" is whether \"brainwashing occurs frequently enough to be considered an important social problem.\"[42]  According to Zablocki other scholars commonly mistook brainwashing for both a recruiting and a retaining process, when it is merely the latter.[43] He also asserted that the number of people who attest to brainwashing in interviews (performed in accordance with guidelines of the National Institute of Mental Health and National Science Foundation) is too large to result from anything other than a genuine phenomenon.[44]  Zablocki also pointed out that in the two most prestigious journals dedicated to the sociology of religion there have been no articles \"supporting the brainwashing perspective,\" while over one hundred such articles have been published in other journals \"marginal to the field.\"[45] He concluded that the concept of brainwashing had been unfairly blacklisted.[6][42][45][46]\n\nPhilip Zimbardo defined mind control as \"the process by which individual or collective freedom of choice and action is compromised by agents or agencies that modify or distort perception, motivation, affect, cognition or behavioral outcomes,\"[47] and he suggested that any human being is susceptible to such manipulation.[48]\n\nEileen Barker criticized the concept of mind control because it functioned to justify costly interventions such as deprogramming or exit counseling.[49] She has also criticized some mental health professionals, including Singer, for accepting expert witness jobs in court cases involving NRMs.[50] Her 1984 book, The Making of a Moonie: Choice or Brainwashing?[51] describes the religious conversion process to the Unification Church (whose members are sometimes informally referred to as Moonies), which had been one of the best known groups said to practice brainwashing.[52][53] Barker spent close to seven years studying Unification Church members and wrote that she rejects the \"brainwashing\" theory, because it explains neither the many people who attended a recruitment meeting and did not become members, nor the voluntary disaffiliation of members.[49][54][55][56][57]\n\nJames Richardson observed that if the new religious movements had access to powerful brainwashing techniques, one would expect that they would have high growth rates, yet in fact most have not had notable success in recruiting or retaining members.[58] For this and other reasons, sociologists of religion including David Bromley and Anson Shupe consider the idea that \"cults\" are brainwashing American youth to be \"implausible.\"[59] Thomas Robbins, Massimo Introvigne, Lorne Dawson, Gordon Melton, Marc Galanter, and Saul Levine, amongst other scholars researching NRMs, have argued and established to the satisfaction of courts, relevant professional associations and scientific communities that there exists no generally accepted scientific theory, based upon methodologically sound research, that supports the concept of brainwashing.[60]\n\nIn 1999 forensic psychologist Dick Anthony criticized another adherent to this view, Jean-Marie Abgrall, for allegedly employing a pseudo-scientific approach and lacking any evidence that anyone's worldview was substantially changed by these coercive methods. He claimed that the concept and the fear surrounding it was used as a tool for the anti-cult movement to rationalize the persecution of minority religious groups.[61]\n\nIn 2016, Israeli anthropologist of religion and fellow at the Van Leer Jerusalem Institute Adam Klin-Oron said about then-proposed \"anti-cult\" legislation: \n\n"
        },
        {
            "title": "Scientific research",
            "text": "For 20 years starting in the early 1950s, the United States Central Intelligence Agency (CIA) and the United States Department of Defense conducted secret research, including Project MKUltra, in an attempt to develop practical brainwashing techniques; These experiments ranged \"from electroshock to high doses of LSD\".[63] The full extent of the results are unknown. The director Sidney Gottlieb and his team were apparently able to \"blast away the existing mind\" of a human being by using torture techniques;[63][failed verification] however, reprogramming, in terms of finding \"a way to insert a new mind into that resulting void\",[63] was not so successful at least at the time.[64][65] Some scholars such as the controversial psychiatrist Colin A. Ross claim that the CIA was successful in creating programmable so-called \"Manchurian Candidates\" even at the time.[66] The CIA experiments using various psychedelic drugs such as LSD and Mescaline drew from previous Nazi human experimentation.[67]\n\nA bipartisan Senate Armed Services Committee report, released in part in December 2008 and in full in April 2009, reported that US military trainers who came to Guantánamo Bay in December 2002 had based an interrogation class on a chart copied from a 1957 Air Force study of \"Chinese Communist\"  brainwashing techniques. The report showed how the Secretary of Defense's 2002 authorization of the aggressive techniques at Guantánamo led to their use in Afghanistan and in Iraq, including at Abu Ghraib.[68]\n\nIn 1983, the American Psychological Association (APA) asked Singer to chair a taskforce called the APA Task Force on Deceptive and Indirect Techniques of Persuasion and Control (DIMPAC) to investigate whether brainwashing or coercive persuasion did indeed play a role in recruitment by NRMs.\n[69] It came to the following conclusion:[70]\n\nOn 11 May 1987, the APA's Board of Social and Ethical Responsibility for Psychology (BSERP) rejected the DIMPAC report because the report \"lacks the scientific rigor and evenhanded critical approach necessary for APA imprimatur\", and concluded that \"after much consideration, BSERP does not believe that we have sufficient information available to guide us in taking a position on this issue.\"[71]\n\n"
        },
        {
            "title": "Other areas and studies",
            "text": "Joost Meerloo, a Dutch psychiatrist, was an early proponent of the concept of brainwashing. \"Menticide\" is a neologism coined by him meaning \"killing of the mind\". Meerloo's view was influenced by his experiences during the German occupation of his country and his work with the Dutch government and the American military in the interrogation of accused Nazi war criminals. He later emigrated to the United States and taught at Columbia University.[72] His best-selling 1956 book, The Rape of the Mind, concludes by saying: \n\nRussian historian Daniel Romanovsky, who interviewed survivors and eyewitnesses in the 1970s, reported on what he called \"Nazi brainwashing\" of the people of Belarus by the occupying Germans during the Second World War, which took place through both mass propaganda and intense re-education, especially in schools. Romanovsky noted that very soon most people had adopted the Nazi view that the Jews were an inferior race and were closely tied to the Soviet government, views that had not been at all common before the German occupation.[74][75][76][77][78][79]\n\nItaly has had controversy over the concept of plagio, a crime consisting in an absolute psychological—and eventually physical—domination of a person. The effect is said to be the annihilation of the subject's freedom and self-determination and the consequent negation of his or her personality. The crime of plagio has rarely been prosecuted in Italy, and only one person was ever convicted. In 1981, an Italian court found that the concept is imprecise, lacks coherence and is liable to arbitrary application.[80]\n\nRecent scientific book publications in the field of the mental disorder \"dissociative identity disorder\" (DID) mention torture-based brainwashing by criminal networks and malevolent actors as a deliberate means to create multiple \"programmable\" personalities in a person to exploit this individual for sexual and financial reasons.[81][82][83][84][85] Earlier scientific debates in the 1980s and 1990s about torture-based ritual abuse in cults was known as \"satanic ritual abuse\" which was mainly viewed as a \"moral panic.\"[86]\n\nKathleen Barry, co-founder of  the United Nations NGO, the Coalition Against Trafficking in Women (CATW),[87][88] prompted international awareness of human sex trafficking in her 1979 book Female Sexual Slavery.[89]  In his 1986 book Woman Abuse: Facts Replacing Myths, Lewis Okun reported that: \"Kathleen Barry shows in Female Sexual Slavery that forced female prostitution involves coercive control practices very similar to thought reform.\"[90] In their 1996 book, Casting Stones: Prostitution and Liberation in Asia and the United States, Rita Nakashima Brock and Susan Brooks Thistlethwaite report that the methods commonly used by pimps to control their victims \"closely resemble the brainwashing techniques of terrorists and paranoid cults.\"[91]\n\nIn his 2000 book, Destroying the World to Save It: Aum Shinrikyo, Apocalyptic Violence, and the New Global Terrorism, Robert Lifton applied his original ideas about thought reform to Aum Shinrikyo and the War on Terrorism, concluding that in this context thought reform was possible without violence or physical coercion. He also pointed out that in their efforts against terrorism Western governments were also using some alleged mind control techniques.[92]\n\nIn her 2004 popular science book, Brainwashing: The Science of Thought Control, neuroscientist and physiologist Kathleen Taylor reviewed the history of mind control theories, as well as notable incidents. In it she theorized that persons under the influence of brainwashing may have more rigid neurological pathways, and that can make it more difficult to rethink situations or to be able to later reorganize these pathways.[93] Some reviewers praised the book for its clear presentation, while others criticized it for oversimplification.[94][95][96][97]\n\nSome scholars have said that modern business corporations practice mind control to create a work force that shares common values and culture.[98] They have linked \"corporate brainwashing\" with globalization, saying that corporations are attempting to create a worldwide monocultural network of producers, consumers, and managers.[99] Modern educational systems have also been criticized, by both the left and the right, for contributing to corporate brainwashing.[100] In his 1992 book, Democracy in an Age of Corporate Colonization, Stanley A. Deetz says that modern \"self awareness\" and \"self improvement\" programs provide corporations with even more effective tools to control the minds of employees than traditional brainwashing was said to have been.[101]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "In George Orwell's 1949 dystopian novel Nineteen Eighty-Four, the main character is subjected to imprisonment, isolation, and torture in order to conform his thoughts and emotions to the wishes of the rulers of the book's fictional future totalitarian society. Orwell's vision influenced Hunter and is still reflected in the popular understanding of the concept of brainwashing.[102][103]\n\nIn the 1950s, some American films were made that featured brainwashing of POWs, including The Rack, The Bamboo Prison, Toward the Unknown, and The Fearmakers. Forbidden Area told the story of Soviet secret agents who had been brainwashed through classical conditioning by their own government so they wouldn't reveal their identities. In 1962, The Manchurian Candidate (based on the 1959 novel by Richard Condon) \"put brainwashing front and center\" by featuring a plot by the Soviet government to take over the United States by using a brainwashed sleeper agent for political assassination.[104][105][106]  The concept of brainwashing became popularly associated with the research of Russian psychologist Ivan Pavlov, which mostly involved dogs as subjects.[107] In The Manchurian Candidate, the head brainwasher is \"Dr. Yen Lo, of the Pavlov Institute.\"[108]\n\nThe science fiction stories of Cordwainer Smith (pen name of Paul Myron Anthony Linebarger (1913-1966), a US Army officer who specialized in military intelligence and psychological warfare during the Second World War and the Korean War) depict brainwashing to remove memories of traumatic events as a normal and benign part of future medical practice.[109]  In 1971, the film A Clockwork Orange positions institutional brainwashing as an option for violent convicts looking to shorten their sentences and in 1997's film Conspiracy Theory, a mentally unstable, government-brainwashed assassin seeks to prove that some very powerful people have been tampering with his mind.[110]\n\nMind control remains an important theme in science fiction.  A subgenre is corporate mind control, in which a future society is run by one or more business corporations that dominate society, using advertising and mass media to control the population's thoughts and feelings.[111]  Terry O'Brien commented: \"Mind control is such a powerful image that if hypnotism did not exist, then something similar would have to have been invented: The plot device is too useful for any writer to ignore. The fear of mind control is equally as powerful an image.\"[112]\n\n"
        }
    ]
}