{
    "url": "https://en.wikipedia.org/wiki/Bram_Stoker_Award",
    "title": "Bram Stoker Award",
    "table_of_contents": [
        "1 History",
        "2 Categories",
        "2.1 Current categories",
        "2.2 Discontinued categories",
        "3 Past winners",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Bram Stoker Award is a recognition presented annually by the Horror Writers Association (HWA) for \"superior achievement\" in dark fantasy and horror writing.\n\n"
        },
        {
            "title": "History",
            "text": "The Awards were established in 1987 and have been presented annually since 1988, and the winners are selected by ballot of the Active members of the HWA.  They are named after  Irish horror writer Bram Stoker, author of the novel Dracula, among others.[1][2]\n\nSeveral members of the HWA—including Dean Koontz—were reluctant to endorse such writing awards, fearing it would incite competitiveness rather than friendly admiration. The HWA therefore went to lengths to avoid mean-spirited competition, they agreed to specifically seek out new and neglected writers and works, and officially issue Awards not based on \"best of the year\" criteria, but \"for superior achievement\", which allows for ties.\n\nNominated works come from two different processes. Works can be recommended by any member of the HWA and a separate list of works is presented by a Jury for each category. Members with Active status then vote on works appearing on preliminary ballots. The field is thereby narrowed to the Final ballot; and Active members vote to choose the winners from that Final Ballot.[1] Winners of a Bram Stoker Award receive a statuette made by New York firm, Society Awards.\n\nThe terms Bram Stoker Award and Bram Stoker Awards are registered trademarks of the Horror Writers Association.\n\n"
        },
        {
            "title": "Past winners",
            "text": "As of 2019, Stephen King holds the record for both the most nominations (33) and wins (13). [4] Other past award winners include:[5]\n\n"
        }
    ]
}