{
    "url": "https://en.wikipedia.org/wiki/Breakthrough_Starshot",
    "title": "Breakthrough Starshot",
    "table_of_contents": [
        "1 General",
        "2 Objectives",
        "2.1 Target planet",
        "3 Concept",
        "4 Technical challenges",
        "5 StarChip",
        "5.1 Components",
        "5.1.1 Cameras",
        "5.1.2 Processors",
        "5.1.3 Photon thrusters",
        "5.1.4 Battery",
        "5.1.5 Protective coating",
        "5.1.6 Light sail",
        "5.1.7 Laser data transmitter",
        "5.2 Orbit",
        "5.3 Other applications",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBreakthrough Starshot is a research and engineering project by the Breakthrough Initiatives to develop a proof-of-concept fleet of light sail interstellar probes named Starchip,[1] to be capable of making the journey to the Alpha Centauri star system 4.37 light-years away. It was founded in 2016 by Yuri Milner, Stephen Hawking, and Mark Zuckerberg.[2][3]\n\nA flyby mission has been proposed to Proxima Centauri b, an Earth-sized exoplanet in the habitable zone of its host star, Proxima Centauri, in the Alpha Centauri system.[4] At a speed between 15% and 20% of the speed of light,[5][6][7][8] it would take between twenty and thirty years to complete the journey, and approximately four years for a return message from the starship to Earth.\n\nThe conceptual principles to enable this interstellar travel project were described in \"A Roadmap to Interstellar Flight\", by Philip Lubin of UC Santa Barbara.[9][10] Sending the lightweight spacecraft involves a multi-kilometer phased array of beam-steerable lasers with a combined coherent power output of up to 100 GW.[11]\n\n"
        },
        {
            "title": "General",
            "text": "The project was announced on 12 April 2016 in an event held in New York City by physicist and venture capitalist Yuri Milner, together with cosmologist Stephen Hawking, who was serving as board member of the initiatives. Other board members include Meta Platforms (then known as Facebook, Inc.) CEO Mark Zuckerberg. The project has an initial funding of US$100 million. Milner places the final mission cost at $5–10 billion, and estimates the first craft could launch by around 2036.[6] Pete Worden is the project's executive director and Harvard Professor Avi Loeb chairs the advisory board for the project.[12]\n\n"
        },
        {
            "title": "Objectives",
            "text": "The Breakthrough Starshot program aims to demonstrate a proof-of-concept for ultra-fast, light-driven nano-spacecraft, and lay the foundations for a first launch to Alpha Centauri within the next generation.[13] The spacecraft would make a flyby, and possibly photograph, of any Earth-like worlds that might exist in the system. Secondary goals are Solar System exploration and detection of Earth-crossing asteroids.[14]\n\nThe European Southern Observatory (ESO) announced the detection of a planet orbiting the third star in the Alpha Centauri system, Proxima Centauri in August 2016.[15][16] The planet, called Proxima Centauri b, orbits within the habitable zone of its star. It could be a target for one of the Breakthrough Initiatives' projects.\n\nIn January 2017, Breakthrough Initiatives and the European Southern Observatory began collaborating to search for habitable planets in the nearby star system Alpha Centauri.[17][18] The agreement involves Breakthrough Initiatives providing funding for an upgrade to the VISIR (VLT Imager and Spectrometer for mid-Infrared) instrument on ESO's Very Large Telescope (VLT) in Chile. This upgrade will increase the likelihood of planet detection in the system.\n\n"
        },
        {
            "title": "Concept",
            "text": "The Starshot concept envisions launching a \"mothership\" carrying about a thousand tiny spacecraft (on the scale of centimeters) to a high-altitude Earth orbit for deployment. A phased array of ground-based lasers would then focus a light beam on the crafts' sails to accelerate them one by one to the target speed within 10 minutes, with an average acceleration on the order of 100 km/s2 (10,000 ɡ), and an illumination energy on the order of 1 TJ delivered to each sail. A preliminary sail model is suggested to have a surface area of 4 m × 4 m.[19][20] An October 2017 presentation of the Starshot system model[21][22] examined circular sails and finds that the beam director capital cost is minimized by having a sail diameter of 5 meters.\n\nThe Earth-sized planet Proxima Centauri b is within the Alpha Centauri system's habitable zone. Ideally, the Breakthrough Starshot would aim its spacecraft within one astronomical unit (150 million kilometers or 93 million miles) of that world. From this distance, a craft's cameras could capture an image of high enough resolution to resolve surface features.[23]\n\nThe fleet would have about 1000 spacecraft. Each one, called a StarChip, would be a very small centimeter-sized vehicle weighing a few grams.[1] They would be propelled by a square-kilometre array of 10 kW ground-based lasers with a combined output of up to 100 GW.[24][25]   A swarm of about 1000 units would compensate for the losses caused by interstellar dust collisions en route to the target.[24][26] In a detailed study in 2016, Thiem Hoang and coauthors[27] found that mitigating the collisions with dust, hydrogen, and galactic cosmic rays may not be as severe an engineering problem as first thought, although it will likely limit the quality of the sensors on board.[28]\n\n"
        },
        {
            "title": "Technical challenges",
            "text": "Light propulsion requires enormous power: a laser with a gigawatt of power (approximately the output of a large nuclear plant) would provide only a few newtons of thrust.[25] The spaceship will compensate for the low thrust by having a mass of only a few grams. The camera, computer, communications laser, a nuclear power source, and the solar sail must be miniaturized to fit within a mass limit.[25][29] All components must be engineered to endure extreme acceleration, cold, vacuum, and protons.[26] The spacecraft will have to survive collisions with space dust; Starshot expects each square centimeter of frontal cross-section to collide at high speed with about a thousand particles of size at least 0.1 μm.[25][30] Focusing a set of lasers totaling one hundred gigawatts onto the solar sail will be difficult due to atmospheric turbulence, so there is the suggestion to use space-based laser infrastructure.[31] According to The Economist, at least a dozen off-the-shelf technologies will need to improve by orders of magnitude.[25]\n\n"
        },
        {
            "title": "StarChip",
            "text": "StarChip is the name used by Breakthrough Initiatives for a very small, centimeter-sized, gram-scale, interstellar spacecraft envisioned for the Breakthrough Starshot program,[1][32] a proposed mission to propel a fleet of a thousand Starchips on a journey to Alpha Centauri, the nearest star system, about 4.37 light-years from Earth.[33][6][34][5][35][36] The journey may include a flyby of Proxima Centauri b, an Earth-sized exoplanet that is in the habitable zone of its host star.[4] The ultra-light StarChip robotic nanocraft, fitted with light sails, are planned to travel at speeds of 20%[1][6][34][5] and 15%[5] of the speed of light, taking between 20 and 30 years to reach the star system, respectively, and about 4 years to notify Earth of a successful arrival.[6] The conceptual principles to enable practical interstellar travel were described in \"A Roadmap to Interstellar Flight\", by Philip Lubin of UC Santa Barbara,[9] who is an advisor to the Starshot project.\n\nIn July 2017, scientists announced that precursors to Spaceprobe, called Sprites, were successfully launched and flown through Polar Satellite Launch Vehicle by ISRO from Satish Dhawan Space Centre.[37] 105 Sprites were also flown to the ISS on the KickSat-2 mission that launched on November 17 2018, from where they were deployed on March 18, 2019. They successfully transmitted data before reentering the atmosphere and burning up on March 21.[38][39][40][41]\n\nEach Spaceprobe nanocraft is expected to carry miniaturized cameras, navigation gear, communication equipment, photon thrusters and a power supply. In addition, each nanocraft would be fitted with a meter-scale light sail, made of lightweight materials, with a gram-scale mass.[1][32][33][6][35][36][42][43]\n\nFive sub-gram scale digital cameras, each with a minimum 2-megapixels resolution, are envisioned.[1][44]\n\nFour sub-gram scale processors are planned.[35][45]\n\nFour sub-gram scale photon thrusters, each minimally capable of performing at a 1W diode laser level, are planned.[32][46][47]\n\nA 150 mg atomic battery, powered by plutonium-238 or americium-241, is planned.[6][36][48]\n\nA coating, possibly made of beryllium copper, is planned to protect the nanocraft from dust collisions and atomic particle erosion.[36][49]\n\nThe light sail is envisioned to be no larger than 4 by 4 meters (13 by 13 feet),[1][50] possibly of composite graphene-based material.[1][33][6][36][43][51] The material would have to be very thin and be able to reflect the laser beam while absorbing only a small fraction of the incident energy, or it will vaporize the sail.[1][6][52] The light sail may also double as power source during cruise, because collisions with atoms of interstellar medium would deliver 60 watt/m2 of power.[48]\n\nA laser communicator, utilizing light sail as the primary reflector, would be capable of data rates 2.6-15 baud per watt of transmitted power at distance to the Alpha Centauri, assuming 30 m diameter receiving telescope on Earth.[53]\n\nThe Starshot project is for fly-by missions, which pass the target at high velocity. Heller et al.[54] proposed that a photo-gravitational assist could be used to slow such a probe and allow it to enter orbit (using photon pressure in maneuvers similar to aerobraking). This requires a sail that is both much lighter and much larger than the proposed Starshot sail. The table below lists possible target stars for photogravitational assist rendezvous.[54] The travel times are the calculated times for an optimized spacecraft to travel to the star and then enter orbit around the star.\n\nThe German physicist Claudius Gros has proposed that the technology of the Breakthrough Starshot initiative may be used in a second step to establish a biosphere of unicellular microbes on otherwise only transiently habitable exoplanets.[55][56] A Genesis probe would travel at lower speeds, at a speed 4.6% of the speed of light, which would take at least 90 years to get to Alpha Centauri A. The sail could be configured so that the stellar pressure from Alpha Centauri A brakes and deflects the probe toward Alpha Centauri B, where it would arrive after a few days. The sail would then be slowed again to 0.4% of the speed of light and catapulted towards Proxima Centauri. At that speed it will arrive there after another 46 years — about 140 years after its launch. It could hence be decelerated using a magnetic sail.[57]\n\n"
        }
    ]
}