{
    "url": "https://en.wikipedia.org/wiki/Breakthrough_Propulsion_Physics_Program",
    "title": "Breakthrough Propulsion Physics Program",
    "table_of_contents": [
        "1 Non-viable approaches",
        "2 Unresolved approaches",
        "3 Space drives",
        "4 Quantum vacuum energy experiments",
        "5 Tau Zero Foundation",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Breakthrough Propulsion Physics Project (BPP) was a research project funded by NASA from 1996-2002 to study various proposals for revolutionary methods of spacecraft propulsion that would require breakthroughs in physics before they could be realized.[1][2] The project ended in 2002, when the Advanced Space Transportation Program was reorganized and all speculative research (less than Technology readiness level 3) was cancelled.[2]\nDuring its six years of operational funding, this program received a total investment of $1.2 million.  \n\nThe Breakthrough Propulsion Physics project addressed a selection of “incremental and affordable” research questions towards the overall goal of propellantless propulsion, hyperfast travel, and breakthrough propulsion methods.[3] It selected and funded five external projects, two in-house tasks and one\nminor grant.[2]\nAt the end of the project, conclusions into fourteen topics, including these funded projects, were summarized by program manager Marc G. Millis.[1] Of these, six research avenues were found to be nonviable, four were identified as opportunities for continued research, and four remain unresolved.[1][3]\n\n"
        },
        {
            "title": "Non-viable approaches",
            "text": "One in-house experiment tested the Schlicher thruster antenna, claimed by Schlicher[4] to generate thrust.  No thrust was observed.[2][5]\n\nAnother experiment examined a gravity shielding mechanism claimed by Podkletnov and Nieminen.[2][6]  Experimental investigation on the BPPP[7] and other experiments[8] found no evidence of the effect.[1]\n\nResearch on quantum tunneling was sponsored by the BPPP.  It was concluded that this is not a mechanism for faster-than-light travel.[1][2]\n\nOther approaches categorized as non-viable are oscillation thrusters and gyroscopic antigravity, Hooper antigravity coils, and coronal blowers.[1]\n\n"
        },
        {
            "title": "Unresolved approaches",
            "text": "A theoretical examination of additional atomic energy levels (deep Dirac levels) was carried out.  Some states were ruled out, but the problem remains unsolved.[2]\n\nExperiments tested Woodward’s theory[9][10] of inducing transient inertia by electromagnetic fields.  The small effect could not be confirmed.  Woodward continued refining the experiments and theory.  Independent experiments[11] also remained inconclusive.[1][2]\n\nA possible torsion-like effect in the coupling between electromagnetism and spacetime,[12] which may ultimately be useful for propulsion, was sought in experiments. The experiments were insufficient to resolve the question.[2]\n\nOther theories listed in Millis's final assessment as unresolved are Abraham–Minkowski electromagnetic momentum, interpreting inertia and gravity quantum vacuum effects, and the Podkletnov force beam.[1]\n\n"
        },
        {
            "title": "Space drives",
            "text": "One of the eight tasks funded by the BPP program was to define a strategy towards space drives.[2]\n\nAs a motivation, seven examples of hypothetical space drives were described at the onset of the project.[1]  These included the gravity-based pitch drive, bias drive, disjunction drive and diametric drive; the Alcubierre drive; and the vacuum energy based differential sail.[13]\n\nThe project then considered the mechanisms behind these drives.  At the end of the project, three mechanisms were identified as areas for future research.  One considers the possibility of a reaction mass in seemingly empty space, for example in dark matter, dark energy, or zero-point energy.  Another approach is to reconsider Mach's principle and Euclidean space.  A third research avenue that might ultimately prove useful for spacecraft propulsion is the coupling of fundamental forces on sub-atomic scales.[1]\n\n"
        },
        {
            "title": "Quantum vacuum energy experiments",
            "text": "One topic of investigations was the use of the zero-point energy field. As the Heisenberg uncertainty principle implies that there is no such thing as an exact amount of energy in an exact location, vacuum fluctuations are known to lead to discernible effects such as the Casimir effect. The differential sail is a speculative drive, based on the possibility of inducing differences in the pressure of vacuum fluctuations on either side of a sail-like structure — with the pressure being somehow reduced on the forward surface of the sail, but pushing as normal on the raft surface — and thus propel a vehicle forward.[2][13][14]\n\nThe Casimir effect was investigated experimentally and analytically under the Breakthrough Propulsion Physics project.  This included the construction of MicroElectroMechanical\n(MEM) rectangular Casimir cavities.[3][15] Theoretical work showed that the effect could be used to create net forces, although the forces would be extremely small.[1][3][16] At the conclusion of the project, the Casimir effect was categorized as an avenue for future research.[1]\n\n"
        },
        {
            "title": "Tau Zero Foundation",
            "text": "After funding ended, program manager Marc G. Millis was supported by NASA to complete documentation of results. The book Frontiers of Propulsion Science was published by the AIAA in February 2009,[17] providing a deeper explanation of several propulsion methods.\n\nFollowing program cancellation in 2002, Millis and others founded the Tau Zero Foundation.\n\n"
        }
    ]
}