{
    "url": "https://en.wikipedia.org/wiki/Breakthrough_Message",
    "title": "Breakthrough Initiatives",
    "table_of_contents": [
        "1 History",
        "2 Projects",
        "2.1 Breakthrough Listen",
        "2.2 Breakthrough Message",
        "2.3 Breakthrough Starshot",
        "2.4 Breakthrough Watch",
        "2.5 Breakthrough Enceladus",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBreakthrough Initiatives is a science-based program founded in 2015 and funded by Julia and Yuri Milner,[1] also of Breakthrough Prize, to search for extraterrestrial intelligence over a span of at least 10 years. The program is divided into multiple projects. Breakthrough Listen will comprise an effort to search over 1,000,000 stars for artificial radio or laser signals. A parallel project called Breakthrough Message is an effort to create a message \"representative of humanity and planet Earth\".[2][3] The project Breakthrough Starshot, co-founded with Mark Zuckerberg,[4] aims to send a swarm of probes to the nearest star at about 20% the speed of light. The project Breakthrough Watch aims to identify and characterize Earth-sized, rocky planets around Alpha Centauri and other stars within 20 light years of Earth.[5] Breakthrough plans to send a mission to Saturn's moon Enceladus,[6] in search for life in its warm ocean, and in 2018 signed a partnership agreement with NASA for the project.[7]\n\n"
        },
        {
            "title": "History",
            "text": "The Breakthrough Initiatives were announced to the public on 20 July 2015, at London's Royal Society by physicist Stephen Hawking. Russian tycoon Yuri Milner created the Initiatives to search for intelligent extraterrestrial life in the Universe and consider a plan for possibly transmitting messages out into space.[8][9]\nThe announcement included an open letter co-signed by multiple scientists, including Hawking, expressing support for an intensified search for alien radio communications. During the public launch, Hawking said: \"In an infinite Universe, there must be other life. There is no bigger question. It is time to commit to finding the answer.\"[10][11]\n\nThe US$100 million cash infusion is projected to mark up the pace of SETI research over the early 2000s rate, and will nearly double the rate NASA was spending on SETI research annually in approximately 1973–1993.[9]\n\n"
        },
        {
            "title": "Projects",
            "text": "Breakthrough Listen is a program to search for intelligent extraterrestrial communications in the Universe.[8][10][12] With $100 million in funding and thousands of hours of dedicated telescope time on state-of-the-art facilities, it is the most comprehensive search for alien communications to date.[10][12] The project began in January 2016, and is expected to continue for 10 years.[13]\n\nThe project uses radio wave observations from the Green Bank Observatory and the Parkes Observatory, and visible light observations from the Automated Planet Finder.[14] Targets for the project include one million nearby stars and the centers of 100 galaxies. All data generated from the project are available to the public, and SETI@Home is used for some of the data analysis. The first results were published in April 2017, with further updates expected every 6 months.\n\nThe Breakthrough Message program is to study the ethics of sending messages into deep space.[12] It also launched an open competition with a US$1 million prize pool, to design a digital message that could be transmitted from Earth to an extraterrestrial civilization. The message should be \"representative of humanity and planet Earth\". The program pledges \"not to transmit any message until there has been a global debate at high levels of science and politics on the risks and rewards of contacting advanced civilizations\".[15]\n\nBreakthrough Starshot, announced 12 April 2016, is a US$100 million program to develop a proof-of-concept light sail spacecraft fleet capable of making the journey to Alpha Centauri at 20% the speed of light (60,000 km/s or 215 million km/h) taking about 20 years to get there,[16][17] and about 4 years to notify Earth of a successful arrival.[16][18][19]\n\nThe interstellar journey may include a flyby of Proxima Centauri b, an Earth-sized exoplanet that is in the habitable zone of its host star in the Alpha Centauri system.[20]  From a distance of 1 Astronomical Unit (150 million kilometers or 93 million miles), the four cameras on each of the spacecraft could potentially capture an image of high enough quality to resolve surface features.[21] The spacecraft fleet would have 1000 craft, and each craft, named StarChip,[22] would be a very small centimeter-sized craft weighing several grams.[22] They would be propelled by several ground-based lasers of up to 100 gigawatts.[23] Each tiny spacecraft would transmit data back to Earth using a compact on-board laser communications system.[23] Pete Worden is the head of this project.[24][25] The conceptual principles to enable this interstellar travel project were described in \"A Roadmap to Interstellar Flight\", by Philip Lubin of UC Santa Barbara.[26][27] METI president Douglas Vakoch summarized the significance of the project, saying that \"by sending hundreds or thousands of space probes the size of postage stamps, Breakthrough Starshot gets around the hazards of spaceflight that could easily end a mission relying on a single spacecraft. Only one nanocraft needs to make its way to Alpha Centauri and send back a signal for the mission to be successful. When that happens, Starshot will make history.\"[28]\n\nIn July 2017, scientists announced that precursors to StarChip, named Sprites, were successfully launched and flown.[29]\n\nBreakthrough Watch is a multimillion-dollar astronomical program to develop Earth- and space-based technologies that can find Earth-like planets in our cosmic neighborhood – and try to establish whether they host life.[30] The project aims to identify and characterize Earth-sized, rocky planets around Alpha Centauri and other stars within 20 light years of Earth, in search of oxygen and other \"biosignatures.\"[5] \n\nBreakthrough Enceladus is an astrobiology space probe mission concept to explore the possibility of life on Saturn's moon, Enceladus.[6] In September 2018, NASA signed a collaboration agreement with Breakthrough to jointly create the mission concept.[31] This mission would be the first privately funded deep space mission.[7] It would study the content of the plumes ejecting from Enceladus's warm ocean through its southern ice crust.[32] Enceladus's ice crust is thought to be around two to five kilometers thick,[33] and a probe could use an ice-penetrating radar to constrain its structure.[34]\n\n"
        }
    ]
}