{
    "url": "https://en.wikipedia.org/wiki/Brian_Stableford",
    "title": "Brian Stableford",
    "table_of_contents": [
        "1 Biography",
        "2 Awards and honours",
        "3 Works",
        "3.1 Fiction",
        "3.1.1 Series",
        "3.1.1.1 Dies Irae",
        "3.1.1.2 Hooded Swan (a.k.a. Grainger)",
        "3.1.1.3 Daedalus Mission",
        "3.1.1.4 Asgard",
        "3.1.1.5 Warhammer",
        "3.1.1.6 David Lydyard (Werewolves)",
        "3.1.1.7 Dark Future",
        "3.1.1.8 Genesys",
        "3.1.1.9 Emortality",
        "3.1.1.10 Mnemosyne",
        "3.1.1.11 The Empire of the Necromancers",
        "3.1.1.12 Auguste Dupin",
        "3.1.1.13 Morgan's Fork",
        "3.1.1.14 Paul Furneret",
        "3.1.2 Other novels",
        "3.1.3 Chapbooks",
        "3.1.4 Collections",
        "3.1.5 Uncollected short fiction",
        "3.2 As translator (predominantly French into English)",
        "3.3 As editor",
        "3.3.1 Anthology series",
        "3.3.2 Anthologies",
        "3.4 Nonfiction",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBrian Michael Stableford (born 25 July 1948) is a British academic, critic and science fiction writer who has published more than 70 novels. His earlier books were published under the name Brian M. Stableford, but more recent ones have dropped the middle initial and appeared under the name Brian Stableford.[1] He has also used the pseudonym Brian Craig for a couple of very early works, and again for a few more recent works. The pseudonym derives from the first names of himself and of a school friend from the 1960s, Craig A. Mackintosh, with whom he jointly published some very early work.[2]\n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Shipley, Yorkshire, Stableford graduated with a degree in biology from the University of York in 1969 before going on to do postgraduate research in biology and later in sociology. In 1979 he received a PhD with a doctoral thesis on The Sociology of Science Fiction. Until 1988, he worked as a lecturer in sociology at the University of Reading. Since then he has been a full-time writer and a part-time lecturer at several universities for classes concerning subjects such as creative writing.  He has been married twice, and has a son and a daughter by his first marriage.\n\n"
        },
        {
            "title": "Works",
            "text": "All 6 novels are also available in a special omnibus volume:\nSwan Songs (Big Engine April 2002 / SFBC April 2003)\n\nThe first six volumes are considered the main sequence and were published out of series order; preferred reading order shown below is established from the author's introduction to volume 6, The Omega Expedition. This series is also related to, though not always entirely consistent with, the 8 collections and 5 novels subtitled \"Tales of the Biotech Revolution\", see below.\n\nThe term \"emortality\", intended to indicate near-immortality as opposed to absolute immortality, is acknowledged by Stableford (in the acknowledgments to volume 3, Dark Ararat) to have been coined by Alvin Silverstein in his 1979 book, Conquest of Death.\n\nIn the introduction to his 2007 collection, The Tree of Life and Other Tales of the Biotech Revolution, Stableford describes this series as \"tracking the potential effects of possible developments in biotechnology on the evolution of global society. [It can be considered] a modified version of the future history mapped out in The Third Millennium: A History of the World AD 2000–3000 (Sidgwick & Jackson 1985, written in collaboration with David Langford).\n\n\"The broad sweep of this future history envisages a large-scale economic and ecological collapse in the 21st-century brought about by global warming and other factors, followed by the emergence of a global society designed to accommodate human longevity (although that is not necessarily obvious in stories set in advance of the Crash).\"\n\nStableford's prodigious output of short fiction has allowed him to put together the following 22 collections with only one case of overlapping stories between them: \"The Legacy of Erich Zann\" in both Collections 20 & 22. Collections 1, 3, 6, 8, 13, 16, 19 & 21 are subtitled \"Tales of the Biotech Revolution\" and are related to, though not always entirely consistent with, his \"Emortality\" novels, see above.\n\n"
        }
    ]
}