{
    "url": "https://en.wikipedia.org/wiki/British_New_Wave",
    "title": "British New Wave",
    "table_of_contents": [
        "1 Stylistic characteristics",
        "2 Influence of writers and short film makers",
        "3 Films",
        "4 Notable actors",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The British New Wave is a style of films released in Great Britain between 1959 and 1963.[1][2] The label is a translation of Nouvelle Vague, the French term first applied to the films of François Truffaut, and Jean-Luc Godard among others.[3]\n\n"
        },
        {
            "title": "Stylistic characteristics",
            "text": "The British New Wave was characterised by many of the same stylistic and thematic conventions as the French New Wave. Usually in black and white, these films had a spontaneous quality, often shot in a pseudo-documentary (or cinéma vérité) style on real locations and with real people rather than extras, apparently capturing life as it happens.\n\nThere is considerable overlap between the New Wave and the angry young men, those artists in British theatre and film such as playwright John Osborne and director Tony Richardson, who challenged the social status quo. Their work drew attention to the reality of life for the working classes, especially in the North of England, often characterised as \"It's grim up north\". This particular type of drama, centred on class and the nitty-gritty of day-to-day life, was also known as kitchen sink realism.[4]\n\n"
        },
        {
            "title": "Influence of writers and short film makers",
            "text": "Like the French New Wave, where many of the filmmakers began as film critics and journalists, in Britain critical writing about the state of British cinema began in the 1950s and foreshadowed some of what was to come. Among this group of critic/documentary film makers was Lindsay Anderson who was a prominent critic writing for the influential  Sequence magazine (1947–52), which he co-founded with Gavin Lambert and Karel Reisz (later a prominent director); writing for the British Film Institute's journal Sight and Sound and the left-wing political weekly the New Statesman. In one of his early and most well-known polemical pieces, Stand Up, Stand Up, he outlined his theories of what British cinema should become.\n\nFollowing a series of screenings which he organised at the National Film Theatre of independently produced short films including his own Every Day Except Christmas (about the Covent Garden fruit and vegetable market), Karel Reisz's Momma Don't Allow and others, he developed a philosophy of cinema which found expression in what became known as the Free Cinema Movement in Britain by the late 1950s. This was the belief that the cinema must break away from its class-bound attitudes and that the working classes ought to be seen on Britain's screens.\n\nAlong with Karel Reisz, Tony Richardson, and others he secured funding from a variety of sources (including Ford of Britain) and they each made a series of socially challenging short documentaries on a variety of subjects.\n\nThese films, made in the tradition of British documentaries in the 1930s by such men as John Grierson, foreshadowed much of the social realism of British cinema which emerged in the 1960s with Anderson's own film This Sporting Life, Reisz's Saturday Night and Sunday Morning, and Richardson's The Loneliness of the Long Distance Runner.\n\nBy 1964, the cycle was essentially over. Tony Richardson's Tom Jones, Richard Lester's A Hard Day's Night and the early James Bond films ushered in a new era for British cinema, now suddenly popular in the United States.\n\n"
        }
    ]
}