{
    "url": "https://en.wikipedia.org/wiki/British_philosophy",
    "title": "British philosophy",
    "table_of_contents": [
        "1 Medieval",
        "1.1 Anselm of Canterbury",
        "1.2 William of Sherwood",
        "1.3 Roger Bacon",
        "1.4 Duns Scotus",
        "1.5 William of Ockham",
        "2 Modern",
        "2.1 Francis Bacon",
        "2.2 Thomas Hobbes",
        "2.3 The classic trio of British empiricists",
        "2.3.1 John Locke",
        "2.3.2 George Berkeley",
        "2.3.3 David Hume",
        "2.4 Adam Smith",
        "3 19th century",
        "3.1 Jeremy Bentham",
        "3.2 John Stuart Mill",
        "3.3 Henry Sidgwick",
        "3.4 British idealism",
        "4 20th century and beyond",
        "4.1 Analytic philosophy",
        "4.1.1 G. E. Moore",
        "4.1.2 Bertrand Russell",
        "4.1.3 A. J. Ayer",
        "4.1.4 Ordinary language philosophy",
        "4.2 Contemporary times",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBritish philosophy refers to the philosophical tradition of the British people. \"The native characteristics of British philosophy are these: common sense, dislike of complication, a strong preference for the concrete over the abstract and a certain awkward honesty of method in which an occasional pearl of poetry is embedded\".[1]\n\n"
        },
        {
            "title": "Medieval",
            "text": "Saint Anselm of Canterbury (c. 1033 – 1109) was an important philosopher and theologian of the Catholic Church, who held the office of Archbishop of Canterbury from 1093 to 1109. Anselm is famed as the originator of the ontological argument for the existence of God and of the satisfaction theory of atonement. Anselm's works are considered philosophical as well as theological since they endeavour to render Christian tenets of faith, traditionally taken as a revealed truth, as a rational system.[2]\n\nWilliam of Sherwood (c. 1200 – c. 1272) was a medieval English scholastic philosopher, logician, and teacher. Little is known of his life, but he is thought to have studied in Paris and he was a master at Oxford in 1252.  He was the author of two books which were an important influence on the development of scholastic logic: Introductiones in Logicam (Introduction to Logic), and Syncategoremata. These are the first known works to deal in a systematic way with what is now called supposition theory, and were influential on the development of logic in both England and on the continent.  According to Roger Bacon, Sherwood was among \"the more famous wise men of Christendom\", of whom he names another as Albertus Magnus.  Bacon judged Sherwood to be \"much wiser than Albert\".[3]\n\nRoger Bacon (c. 1214–1294), also known as Doctor Mirabilis (Latin: \"Wondrous Doctor\"), was an English philosopher and Franciscan friar who placed considerable emphasis on empirical methods. He is sometimes credited as one of the earliest European advocates of the modern scientific method[4] inspired by the works of Plato and Aristotle via early Islamic scientists such as Avicenna and Averroes.[5][6][7]\n\nJohn Duns Scotus (c. 1265 – 8 November 1308) was an important philosopher and theologian of the High Middle Ages. Scotus was born around 1265,[8] at Duns, in Berwickshire, Scotland. In 1291 he was ordained as a priest in Northampton, England. A note in Codex 66 of Merton College, Oxford, records that Scotus \"flourished at Cambridge, Oxford and Paris\". He died in Cologne in 1308. He is buried in the \"Minoritenkirche\", the Church of the Franciscans (or Minor Friars) in Cologne. He was beatified by Pope John Paul II on 20 March 1993.\n\nNicknamed Doctor Subtilis (the subtle doctor), he is well known for the \"univocity of being,\" the formal distinction, and the idea of haecceity.  The univocity of being holds that existence is the most abstract concept we have and is applicable to everything that exists. The formal distinction is a way of distinguishing between different aspects of the same thing such that the distinction is intermediate between what is merely conceptual, and what is fully real or mind-independent. Haecceity (from the Latin haecceitas) is the idea of \"thisness,\" a concept which denotes the discrete qualities, properties or characteristics of a thing which make it a particular thing.\n\nWilliam of Ockham (c. 1288 – c. 1348) was an English Franciscan friar and scholastic philosopher. He is perhaps most well known for his principle of parsimony, famously known as Occam's razor.  This actual term is claimed not to appear in his writings,[9] but rather summarizes the principle he expressed in passages such as Numquam ponenda est pluralitas sine necessitate [Plurality must never be posited without necessity][10][11] and Frustra fit per plura quod potest fieri per pauciora (It is futile to do with more things that which can be done with fewer).[12] Generally it refers to distinguishing between two hypotheses either by \"shaving away\" unnecessary assumptions or cutting apart two similar conclusions.\n\nThe words often attributed to Occam: entia non sunt multiplicanda praeter necessitatem (\"entities must not be multiplied beyond necessity\") are absent in his extant works;[13]  This particular phrasing comes from John Punch who used it in describing a \"common axiom\" (axioma vulgare) of the Scholastics.[14]\n\n"
        },
        {
            "title": "Modern",
            "text": "Francis Bacon (1561–1626) was an Englishman who was a statesman, scientist, lawyer, jurist and author in addition to being a philosopher. He famously died of pneumonia contracted while studying the effects of freezing on the preservation of meat.  He served both as Attorney General and Lord Chancellor of England. Although his political career ended in disgrace, he remained extremely influential through his works, especially as philosophical advocate and practitioner of the scientific method and pioneer in the scientific revolution.\n\nBacon has been called the father of empiricism.[15] His works established and popularized deductive methodologies for scientific inquiry, often called the Baconian method or simply, the scientific method. His demand for a planned procedure of investigating all things natural marked a new turn in the rhetorical and theoretical framework for science, much of which still surrounds conceptions of proper methodology today. His dedication probably led to his death, so bringing him into a rare historical group of scientists who were killed by their own experiments.\n\nThomas Hobbes (1588–1679) was an English philosopher, remembered today for his work on political philosophy. His 1651 book Leviathan established the foundation for most of Western political philosophy from the perspective of social contract theory.[16]\n\nHobbes was a  champion of absolutism for the sovereign but he also developed some of the fundamentals  of European liberal thought: the right of the individual; the natural equality of all men; the artificial character of the political order (which led to the later distinction between civil society and the state); the view that all legitimate political power must be \"representative\" and based on the consent of the people; and a liberal interpretation of  law which  leaves people free to do whatever the law does not explicitly forbid.[17]\n\nHobbes also contributed to a diverse array of fields, including history, geometry, physics of gases, theology, ethics, general philosophy, and political science. His account of human nature as self-interested cooperation has proved to be an enduring theory in the field of philosophical anthropology. He was one of the key founders of philosophical materialism.\n\nThe three 'classic' British empiricists in the early modern era were John Locke, George Berkeley, and David Hume. The term \"British empiricism\" refers to the philosophical tradition in Britain that was epitomised by these thinkers (though this tradition did have precursors in Britain stretching back to Roger Bacon). Berkeley, despite being Irish, was referred to as British as County Kilkenny, where he lived in Ireland, was a part of the United Kingdom of Great Britain and Ireland at the time.\n\nJohn Locke (1632–1704) was an empiricist at the beginning of the Modern period of philosophy.  As such (and in contrast to René Descartes), he held that all of the objects of the understanding are ideas, where ideas exist in the mind.  One of his goals in his work An Essay Concerning Human Understanding is to trace the origin of ideas.  There are no innate ideas “stamped upon the mind” from birth, and all knowledge is rooted in experience.  Further, there are also simple ideas and complex ideas.  Simple ideas enter by the senses, and they are simple and unmixed.  Complex ideas are simple ideas that have been combined and related together using the abstracting activity of the mind.\n\nLocke is also responsible for an early theory of personal identity. He thought that our being the same person from one time to another consists, not in our having the same soul or the same body, but rather the same series of psychological connections. For Locke, to be a person is to be an intelligent thinking being that can know itself as itself, the same thinking thing in different times and places.\n\nGeorge Berkeley (1685–1753) was an Irish philosopher who served as Bishop of Cloyne from 1734 until his death.  He was a British empiricist,[18] an immaterialist, and an idealist. Many of his most important ideas were first put forth in A Treatise Concerning the Principles of Human Knowledge, a work which was critical of John Locke's philosophy.  Berkeley agreed with Locke that there was an outside world which caused the ideas within the mind, but Berkeley sought to prove that the outside world was also composed solely of ideas. Berkeley thought that the ideas that we possessed could only resemble other ideas (not physical objects) and thus the external world consisted not of physical form, but rather of ideas. This world was given logic and regularity by some other force, which Berkeley concluded was God.\n\nBerkeley is famous for his motto \"esse est percipi aut percipere\", or otherwise, \"to exist is to be perceived, or to perceive\".  This means that there are no things other than ideas and the minds that house them.  There is no such thing as a mind-independent entity.\n\nDavid Hume (1711–1776) was a Scottish philosopher, economist, and historian.  His major works, A Treatise of Human Nature (1739–1740), the An Enquiry concerning Human Understanding (1748), An Enquiry Concerning the Principles of Morals (1751), and Dialogues Concerning Natural Religion (1779) remain widely influential.[19] His ideas regarding free will and determinism, causation, personal identity, induction, and morality still inspire discussion.\n\nHume famously described the problem of induction. He argues that inductive reasoning cannot be rationally employed, since, in order to justify induction, one would either have to provide a sound deductive argument or an inductively strong argument.  But there is no sound deductive argument for induction, and to ask for an inductive argument to justify induction would be to beg the question.\n\nHume's problem of causation is related to his problem of induction. He held that there is no empirical access to the supposed necessary connection between cause and effect. In seeking to justify the belief that A causes B, one would point out that, in the past, B has always closely followed A in both space and time. But the special necessary connection that is supposed to be causation is never given to us in experience.  We only observe a constant conjunction of events, with no necessity whatsoever.\n\nIn personal identity, Hume was a bundle theorist.  He said that there is no robust self to which properties adhere.  Experience only shows us that there is only a bundle of perceptions.\n\nAdam Smith (1723–1790) was a Scottish moral philosopher and a pioneer of political economics. Smith wrote The Theory of Moral Sentiments and An Inquiry into the Nature and Causes of the Wealth of Nations. The latter, usually abbreviated as The Wealth of Nations, is considered his magnum opus and the first modern work of economics. Smith is widely cited as the father of modern economics.\n\nSmith studied moral philosophy at the University of Glasgow and the University of Oxford. After graduating, he delivered a successful series of public lectures at Edinburgh, leading him to collaborate with David Hume during the Scottish Enlightenment. Smith obtained a professorship at Glasgow teaching moral philosophy, and during this time he wrote and published The Theory of Moral Sentiments.\n\n"
        },
        {
            "title": "19th century",
            "text": "Jeremy Bentham (1748–1832) is well known for beginning the tradition of classical utilitarianism in Britain. Utilitarianism is a consequentialist theory of normative ethics which holds that an act is morally right if and only if that act maximizes happiness or pleasure. Classical utilitarianism is said to be hedonistic because it regards pleasure as the only intrinsic good and pain as the only intrinsic evil.[20]\n\nUtilitarianism was described by Bentham as \"the greatest happiness or greatest felicity principle\".[21] Bentham's utilitarianism is known for arguing that the felicific calculus should be used to determine the rightness and wrongness of acts. It does this by measuring the amount of pain and pleasure for various acts. Bentham thought that pleasure and pain be broke down in distinct units called hedons and dolors.\n\nJohn Stuart Mill (1806–1873) was an influential contributor to social theory, political theory, and political economy. His conception of liberty justified the freedom of the individual in opposition to unlimited state control.[22]\n\nMill also continued Bentham's tradition of advancing and defending utilitarianism. Mill's book Utilitarianism is a philosophical defense of utilitarianism. The essay first appeared as a series of three articles published in Fraser's Magazine in 1861; the articles were collected and reprinted as a single book in 1863.\n\nHenry Sidgwick (1838–1900) also focused on utilitarian ethics and was one of the founders and first president of the Society for Psychical Research, was a member of the Metaphysical Society, and promoted the higher education of women. The Methods of Ethics is a book on utilitarianism written by Sidgwick that was first published in 1874.[23] The Stanford Encyclopedia of Philosophy indicates that The Methods of Ethics \"in many ways marked the culmination of the classical utilitarian tradition.\" Well-known contemporary utilitarian philosopher Peter Singer has said that the Methods \"is simply the best book on ethics ever written.\"[24]\n\nAs an area of absolute idealism, British idealism was a philosophical movement that was influential in Britain from the mid-nineteenth century to the early twentieth century. Important representatives included T. H. Green, F. H. Bradley, Bernard Bosanquet, J. M. E. McTaggart, H. H. Joachim, J. H. Muirhead, and G. R. G. Mure. Two British philosophers, G. E. Moore and Bertrand Russell, were brought up in this tradition and then reacted against it by pioneering analytic philosophy.\n\n"
        },
        {
            "title": "20th century and beyond",
            "text": "Analytic philosophy was based on traditional British empiricism, updated to accommodate the new developments in logic pioneered by German mathematician Gottlob Frege. It has dominated philosophy in the English-speaking world since the early 20th century.\n\nGeorge Edward Moore (1873–1958) was an English philosopher. One of the founders of the analytic tradition, he led the British 'revolt against idealism' at the turn of the twentieth century, along with Bertrand Russell - while Russell is better known, he stated that it was in fact Moore who \"led the way\".[25]\n\nMoore is best known today for his defence of ethical non-naturalism, his emphasis on common sense in philosophical method, and the paradox that bears his name. He was admired by and influential among other philosophers, and also by the Bloomsbury Group, but is (unlike his  colleague Russell) mostly unknown today outside of academic philosophy. Moore's essays are known for his clear, circumspect writing style, and for his methodical and patient approach to philosophical problems. He was critical of philosophy for its lack of progress, which he believed was in stark contrast to the dramatic advances in the natural sciences since the Renaissance.  He often praised the analytic reasoning of Thales of Miletus, an early Greek philosopher, for his analysis of the meaning of the term \"landscaping\".  Moore thought Thales' reasoning was one of the few historical examples of philosophical inquiry resulting in practical advances.  Among his most famous works are his book Principia Ethica, and his essays, \"The Refutation of Idealism\", \"A Defence of Common Sense\", and \"A Proof of the External World\".\n\nHe was president of the Aristotelian Society from 1918 to 1919.[26]\n\nBertrand Russell (1872–1970) led the British \"revolt against idealism\" in the early 1900s, along with G. E. Moore. He was influenced by Gottlob Frege, and was the mentor of Ludwig Wittgenstein. He is widely held to be one of the 20th century's premier logicians.[27] He co-authored, with Alfred North Whitehead, Principia Mathematica, an attempt to derive all mathematical truths from a set of axioms using rules of inference in symbolic logic. His philosophical essay \"On Denoting\" has been considered a \"paradigm of philosophy.\"[28] Both works have had a considerable influence on logic, mathematics, set theory, linguistics, and philosophy.\n\nRussell's theory of descriptions has been profoundly influential in the philosophy of language and the analysis of definite descriptions.  His theory was first developed in his 1905 paper \"On Denoting\".\n\nRussell was a prominent anti-war activist; he championed free trade and anti-imperialism.[29][30] Russell went to prison for his pacifist activism during World War I. Later, he campaigned against Adolf Hitler, then criticised Stalinist totalitarianism, attacked the United States of America's involvement in the Vietnam War, and finally became an outspoken proponent of nuclear disarmament.[31]\n\nIn 1950, Russell was awarded the Nobel Prize in Literature, \"in recognition of his varied and significant writings in which he champions humanitarian ideals and freedom of thought.\"[32]\n\nSir Alfred Jules Ayer (29 October 1910, London – 27 June 1989, London), better known as A. J. Ayer or \"Freddie\" to friends, was a British analytic philosopher known for his promotion of logical positivism, particularly in his books Language, Truth and Logic (1936) and The Problem of Knowledge (1956).\n\nOrdinary language philosophy is a philosophical school that approaches traditional philosophical problems as rooted in misunderstandings that philosophers develop by forgetting what words mean in their everyday use.\n\nThis approach typically involves eschewing philosophical theories in favour of close attention to the detail of everyday language. Sometimes also called \"Oxford philosophy\", it is generally associated with the work of a number of mid-century Oxford professors: mainly J. L. Austin, but also Gilbert Ryle, H. L. A. Hart, and P.F. Strawson.\n\nIt was a major philosophic school between 1930 and 1970.\n\nRecent British philosophers particularly active in the philosophy of religion have included Antony Flew, C. S. Lewis, and John Hick.\n\nImportant moral and political philosophers have included R. M. Hare, Alasdair MacIntyre, and Roger Scruton. \n\nOther recent figures in the British analytic tradition include David Wiggins, Derek Parfit, and P. F. Strawson, who have focused on fields such as metaphysics, philosophy of mind, logic, and the philosophy of language.\n\n"
        }
    ]
}