{
    "url": "https://en.wikipedia.org/wiki/British_Israelism",
    "title": "British Israelism",
    "table_of_contents": [
        "1 History",
        "1.1 Earliest recorded expressions",
        "1.2 Foundation",
        "1.3 Peak of adherence to British Israelism - late 19th and early 20th centuries",
        "2 Contemporary movement",
        "3 Tenets",
        "3.1 Most Israelites are not Jews",
        "3.2 The British are the descendants of the Lost Tribes",
        "3.3 The British throne is a continuation of the Davidic throne",
        "3.4 Britain and the United States are the inheritors of Jacob's birthright",
        "4 Claims and criticism",
        "4.1 Research standards",
        "4.2 Historical linguistics",
        "4.3 Scriptural interpretation",
        "4.4 Historical speculation",
        "4.5 Ideology",
        "5 Influences on other movements",
        "5.1 Mormonism",
        "5.2 Pentecostalism",
        "5.3 Herbert W. Armstrong",
        "5.4 Christian Identity",
        "6 Notable adherents",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBritish Israelism (also called Anglo-Israelism) is the British nationalist, pseudoarchaeological, pseudohistorical[1] and pseudoreligious[2] belief that the people of Great Britain are \"genetically, racially, and linguistically the direct descendants\" of the Ten Lost Tribes of ancient Israel.[3] With roots in the 16th century, British Israelism was inspired by several 19th century English writings such as John Wilson's 1840 Our Israelitish Origin.[4] From the 1870s onward, numerous independent British Israelite organizations were set up throughout the British Empire as well as in the United States; as of the early 21st century, a number of these organizations are still active. In America, the idea gave rise to the Christian Identity movement.\n\nThe central tenets of British Israelism have been refuted by archaeological,[5] ethnological,[6] genetic,[7]: 181   and linguistic research.[8][9]: 33–34 \n\n"
        },
        {
            "title": "History",
            "text": "According to Brackney (2012) and Fine (2015), the French Huguenot magistrate M. le Loyer's The Ten Lost Tribes, published in 1590, provided one of the earliest expressions of the belief that the Anglo-Saxon, Celtic, Scandinavian, Germanic, and associated peoples are the direct descendants of the Old Testament Israelites.[3][10]: 176  Anglo-Israelism has also been attributed to Francis Drake and King James VI and I,[10] who believed he was the King of Israel.[3] Adriaan van Schrieck (1560–1621), who influenced Henry Spelman (1562–1641) and John Sadler (1615–74), wrote in the early 17th century about his ideas on the origins of the Celtic and Saxon peoples. In 1649, Sadler published The Rights of the Kingdom, \"which argues for an 'Israelite genealogy for the British people'\".[10]: 176 \n\nAspects of British Israelism and its influences have also been traced to Richard Brothers, who published A Revealed Knowledge of the Prophecies and Times in 1794,[11]: 1  John Wilson's Our Israelitish Origin (1844),[11]: 6-9  and John Pym Yeatman's The Shemetic Origin of the Nations of Western Europe (1879).[12]\n: 211 \n\nBritish Israelism arose in England, then spread to the United States.[13]: 52–65   Its adherents cite various supposedly-medieval manuscripts to claim an older origin, but British Israelism appeared as a distinct movement in the early 1880s:\n\nThe extent to which the British clergy became aware of the existence of the movement may be gauged by the comment which Cardinal John Henry Newman (1801–1890) made when he was asked why he had left the Church of England in 1845 in order to join the Roman Catholic Church. He said that there was a very real danger that the movement \"would take over the Church of England.\"[15]: 86 \n\nIn the late 19th century, Edward Hine, Edward Wheler Bird, and Herbert Aldersmith developed the British Israelite movement.  Hine and Bird achieved a degree of \"doctrinal coherence\" by eliminating competing forms of the ideology: in 1878, the Anglo-Ephraim Association of London, which followed Wilson by accepting the broader community of western European Germanic peoples as fellow Israelites who were also favoured by God, was absorbed into Bird's Metropolitan Anglo-Israel Association, which espoused the Anglo-exclusive view promoted by Hine.[12]: 209 \n\nBy 1886, the \"Anglo-Israel Association\" had 27 affiliated groups throughout Britain.[11]: 9   Hine later departed for the United States, where he promoted the movement.[13]: 56 [10]: 176 \n\nThe 1906 edition of the Jewish Encyclopedia stated that British Israelism's adherents \"are said to number 2,000,000 in England and the United States\",[16] an unreliable figure if association membership and journal subscription numbers are any guide; the number of passive Protestant sympathisers is almost impossible to determine.[12]: 209 \n\nBetween 1899 and 1902, adherents of British Israelism dug up parts of the Hill of Tara in the belief that the Ark of the Covenant was buried there, doing much damage to one of Ireland's most ancient royal and archaeological sites.[17] At the same time, British Israelism became associated with various pseudo-archaeological pyramidology theories, such as the notion that the Pyramid of Khufu contained a prophetic numerology of the British peoples.[18]\n\nIn 1914, the thirty-fourth year of its publication, the Anglo-Israel Almanac listed the details of a large number of Kingdom Identity Groups which were operating independently throughout the British Isles as well as in Australia, New Zealand, South Africa, Canada, and the United States of America.[citation needed]\n\nIn 1919, the British-Israel-World Federation (BIWF) was founded in London, and Covenant Publishing was founded in 1922. William Pascoe Goard was the first director of the publishing house. During this time, several prominent figures patronized the BIWF organization and its publisher; Princess Alice, Countess of Athlone was its Patron-in-chief prior to World War II. One of its highest-profile members was William Massey, then Prime Minister of New Zealand. Due to the expansive nature of the British Empire, believers in British Israelism spread worldwide and the BIWF expanded its organization to the British Commonwealth. Howard Rand promoted the teaching, and he became the National Commissioner of the Anglo-Saxon Federation of America in 1928. He published The Bulletin, later renamed The Messenger of the Covenant.  More recently, it was renamed Destiny.[13]: 57 \n\nDuring its peak in the early 20th century, British Israelism was also espoused by John Fisher, 1st Baron Fisher.[19] A prolific author on British Israelism during the later 1930s and 40s was Alexander James Ferris.[citation needed]\n\n"
        },
        {
            "title": "Contemporary movement",
            "text": "The BIWF continues to exist, with its main headquarters in Bishop Auckland, County Durham.[20] It also has chapters in Australia, Canada, The Netherlands, New Zealand and South Africa.[21]\n\nIn 1968, one source estimated that there were between 3,000 and 5,000 British Israelites in Britain.[22]  There, the theology of British Israelism has been taught by a few small Pentecostal churches.\n\nThe post-Imperial era brought about a change in orientation for British Israelists, reflected in a corresponding change in the social class to which their membership predominantly belonged. During the years of its initial growth, it could depend on the spread of Christian fundamentalism within the country, the emotional appeal of imperialism and a belief in the unrivaled power of the British economy to expand a middle-class membership that viewed it as the divine duty of the nation, as God's chosen people, to rule and civilize the world. By the mid-20th century, the dissipation of these factors changed the focus of the movement to one troubled by social and moral decline, including the degradation of class distinctions and of monarchical absolutism. Societal changes were viewed as portents of a coming apocalypse and as indications that the nation was in need of redemption. A fantasized society which practiced Victorian moral rectitude and imperialism, lacked socialism, bureaucrats, intellectuals and income tax, would now come to be viewed by the movement which drew its support from the well-to-do as the ideal that modern British society should emulate.[22]\n\n"
        },
        {
            "title": "Tenets",
            "text": "Adherents believe that the Twelve Tribes of Israel are the twelve sons of the patriarch Jacob (who was later named Israel). Jacob elevated the descendants of Ephraim and Manasseh (the two sons of Joseph) to the status of full tribes in their own right, replacing the tribe of Joseph.\nA division occurred among the twelve tribes in the days of Jeroboam and Rehoboam, with the three tribes of Judah, Benjamin, and, in part, Levi, forming the Kingdom of Judah, and the remaining ten tribes forming the Kingdom of Israel (Samaria).[23] Thus, they argue, \"the great bulk of Israelites are not the Jews\".[24]: 71 \n[25][26]  W. E. Filmer, writing in 1964, suggested that the fact that some Jews continue to search for the ten lost tribes implies that their representatives are not found among modern-day, multi-ethnic, Jews.[27] A number of British Israelites quote Josephus in order to support their claim that the lost tribes of Israel are not Jews: \"the entire body of the people of Israel remained in that country; wherefore there are but two tribes in Asia and Europe subject to the Romans, while the ten tribes are beyond the Euphrates till now, and are an immense multitude.\"[28][24]: 247 [29][30]\n\nThe key component of British Israelism is its representation of the migrations of the Lost Tribes of Israel. Adherents suggested that the Scythians, Cimmerians and Goths were representatives of these lost tribes, and the progenitors of the later invaders of Britain.[31][9]: 26–27  John Wilson would argue for the inclusion of all Western European Gothic peoples among the descendants of the Israelites, but under the later influence of Edward Hine, the movement would come to view only the peoples of the British Isles as having this ancestry.[12]: 209 \n\nHerodotus reported that the ancient Persians called all of the Scythians Sacae, but they called themselves Scoloti. However, a modern comparison of the forms which are given in other ancient languages suggests that Skuda was their name.[32] Ancient writers, such as Josephus and Jerome would associate the Scythians with the peoples of Gog and Magog,[33] but British Israelist etymologists would see in Sacae a name derived from the biblical \"Isaac\",[24]: 294–295  claiming that the appearance of the Scythians where they claimed the Lost Tribes were last documented also supported a connection.[16] Further, British Israelists find support in the superficial resemblance between King Jehu's pointed headdress and that of the captive Saka king seen to the far right on the Behistun Rock.[34] The chain of etymological identification leading from Isaac to the Sacae was continued to the Saxons (interpreted as \"Sac's sons\" – the sons of Isaac),[24]: 294–295 [9]: 21 [35]: 121  who are portrayed as invading England from Denmark, the 'land of the Tribe of Dan'.[16] They saw the same tribal name, left by the wanderers, in the Dardanelles, the Danube, Macedonia, Dunkirk, Dunglow in Ireland, Dundee in Scotland, Sweden and London,[3][36][37][38] and ascribed to this lost tribe the mythical Irish Tuatha Dé Danann.[16] In the name of the British they see berithish, referring to the Hebrew covenant with God.[3]\n\nBede (died 735) had linked the Picts to the Scythians, but British Israelists suggested that he had confused the two tribes of Scotland, and that it was the Scotti (Scots) who were one with the Scoloti (Scyths) of Herodotus.[39] They drew particular support from the derivation of the Scots from the Scythians found in the 1320 Declaration of Arbroath,[24]: 262  reflecting a tradition related in the 9th-century Historia Brittonum that the Scots descended from the union of a Scythian exile with Scota, daughter of a Pharaoh, a tale found in some form in several other early-14th-century historical and poetic sources.[40] The Declaration begins:\n\nBritish-Israel Associations cite the Declaration as evidence for the link between the Scots and the Scythians, and hence the Lost Tribes,[42] as had been proposed by the early British Israelist etymologists.[24]: 285–296 \n\nOther Celtic invaders would be given an analogous descent. In the Welsh (Cymry) the British Israelists would see a direct connection through the Cimbri to the Cimmerians, the Gimirri of Assyrian annals,[43]: 57  a name sometimes also given by the ancient Babylonians to the Scythians and Saka.[44] Perceived similarity between this and the name by which the Assyrian annals referred to Israel, Bit Khumri, would lead the British Israelists to claim that the Welsh too were members of the Lost Tribes.[43]: 57 \n\nAccording to the Anglo-Israelists, these claimed connections would make the British the literal descendants of the Lost Tribes, and thus inheritors of the promises made to the Israelites in the Old Testament.[45]\n\nSome adherents further claim that the British royal family is of lineal descent from the house of King David via a daughter of Zedekiah, the last king of Judah. According to this legend, the prophet Jeremiah, and his scribe, Baruch, escaped with \"the king's daughters\" (Jer. 41:10; 43:6) to Egypt. They later travelled to Ireland, where one of the surviving Judahite princesses, Tea Tephi, married a local High King of Ireland. From this fabled union the Davidic throne was supposedly preserved, having been transferred to Ireland, then Scotland and later England, whence the British monarchs are alleged to have descended.[46]  The Stone of Scone, which has been used in the coronations of Scottish, English and British monarchs for centuries, is traditionally claimed to be identical to the pillow stone which was used by the biblical patriarch, Jacob.[3]\n\nA commonly held British-Israel doctrine is the belief that the Tribe of Ephraim and the Tribe of Manasseh can be identified as modern day Britain and the United States of America.[47][48][49]\n\nPart of the foundation of the British-Israel doctrine is the theological claim that particular blessings were bestowed upon three of the tribes of Israel,[50][51][49][24]: 317  in that the tribe of Judah was to be the 'chief ruler' e.g. King David, and Ephraim was to receive the birthright (See Jacob and Esau). Adherents believe that these blessings have continued down through the ages to modern times, with the British Monarchy being identified as the continued blessing upon Judah, and both Britain (Ephraim) and the USA (Manasseh) as recipients of the national birthright blessing. \nThey cite passages such as 1 Chron 5:1–2 and  Gen 48:19–20 in order to support their claim.[citation needed]\n\n"
        },
        {
            "title": "Claims and criticism ",
            "text": "British Israelism has been criticized for its poor research and scholarship. In the 1910 edition of the Encyclopædia Britannica, an article which summarizes the theology of British Israelism contains the statement that: \"The theory [of British-Israelism] rests on premises which are deemed by scholars—both theological and anthropological—to be utterly unsound\".[52]  Current scholarship is not consistent with the claims of British Israelism, with scholars drawing attention to its \"historical and linguistic inaccuracies\" in addition to its links to antisemitism.[3]  Hale (2015) refers to \"the overwhelming cultural, historical and genetic evidence against it.\"[7]: 181 \n\nCritics of British Israelism note that the arguments which are presented by promoters of the teaching are based on unsubstantiated and highly speculative, amateur research. Tudor Parfitt, author of The Lost Tribes: The History of a Myth, states that the proof cited by adherents of British Israelism is \"of a feeble composition even by the low standards of the genre.\"[13]: 61 \n\nSome proponents of British Israelism have claimed that numerous links exist between historical linguistics, Ancient Hebrew, and various European place names and languages.[13]: 62  This can be traced to the works of John Wilson in the 19th century. The self-trained Wilson looked for similarities in the sounds of words and argued that many Scottish, British and Irish words stemmed from ancient Hebrew words. Wilson's publications inspired the development of British Israel language associations in Europe.[9]: 33 \n\nModern scholarly linguistic analysis conclusively shows that the languages of the British Isles (English, Welsh, and Gaelic) belong in the Indo-European language family, while Hebrew belongs in the Semitic branch of the Afro-Asiatic language family.[53] In 1906, T. R. Lounsbury stated that \"no trace of the slightest real connection can be discovered\" between English and ancient Hebrew,[54] while in 1993 Michael Friedman refuted claims that Hebrew was closely related to Celtic and Anglo-Saxon when he wrote that \"the actual evidence could hardly be any weaker\".[9]: 33 \n\nOthers have addressed the specific word relationships proposed. Russell Spittler (1973) says of the \"disputable\" etymological claims made by the British Israelists that they \"have no ample basis in linguistic scholarship and are based on coincidences only.\"[37] William Ingram (1995) would present arguments made by British Israelism as examples of \"tortured etymology\".[35]: 121 \n\nAdherents of British Israelism cite various scriptures in support of the argument that the \"lost\" Northern Israelite Tribes migrated through Europe to end up in Britain.[citation needed] Dimont (1933) argues that British Israelists misunderstand and misinterpret the meaning of these scriptures.[55]: 5–7 \n\nOne such case is the distinction that British Israelists make between the \"Jews\" of the Southern Kingdom and the \"Israelites\" of the Northern Kingdom. They believe that the Bible consistently distinguishes the two groups.[citation needed] Dimont says that many of these scriptures are misinterpreted because after the captivities, the distinction between \"Jews\" and \"Israelites\" was lost over time.[citation needed]\n\nBritish Israelists believe that the Northern Tribes of Israel lost their identity after the captivity in Assyria and that this is reflected in the Bible.[citation needed] Dimont disagrees with this assertion and argues that only higher-ranking Israelites were deported from Israel and many Israelites remained.[55]: 5  He cites examples after the Assyrian captivity, such as Josiah, King of Judah, who received money from the tribes of \"Manasseh, and Ephraim and all the remnant of Israel\" (2 Chronicles 34:9), and Hezekiah, who sent invitations not only to Judah, but also to northern Israel for the attendance of a Passover in Jerusalem. (2 Chronicles 30);[55]: 6  British Israelites interpret 2 Chronicles 34:9 as referring to \"Scythians\".[citation needed]\n\nDimont is also critical of the interpretations of biblical prophecy embraced by the movement, saying, \"Texts are torn from their context, and misapplied without the slightest regard to their original meaning.\"[55]: 18 \n\nBritish Israelism rests on linking different ancient populations. This includes linking the \"lost\" tribes of Israel with the Scythians, Cimmerians, Celts, and modern Western Europeans such as the British. To support these links, some adherents believe that similarities exist between various cultural aspects of these population groups, and they argue that these links demonstrate the migration of the \"lost\" Israelites in a westerly direction. Examples given include burial customs, metalwork, clothing, dietary customs, and more.[56] Dimont argues that the customs of the Scythians and the Cimmerians are in contrast to those of the Ancient Israelites,[55]: 7–10  and he further dismisses the connection between these populations and the Saxons and Celts, particularly criticizing the then-current formulations of British Israelism that would interject Semites between the closely related English and Germans.[55]: 10–11 \n\nThe Scythian origin of the Scots has been referred to as mythical.[57][58]  Algernon Herbert, writing in 1848, characterized the linguistic derivation of Scots from Scoloti as \"strictly impossible\",[57] and Merrill (2005) referred to it as false etymology.[39]\n\nAddressing their view on the fate of the exiled tribes, Frank Boys said of their voluminous output, \"All the effort to write these volumes might well have been saved on the premise that 'they were never lost,' which we believe to be the correct one.\"[37]\n\nParfitt suggests that the creation of British Israelism was inspired by numerous ideological factors, which included: a desire of its adherents, many of whom were from ordinary backgrounds, to prove that they had a glorious ancient past; emerging pride in Western imperialism and colonialism, and a belief in the \"racial superiority of white Anglo-Saxon Protestants\".[13]: 62  Aikau characterized the movement as being \"fundamentally about providing a rationale for Anglo-Saxon superiority.\"[59] To Kidd, its theology represents a \"quasi-heresy\", which serves to \"blunt the universalist message apparent in the New Testament.\"[12]: 204  Its role in fostering antisemitism in conservative Protestant Christianity has been noted by historians,[43]: 57  along with its role in fostering a feeling of \"racial chauvinism\" which is \"not always covert\".[35]: 121–122 \n\nSeparately, the mythology of British Israelism has been characterized as fostering \"nationalistic bellicosity\" by historians.[60] To some adherents, British Israelism served as a justification for British imperialism and American settler colonialism, along with the displacement of indigenous peoples which subsequently followed them.[12]: 212–213 \n\n"
        },
        {
            "title": "Influences on other movements",
            "text": "British Israelism was rapidly growing in England when the United States-based Latter Day Saint movement sent its first missionaries to England. British Israelist ideas clearly influenced Mormon thought by the 1850s, and by the 1870s, Mormon periodicals published in Britain were citing British Israelist proponents to promote the belief that most Mormons were of Anglo-Saxon and Israelite descent, concepts that would subsequently be synthesized into general Mormon discourse.[61]\n\nSeveral individuals who were influential in the founding of Pentecostalism embraced the tenets of British Israelism. The British-Israel-inspired self-identification of Anglo-Saxon peoples with the Jewish nation and the promises made to them by their god would significantly contribute to the belief held by several prominent proto- and early-pentecostals that they would play a central role in the end times. Notable among them was John Alexander Dowie, who spoke about plans for Anglo-Saxon Christians to take control of Jerusalem in order to prepare for the Second Coming. This legacy was continued by Charles Fox Parham, who instead believed that the Lost Tribes would join their Jewish brethren in order to reestablish the nation of Israel. His was a more expansive view of the Lost Tribes than Dowie's, encompassing not only Anglo-Saxons, but also Scandinavians, Danes, High Germans, and even Hindus and Japanese, who, according to Parham, had acquired the blood of Abraham through intermarriage and hence, they were eligible to take part in his end-time drama. British-Isralist beliefs would soon be marginalized in the movement, but its influences could still be seen in the teachings of several key leaders in the mid-20th-century.[62]\n\nIn Britain, the espousal of British Israelism by George Jeffreys, founder of the Elim Pentecostal Church, led to a schism which precipitated his resignation in 1939 and led to the formation of the Bible-Pattern Church Fellowship,[63] which continues to teach the doctrine.[64]\n\nBeginning in the 1960s, the teaching of British Israelism was vigorously promoted by Herbert W. Armstrong,[13]: 57  founder and Pastor General of the Worldwide Church of God. Armstrong believed that the teaching was key to the understanding of biblical prophecy: \"One might ask, were not biblical prophecies closed and sealed? Indeed they were—until now! And even now they can be understood only by those who possess the master key to unlock them.\"[65] Armstrong believed that God commanded him to proclaim the prophecies to the Lost Tribes of Israel before the \"end-times\".[66][unreliable source?] Armstrong's belief caused his separation from the Church of God Seventh Day because of its refusal to adopt the teaching.\n\nArmstrong founded his own church, first named the \"Radio Church of God\" and later renamed the \"Worldwide Church of God\".[66]  He described British Israelism as a \"central plank\" of his theology.[67]\n\nAfter Armstrong's death, his former church abandoned its belief in British Israelism and in 2009, it changed its name to Grace Communion International (GCI).  It offers an explanation for the doctrine's origin as well as an explanation for the church's renunciation of the doctrine on its official website.[66] Church members who refused to accept these doctrinal changes left the Worldwide Church of God/GCI and founded their own offshoot churches. Many of these organizations still teach British Israelism, among them are the Philadelphia Church of God, the Living Church of God, and the United Church of God. Armstrong promoted other genealogical history theories, such as the belief that modern-day Germany represents ancient Assyria (see Assyria and Germany in Anglo-Israelism), writing, \"The Assyrians settled in central Europe, and the Germans, undoubtedly, are, in part, the descendants of the ancient Assyrians.\".[68]\n\nWhile early British Israelites such as Edward Hine and John Wilson were generally philosemites,[69][9]: 33  an antisemitic strain also existed within the movement, such as the scientific racialism that led Wilson to deny the \"racial purity\" of modern-day Jews, leading some within the movement to adopt the belief that modern-day Jews were \"un-Semitic impostors\".[12]: 206–210  Some American adherents of British Israelism would later adopt a racialized, strongly antisemitic theology that became known as Christian Identity,[11]: xii  which has at its core the belief that non-Caucasian people have no souls and therefore cannot be saved.[9]: 68   Since its emergence in the 1920s, Christian Identity has taught the belief that Jews are not descended from the Tribe of Judah.  Instead, some Christian Identity adherents believe that Jews are descended from Satan and Lilith (see Serpent seed) while others believe that Jews are descended from Edomite-Khazars (see Khazar hypothesis of Ashkenazi ancestry).  Their adoption of the British Israelist belief that the Israelite-derived Anglo-Saxons had been favoured by God over the 'impure' modern Jews meant that a reluctantly antisemitic Klansman \"could now maintain his anti-Semitism and at the same time revere a Bible cleansed of its Jewish taint.\"[70] The arrival of British Israelism in the United States contributed to the transmission of antisemitic notions into the Christian Identity movement. One of the leading proponents of the movement after World War II was Reverend Wesley A. Swift. For several years during the 1930s and 1940s, Swift was a student and a minister at Aimee Semple McPherson's Pentecostal Foursquare Church.[71][11]: 58–61  Swift went from leading several Los Angeles Anglo-Israelite institutions to founding the Anglo-Saxon Christian Congregation, later renamed the Church of Jesus Christ–Christian in about 1948, which became Christian Identity's main mouthpiece.[72] Both British Israelism and Christian Identity have been branded intrinsic \"racial chauvinist\" doctrines, but while for British-Israelism the Jews are protagonists of the apocalypse, they are antagonists in Christian Identity escathology.[73] Christian identity members, as well as individuals such as Jacob Thorkelson and Charles Ashton, perceived British Israelism as a platform to \"facilitate a Jewish monopoly on global power.\" Converserly, the British-Israel-World Federation denounced through the BIFW Newsletter in January 2007 the rise of antisemitic groups within British-Israelist circles in the US.[74]\n\n"
        }
    ]
}