{
    "url": "https://en.wikipedia.org/wiki/British_Board_of_Film_Classification",
    "title": "British Board of Film Classification",
    "table_of_contents": [
        "1 History and overview",
        "1.1 Change of name and scope",
        "2 Responsibilities and powers",
        "2.1 Editing",
        "2.2 Cinema",
        "2.3 Video releases",
        "2.4 Video games",
        "2.5 Mobile operators",
        "2.6 Websites",
        "3 Current certificates",
        "3.1 Age-verification certificate",
        "4 Attitudes to censorship",
        "4.1 Relaxation",
        "5 Current concerns",
        "6 Leadership",
        "6.1 Presidents of the BBFC",
        "6.2 Directors of the BBFC",
        "7 See also",
        "8 Notes",
        "8.1 Citations",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe British Board of Film Classification (BBFC, previously the British Board of Film Censors) is a non-governmental organisation founded by the British film industry in 1912 and responsible for the national classification and censorship of films exhibited at cinemas and video works (such as television programmes, trailers, adverts, public information/campaigning films, menus, bonus content, etc.) released on physical media within the United Kingdom.[1][2] It has a statutory requirement to classify all video works released on VHS, DVD, Blu-ray (including 3D and 4K UHD formats), and, to a lesser extent, some video games under the Video Recordings Act 1984.[3] The BBFC was also the designated regulator for the UK age-verification scheme which was abandoned before being implemented.[4][5]\n\n"
        },
        {
            "title": "History and overview",
            "text": "The BBFC was established in 1912 as the British Board of Film Censors by members of the film industry, who preferred to manage their own censorship than to have national or local government do it for them. The immediate impetus for the board's formation stemmed from the furore surrounding the release in the UK in October 1912 of the film From the Manger to the Cross, about the life of Jesus. The film, shown at the Queen's Hall, London, gained considerable publicity from a great outcry in the Daily Mail, which demanded: \"Is nothing sacred to the film maker?\", and waxed indignant about the profits for its American film producers.[7] Although the clergy were invited to see it and found little to be affronted by,[7] the controversy resulted in the voluntary creation of the BBFC, which began operating on 1 January 1913.[8]\n\nThe Cinematograph Act 1909 required cinemas to have licences from local authorities. The Act was introduced for reasons of public safety after nitrate film fires in unsuitable venues (fairgrounds and shops that had been hastily converted into cinemas) but the following year a court ruling[9] determined that the criteria for granting or refusing a licence did not have to be restricted to issues of health and safety. Given that the law now allowed councils to grant or refuse licences to cinemas according to the content of the films they showed, the 1909 Act, therefore, enabled the introduction of censorship.\n\nThe film industry, fearing the economic consequences of a largely unregulated censorship infrastructure, therefore formed the BBFC to take the process 'in house' and establish its own system of self-regulation. By paying a fee of £2 for every reel of film viewed, and by appointing a panel of viewers under a censor, none of whom had any film trade interests, the growing cinema industry neatly created a censorship body which was both self-supporting and strictly impartial, and therefore was not swayed by any sectional interests inside the film trade or outside it.[10] The board's offices were originally at 133–135 Oxford Street, London; the building is located at the junction of Wardour Street, a centre of the British film industry for many years.[11]\n\nUnlike the American Production Code Administration, which had a written list of violations in their  Motion Picture Production Code, the BBFC did not have a written code and were vague in their translation to producers on what constituted a violation.[12] However, some clarity would come in 1916 when the then president of the BBFC, T. P. O'Connor, listed forty-three infractions, from the BBFC 1913–1915 annual reports, during the National Council of Public Morals: Cinema Commission of Inquiry (1916), indicating where a cut in a film may be required.[13] These included:\n\nIn 1926, the BBFC annual report outlined grounds on seven broad categories that justified censorship, including issues related to religious, political, military, social, questions of sex, crime and cruelty.[14] Some decisions from the early years are now subjected to derision. In 1928, the board's examiners report famously claimed that Germaine Dulac's surrealist film The Seashell and the Clergyman was \"almost meaningless\", but: \"If there is a meaning, it is doubtless objectionable.\"[15][16]\n\nInformal links, to varying degrees of closeness, have been maintained between the BBFC and the Government throughout the Board's existence. In the period before the Second World War, an extensive but unofficial system of political censorship was implemented by the BBFC for the Home Office. As the cinema became a socially powerful mass-medium, governments feared the effect of its use by others for propaganda and as happened in the Soviet Union and Nazi Germany discouraged any expression of controversial political views in British films. This trend reached its climax during the 1930s. Following protests from the German Embassy after the release of a film depicting the execution of Edith Cavell (Dawn, 1928, dir. Herbert Wilcox), intense political pressure was brought to bear on the BBFC by the Home Office. A system of script vetting was introduced, whereby British studios were invited to submit screenplays to the BBFC before shooting started. Imported Hollywood films were not treated as strictly as British films, as the BBFC believed that audiences would recognise American cinema as representing a foreign culture and therefore would not apply any political messages therein to their own lives. So while the Warners gangster films and other 1930s Hollywood films that dealt explicitly with crime and the effects of the Great Depression were released in the UK largely uncut, these subjects were strictly off-limits for British film-makers.\n\nDuring the Second World War, the BBFC's political censorship function effectively passed to the Films Division of the Ministry of Information, and the BBFC never regained this to the same extent as before the war. The increasing climate of post-war liberalism ensured that from the 1950s onwards, controversies involving the BBFC centred more on depictions of sex and violence than on political expression. There were some notable exceptions: Yield to the Night (UK, 1956, dir. J. Lee Thompson), which opposed capital punishment; Room at the Top (UK, 1959, dir. Jack Clayton), which dealt with class divisions; Victim (UK, 1961, dir. Basil Dearden), which implicitly argued for the legalisation of homosexuality, all involved the BBFC in controversy.\n\nIn autumn 1972, Lord Longford and Raymond Blackburn decided to pursue a matter of pornography classification for the film Language of Love[17] at the Court of Appeal before Lord Denning, MR; they failed to obtain a writ of mandamus against the Metropolitan Police Commissioner, who had refused to intrude upon the BBFC's remit.[18][19][20]\n\nIn 1984, the organisation changed its name to \"reflect the fact that classification plays a far larger part in the board's work than censorship\".[21][22] At that time it was given responsibility for classifying videos for hire or purchase to view in the home as well as films shown in cinemas. Home video and cinema versions of a film usually receive the same certificate, although occasionally a film may receive a more restrictive certificate for the home video market (sometimes due to the bonus features), as it is easier for children to watch a home video than to be admitted into a cinema.\n\nIn December 1986, the first computer game to be certified by the BBFC was an illustrated text adventure called Dracula, based on the Bram Stoker novel, published by CRL; the game received a 15 certificate.[23] The first computer game to receive an 18 certificate, on 11 December 1987,[24] was another illustrated text adventure called Jack the Ripper, also by CRL, which dealt with the infamous real life murders in Victorian London. The horror in both games came through largely in their detailed prose. Had the game publishers reprinted the games' text in book form, it would not have carried a certificate, as the BBFC has no oversight over print media. Both games had numerous certificate stickers all over their covers to emphasise to parents and retailers that they were not intended for children, as computer games carrying BBFC certificates were previously unheard of.\n\nThe first video game to be refused classification by the BBFC was Carmageddon in 1997, however a modified version of the game was later awarded an 18 certificate. In June 2007, Manhunt 2 was refused classification for both its PlayStation 2 and Wii versions, meaning that the game was illegal to sell or supply in the United Kingdom.[25] A modified version was made that was accepted by the ESRB but was still refused classification from the BBFC. The second decision was later overturned by the Video Appeals Committee (an independent body set up by legislation); the BBFC then asked the High Court for a judicial review of the VAC decision.[26] The High Court ruled that the VAC had made errors in law and instructed it to reconsider its decision, the VAC subsequently ruled that the modified version of the game should receive an 18 certificate, which the BBFC accepted.[27]\n\nOn 16 June 2009, the UK's Department of Culture, Media and Sport ruled in favour of the PEGI system to be the sole classification system for videogames and software in the UK. This decision would also, unlike beforehand, allow PEGI ratings to be legally enforced much like the BBFC ratings.[28] Initially expected to take effect from 1 April 2011,[29] the legislation was put into effect on 30 July 2012.[30]\n\nNetflix and the BBFC announced an age classification partnership on 13 March 2019 where the former will classify their content in the United Kingdom with BBFC ratings. The partnership came at the time when digital media is on the rise worldwide and when parents are concerned about children seeing inappropriate content on video on demand or online gaming platforms.[31] The implementation of BBFC ratings into Netflix UK content took effect at the end of October 2019.[32]\n\n"
        },
        {
            "title": "Responsibilities and powers",
            "text": "The board is a self-funded quango.[33][34][35] Its business affairs are controlled by a council of management selected from leading figures in the manufacturing and servicing sectors of the film industry. This council appoints the President, who has statutory responsibility for the classification of videos and the Director who has executive responsibility and formulates policy. The board, which is based in Soho Square, London, is financed from the fees it charges for classifying films and videos and is run on a not-for-profit basis.\n\nThe BBFC can also advise cuts for a less-restrictive rating. This generally occurs in borderline cases where distributors have requested a certificate and the BBFC has rated the work at a more-restrictive level; however, some cuts are compulsory, such as scenes that violate the Protection of Children Act 1978 or Cinematograph Films (Animals) Act 1937. The final certificate then depends on the distributor's decision on whether or not to make the suggested cuts. Some works are even rejected if the distributor refuses the cut.\n\nThe examiners and the directors of the BBFC are hired on a permanent basis. Examiners are required to watch five hours and twenty minutes of media, to a maximum of thirty-five hours a week. Turnover is low and vacancies, when available, appear on its London job vacancies website.[36]\n\nIn the case of films shown in cinemas, local authorities have the final legal authorisation over who can view a particular film. The majority of the time, local authorities accept the board's recommendation for a certificate for a film. There have been some notable exceptions – particularly in the 1970s when the board allowed films such as Last Tango in Paris (1972) and The Exorcist (1973) to be released with an X certificate (essentially the same as today's \"18\") – but many local authorities chose to ban the films regardless. Thirty-nine local authorities in the UK either imposed an outright ban, or imposed an X certificate, on Monty Python's Life of Brian (1979), which the BBFC had rated as AA (Suitable for ages 14+).[37]\n\nConversely, in 2002, a few local authorities regraded Spider-Man from 12 to PG, allowing children younger than 12 to see the film. However, the BBFC were already in the process of replacing the 12 rating with a new 12A, which allowed under-12s to see the film if accompanied by an adult, so shortly afterwards, the BBFC reclassified Spider-Man as 12A. The first 12A certificate awarded was for The Bourne Identity.[38]\n\nThe Video Recordings Act requires that video releases not exempt (music, documentary, non-fiction, video games, etc.) under the Act had to be classified, making it illegal to supply any recording that had not been certified. Certificates could restrict release to any age of 18 or under, or only to licensed sex-shops. The government currently designate the BBFC as the authority for certifying video releases. As the law requires the certificate to be displayed on the packaging and media labels of the video recording, in practice only UK releases can be legally sold or hired in the UK, even if a foreign release had identical content.[39]\n\nLocal authorities do not have such power for video recordings. Under the Video Recording Act 1984,[a] all non-exempt recordings must be classified by an authority chosen by the Secretary of State for Culture, Media and Sport. This classification is legally binding, in that supply of material contrary to its certificate (recordings that have been refused a certificate, or supplying to someone younger than the certified age) is a criminal offence. However, possession is not an offence in itself, other than in the case of \"possession with intent to supply\". Since the introduction of the Act, the BBFC has been the chosen authority. In theory this authority could be revoked, but in practice such a revocation has never been suggested, since most local authorities simply don't have the resources needed to do such things as remove cuts, pass films that the BBFC rejected and vice versa, put in place new cuts, etc., regularly.[40]\n\nThe BBFC has also rated some video games. Normally these are exempt from classification, unless they depict human sexual activity, human genital organs or gross acts of violence, in which case the publishers should submit the game for classification. Publishers may opt to submit a game for classification even if they are not obliged to.\n\nUnder the Digital Economy Act 2010, the responsibility for rating video games in the United Kingdom has passed from the BBFC to the Video Standards Council using the PEGI system.[41] A game is only submitted to the BBFC if it contains strong pornographic material or if it includes video material that is not directly accessible through the game itself (e.g. a documentary).\n\nThe BBFC also provide a classification service for mobile phone operators. BBFC guidelines for film and video are used to calibrate the filters used by the operators to restrict access to internet content. The default assumption is that mobile phone users are under 18 years of age. The BBFC guidelines are based on public consultations conducted every four to five years.[42]\n\nUnder the Digital Economy Act 2017 the BBFC was appointed as the UK's regulator for pornographic websites. As regulator, the BBFC was intended to be responsible for identifying commercial pornographic websites accessible in the UK and empowered to take action against any which did not age-verify their users, including placing restrictions on their payment transactions or ordering their blocking by Internet service providers. This was to be the case regardless of whether the websites were UK-based or foreign-based. The BBFC had been informally named as the likely regulator in 2016,[43][44] and in November of that year it was invited to take on the role and agreed to do so. The formal appointment of the BBFC took place in February 2018. Before the BBFC was due to begin its role, it conducted a public consultation on its draft guidance beginning in March 2018.[45][46] In 2018 the BBFC estimated that five million commercial pornographic websites existed on the Internet.[47]\n\nIn March 2019 the BBFC published its guidance, which stated that social media would not fall under the BBFC's jurisdiction, and nor would websites where pornography made up a third or less of the website's material. The BBFC proposed that a voluntary certification scheme should cover age verification providers. Margot James, the UK government's digital minister, said that the government had asked HM Treasury to provide indemnity of up to £10 million to the BBFC to protect it against legal challenges, as the uncertainty surrounding the possibility of such challenges would leave the BBFC unable to get commercial insurance.[48] There were numerous delays to the date at which the BBFC would begin its regulatory role, until in 2019 the UK government announced that the part of the Act dealing with the regulation of pornographic websites would not be implemented.[5]\n\n"
        },
        {
            "title": "Current certificates",
            "text": "The BBFC currently issues the following certificates.[49] The current category symbols were introduced in cinemas in October 2019 and on home media since April 2020, replacing the previous ones that had been in place since 2002.[50]\n\nMaterial that is exempt from classification sometimes uses symbols similar to BBFC certificates, for example an \"E\" certificate. There is no legal obligation, nor a particular scheme, for labelling material that is exempt from classification.[59] On the BBFC's online classification database, material that has been refused a classification uses an \"N/A\" symbol in place of a rating symbol.\n\nAs part of the implementation of the Digital Economy Act 2017, the BBFC and NCC Group were planning to introduce an age-verification certificate (AVC or AV Certificate), a voluntary, non-statutory certificate awarded to Internet age-verification providers who meet standards of privacy and data security. Plans to mandate online age-verification to deny those who do not prove they are aged over 18 access to pornographic website content were subsequently abandoned.[60][61]\n\n"
        },
        {
            "title": "Attitudes to censorship",
            "text": "Historically the Board has faced strong criticism for their perceived overzealous attitude towards censoring films. Prior to the liberalising decade of the 1960s, films were routinely and extensively censored as a means of social control. For example, Rebel Without a Cause (1955) was cut to reduce the \"possibility of teenage rebellion\". Ingmar Bergman's 1955 comedy Smiles of a Summer Night was cut to remove \"overtly sexual or provocative\" language.[62]\n\nThe BBFC's attitude became more liberal during the 1960s, and it concentrated on censoring films that featured graphic sex and violence. However, some Board decisions caused controversy in the 1970s when it banned a series of films that were released uncut and were popular in other countries (such as The Texas Chain Saw Massacre and Last House on the Left), or released other controversial films, such as Straw Dogs and A Clockwork Orange. However, under recent presidents Andreas Whittam Smith and Sir Quentin Thomas, guidelines were relaxed again, allowing the release, usually uncut, of these previously banned films on video and in cinemas. Some films from the 1970s remain unreleased.[63] However, many of these titles remain banned primarily because their distributors have not chosen to re-submit the films to the BBFC, almost certainly for commercial reasons; if re-submitted, they would be likely to receive a more sympathetic hearing than 30 to 40 years ago. Two notable examples from this period include the 1969 film Love Camp 7, rejected in 2002, and Women in Cellblock 9, released in 1977 and rejected in 2004. Both films contain substantial scenes of sexual violence and have remained completely banned following a re-submission since 2000.\n\nIn general, attitudes to what material is suitable for viewing by younger audiences have changed over the years, and this is reflected by the reclassification of older films being re-released on video. For example, a 1913 film given the former A rating could very probably be rated PG today. An extreme example of this is the rating of the horror film Revenge of the Zombies, with a U certificate upon its video release in the late 1990s, whereas, when it was first examined as a film in 1951, it was given one of the first X ratings. The Bela Lugosi horror film Island of Lost Souls was refused a certificate when first submitted in 1932, was granted an X in the 1950s, and a 12 for home video release in 1996 – when submitted for a modern video classification in 2011, it was re-classified as a PG.\n\nThe BBFC are also known to cut the words \"spaz\" and \"retard\" from U certified films and videos on the grounds of discriminating against disabled people.One example of this was when Marmaduke was passed U after the word \"spaz\" was removed. The uncut version would have been rated 12. They also award higher ratings to films that contain potentially imitable and dangerous behaviour; this includes all four Jackass films being passed 18, and Fred: The Movie being passed 12. They are also serious about suicide themes, references, or attempts, and will either cut them or award a higher rating. An example of this was in 2010, when the Board cut the Hindi film Anjaana Anjaani by two minutes and thirty-one seconds to remove references to and sight of someone attempting suicide by asphyxiation so the distributor could get a cinema 12A certificate. In its uncut form the film was released on home video with an 18 certificate. The Hunger Games (2012) was assessed before formal classification, with the film's studio wishing to obtain a 12A for financial and marketing reasons.  To get this, seven seconds of footage was cut and blood splashes were digitally removed to reduce emphasis on blood and injury, as an alternative to the uncut film being rated 15.\n\nThere has been considerable relaxation since 1999. The relaxation of guidelines has also made hardcore pornography widely available to adult audiences through the R18 rating. Films with this rating are only legally available from licensed sex shops, of which there are about three hundred in the UK. They may also be seen in specially licensed cinemas.\n\nThere are also examples of films with stronger sexual content, some including real images of sexual intercourse, being approved at \"18\" level. Recent examples include the passing of Irreversible, 9 Songs, Antichrist, and numerous other films uncut for cinema and video viewing. Despite this trend towards liberalisation, anti-censorship campaigners are still critical of the BBFC. It has attracted criticism from conservative press, in particular the Daily Mail, on the grounds that the release of sexually explicit and violent films was corrupting the nation. The newspaper's most famous clash with the BBFC came in 1997 when the board released the David Cronenberg film Crash without cuts. The following day (19 March 1997) the Daily Mail led with the banner headline \"Censor's Yes To Depraved Sex Film\".[64] Westminster City Council imposed its own ban on the film after the decision, although anyone wanting to watch the film in a cinema only had to walk along to the non-Westminster half of Shaftesbury Avenue, which is in the neighbouring borough of Camden.\n\n"
        },
        {
            "title": "Current concerns",
            "text": "The BBFC's current guidelines identify a number of specific areas considered when awarding certificates or requiring cuts: \n\nThe BBFC also continues to demand cuts of any material it believes breaches the provisions of the Obscene Publications Act or any other legislation (most notably the Cinematograph Films (Animals) Act 1937 [which forbids the depiction of animals being abused or in distress] and the Protection of Children Act 1978 [which, as amended, forbids the depiction of minors engaged in sex or in sexually suggestive poses or situations]). In 2009, 2% of cinema films had material cut, and 3.6% of videos. Most cuts actually occur in videos rated for 18 or R18, rather than videos intended for viewing by under-18s. In 2009, 16.8% of 18 videos, and 27.3% of R18 videos, had material cut.[58]\n\nThere is no theme or subject matter considered inherently unsuitable for classification at any level, although more controversial topics may drive a movie to be given a more restrictive rating. This is in keeping with current practice in most liberal democracies, but in sharp contrast to the early days of the BBFC in which such adult themes as prostitution, incest, and the relations of capital and labour were unacceptable regardless of the rating.\n\n\"'Adult\" or \"strong\" language can earn a film a more restrictive certificate, though BBFC policy states that there are no constraints on language use in films awarded an 18 certificate. It is difficult to compare the BBFC's policies in this area with those in other countries as there are different taboos regarding profanity in other languages and indeed in other English-speaking countries. For example, the use of \"strong\" language has little effect on a film's classification in France. The BBFC's policy proved particularly controversial in the case of Ken Loach's Sweet Sixteen in 2002, which was passed uncut only at 18 certificate, even though its main characters were teenagers who frequently used profanities that the director argued were typical of the social group his film depicted. The film received similar certificates in Ireland (also an 18 certificate) and the United States. Shane Meadows' film This Is England was also passed uncut only at 18 due to its repeated use of racist terms, and the climactic scene where Combo becomes irate and pummels his friend Milky while insulting him. On the other hand, some films feature strong language but nevertheless do not carry particularly restrictive certificates. The King's Speech was passed for a 12A rating despite its repeated use of the word \"fuck\" in two scenes, which would normally raise the rating to a 15 certificate; the BBFC justified its decision, saying that the profanity was \"in a speech therapy context\". As of November 2021, the word \"nigger\" should not be classified lower than 12 unless in an educational or historical context.[65]\n\nThere are minimal restrictions of the depiction of non-sexual nudity, which is allowed in even U and PG certificate films (for example, The Simpsons Movie—which was given a PG-13 rating in the US – was given a PG certificate in the UK, leaving the sequence where Bart skateboards naked through town and his genitals are shown through an open space in a hedge unedited), but scenes of (simulated) sexual activity are limited to more restricted certificates. With regard to material that is intended primarily as pornographic the Board's policy, as stated on its website is \"Material which appears to be simulated is generally passed \"18\", while images of real sex are confined to the \"R18\" category.\" However, for some years depictions of real sex have been allowed in 18-certificate videos intended as educational and, relatively recently, a number of works such as Patrice Chéreau's Intimacy (2001) and Michael Winterbottom's 9 Songs (2004), which feature apparently unsimulated sex have been passed uncut for theatrical release.\n\nViolence remains one of the most problematic areas for censorship in the UK, especially when it's in conjunction with sex or likely to sway more impressionable viewers into thinking the violence depicted is \"glamorous\" or \"fun\" and \"risk-free.\"  However, the Board takes into account issues of context and whether it considers scenes of sexual violence to \"eroticise\" or \"endorse\" sexual assault. In 2002, the board passed Gaspar Noé's Irréversible uncut, but less than a month later cut Takashi Miike's Ichi the Killer by three and a quarter minutes to remove scenes of sexual violence. A Serbian Film (2010) suffered forty-nine individual cuts by the BBFC, which totalled four minutes and eleven seconds of cuts. The cuts were made to remove \"portrayals of children in a sexualised or abusive context and images of sexual and sexualised violence which have a tendency to eroticise or endorse the behaviour\" as the Board's website states.\n\nCriminal and dangerous acts that can be easily imitated, as well as scenes condoning, glamorising, or showing clear instruction of how to abuse drugs have also been the subject of UK editing. The issue of depicting dangerous acts that can easily be imitated in real life is one that does not seem to figure especially highly in the censorship systems of most other countries (though the US has done this on occasion, often as the result of public backlash, as seen on the MTV shows Beavis and Butt-head and Jackass). In the UK, numerous minor cuts have been made, primarily to films whose distributors want a PG or 12A certificate, to scenes of characters performing acts that would be considered dangerous, criminal, or harmful if done in real life. For example, in 2006, issues involving suicide by hanging became problematic; The Ren & Stimpy Show Series 1 DVD set (classified PG) was edited to remove the song \"The Lord Loves a Hangin'\" because the song implied that hanging is \"comedic, fun, and risk-free\".[66] Paranoia Agent Volume 3 DVD set (classified 18) was also cut to remove the depiction of a child nearly hanging herself for the same reason.[67]\n\nThe requirement to have films classified and censored can cost film producers up to thousands of pounds. The North West New Wave, a blanket term recently used by both film makers and local press to describe independent filmmakers in the Northwest of England, is currently campaigning for the introduction of a voluntary 'Unrated 18' classification in the UK.[68]\n\nOn 6 June 2011, the BBFC refused a classification for the horror film The Human Centipede II. The previous film in the series was passed uncut at 18, but due to a shift in context and focus, the BBFC judged that the sequel could fall foul of the Obscene Publications Act.[69] The film was eventually passed 18 after cuts were made.[70]\n\n"
        },
        {
            "title": "Leadership",
            "text": "During James Ferman's time, the title of the chief executive officer at the BBFC changed from \"Secretary of the Board\" to the current \"Director\". With David Austin's appointment in 2016 however, this title reverted to CEO.[73] At the same time, the title card displaying a film's certificate, which opens all theatrically screened films in the United Kingdom, stopped carrying the chief executive's signature. The President's signature is now used instead.\n\n"
        }
    ]
}