{
    "url": "https://en.wikipedia.org/wiki/British_television_science_fiction",
    "title": "British television science fiction",
    "table_of_contents": [
        "1 Early years",
        "2 Creation of Doctor Who and ITV",
        "3 Television science fiction in the '70s",
        "4 1980s",
        "5 Doctor Who revival and other developments",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBritish television science fiction refers to popular programmes in the genre that have been produced by both the BBC and Britain's largest commercial channel, ITV. The BBC's Doctor Who is listed in the Guinness World Records as the longest-running science fiction television show in the world[1] and as the \"most successful\" science fiction series of all time.[2]\n\n"
        },
        {
            "title": "Early years",
            "text": "The first known science fiction television programme was produced by the BBC's prewar television service. On 11 February 1938, a thirty-five-minute adapted extract of the play R.U.R., written by the Czech playwright Karel Čapek, was broadcast live from the BBC's Alexandra Palace studios. Concerning a future world in which robots rise up against their human masters, it was the only piece of science fiction to be produced until the BBC television service resumed after the war.[3] Only a few on-set publicity photographs survive. R.U.R. was produced a second time on 4 March 1948, this time in a full ninety-minute live production, adapted for television by the producer Jan Bussell, who had also been responsible for the screening in 1938. The BBC did begin producing more science fiction, with further literary adaptations such as The Time Machine (1949) and children's serials like Stranger from Space (1951–1952).\n\nIn the summer of 1953, the six-part serial The Quatermass Experiment was broadcast live. An adult-themed science-fiction drama specially written for television by BBC staff writer Nigel Kneale,[4] its budget consumed the majority of the finances reserved for drama that year. This successful serial ultimately led to three further Quatermass serials and three feature film adaptations from Hammer Film Productions. The Quatermass Experiment is also the first piece of British television science fiction to partially survive, albeit only in the form of poor quality telerecordings of its first two episodes. The second serial Quatermass II (1955) is the earliest BBC science fiction production to exist in its entirety.\n\nKneale could not rely on sophisticated special effects to convey his narratives. Instead, he based his stories around characterisation and characters' reactions to the strange events unfolding around them, using science fiction themes to tell allegorical stories such as paralleling real life racial tensions with the Martian \"infection\" of Quatermass and the Pit (1958–59).\n\nOn 12 December 1954, a live adaptation of George Orwell's Nineteen Eighty-Four, produced by the Quatermass team of writer Nigel Kneale and director Rudolph Cartier, achieved the highest television ratings since the coronation of Queen Elizabeth II on 2 June 1953. It was so controversial that it was debated in Parliament, and campaigners tried to have the second performance the following Thursday banned. The BBC's Head of Drama Michael Barry refused to concede.\n\nScience fiction productions were rare and almost always one-offs. A for Andromeda (1961) (which starred a young Julie Christie) and its sequel (The Andromeda Breakthrough, 1962) were exceptions.\n\n"
        },
        {
            "title": "Creation of Doctor Who and ITV",
            "text": "Britain's first commercial television network ITV initially explored science fiction for programming purposes in the early 1960s. A proponent for such experimentation was Canadian-born producer Sydney Newman, who had become Head of Drama at ABC. At ABC, Newman produced the science-fiction serial Pathfinders in Space (1960) and its sequels Pathfinders to Mars (1960) and Pathfinders to Venus (1961) and oversaw the science-fiction anthology series Out of This World (1962), the first of its kind in the UK. ITV also made an attempt at children's science fiction, with its short-lived programme Emerald Soup (1963), which coincidentally aired the same night that Doctor Who premiered.\n\nTwo important events for the future of the British television science fiction occurred in 1962. The first was that the BBC's Head of Light Entertainment, Eric Maschwitz, commissioned Head of the Script Department Donald Wilson to prepare a report on the viability of producing a new science-fiction series for television. The second was that Sydney Newman was tempted away from the ABC to take up the position of Head of Drama at the BBC, officially joining the Corporation at the beginning of 1963.\n\nThe BBC developed an idea of Newman's into Britain's first durable science-fiction television series. Taking advantage of the research Wilson's department had completed, Newman initiated the creation and along with Wilson and BBC staff writer C. E. Webber oversaw the development of this new series, which Newman named \"Doctor Who\".\n\nAfter much development work, the series was launched on 23 November 1963. The importance of Doctor Who to British television science fiction cannot be overstated. It lasted for twenty-six seasons in its original form, through which first emerged many of the writers who until the 1980s would create most of the genre's successful British shows. One of the few science fiction series to have become part of the popular consciousness, its success led the BBC to produce other efforts in the genre. Of particular note being its own science fiction anthology series Out of the Unknown (1965–71), which ran for four seasons.\n\nSome of the ITV companies were imitating American styles of production, shooting some of their series on film rather than in the multi-camera electronic studio for lucrative sales in the 'international' market. One producer who was keen to make science fiction for the commercial network was Gerry Anderson, who initially used puppets for his shows. His science fiction shows in 'Supermarionation' such as Supercar (1961–62), Fireball XL5 (1962–63), Stingray (1964–65), Thunderbirds (1965–66), Captain Scarlet and the Mysterons (1967–68) and Joe 90 (1968–69) remain popular among followers of archive television.\n\nTheir success led his backers ITC to finance the live-action shows he most wanted to develop. The first of these was UFO (1970–71), which featured American actor Ed Bishop as the head of an undercover military organisation with responsibility for combating aliens who came to Earth in the eponymous space craft. A planned second season was delayed and eventually reformatted as a new show, entitled \"Space: 1999\" (1975–77), which ran for two seasons and was a moderate success.\n\n"
        },
        {
            "title": "",
            "text": "The 1970s is viewed by fans of the genre as a 'golden age'. Doctor Who was going through its strongest period with first Jon Pertwee (1970–1974) and later Tom Baker (1974–1981) in the leading role, already firmly entrenched in the public consciousness.\n\nVarious former Doctor Who alumni had moved on to produce their own acclaimed genre programmes as well. The series' former scientific adviser Dr Kit Pedler and former script editor Gerry Davis collaborated to create Doomwatch (1970–72), a series which recounted the story of a governmental scientific group formed to investigate and combat ecological and scientific threats to humankind. In the Quatermass tradition of allegorical storytelling (Nigel Kneale was invited, but declined to contribute scripts to the programme), it used its science-fiction basis to try to convey real warnings about the state of the world, as well as telling tense, dramatic stories and not being afraid of shocking its audience, such as in the killing off of popular lead character Toby Wren (played by Robert Powell).\n\nWriter Terry Nation had created the Dalek race for Doctor Who in 1963, and thus assuring much of its early popularity. For the rest of the 1960s Nation had concentrated on writing for ITV film series, but in the early 1970s he returned to science fiction, contributing Dalek stories to Doctor Who again from 1973 to 1975 and in 1975 creating his own science-fiction show, Survivors (1975–77).\n\nSurvivors was a post-apocalyptic tale of a small group of people who were the only humans left after a plague caused by biological warfare lab accident has wiped out most of humanity. It ran for three seasons and was generally well received. Nation followed it by creating Blake's 7 (1978–81).\n\nPitched by Nation as \"the Dirty Dozen in space\", Blake's 7 originally revolved around righteous freedom fighter Roj Blake, his battle with a corrupt Galactic Federation and the rag-tag group of pirates, criminals and smugglers who are reluctantly forced to work with him after an escape from a prison ship. Running for four seasons, the early evening series had a hard edge. The moral ambiguity of the leading characters made them interesting, and as with Doomwatch it was not afraid of shocking the audience by killing off leading characters, climaxing by wiping out the entire crew in its final episode.\n\nITV was continuing to produce science fiction in this era. Keen to catch some of the young audience who followed Doctor Who, some of the ITV companies sought to create their own youth-oriented genre programmes, such as the 1970's cult classic sci-fi drama series, Timeslip (1970), and the original The Tomorrow People (1973–79). Although it presented some intriguing (if bizarre) storylines, it never rivalled Doctor Who, possibly because unlike the BBC programme it attempted to identify with children by featuring children, thus making the crossover appeal to an adult audience much more difficult.\n\nA much more respected show, produced by ATV in a similar production manner to Doctor Who (i.e. on videotape using a serial form) was Sapphire & Steel (1979–82). The tale of two \"time detectives\" played by David McCallum and Joanna Lumley, Sapphire & Steel was a superbly atmospheric piece of television, although its production run was often hampered by the unavailability of its two leads.\n\n"
        },
        {
            "title": "1980s",
            "text": "Longer-running science-fiction series became few and far between. Although Doctor Who was still running, in terms of audience it was struggling to compete with US imports in the genre which began to re-emerge following the box-office success of contemporary films like the Star Wars franchise. For the television channel controllers, these had the benefit of transmission rights having a lower cost than any domestic productions. Dr Who's place in the Saturday schedule was briefly lost when it was moved to a weekday slot.\n\nNonetheless, in the early part of the decade there were several serials produced, albeit mainly by the BBC; the bought in series mainly aired on ITV. Adaptations of novels such as The Day of the Triffids (1981), The Invisible Man (1984) and The Nightmare Man (1981, from the novel Child of the Vodyanoi) were produced, and the BBC began an adaptation of The White Mountains novels, under the name The Tripods (1984–85).\n\nThe Tripods had run for two of its planned three series when it was cancelled by the Controller of BBC1, Michael Grade. At the same time Grade abandoned a whole season of Doctor Who; the series was on hiatus for eighteen months.\n\nIt appeared to be generally felt at the BBC that science fiction was more expensive to produce than other types of programme but did not return any higher audiences for the outlay or particular critical acclaim. Some BBC popular and critical successes such as Edge of Darkness (1985) had science-fiction as a secondary element. The industry's shift in drama productions being entirely mounted on film rather than using the old film/video 'hybrid' form, with increased costs edged out genre's thought marginal.\n\nPerhaps the last original series of its kind in the multi-camera era of BBC science fiction was Star Cops (1987), which ran for only nine episodes to poor viewing figures on the corporation's second channel, BBC2. It was written by Chris Boucher, who had contributed scripts to Doctor Who and Blake's 7, and was script editor for the later series entire run.\n\nThe 1980s also saw the arrival on the BBC of two science fiction comedy series both of which had their origins on radio. The first was The Hitchhiker's Guide to the Galaxy (1981) by Douglas Adams which amalgamated aspects of the original radio series with that of the subsequent novel. The second was Red Dwarf (1988–99, 2009–present), created and originally written by Rob Grant and Doug Naylor. It parodies most (if not all) of the subgenres of science fiction but is first and foremost an 'odd couple' type comedy (the couple in question being the characters of Rimmer and Lister). Running for more than eight series, the idea was originally developed from the Dave Hollins: Space Cadet sketches introduced on Grant and Naylor's 1984 BBC Radio 4 show Son of Cliché.\n\n"
        },
        {
            "title": "Doctor Who revival and other developments",
            "text": "The original version of Doctor Who lasted until 1989. Apart from a television movie in 1996, Doctor Who did not re-emerge in a bigger budget version until 2005. Affected by rights issues for some years, many of those behind the new series were fans of the show when they were younger. Doctor Who returned to television screens on 26 March 2005, gaining a profile reminiscent of the earlier series at its peak.\n\nPerhaps the most high-profile of those behind the movement to return Doctor Who to the screens is writer Russell T Davies, who initially worked in the BBC children's department earlier in his career, and contributed to British TV science fiction there. Davies' first sci-fi serial was the six-part Dark Season (1991), which co-starred a young Kate Winslet as well as former Blake's 7 star Jacqueline Pearce. Two years later Davies wrote a second, much more complex serial called Century Falls (1993). ITV contributed a new version of The Tomorrow People (1992–94) made as an international co-production with US and Australia companies, and there were various other child-oriented sci-fi type series such as ITV's Mike & Angelo (1989–99) and the BBC's Watt on Earth (1991), although these lacked the crossover adult appeal that Davies' shows had possessed.\n\nThe interest in making British TV science fiction seemed to return to broadcasters towards the middle of the 1990s in that companies began to see the possibility of lucrative overseas sales and tie-in products that other genres could not match. In the mid-1990s the BBC screened four seasons of the glossy sci-fi action-adventure series Bugs (1995–98) made by independent company Carnival. They co-produced the six-part serial Invasion: Earth (1998) with the US Sci Fi Channel, and ITV began attempting to market British sci-fi again with serials such as The Uninvited (1997) and The Last Train (1999).\n\nThe BBC also produced several children's science fiction shows in the late 1990s to mid-2000s. The most known examples of which being Aquila (TV series) (1997–1998) based on the novel by Andrew Norriss and Jeopardy (BBC TV series) (2002–2004) which won the 2002 BAFTA for Best Children's Drama.\n\nA 'live' remake of The Quatermass Experiment was broadcast on BBC Four on 2 April 2005. Various series have followed the new success of Doctor Who, including two spin-offs entitled Torchwood (2006–2011) and The Sarah Jane Adventures (2007–2011), a new time travel drama Life on Mars (BBC 2006–2007), Eleventh Hour (ITV 2008–2009), Primeval (ITV 2007–2011) and in 2009 new story for Red Dwarf, now shown exclusively on Dave rather than the BBC, followed by Red Dwarf X in 2012.  A short-lived but lively show Dirk Gently was made from the Douglas Adams' book Dirk Gently's Holistic Detective Agency\" in 2010.\n\n"
        }
    ]
}