{
    "url": "https://en.wikipedia.org/wiki/British_horror_cinema",
    "title": "British horror cinema",
    "table_of_contents": [
        "1 History",
        "1.1 Silent era",
        "1.1.1 Examples",
        "1.2 1930s to 1940s",
        "1.3 Hammer horrors",
        "1.4 1980s and 1990s",
        "1.5 21st century",
        "2 Critical reception",
        "2.1 Scholarship",
        "3 References",
        "4 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "British horror cinema is a sub-category of horror films made by British studios.  Horror films began in Britain with silent films in the early 20th century.  Some of the most successful British horror films were made by Hammer Film Productions around the 1960s. A distinguishing feature of British horror cinema from its foundations in the 1910s until the end of Hammer's prolific output in the genre in the 1970s was storylines based on, or referring to, the gothic literature of the 19th century.\n\n"
        },
        {
            "title": "History",
            "text": "British silent horror drew its influence from gothic literature of the nineteenth century.[1] Influential works during the nineteenth century include e.g., Mary Shelley’s Frankenstein; or, The Modern Prometheus (1818), and the gothic horror novel, Dracula (1897), written by Bram Stoker.\n\nThe rise of British silent horror cinema coincided with World War I.[2]  The War and the associated prevalence of violence, maimiing and death had a profound impact on films produced in the subsequent years and decades.[2][3] As time went on, spiritualism continued to be a prominent thematic focus, largely due to the British public's mourning of their deceased. British silent horror films began to be a depiction of the public's efforts to maintain a spiritual connection with the deceased.[4] Specifically, filmmakers drawing inspiration from Christianity, utilizing religious uncertainties and the surrounding perceptions of the after-life to create dramatic effect.[2]\n\nShort silent films had become an increasingly common cinematic form of entertainment during the time of the surge in popularity of gothic horror filmmaking.[3] Such films are exemplified by Dr. Trimball’s Verdict (1913), directed by Frank Wilson, and The Basilisk (1914), directed by Cecil Hepworth.[2] These films drew a focus upon establishing narrative themes of the soul and religious spiritualism that defined early British silent horror films.[2] Will Barker directed the 1919 film, The Beetle, that was based on Richard Marsh’s 1897 novel, The Beetle.[3][5] Barker's film tells the story of an Egyptian princess whose soul is transformed into a monster and is able to possess the commoners.[6]\n\nAs the British horror genre expanded, American horror cinema began to draw influence from the wave of British spiritualistic horror films. In 1913, American director, George Loane Tucker, travelled to Britain to produce the 1916 film, The Man Without a Soul,[2] which was inspired by Mary Shelley’s Frankenstein; or, The Modern Prometheus. The film depicts a protagonist attempting to create life by reanimating a man who would live without a soul.\n\nThe horror film was established as a genre in American cinema in the 1930s, most notably through the horror films of Universal. Author Ian Conrich noted that British horror cinema is often absent from historical discourse in 1930s films, and not usually acknowledged until film companies like Hammer developed their work in the late 1950s. Conrich stated there were no true horror films of the era, but films that had a \"horrific\" nature that were predominantly comedies, thrillers or melodramas. That the films that closely corresponded to Hollywood films of the era include Castle Sinister (1932), The Ghoul (1933), The Unholy Quest (1934), The Man Who Changed His Mind (1936), The Dark Eyes of London, and The Face at the Window (1939).[7]\n\nBritish censorship during this period this period that the British Board of Film Censors (BBFC) introduced a new form hof film classification with the \"H\" rating, which lasted from 1933 to 1951, grouping together films that were deemed 'horrific', leading to distributors promoting films as \"uncanny\", or as mysteries or melodramas.[7] The H rating was predominantly introduced to deal with the influx of American horror films that were arriving from the United States.[8] The president of the BBFC, Edward Shortt, stated in Kinematograph Weekly in 1935 that horror films that he hoped \"producers and renters will accept this word of warning, and discourage this type of subject as far as possible.\"[8] American productions listened and production on horror films slowed down in the United States, with an article in Variety declaring that the reason Universal had abandoned their horror film productions, was that \"European countries, especially England, are prejudiced against this type product[sic].\"[8]\n\nOf the 55 films rated \"H\", 38 were American productions. The first British production to be rated \"H\" was The Ghoul.[9] The film was promoted more as a mystery than a horror film, with its press book stating that the film \"is thrilling and uncanny without being 'horrific'\"[10] Other early films are lost such as two by Widgey Raphael Lotinga Newman: Castle Sinister involving a mad doctor who attempts to exchange the brain of a woman and an ape, and The Unholy Quest also involving a mad doctor who attempts to revive the mummified body of a Crusader.[11] Following The Ghoul, five more British films were rated 'H': The Tell-Tale Heart (1934), the short film The Medium (1934) The Man Who Changed His Mind, Dark Eyes of London and The Fall of the House of Usher (1948).[11] Other works, such as those of Tod Slaughter including The Face at the Window and Sweeney Todd, the Demon Barber of Fleet Street (1936)  were described by Conrich as being \"intended as melodramas: highly theatrical, mischievous and pantomimical.\"[12]\n\nFrom the 1950s to the 1970s, the British studio Hammer Films made films adapted from Gothic novels such as The Curse of Frankenstein (1958).[13] In his 1973 book A Heritage of Horror: The English Gothic Cinema 1946-1972, David Pirie declared that Hammer's perchant for this style was unique to Britain. The tranche of films developed at the studio and its rivals \"remains the only staple cinematic myth which Britain can properly claim as its own, and which relates to it in the same way as the western relates to America.\"[14] Hammer would dominate the horror film market for nearly 20 years, with films that Pirier described as \"no way imitative of American or European models but derive from [English] literary sources.\"[15] Hammer's films were often mocked or shunned by contemporary critics.[15]\n\nThe 1980s only saw a handful of British horror films which Johnny Walker, author of Contemporary British Horror Cinema: Industry, Genre and Society declared to be \"mostly thought of as American productions that had peripheral British involvement\" noting Stanley Kubrick's The Shining (1980) and Clive Barker's Hellraiser (1987).[16] Most other films from the decade were described by Walker as \"arty one-offs\" noting Neil Jordan's The Company of Wolves (1984) or were \"amateurish flops\" such as Rawhead Rex.[16] Most British horror films of this era were critical and commercial failures.[16]\n\nThe 1990s were described by Walker as \"similarly dire\" to the 1980s, noting only a few low-budget productions such as Richard Stanley's Hardware (1990), Simon Sprackling's Funny Man (1994), Jake West's Razor Blade Smile (1998) and Julian Richards's Darklands (1996). Walker stated that the moral panic of the 1980s was similarly happening again in 1993 when James Bulger was murdered by two children who had allegedly been inspired by a home video release of Child's Play 3 (1991). [17]  The authors of British Horror Cinema stated that following the murder, \"no one in their right mind\" would produce a British horror film during this sensitive period.[17]\n\nIn 2002, director Richard Stanley wrote what he described as an obituary in Petley and Chibnall's book \"British Horror Cinema\", lamenting \"the general absence of any real directorial talent at the turn of the millennium\" finding horror film directors \"who really knew what they were doing escaped to Hollywood long ago.\"[16]  Stanley stated that the British horror cinema was \"still a long way below the minimum standard of even the most vilified 1980s product.\"[16] Walker would note that the 2000s and 2010s marked \"a dramatic change in tide for the genre, and signalled the first sustained period of British horror productions since Hammer's golden era.\"[13]\n\nIn that year, one of the highest grossing British horror films of the period was released with Danny Boyle's 28 Days Later (2002). Also released that year was Dog Soldiers (2002), launching the career of horror director Neil Marshall. Later horror films of the period were international box office hits such as Resident Evil (2002) and its many sequels, The Descent (2005) and The Woman in Black (2012). British Horror comedy films included the very popular Shaun of the Dead (2004) and Attack the Block (2011) along with less popular films such as The Cottage (2008), Lesbian Vampire Killers (2009), Doghouse (2009), and Stalled (2013).[17]\n\nHammer, under new ownership, resumed making films in 2007. Walker noted that \"its name was nowhere near as central to British horror film culture as it had been in the previous decades\".[18] British horror films from the  2000s were detached from Hammer's gothic traditions, with the films being influenced by what Walker describes as a \"whole host of cross-cultural factors.\"[18] Pirie argued in a 2008 edition of A New Edition of Horror: The English Gothic Cinema that themes from forgotten English gothic novels remain in the culture, as \"idioms and emotions [that the original novels and poems] created have entered our DNA.\"[19]\n\nRegionally set and occasionally regionally funded films also appeared during this period such as Eden Lake (2008), Outcast (2010) and White Settlers (2014).[20] International co-productions also appeared between countries such as New Zealand (The Ferryman (2007)), South Africa (Surviving Evil (2009)), Germany, (Black Death (2010), and the United States (Let Me In (2010)).[13]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "British horror films were routinely attacked by significant numbers of British critics from the late 1950s to the early 1970s.[21] John Ellis's critical discourse on British critics noted that critics in the 1940s \"defined middle-class conceptions for decades to come\" and that \"critics had more success in influencing British tastes than perhaps they realized. Decades of film appreciation have maintained the divisions that they initiated.\"[22] Among these critics, an editorial in the first Penguin Film Review stated that films were \"a medium of artistic expression and as a means of public information and education\" while Jympson Harman in Sight & Sound stated that films require \"realism, logic, truth\".[22] Both publications warned against films where \"visual eloquence becomes visual rhetoric, mere flowers of effect rather than active participation in the atmosphere and action of a story\" (Penguin Film Review) while images used incorrectly could lead audiences to become victim of \"symptoms of a perverse and decadent imagination\" (Sight & Sound).[23]\n\nDuring the 1950s, the critical verdict towards British horror films was described by Peter Hutchings as \"overwhelmingly negative\".[24] Petley noted that horror films were often viewed in terms of previously mentioned critical standards and \"roundly condemned for not being what they never set out to be in the first place.\"[25] Other general criticisms were that the films were too explicit in their depiction of physical details and that some critics found it specifically disturbing for horror films where the director was no sufficiently \"distanced\" from their material.[26] The most famous example being the reception to Peeping Tom (1960) which Nina Hibbin of the Daily Worker stating that the film \"wallows in the diseased urges of a homicidal pervert, and actually romanticizes his pornographic brutality\" while Alexander Walker in the Evening Standard stated the film \"displays a nervous fascination with the perversion it illustrates.\"[26]\n\nCritical disdain for horror films was at its height in the early 1980s during the video nasty period, when no single mainstream critic defended the horror films of the era.[27] Criticism was often levelled that they lacked the social relevance that Robin Wood praised in 1979 for such American productions as Night of the Living Dead and The Texas Chain Saw Massacre, while others were called out for what Walker summarized as \"just not being very good.\"[28] He noted a \"general lack of interest in new British horror cinema at this time, then, may well be attributed to a possible assumption that the films are not dissimilar enough from similarly terrible contemporary American productions to warrant extended analysis on their own terms.\"[28]\n\nThe horror films by Hammer studios generally performed well at the box office.[29]\n\nPirie's book A Heritage of Horror was published in 1973. The first follow-up was Hammer and Beyond: The British Horror Film in 1993.[15] Pirie's view became highly influential for academia, where Walker noted that in several scholars of British horror film history \"nostalgia for a certain type of Hammer film also retained the upper hand in pop culture throughout the 1980s and 1990s.\"[18]\n\nMost 21st century studies on British horror films detach themselves from literary Gothic readings, such as James Leggott's Contemporary British Cinema; From Heritage to Horror (2008), Linnie Blake's Wounds of Nations: Horror Cinema, Historical Trauma and National Identity (2008), James Rose's Beyond Hammer: British Horror since 1970 (2009) and I.Q. Hunter's British Trash Cinema (2013).[30]\n\n"
        }
    ]
}