{
    "url": "https://en.wikipedia.org/wiki/Broadcasting",
    "title": "Broadcasting",
    "table_of_contents": [
        "1 History",
        "2 Methods",
        "3 Economic models",
        "4 Recorded and live forms",
        "5 Social impact",
        "6 Broadcast engineering",
        "7 See also",
        "8 Notes and references",
        "9 Bibliography",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBroadcasting is the distribution of audio or video content to a dispersed audience via any electronic mass communications medium, but typically one using the electromagnetic spectrum (radio waves), in a one-to-many model.[1] Broadcasting began with AM radio, which came into popular use around 1920 with the spread of vacuum tube radio transmitters and receivers.  Before this, all forms of electronic communication (early radio, telephone, and telegraph) were one-to-one, with the message intended for a single recipient.  The term broadcasting evolved from its use as the agricultural method of sowing seeds in a field by casting them broadly about.[2] It was later adopted for describing the widespread distribution of information by printed materials[3] or by telegraph.[4] Examples applying it to \"one-to-many\" radio transmissions of an individual station to multiple listeners appeared as early as 1898.[5]\n\nOver the air broadcasting is usually associated with radio and television, though more recently, both radio and television transmissions have begun to be distributed by cable (cable television). The receiving parties may include the general public or a relatively small subset; the point is that anyone with the appropriate receiving technology and equipment (e.g., a radio or television set) can receive the signal. The field of broadcasting includes both government-managed services such as public radio, community radio and public television, and private commercial radio and commercial television. The U.S. Code of Federal Regulations, title 47, part 97 defines \"broadcasting\" as \"transmissions intended for reception by the general public, either direct or relayed\".[6]  Private or two-way telecommunications transmissions do not qualify under this definition. For example, amateur (\"ham\") and citizens band (CB) radio operators are not allowed to broadcast. As defined, \"transmitting\" and \"broadcasting\" are not the same.\n\nTransmission of radio and television programs from a radio or television station to home receivers by radio waves is referred to as \"over the air\" (OTA) or terrestrial broadcasting and in most countries requires a broadcasting license.  Transmissions using a wire or cable, like cable television (which also retransmits OTA stations with their consent), are also considered broadcasts but do not necessarily require a license (though in some countries, a license is required).  In the 2000s, transmissions of television and radio programs via streaming digital technology have increasingly been referred to as broadcasting as well.[7]\n\n"
        },
        {
            "title": "History",
            "text": "The earliest broadcasting consisted of sending telegraph signals over the airwaves, using Morse code, a system developed in the 1830s by Samuel Morse, physicist Joseph Henry and Alfred Vail. They developed an electrical telegraph system which sent pulses of electric current along wires which controlled an electromagnet that was located at the receiving end of the telegraph system. A code was needed to transmit natural language using only these pulses, and the silence between them. Morse therefore developed the forerunner to modern International Morse code. This was particularly important for ship-to-ship and ship-to-shore communication, but it became increasingly important for business and general news reporting, and as an arena for personal communication by radio amateurs.[2]\n\nIn 1894, Italian inventor Guglielmo Marconi began developing a wireless communication using the then-newly discovered phenomenon of radio waves, showing by 1901 that they could be transmitted across the Atlantic Ocean.[8] This was the start of wireless telegraphy by radio. Audio radio broadcasting began experimentally in the first decade of the 20th century. On 17 December 1902, a transmission from the Marconi station in Glace Bay, Nova Scotia, Canada, became the world's first radio message to cross the Atlantic from North America. In 1904, a commercial service was established to transmit nightly news summaries to subscribing ships, which incorporated them into their onboard newspapers.[9]\n\nWorld War I accelerated the development of radio for military communications. After the war, commercial radio AM broadcasting began in the 1920s and became an important mass medium for entertainment and news. World War II again accelerated the development of radio for the wartime purposes of aircraft and land communication, radio navigation, and radar.[10] Development of stereo FM broadcasting of radio began in the 1930s in the United States and the 1970s in the United Kingdom, displacing AM as the dominant commercial standard.[11]\n\nOn 25 March 1925, John Logie Baird demonstrated the transmission of moving pictures at the London department store Selfridges. Baird's device relied upon the Nipkow disk and thus became known as the mechanical television. It formed the basis of experimental broadcasts done by the British Broadcasting Corporation beginning on 30 September 1929.[12] However, for most of the 20th century, televisions depended on the cathode ray tube invented by Karl Braun. The first version of such a television to show promise was produced by Philo Farnsworth and demonstrated to his family on 7 September 1927.[13] After World War II, interrupted experiments resumed and television became an important home entertainment broadcast medium, using VHF and UHF spectrum. Satellite broadcasting was initiated in the 1960s and moved into general industry usage in the 1970s, with DBS (Direct Broadcast Satellites) emerging in the 1980s.\n\nOriginally all broadcasting was composed of analog signals using analog transmission techniques but in the 2000s, broadcasters switched to digital signals using digital transmission. An analog signal is any continuous signal representing some other quantity, i.e., analogous to another quantity. For example, in an analog audio signal, the instantaneous signal voltage varies continuously with the pressure of the sound waves.[14] In contrast, a digital signal represents the original time-varying quantity as a sampled sequence of quantized values which imposes some bandwidth and dynamic range constraints on the representation. In general usage, broadcasting most frequently refers to the transmission of information and entertainment programming from various sources to the general public.[15]\n\nThe world's technological capacity to receive information through one-way broadcast networks more than quadrupled during the two decades from 1986 to 2007, from 432 exabytes of (optimally compressed) information, to 1.9 zettabytes.[16] This is the information equivalent of 55 newspapers per person per day in 1986, and 175 newspapers per person per day by 2007.[17]\n\n"
        },
        {
            "title": "Methods",
            "text": "In a broadcast system, the central high-powered broadcast tower transmits a high-frequency electromagnetic wave to numerous low-powered receivers. The high-frequency wave sent by the tower is modulated with a signal containing visual or audio information. The receiver is then tuned so as to pick up the high-frequency wave and a demodulator is used to retrieve the signal containing the visual or audio information. The broadcast signal can be either analog (signal is varied continuously with respect to the information) or digital (information is encoded as a set of discrete values).[18][19]\n\nHistorically, there have been several methods used for broadcasting electronic media audio and video to the general public:\n\n"
        },
        {
            "title": "Economic models",
            "text": "There are several means of providing financial support for continuous broadcasting:\n\nBroadcasters may rely on a combination of these business models. For example, in the United States, National Public Radio (NPR) and the Public Broadcasting Service (PBS, television)  supplement public membership subscriptions and grants with funding from the Corporation for Public Broadcasting (CPB), which is allocated bi-annually by Congress. US public broadcasting corporate and charitable grants are generally given in consideration of underwriting spots which differ from commercial advertisements in that they are governed by specific FCC restrictions, which prohibit the advocacy of a product or a \"call to action\".\n\n"
        },
        {
            "title": "Recorded and live forms",
            "text": "\n\nThe first regular television broadcasts started in 1937. Broadcasts can be classified as \"recorded\" or \"live\". The former allows correcting errors, and removing superfluous or undesired material, rearranging it, applying slow-motion and repetitions, and other techniques to enhance the program. However, some live events like sports television can include some of the aspects including slow-motion clips of important goals/hits, etc., in between the live television telecast. American radio-network broadcasters habitually forbade prerecorded broadcasts in the 1930s and 1940s, requiring radio programs played for the Eastern and Central time zones to be repeated three hours later for the Pacific time zone (See: Effects of time on North American broadcasting). This restriction was dropped for special occasions, as in the case of the German dirigible airship Hindenburg disaster at Lakehurst, New Jersey, in 1937. During World War II, prerecorded broadcasts from war correspondents were allowed on U.S. radio. In addition, American radio programs were recorded for playback by Armed Forces Radio radio stations around the world.\n\nA disadvantage of recording first is that the public may learn the outcome of an event before the recording is broadcast, which may be a \"spoiler\". Prerecording may be used to prevent announcers from deviating from an officially approved script during a live radio broadcast, as occurred with propaganda broadcasts from Germany in the 1940s and with Radio Moscow in the 1980s. Many events are advertised as being live, although they are often \"recorded live\" (sometimes called \"live-to-tape\"). This is particularly true of performances of musical artists on radio when they visit for an in-studio concert performance. Similar situations have occurred in television production (\"The Cosby Show is recorded in front of a live television studio audience\") and news broadcasting.\n\nA broadcast may be distributed through several physical means. If coming directly from the radio studio at a single station or television station, it is sent through the studio/transmitter link to the transmitter and hence from the television antenna located on the radio masts and towers out to the world. Programming may also come through a communications satellite, played either live or recorded for later transmission. Networks of stations may simulcast the same programming at the same time, originally via microwave link, now usually by satellite. Distribution to stations or networks may also be through physical media, such as magnetic tape, compact disc (CD), DVD, and sometimes other formats. Usually these are included in another broadcast, such as when electronic news gathering (ENG) returns a story to the station for inclusion on a news programme.\n\nThe final leg of broadcast distribution is how the signal gets to the listener or viewer. It may come over the air as with a radio station or television station to an antenna and radio receiver, or may come through cable television[20] or cable radio (or \"wireless cable\") via the station or directly from a network. The Internet may also bring either internet radio or streaming media television to the recipient, especially with multicasting allowing the signal and bandwidth to be shared. The term \"broadcast network\" is often used to distinguish networks that broadcast an over-the-air television signals that can be received using a tuner (television) inside a television set with a television antenna from so-called networks that are broadcast only via cable television (cablecast) or satellite television that uses a dish antenna. The term \"broadcast television\" can refer to the television programs of such networks.\n\n"
        },
        {
            "title": "Social impact",
            "text": "The sequencing of content in a broadcast is called a schedule. As with all technological endeavors, a number of technical terms and slang have developed. A list of these terms can be found at List of broadcasting terms.[21] Television and radio programs are distributed through radio broadcasting or cable, often both simultaneously. By coding signals and having a cable converter box with decoding equipment in homes, the latter also enables subscription-based channels, pay-tv and pay-per-view services. In his essay, John Durham Peters wrote that communication is a tool used for dissemination. Peters stated, \"Dissemination is a lens—sometimes a usefully distorting one—that helps us tackle basic issues such as interaction, presence, and space and time ... on the agenda of any future communication theory in general\".[22]: 211  Dissemination focuses on the message being relayed from one main source to one large audience without the exchange of dialogue in between. It is possible for the message to be changed or corrupted by government officials once the main source releases it. There is no way to predetermine how the larger population or audience will absorb the message. They can choose to listen, analyze, or ignore it. Dissemination in communication is widely used in the world of broadcasting.\n\nBroadcasting focuses on getting a message out and it is up to the general public to do what they wish with it. Peters also states that broadcasting is used to address an open-ended destination.[22]: 212  There are many forms of broadcasting, but they all aim to distribute a signal that will reach the target audience. Broadcasters typically arrange audiences into entire assemblies.[22]: 213  In terms of media broadcasting, a radio show can gather a large number of followers who tune in every day to specifically listen to that specific disc jockey. The disc jockey follows the script for his or her radio show and just talks into the microphone.[22] He or she does not expect immediate feedback from any listeners. The message is broadcast across airwaves throughout the community, but there the listeners cannot always respond immediately, especially since many radio shows are recorded prior to the actual air time.\n\n"
        },
        {
            "title": "Broadcast engineering",
            "text": "Broadcast engineering is the field of electrical engineering, and now to some extent computer engineering and information technology, which deals with radio and television broadcasting.  Audio engineering and RF engineering are also essential parts of broadcast engineering, being their own subsets of electrical engineering.[23]\n\nBroadcast engineering involves both the studio and transmitter aspects (the entire airchain), as well as remote broadcasts.  Every station has a broadcast engineer, though one may now serve an entire station group in a city. In small media markets the engineer may work on a contract basis for one or more stations as needed.[23][24][25]\n\n"
        }
    ]
}