{
    "url": "https://en.wikipedia.org/wiki/Bromance",
    "title": "Bromance",
    "table_of_contents": [
        "1 Etymology",
        "2 Characteristics",
        "3 Celebrity",
        "3.1 Film celebrities",
        "3.2 Athletes",
        "3.3 Between band members",
        "3.4 Gay-straight celebrity relationships",
        "4 Cultural references",
        "4.1 Film",
        "4.2 Television",
        "4.3 Other",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A bromance is a very close and non-sexual relationship between two or more men. It is an exceptionally tight, affectional, homosocial male bonding relationship exceeding that of usual friendship,[2][3] and is distinguished from normal friendship by a particularly high level of emotional intimacy.[4][5] The emergence of the concept since the beginning of the 21st century has been seen as reflecting a change in societal perception and interest in the theme,[4][2][3] with an increasing openness of Western society in the 21st century to reconsider gender, sexuality, and exclusivity constraints.[6]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Bromance is a portmanteau of bro (or brother) and romance. Dave Carnie is credited with coining the term as editor of the skateboard magazine Big Brother in the 1990s to refer specifically to the sort of relationships that develop between skaters who spent a great deal of time together.[4][7] The term did not attain broad currency until approximately 2005[4] when the theme became more prominent in the motion picture industry.[4][5]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Bromance has been examined from viewpoints such as historiography, discourse analysis, social research, and queer theory in book-length reviews.[4][8] The emergence of bromance as a topic over the past decade has been seen as reflecting how society has collectively changed its perception and interest in the theme.[4][2][3][5][8]\n\nSeveral characteristics of bromance have been cited:\n\nAccording to Chen, society has taken a collective interest in reexamination of some of the traditional constraints on male friendship, and in potentially reshaping the constructs of gender, sexuality, and intimacy.[6] Bromance provides \"a case study of gender, sexuality, and exclusivity constraints in twenty-first century America as they operate in law and beyond. Those constraints in turn speak to the privilege and subordination imbued in this type of relationship, with implications for other types as well.\"[6] This is distinct from the connotations of romantic friendship, a term of 20th century historical scholarship that retrospectively described close homosocial relationships, which had become less common after potential physical intimacy between non-sexual partners came to be regarded with anxiety in the second half of the 19th century.[12]\n\nOn the one hand, social interest in the theme has been seen as driving the film industry, which has then fed back to society at large, exploring peoples' mindsets and addressing acceptance of \"other types of relationships\" between people.[13] On the other hand, some have seen the emphasis on platonic love as a rejection of homoeroticism, or as a deliberate confounding of homosocial and homoerotic relationships.[14]\n\nBromance has also been seen as a reflection of greater \"discursive expressivity\".[4] The experiences of friendship and masculinity, perhaps due to more open parenting styles from the 1970s, reflect a trend toward more openness emotionally, with increased expressivity.[2][8][15][16] According to sociologist Peter Nardi, \"men are less afraid of being perceived as gay. It has become more acceptable for them to show some emotion.\"[17] Men are marrying later, if at all, which impacts male bonding.[17][18] According to the 2010 US Census, the average age of a man's first marriage is 28, up from 23 in 1960; men with more education are waiting until their 30s before getting married.\n\n"
        },
        {
            "title": "Celebrity",
            "text": "A number of celebrity relationships have been popularly characterised as \"bromances\". Although bromance is a new term, this treatment of celebrity relationships is not new: The composer Franz Schubert had a very close friendship with poet Franz von Schober, whose texts Schubert set to music. They were nicknamed \"Schobert\" in early 19th century Vienna.\n\nDean Martin and Jerry Lewis as the 1946-1956 ‘rock star’ comedy team Martin and Lewis set a new standard for a complex, multifaceted enactment of a ‘special’ male friendship.\" Coming post-war, \"the comedy of Martin and Lewis teased with a sly alternative to the model of heterosexual affirmation traditionally peddled by Hollywood, as their intense and unstable relationship showcased a panoply of emotional and erotic intensities between men. The cultural resonance of Martin and Lewis's comedy derived from the way it set in motion a more complex ‘queering of gender.’\"[19] They starred in 16 films together as an inseparable unit, as well as on early live television and in nightclubs. They had an immeasurable effect on millions of baby boomers and future comedians, (including George Clooney, whose aunt Rosemary Clooney was a guest on their show).\n\nBen Affleck and Matt Damon were described as \"perhaps the pioneering bromance in showbiz history\",[20] which led to an off-Broadway play called Matt and Ben.[21] The relationship between Zachary Quinto and Chris Pine, stars of the 2009 Star Trek film, has been described similarly, in common with their on-screen characters' relationship.[22]\n\nThe close friendship between George Clooney and Brad Pitt was once suggested to be \"George's longest-lasting affair\".[23] Clooney's bromantic tendencies served as the basis for an episode of the animated series American Dad! entitled \"Tears of a Clooney\", in which lead character Stan Smith becomes bromantically involved with Clooney as part of an elaborate revenge plot.\n\nProfessional footballers Eric Dier and Dele Alli, who played together for both Tottenham Hotspur and the English national team, have a close relationship that has been described as a bromance.[24]\n\nDuring the 2016 Olympic 100m finals, the friendship between Jamaican Usain Bolt and Canadian Andre De Grasse emerged, characterized and celebrated on social media as a bromance.[25]\n\nBodybuilders Arnold Schwarzenegger and Franco Columbu, had a close relationship described by themselves as bromance, since 1965. Arnold and Franco were inseparable friends and training partners since then. They began a bricklaying and patio business called European Brick Works in 1969.[26]\n\nThe tight relationship both on- and off-stage between Bruce Springsteen and the late E Street Band saxophonist Clarence Clemons has often been described[27][28][29] as one of the most fitting examples of bromance in Western modern music. This relationship is most notably depicted in Springsteen's song \"Tenth Avenue Freeze-Out\", from Born to Run – in which Springsteen and Clemons appear respectively under their pseudonyms Bad Scooter and Big Man. It was also described in Clemons' autobiography Big Man: Real Life & Tall Tales.[30]\n\nThe Japanese and Korean music industry actively encourages bromance among male celebrities (particularly members of boy bands) as part of the fan service to please the audience.[31][32]\n\nWhile the term has generally been applied to straight relationships, mixed gay-straight relationships without sexual intimacy have also been dubbed \"bromances\". Examples of well-known gay-straight bromances include George Michael and Andrew Ridgeley from the band Wham!, Ronnie Kroell and Ben DiChiara from the Bravo reality series Make Me a Supermodel, in which the pair was nicknamed \"Bronnie\",[33] the relationship on Survivor: Gabon between Charlie Herschel and Marcus Lehman,[34] and American Idol's Kris Allen and Adam Lambert, which was given the name \"Kradam\".[35]\n\n"
        },
        {
            "title": "Cultural references",
            "text": "Buddy films have to a degree been rebranded as bromance films, although critics draw a distinction between the two, noting that a buddy film tends to be more explicitly violent and less open about its latent homosexual content.[4][36] The intersection between buddy films and what would come to be called the bromance film was noted comedically at least as early as 1978, when National Lampoon ran a parody ad for the football-themed buddy film Semi-Tough, renamed \"Semi-Sweet\" and featuring an illustration of stars Burt Reynolds and Kris Kristofferson holding hands.[37]\n\nProminent examples of bromantic comedy include Judd Apatow's The 40-Year-Old Virgin (2005) and Knocked Up (2007), as well as Greg Mottola's Superbad (2007), which targeted non-sexual homosocial behavior and masculinity in inventive ways.[38] Zoolander (2001),[39] Wedding Crashers (2005),[5] Funny People (2009),[40] John Hamburg's I Love You Man (2009),[13] The Hangover (2009),[40] and Horrible Bosses (2011)[40] are other examples.\n\nAlthough J. R. R. Tolkien's novels predate the \"bromance era\",[citation needed] the portrayal of the lifelong close relationships between Frodo Baggins and Samwise Gamgee, Meriadoc Brandybuck and Peregrin Took, and Gimli and Legolas in the novels have been characterized as bromance, as well as the depictions in the films based on them.[41]\n\nThe theme remains popular, with different genres looking at the concept in various ways, such as the documentary Best of Enemies – about the 1960s feud between intellectuals Gore Vidal and William F. Buckley.[42]\n\nBromance on television has also become more commonplace. It appeared early-on in the partnership of two CIA/KGB spies in the 1960s' Man from U.N.C.L.E.,[43] and in the 1970s' buddy-cop show Starsky & Hutch, which producer Aaron Spelling called \"TV's first heterosexual love affair\".[44] Some critics also point to the 1970s' Odd Couple,[45] about which executive producer Garry Marshall has said, \"The network was concerned that we were being too gay.\"[46]\n\nIn October 2008, TV Guide placed Gregory House (Hugh Laurie) and James Wilson (Robert Sean Leonard) on the cover, under the headline \"Isn't It Bromantic?\".[47]\n\nBrody Jenner, featured on MTV's reality show The Hills and the subject of bromance discussions for his relationships with castmates Justin Bobby and Spencer Pratt, debuted his own series on the network, called Bromance, on December 29, 2008. The six-episode series features Jenner selecting from amongst competitors to become part of Jenner's \"entourage\".[48]\n\nIn Scrubs, J.D. is a sensitive doctor \"completely in touch with his feelings. He's not afraid of showing his best pal Turk how much he loves him.\"[49] In one episode, they sing, \"Guy love. That's all it is.\"[49] The Good Guys \"promotes male bonding while self-consciously acknowledging its homoerotic overtones.\"[50] The Independent analyzed the BBC's Sherlock as a bromance, and looked at bromance thematically.[3] The relationship between Sherlock Holmes and Dr. Watson as a bromance has been visited elsewhere also.[51][52]\n\nBritish television presenters and producers Anthony McPartlin and Declan Donnelly are known for their unbreakable friendship on-screen and off-screen.[53]\n\nThe cultural concept that bromance connotes particular closeness has been taken up thematically. The concept has been visited in biology,[54][55][56] as well as an experimental acrobatic video dance piece, Bromance, which explores \"... the intimacy of physical interaction between guys; of their ‘bromance’.\"[57]\n\nThe relationship between George W. Bush and former press secretary Scott McClellan as told in McClellan's book What Happened was called by one reviewer \"the tale of one long, failed bromance\".[58]\n\nIn 2012, the song \"Bromance\" by comedian, YouTube personality, and actor Ryan Higa (also known by his YouTube username \"nigahiga\"), went viral.[59] Before that a song by Tim Berg called \"Seek Bromance\" attained success.[60]\n\nThe former premiers Dalton McGuinty of Ontario (2003–2013) and Jean Charest of Quebec (2003–2012) were described as in a \"burgeoning bromance\".[61][62] Stephen Harper of Canada (2006–2015) and Tony Abbott of Australia (2013–2015), and their respective countries, were characterized as having a \"conservative bromance\".[11][63][64] The term has been used to describe Narendra Modi from India and Barack Obama from the United States during the January 2015 visit,[65][66][67] and Vladimir Putin from the Russian Federation with Gerhard Schröder from Germany.[68]\n\nIn early 2017, a number of internet memes surfaced which alluded to Obama's relationship with Vice President Joe Biden as a \"bromance\".[69]\n\nA bromance has been linked with a decrease in \"problems such as anxiety, depression, heart disease, and memory and concentration impairment\".[70]\n\n"
        }
    ]
}