{
    "url": "https://en.wikipedia.org/wiki/Bromantic_comedy",
    "title": "Bromantic comedy",
    "table_of_contents": [
        "1 Description",
        "2 History",
        "3 Criticism",
        "4 Themes and elements of bromantic comedies",
        "5 Notable bromantic comedy films",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A bromantic comedy is a comedy film genre that takes the formula of the typical \"romantic comedy\" but focuses on close male friendships.[1][2]\n\n"
        },
        {
            "title": "Description",
            "text": "Bromance, a word that blends the words \"brother\" and \"romance\", can be defined as a \"close nonsexual friendship between men\".[3][4] A bromantic comedy finds humor in reversing the formula of the typical \"romantic comedy\".  In the film Knocked Up, it is not the man and woman that have the romantic chemistry, but the two men. In I Love You, Man, it is not the man and woman (the bride and groom) of the story who fall in love, break up, and then are reunited romantically at the end—but the two male leads.[2] Bromantic comedy films present expressions of male intimacy, while humorously poking fun of  the characters' fears of being homosexual.[5][6]\n\nThe \"slovenly hipster\" protagonists of the bromantic comedy usually are not mature and are lacking in ambition. They are \"beta males\" that are into porn and junk food, but they are forced to grow up when they discover \"straight arrow\" women, children and responsibility.[7] It is a story of \"the dissolution of a male pack, the ending of a juvenile male bond,\" according to David Denby in The New Yorker.[8]\n\nBromantic comedies contain the concept of a \"code\" between men: \"bros before hos\". The idea is that the bonds between men are more significant, stronger, deeper and based on mutual understanding, whereas the bonds between a man and a woman can be capricious, shallow and less satisfying.  So, if a man leaves his male friends for a woman, he will eventually be dumped, abandoned, betrayed, and/or dominated.  This may be too dark for comedy, so bromantic comedies deal with misogyny with tentativeness.[5] There is often an element in the plot that allows the men to go off on their own, away from the women. Examples of this are the \"man cave\" of I Love You, Man, or the \"mancation\" of The Hangover.[2][9]\n\nAccording to film scholar Timothy Shary in Millennial Masculinity: Men in Contemporary American Cinema, a number of films in this genre, like Wedding Crashers, provide a surprising level of bisexuality for its male characters, and a place for more diversified male relationships to exist.[10]\n\nShakespeare's play, Love's Labour's Lost, provides, in its opening passage,[11] a comedic prototype for the idea of men agreeing to a \"code\" to sequester themselves and avoid romance with the opposite sex.[12][13]\n\nJudd Apatow is a prominent director of the bromantic comedy genre. His films The 40 Year Old Virgin (2005),[9][14] and Knocked Up (2007) paved the way for a surge of similar films that were released in the mid-late 2000s.[15]  Films from this era found an audience for the comedic depiction of same-sex relationships, something to which male viewers could relate, but which had been overlooked by screenwriters.[16][17]\n\n"
        },
        {
            "title": "History",
            "text": "Aspects of \"bromantic comedies\", including male camaraderie, are found in Barry Levinson's 1982 film Diner.[18]  In that film, a group of six male friends struggle with growing up and finding their way in the real world, while they have each other to support them along the way. A similar situation occurs in the films Kicking and Screaming (1995) and The Hangover (2009).[18]\n\nWith John Hamburg's I Love You, Man the genre seems to have reached a particular apogee, as the film goes very far in its depiction of bromance, while receiving many excellent reviews.[19][20][21][22] In it, Paul Rudd stars as Peter Klaven, who is about to marry the love of his life, but he realizes that he doesn't have any male friends to serve as the best man at his wedding. Then he meets Jason Segel's character, Sydney, who is friendly and a great complement to Peter, but their bromance starts to impact the groom's relationship with his bride-to-be.\n\nBroadway has borrowed the idea of the bromantic comedy from the movies and wedded it to the traditional musical form in The Book of Mormon and The Producers.[23]\n\n"
        },
        {
            "title": "Criticism",
            "text": "The genre has its critics who accuse it of political incorrectness and a variety of insensitivities,[6][24] but the films are satires, and in that sense, the exposing of social ills may be considered to have some potentially positive effect.[16][25] A primary comedic target of the bromantic comedy is the idea that there is a \"code\" of male behavior that may tend to impede men from relating in a realistic or natural way with both men and women.  Using satire and ridicule the films expose the flimsy ideology and the fears that are the basis of such \"codes\".[26][27] However, social critic David Hartwell concludes that beneath a facade of progressive and liberating motivation, the bromantic comedy genre is ultimately guilty of \"perpetuating the ideologies it is trying (or pretending) to critique.\"[28]\n\n"
        }
    ]
}