{
    "url": "https://en.wikipedia.org/wiki/Brookings_Report",
    "title": "Brookings Report",
    "table_of_contents": [
        "1 Significance",
        "2 Background and context",
        "3 Content",
        "3.1 Table of contents",
        "3.2 Quotes from the report",
        "3.3 Quotes from the footnotes",
        "4 Use in discussions about possible cover-ups",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Proposed Studies on the Implications of Peaceful Space Activities for Human Affairs, often referred to as \"the Brookings Report\", was a 1960 report commissioned by NASA and created by the Brookings Institution in collaboration with NASA's Committee on Long-Range Studies.  It was submitted to the House Committee on Science and Astronautics of the United States House of Representatives in the 87th United States Congress[1] on April 18, 1961.[2]\n\n"
        },
        {
            "title": "Significance",
            "text": "The report has become noted for one short section entitled \"The implications of a discovery of extraterrestrial life\", which examines the potential implications of such a discovery on public attitudes and values. The section briefly considers possible public reactions to some possible scenarios for the discovery of extraterrestrial life, stressing a need for further research in this area. It recommended continuing studies to determine the likely social impact of such a discovery and its effects on public attitudes, including study of the question of how leadership should handle information about such a discovery and under what circumstances leaders might or might not find it advisable to withhold such information from the public. The significance of this section of the report is a matter of controversy. Persons who believe that extraterrestrial life has already been confirmed and that this information is being withheld by government from the public sometimes turn to this section of the report as support for their view. Frequently cited passages from this section of the report are drawn both from its main body[3] and from its footnotes.[4]\n\nThe report has been mentioned in newspapers such as The New York Times,[5] The Baltimore Sun,[6] The Washington Times,[7] and the Huffington Post.[8]\n\n"
        },
        {
            "title": "Background and context",
            "text": "The report was entered into the Congressional Record, which is currently archived at over 1110 libraries as part of the Federal Depository Library Program.[9]\n\nThe main author Donald N. Michael was a \"social psychologist with a background in the natural sciences.\" \"He was a fellow of the American Association for the Advancement of Science, the American Psychological Association, the Society for the Psychological Study of Social Issues and the World Academy of Art and Science.\"[10]\n\nOver 50 years after the report was initially released the Brookings Institution again focused on space policy[11] by hosting \"several panels of experts to discuss topics such as the economic benefits of private industry’s involvement, the scientific discoveries resulting from NASA’s continued space efforts and the potential for future exploration, and the government’s policies and decision making process.\"[12]\n\n"
        },
        {
            "title": "Content",
            "text": "Although the report discusses the need for research on many policy issues related to space exploration, it is most often cited for passages from its brief section on the implications of a discovery of extraterrestrial life. (See Section #Use in discussions about possible cover-ups)\n\nThe report contains the following chapters:[3]: 5 \n\nIn a short section the report touches on the possibility of detecting evidence of extraterrestrial life and its implications, which includes the following passages:\n\nSome footnotes also relate to detecting evidence of extraterrestrial life, for example:\n\n"
        },
        {
            "title": "Use in discussions about possible cover-ups",
            "text": "The report is sometimes mentioned in discussions about possible government cover-ups of evidence of extraterrestrial life, such as discussions under blog entries of skeptic astronomer Phil Plait.[13] Sometimes these mentions point out the existence of the report, sometimes they argue that the report is evidence of extraterrestrial life. For example, Richard C. Hoagland, a proponent of conspiracy theories, argues that the report, by outlining plausible motives for government suppression of a discovery of extraterrestrial intelligence, furnishes evidence of an ongoing cover-up of intelligent extraterrestrial life already discovered.[14] The National Investigations Committee On Aerial Phenomena thinks the \"report gives weight to previous thinking by scholars who have suggested that the earth already may be under close scrutiny by advanced space races.\"[15]\n\n\nIn an email published by The Virtually Strange Network, entitled \"Brookings Report Re-examined\", Keith Woodard writes that the Brookings Report:\n"
        }
    ]
}