{
    "url": "https://en.wikipedia.org/wiki/Bruceploitation",
    "title": "Bruceploitation",
    "table_of_contents": [
        "1 History",
        "2 Actors",
        "3 Film and television",
        "3.1 Partial list of films",
        "3.2 End of a trend",
        "3.3 Rebirth",
        "4 Comics and animation",
        "4.1 Manga and anime",
        "5 Video games",
        "6 Commercials",
        "7 Merchandise",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bruceploitation (a portmanteau of \"Bruce Lee\" and \"exploitation\") is an exploitation film subgenre that emerged after the death of martial arts film star Bruce Lee in 1973, where filmmakers from Hong Kong, Taiwan and South Korea cast Bruce Lee look-alike actors (\"Lee-alikes\") to star in imitation martial arts films, in order to exploit Lee's sudden international popularity.[1] Bruce Lee look-alike characters also commonly appear in other media, including anime, comic books, manga, and video games.\n\n"
        },
        {
            "title": "History",
            "text": "When martial arts film star Bruce Lee died on July 20, 1973, he was Hong Kong's most famous martial arts actor. When Enter the Dragon became a box office success worldwide, many Hong Kong studios feared that a movie without their most famous star in it would not be financially successful and decided to play on Lee's sudden international fame by making movies that sounded like Bruce Lee starring vehicles. They cast actors who looked like Lee and changed their screen names to variations of Lee's name, such as Bruce Li and Bruce Le.[2]\n\n"
        },
        {
            "title": "Actors",
            "text": "After Bruce Lee's death, many actors assumed Lee-like stage names. Bruce Li (黎(Lí)小龍 from his real name Ho Chung Tao 何宗道), Bruce Chen, Bruce Lai (real name Chang Yi-Tao), Bruce Le (呂(Lǚ)小龍 from his real name Wong Kin Lung, 黃建龍), Bruce Lie, Bruce Leung, Saro Lee, Bruce Ly, Bruce Thai, Brute Lee, Myron Bruce Lee, Lee Bruce, and Bruce Lei / Dragon Lee (real name Moon Kyoung-seok) were hired by studios to play Lee-styled roles.[3] \nBruce Li appeared in Bruce Lee Against Supermen, in which he stars as Kato, assistant of the Green Hornet, a role originally played by the real Bruce Lee.[4]\n\nAdditionally, when some Japanese karate and Korean taekwondo films were dubbed into English for U.S. release, the protagonists were given new Lee-like stage names. Such was the case with Jun Chong (credited as Bruce K. L. Lea in the altered and English-dubbed Bruce Lee Fights Back from the Grave) and Tadashi Yamashita (credited as Bronson Lee in the altered English-dubbed Bronson Lee, Champion).\n\nJackie Chan, who started his movie career as an extra and stunt artist in some of Bruce Lee's movies, was also given roles where he was promoted as the next Bruce Lee as Chan Yuen Lung (with Yuen Lung's stage name borrowed from his fellow Fortunes actor Sammo Hung), such as New Fist of Fury (1976). Only when he made some comedy-themed movies for another studio was he able to attain box-office success.[citation needed]\n\nIn 2001, actor Danny Chan Kwok-kwan sported Lee's look in the Cantonese comedy film Shaolin Soccer. The role landed him to play Lee in the biographical television series The Legend of Bruce Lee.[citation needed]\n\n"
        },
        {
            "title": "Film and television",
            "text": "Some of the films, such as Re-Enter the Dragon, Enter Three Dragons, Return of Bruce, Enter Another Dragon, Return of the Fists of Fury, or Enter the Game of Death, were rehashes of Bruce Lee's classics. Others told Lee's life story and explored his mysteries, such as Bruce Lee’s Secret (a farcical rehash starring Bruce-clone Bruce Li in San Francisco defending Chinese immigrants from thugs), Exit the Dragon, Enter the Tiger (where Bruce Li is asked by Bruce Lee to replace him after his death), and Bruce’s Fist of Vengeance.\n\nOther films used his death as a plot element such as The Clones of Bruce Lee (where clones of Bruce Lee portrayed by some of the above actors are created by scientists) or The Dragon Lives Again (where Bruce Lee fights fictional characters such as James Bond, Clint Eastwood and Dracula in Hell and finds allies amongst others such as Popeye and Kwai Chang Caine). Others, such as Bruce Lee Fights Back from the Grave, featured Lee imitators but with a plot having nothing to do with Bruce Lee.\n\nOne of Lee's fight choreographers, actor-director Sammo Hung, famously satirized the phenomenon of Bruceploitation in his 1978 film, Enter the Fat Dragon. Elliott Hong's They Call Me Bruce? satirized the tendency for all male Asian actors (and by extension, male Asians in general) to have to sell themselves as Bruce Lee-types to succeed.\n\nOne notable film is Fist of Fear, Touch of Death released in 1980. While the real Lee does appear in the movie, it is only through dubbed stock footage.[5] The movie passes itself off as non-fiction but is fictional. The plot involves a martial arts tournament where the prize is recognition as Lee's successor. This is intertwined with what the movie passes off as the life story of Bruce Lee. The film says that Lee's parents did not want him be a martial artist, and he ran away from home to become an actor. In real life, they encouraged his careers.[5] The film conflates China and Japan by stating Lee's martial art was Karate (a Japanese art) instead of Kung Fu (a Chinese art) and that his great-grandfather was a samurai (impossible as samurai are found in Japan, not China).[6]\n\nBruceploitation ended when Jackie Chan made a name for himself with the success of the kung fu comedies Snake in the Eagle’s Shadow and Drunken Master. These films established him as the \"new king\" of Hong Kong martial arts cinema. Another factor in the end of Bruceploitation was the beginning of the Shaw Brothers film era in the late 1970s, which started with movies such as Five Deadly Venoms which featured new martial arts stars in the Venom Mob. Since the end of the trend, Bruce Lee's influence on Hong Kong action cinema remained strong, but the actors began establishing their own personalities, and the films began to take on a more comedic approach.[8][9]\n\nBruceploitation has continued in the United States in a muted form since the 1970s. Films such as Force: Five, No Retreat, No Surrender, and The Last Dragon used Bruce Lee as a marketing hook, and the genre continues to be a source of exploration for fans of the late Little Dragon and his doppelgangers. Fist of Fear, Touch of Death told a fictional life story of the star.\n\nMichael Worth in 2017 began an effort to shine more light on the subject, beginning with helping to produce the first official documentary on the subject with Severin Films. His decade-long writing is set to be the first book on the subject, set for release in 2018 and featuring interviews with many key players. A series of new scanned film prints are also in the works for 2018 and 2019.\n\nIn May 2010, Carl Jones published the book Here Come the Kung Fu Clones. It focuses on a particular Lee-a-like, Ho Chung Tao, but it also explores the best and worst actors and films that the genre has to offer.[10]\n\nIn the third season of the 2012 Teenage Mutant Ninja Turtles animated series, the character of Hun (originally a muscle-bound Caucasian from the 2003 cartoon series) makes his debut, with his appearance and behaviour closely patterned after Bruce Lee.[11]\n\nThe first Spanish book on the genre by Ivan E. Fernandez Fojón, Bruceploitation. Los clones de Bruce Lee was published by Applehead Team Creaciones in November 2017.\n\nStewart Home’s book Re-Enter The Dragon: Genre Theory, Brucesploitation & the Sleazy Joys of Lowbrow Cinema (Ledatape Organisation, Melbourne 2018) \"is cleaning up the territory and sharpening the contours of the category of Bruceploitation which as he sees it has not been worked out rigorously enough by early pioneers.\"[12] This book appeared after Home made and exhibited an art film meditation on the subject of Bruceploitation for Glasgow International in 2016.[13]\n\nThe Legend of Bruce Lee (2008), a Chinese television drama series based on the life of Bruce Lee, has been watched by over 400 million viewers in China through CCTV, making it the most-watched Chinese television drama series of all time, as of 2017.[14][15]\nIt has also been aired in other parts of the world: United States (KTSF), Italy (RAI 4), Canada (FTV), Brazil (Rede CNT; Band), Vietnam (HTV2; DN1-RTV), South Korea (SBS), Japan (NTV), Hong Kong (ATV Home), Philippines (Q), Taiwan (TTV), Iran (IRIB), Venezuela (Televen), United Kingdom (Netflix) and Indonesia (Hi Indo).\n\n"
        },
        {
            "title": "Comics and animation",
            "text": "The comic book medium also gave birth to several characters inspired by Bruce Lee, most notably in Japanese comics or manga.\n\nBruce Lee had an influence on several American comic book writers, notably Marvel Comics founder Stan Lee,[16] who considered Bruce Lee to be a superhero without a costume.[17] Shortly after his death, Lee inspired the Marvel character Iron Fist (debuted 1974) and the comic book series The Deadly Hands of Kung Fu (debuted 1974). According to Stan Lee, any character that is a martial artist since then owes their origin to Bruce Lee in some form.[17] Paul Gulacy was inspired by Bruce Lee when he drew the Marvel character Shang-Chi.[18]\n\nIn Tetsuo Hara and Buronson’s influential shōnen manga and anime series Hokuto no Ken, known to Western audiences as Fist of the North Star, the main character Kenshiro was deliberately created by them based on Bruce Lee, combined with influences from the film Mad Max.[19] Kenshiro’s appearance resembles that of Lee, as well as mannerisms inspired by Lee, such as his fighting style and battle cries. Additionally, in Hokuto no Ken’s prequel Souten no Ken, the main character is Kenshiro’s uncle, named Kenshiro Kasumi, who is also modeled after Lee’s physique and mannerisms in the same way as his nephew.\n\nAkira Toriyama's influential shonen manga and anime series Dragon Ball was also inspired by Bruce Lee films, such as Enter the Dragon (1973).[20][21] The title Dragon Ball was inspired by Enter the Dragon as well as later Bruceploitation knockoff kung fu movies which frequently had the word \"Dragon\" in the title.[20] Later, when Toriyama created the Super Saiyan transformation during the Freeza arc, he gave Goku piercing eyes based on Bruce Lee's paralyzing glare.[22]\n\nIn Masashi Kishimoto’s Naruto manga, the characters Might Guy and Rock Lee were modeled by him after Bruce Lee.\n\n"
        },
        {
            "title": "Video games",
            "text": "Bruce Lee films such as Game of Death and Enter the Dragon were the foundation for video game genres such as beat 'em up action games and fighting games.[23][24][25] Kung-Fu Master (1984), considered the first beat 'em up game, is based on Lee's Game of Death, with the five-level Devil's Temple reflecting the movie's setting of a five-level pagoda with a martial arts master in each level.[26] Kung-Fu Master in turn served as the prototype for most subsequent martial arts action games in the late 1980s.[27] Datasoft Inc. also released the game Bruce Lee in 1984.\n\nThe fighting game Yie Ar Kung-Fu (1985) was also inspired by Bruce Lee films, with the main player character Oolong modelled after Lee (like Bruceploitation films). In turn, Yie Ar Kung-Fu established the template for subsequent fighting games.[28] The Street Fighter video game franchise (1987 debut) was inspired by Enter the Dragon, with the gameplay centered around an international fighting tournament, and each character having a unique combination of ethnicity, nationality and fighting style; Street Fighter went on to set the template for all fighting games that followed.[29] Since then, numerous fighting games have featured Bruce Lee look-alike characters, starting with World Heroes which introduced Kim Dragon in 1992.[23] Super Street Fighter II character Fei Long was designed as a homage to Bruce Lee as well. The character Liu Kang in the Mortal Kombat franchise was also modeled after Bruce Lee.[30] The Tekken franchise followed suit with Marshall Law, and just once had him substituted by introducing his son Forest Law. EA Sports UFC includes Bruce Lee as an unlockable character, though it came with the approval of his daughter Shannon.\n\nAnother notable game that features Bruce Lee is The Dragon, released in 1995 by Ramar International (also called Rinco) and Tony Tech in Taiwan.[31] The game is for the Famicom (better known as the Nintendo Entertainment System (NES) in the west) but is not licensed by Nintendo or the Bruce Lee estate. The game's plot is loosely based on the plots of Lee's films and most levels are given titles from them.[31] The game mixes fighting parts with platforming parts and is also noted for stealing graphics from Mortal Kombat (including using Liu Kang to represent Lee), being one of the few Famicom/NES games to have two languages (English and Arabic) available in game and one of the few in Arabic at all.[31] The game's official Arabic title as shown on the title screen is التنين (\"Al-Tinneen\") and the box also gives the game the Chinese title of 李小龍 (\"Lǐ Xiǎolóng\", Bruce Lee's name in Chinese) and the alternate title of Lee Dragon.[31]\n\nMany other video games have characters based on Lee, although he is rarely credited. Video game characters synonymous with Lee are usually spotted by fighting techniques and signature \"jumping stance\", physical appearances, clothing, and iconic battle cries and yells similar to those of Lee. Examples include fighting game characters such as Maxi in the Soulcalibur series and Jann Lee in the Dead or Alive series.\n\n"
        },
        {
            "title": "Commercials",
            "text": "Though Bruce Lee did not appear in commercials during his lifetime, his likeness and image has since appeared in hundreds of commercials around the world.[17]\n\nNokia launched an Internet-based campaign in 2008 with staged \"documentary-looking\" footage of Bruce Lee playing ping-pong with his nunchaku and also igniting matches as they are thrown toward him. The videos went viral on YouTube, creating confusion as some people believed them to be authentic footage.[32]\n\n"
        },
        {
            "title": "Merchandise",
            "text": "The clothing apparel company Bow & Arrow released the \"Gung Fu Scratch\" t-shirt, featuring an image of Bruce Lee photoshopped to make it look like he is DJing. The t-shirt has been worn by celebrities such as Justin Bieber, Will Smith, Nas, Snoop Dogg and Ne-Yo.[33] The image became more popular following its appearance in the Marvel Cinematic Universe superhero film Avengers: Age of Ultron (2015), where Tony Stark (Robert Downey Jr.) wears it. Sales of the t-shirt increased substantially following the film's release.[34]\n\n"
        }
    ]
}