{
    "url": "https://en.wikipedia.org/wiki/Bruce_Campbell",
    "title": "Bruce Campbell",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Early years",
        "2.2 Major film roles",
        "2.3 Television roles",
        "2.4 Voice acting",
        "2.5 Writing",
        "2.6 Bruce Campbell Horror Film Festival",
        "3 Personal life",
        "4 Trivia",
        "5 Filmography",
        "5.1 Film",
        "5.2 Television",
        "5.3 Video games",
        "6 Accolades",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBruce Lorne Campbell[1] (born June 22, 1958) is an American actor and director. He is known for portraying Ash Williams in Sam Raimi's Evil Dead franchise, beginning with the 1978 short film Within the Woods. He has starred in many low-budget cult films such as Crimewave (1985), Maniac Cop (1988), Sundown: The Vampire in Retreat (1989), and Bubba Ho-Tep (2002).\n\nIn television, Campbell had lead roles in The Adventures of Brisco County, Jr. (1993–1994) and Jack of All Trades (2000), and a recurring role as Autolycus, King of Thieves, in Hercules: The Legendary Journeys and Xena: Warrior Princess (1995–1999). He played Sam Axe on the USA Network series Burn Notice (2007–2013) and reprised his role as Ash Williams on the Starz series Ash vs. Evil Dead (2015–2018).[2]\n\nCampbell started his directing career with Fanalysis (2002) and A Community Speaks (2004), and then with the horror comedy feature films Man with the Screaming Brain (2005) and My Name Is Bruce (2007), the latter being a spoof of his career. He can also be seen as the role of the father in The Escort (2015).\n\n"
        },
        {
            "title": "Early life",
            "text": "Campbell was born in Royal Oak, Michigan,[3] to Joanne Louise (née Pickens), a homemaker, and Charles Newton Campbell, who worked in advertising for 35 years in roles ranging from traveling billboard inspector to company vice-president, later teaching at nine colleges as an adjunct professor, and was also an actor and director in local theater.[4]\n\nCampbell has an older brother, Don, and an older half-brother, Michael Rendine.[5] He is of Scottish and English descent.[1]\n\n"
        },
        {
            "title": "Career",
            "text": "Campbell began acting as a teenager and soon began making short Super 8 movies with friends. After he met Sam Raimi in Wylie E. Groves High School, the two became very good friends and started making movies together. Campbell would go on to attend Western Michigan University while he continued to work on his acting career.[6] Campbell and Raimi collaborated on a 30-minute Super 8 version of the first Evil Dead film, titled Within the Woods, which was initially used to attract investors.[7]\n\nA few years later, Campbell and Raimi got together with family and friends and began work on The Evil Dead. While starring in the lead role, Campbell also worked behind the camera, receiving a \"co-executive producer\" credit. Raimi wrote, directed and edited, while fellow Michigander Rob Tapert was producer. Following an endorsement by horror writer Stephen King, the film slowly began to receive distribution.[8] Four years following its original release, it became the number one movie in the UK. It then received distribution in the United States, spawning two sequels: Evil Dead II and Army of Darkness.[9]\n\nCampbell was also drawn in the Marvel Zombie comics as his character, Ash Williams. He is featured in five comics, all in the series Marvel Zombies vs. Army of Darkness. In them, he fights alongside the Marvel heroes against the heroes and people who have turned into zombies (deadites) while in search of the Necronomicon (Book of the Names of the Dead).[10] Campbell also played as Coach Boomer in the movie “Sky High”.\n\nHe has appeared in many of Raimi's films outside of the Evil Dead series, notably having cameo appearances in the director's Spider-Man film series.[11] Campbell also joined the cast in Raimi's Darkman[12] and The Quick and the Dead, though having no actual screen time in the latter film's theatrical cut.[13] In March 2022, Campbell was announced to have a cameo in Raimi's Marvel Cinematic Universe film Doctor Strange in the Multiverse of Madness.[14]\n\nCampbell often takes on quirky roles, such as Elvis Presley in the film Bubba Ho-Tep.[15] Along with Bubba Ho-Tep, he played a supporting role in Maniac Cop and Maniac Cop 2, and spoofed his career in the self-directed My Name is Bruce.[16]\n\nOther mainstream films for Campbell include supporting or featured roles in the Coen Brothers film The Hudsucker Proxy, the Michael Crichton adaptation Congo, the film version of McHale's Navy, Escape From L.A. (the sequel to John Carpenter's Escape From New York), the Jim Carrey drama The Majestic and the 2005 Disney film Sky High.[17]\n\nCampbell had a starring voice role in the hit 2009 animated adaptation of the children's book Cloudy with a Chance of Meatballs, and a supporting voice role in Pixar's Cars 2.[18]\n\nCampbell produced the remake of The Evil Dead, along with Raimi and Rob Tapert. Campbell appeared with the expectation he would reprise that role in Army of Darkness 2.[19] He later worked as an executive producer for the 2023 film, Evil Dead Rise.[20]\n\nOutside of film, Campbell has appeared in a number of television series. He starred in The Adventures of Brisco County, Jr. a boisterous science fiction comedy western created by Jeffrey Boam and Carlton Cuse that ran for one season.[21] He played a lawyer turned bounty hunter who was trying to hunt down John Bly, the man who killed his father. He starred in the television series Jack of All Trades, set on a fictional island occupied by the French in 1801. Campbell was also credited as co-executive producer, among others. The show was directed by Eric Gruendemann, and was produced by various people, including Sam Raimi.[22] The show aired for two seasons, from 2000 to 2001. He had a recurring role as \"Bill Church Jr.\" based upon the character of Morgan Edge from the Superman comics on Lois & Clark: The New Adventures of Superman.[23]\n\nFrom 1996 to 1997, Campbell was a recurring guest star on the show Ellen as Ed Billik, who becomes Ellen's boss when she sells her bookstore in season four.[24]\n\nHe is also known for his supporting role as the recurring character Autolycus (\"King of Thieves\") on both Hercules: The Legendary Journeys and Xena: Warrior Princess, which reunited him with producer Rob Tapert.[25] Campbell played Hercules/Xena series producer Tapert in two episodes of Hercules set in the present.[26] He directed a number of episodes of Hercules and Xena, including the Hercules series finale.[27]\n\nCampbell also landed the lead role of race car driver Hank Cooper in the Disney made-for-television remake of The Love Bug.[28]\n\nCampbell made a critically acclaimed dramatic guest role as a grief-stricken detective seeking revenge for his father's murder in a two-part episode of the fourth season of Homicide: Life on the Street. Campbell later played the part of a bigamous demon in The X-Files episode \"Terms of Endearment\".[29] He also starred as Agent Jackman in the episode \"Witch Way Now?\" of the WB series Charmed, as well as playing a state police officer in an episode of the short-lived series American Gothic titled \"Meet the Beetles\".\n\nCampbell co-starred on the television series Burn Notice, which aired from 2007 to 2013 on USA Network. He portrayed Sam Axe, a beer-chugging, former Navy SEAL now working as an unlicensed private investigator and occasional mercenary with his old friend Michael Westen, the show's main character. When working undercover, his character frequently used the alias Chuck Finley, which Bruce later revealed was the name of one of his father's old co-workers.[30] Campbell was the star of a 2011 Burn Notice made-for-television prequel focusing on Sam's Navy SEAL career, titled Burn Notice: The Fall of Sam Axe.[31]\n\nIn 2014, Campbell played Santa Claus in an episode of The Librarians. Campbell played Ronald Reagan in season 2 of the FX original series Fargo. More recently Campbell reprised his role as Ashley \"Ash\" Williams in Ash vs Evil Dead, a series based upon the Evil Dead franchise that launched his career. Ash vs Evil Dead began airing on Starz on October 31, 2015, and was renewed by the cable channel for second[32] and third seasons,[33] before being cancelled.[34]\n\nIn January 2019, Travel Channel announced a reboot of the Ripley's Believe It or Not! reality series, with Bruce Campbell serving as host and executive producer. The 10-episode season debuted on June 9, 2019.[35]\n\nCampbell is featured as a voice actor in several video game titles. He provides the voice of Ash in the four games based on the Evil Dead film series: Evil Dead: Hail to the King, Evil Dead: A Fistful of Boomstick, Evil Dead: Regeneration and Evil Dead: The Game.[36] He also provided voice talent in other titles such as Pitfall 3D: Beyond the Jungle, Spider-Man, Spider-Man 2, Spider-Man 3, The Amazing Spider-Man,[37] and Dead by Daylight.[38]\n\nHe provided the voice of main character Jake Logan in the PC title, Tachyon: The Fringe, the voice of main character Jake Burton in the PlayStation game Broken Helix and the voice of Magnanimous in Megas XLR. Campbell voiced the pulp adventurer Lobster Johnson in Hellboy: The Science of Evil and has done voice-over work for the Codemaster's game Hei$t, a game which was announced on January 28, 2010 to have been \"terminated\". He also provided the voice of The Mayor in the 2009 film Cloudy With a Chance of Meatballs, the voice of Rod \"Torque\" Redline in Cars 2 and the voice of Fugax in the 2006 film The Ant Bully.[37]\n\nDespite the inclusion of his character \"Ash Williams\" in Telltale Games' Poker Night 2, Danny Webber voices the character in the game, instead of Bruce Campbell.[39]\n\nHe has a voice in the online MOBA game, Tome: Immortal Arena in 2014.[40] Campbell also provided voice-over and motion capture for Sgt. Lennox in the Exo Zombies mode of Call of Duty: Advanced Warfare.[41]\n\nIn addition to acting and occasionally directing, Campbell has become a writer, starting with an autobiography, If Chins Could Kill: Confessions of a B Movie Actor, published in June 2001.[42] The autobiography was a successful New York Times Best Seller.[43] The paperback version of the book adds a chapter about the reaction of fans at book signings.\n\nIf Chins Could Kill follows Campbell's career to date as an actor in low-budget films and television, providing his insight into \"Blue-Collar Hollywood\".[42]\n\nCampbell's next book, Make Love! The Bruce Campbell Way was published on May 26, 2005. The book's plot involves Bruce (depicted in a comical way) as the main character struggling to make it into the world of A-list movies.[44] He later recorded an audio play adaptation of Make Love with fellow Michigan actors, including longtime collaborator Ted Raimi. This radio drama was released through the independent label Rykodisc and spans 6 discs with a 6-hour running time.\n\nIn addition to his books, Campbell also wrote a column for X-Ray Magazine in 2001, an issue of the popular comic series The Hire, and comic book adaptations of his Man with the Screaming Brain. Most recently he wrote the introduction to Josh Becker's The Complete Guide to Low-Budget Feature Filmmaking.\n\nIn late 2016, Campbell announced that he would be releasing a third book, Hail to the Chin: Further Confessions of a B Movie Actor, which will detail his life from where If Chins Could Kill left off. Hail to the Chin was released in August 2017, and accompanied by a book tour across the United States and Europe.[45]\n\nCampbell maintained a blog on his official website, where he posted mainly about politics and the film industry.[46] The blog has since been discontinued.\n\nSince 2014, the Bruce Campbell Horror Film Festival, narrated and organized by Campbell, was held in the Muvico Theater in Rosemont, Illinois. The first festival had its original run from August 21 to 25, 2014, presented by Wizard World, as part of the Chicago Comicon.[47] The second festival ran from August 20 to 23, 2015, with guests Tom Holland and Eli Roth.[48] The third festival took place over four days in August 2016.[49] Guests of the event were Sam Raimi, Robert Tapert and Doug Benson.[50]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Campbell's first wife was Christine Deveau, whom he married in 1983. They had two children, and divorced in 1989. Campbell currently lives in Jacksonville, Oregon, with his second wife, costume designer Ida Gearon, whom he met on the set of the movie Mindwarp.[51] He is also an ordained pastor and has performed marriage ceremonies.[52]\n\n"
        },
        {
            "title": "Trivia",
            "text": "The comedy metal band Psychostick released a song titled 'Bruce Campbell' on their album IV: Revenge of the Vengeance that pays a comedic tribute to his past roles.\n\n"
        }
    ]
}