{
    "url": "https://en.wikipedia.org/wiki/Bryan_Foy",
    "title": "Bryan Foy",
    "table_of_contents": [
        "1 Biography",
        "2 Selected filmography",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBryan Foy (December 8, 1896 – April 20, 1977) was an American film producer and director. He produced more than 200 films between 1924 and 1963. He also directed 41 films between 1923 and 1934. He headed the B picture unit at Warner Bros. where he was known as \"the keeper of the B's\".[1]\n\n"
        },
        {
            "title": "Biography",
            "text": "He was born in Chicago, Illinois, on December 8, 1896. He was the eldest son of the vaudeville star Eddie Foy and appeared with his father in the vaudeville act \"Eddie Foy and The Seven Little Foys.\" The act broke up when Bryan Foy left to join the U.S. Army in World War I in 1918,[2] after which his remaining siblings continued performing with their father under the title, \"Eddie Foy and the Younger Foys\", through 1923, when their father retired.[3]\n\nHe was also a songwriter, and by 1916 had several published songs, including \"My Honolulu Girl\".[4]\n\nFoy led Warners B picture unit until 1942 when the studio ended their second features.  He was recruited 20th Century Fox where he produced the acclaimed war movie Guadalcanal Diary in 1943. Following the war Foy entered motion picture production with a series of short subjects for Universal Pictures including a series of The Shadow with Foy writing and directing several of the two reelers.  He remained with Fox until 1947 where he produced for Eagle-Lion Films with one of his assistant producers being famed mobster Johnny Rosselli. He was rehired by Warner Bros in 1950. From 1954 Foy produced films for Columbia Pictures.  He returned again to Warners in 1962 for his final two films.\n\nHe died in Los Angeles from a heart attack on April 20, 1977. He was buried in Calvary Cemetery, East Los Angeles.[5]\n\n"
        }
    ]
}