{
    "url": "https://en.wikipedia.org/wiki/Buck_Rogers",
    "title": "Buck Rogers",
    "table_of_contents": [
        "1 Buck Rogers comic strip",
        "1.1 Publication history",
        "1.1.1 Revival",
        "1.2 Characters and story",
        "2 Comic books",
        "3 Books",
        "4 Radio",
        "5 Film and television adaptations",
        "5.1 World's Fair",
        "5.2 Movie serial",
        "5.3 1950–1951 ABC television series",
        "5.4 Motion picture and 1979–1981 NBC television series",
        "5.5 Future films and conflict",
        "6 Role-playing games and video games",
        "6.1 Buck Rogers XXVC",
        "6.1.1 Books",
        "6.1.1.1 Ten paperback novels set in the XXVC universe were published, starting in 1989",
        "6.1.1.2 Also based on the game",
        "6.1.2 Pinball",
        "6.2 Video games",
        "6.2.1 Planet of Zoom video game",
        "6.2.2 Strategic Simulations",
        "6.3 High-Adventure Cliffhangers",
        "7 Later novels",
        "8 Toys",
        "9 In popular culture",
        "10 See also",
        "11 References",
        "12 External links",
        "12.1 Audio/video"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Buck Rogers is a science fiction adventure hero and feature comic strip created by Philip Francis Nowlan first appearing in daily US newspapers on January 7, 1929, and subsequently appearing in Sunday newspapers, international newspapers, books and multiple media with adaptations including radio in 1932, a serial film, a television series, and other formats.\n\nThe Buck Rogers strip, published 1929–1967 and syndicated by John F. Dille Co. (later called the National Newspaper Syndicate), was popular enough to inspire other newspaper syndicates to launch their own science fiction strips.[1] The most famous of these imitators was Flash Gordon (King Features Syndicate, 1934–2003);[2] others included Brick Bradford (Central Press Association, 1933–1987), Don Dixon and the Hidden Empire (Watkins Syndicate, 1935–1941),[3]  and Speed Spaulding (John F. Dille Co., 1940–1941).[1] The Buck Rogers strip also probably inspired developing a strip based on John Carter of Mars (United Feature Syndicate, 1941–1943) which was introduced in 1941 though based on an Edgar Rice Burroughs character first seen in 1912.[4]\n\nThe adventures of Buck Rogers in comic strips, movies, radio, and television became an important part of American popular culture. Buck Rogers has been credited with bringing into popular media the concept of space exploration,[5] following in the footsteps of literary pioneers such as Jules Verne and H. G. Wells. It was on January 22, 1930, that Buck Rogers first ventured into space aboard a rocket ship in his fifth newspaper comic story Tiger Men from Mars. This popular phenomenon paralleled the development of space technology in the 20th century and introduced Americans to outer space as a familiar environment for swashbuckling adventure.[6][7]\n\nIn 1933, Nowlan and Calkins co-wrote Buck Rogers in the 25th Century, a novella which retold the origin of Buck Rogers and also summarized some of his adventures. A reprint of this work was included with the first edition of the novel Buck Rogers: A Life in the Future (1995) by Martin Caidin.\n\n"
        },
        {
            "title": "Buck Rogers comic strip",
            "text": "The character first appeared (under the name \"Anthony Rogers\") in Nowlan's novella Armageddon 2419 A.D., published in the August 1928 issue of Amazing Stories. The newspaper syndicator John F. Dille saw the opportunity to adapt the story into a newspaper comic strip. After Nowlan and Dille enlisted editorial cartoonist Dick Calkins as the illustrator, Nowlan adapted the first episode from Armageddon 2419 A.D. and changed the hero's name from \"Anthony\" to \"Buck\". Some have suggested that Dille coined that name based on the 1920s cowboy actor Buck Jones.[8]\n\nOn January 7, 1929, the Buck Rogers in the 25th Century A.D. comic strip debuted.[6] (Coincidentally, this was also the date that the Tarzan comic strip began, distributed by United Feature Syndicate.) Buck Rogers was initially syndicated to 47 newspapers.[9] On March 30, 1930, a Sunday strip joined the Buck Rogers daily strip.\n\nWriter Nowlan told the inventor R. Buckminster Fuller in 1930 that \"he frequently used [Fuller's] concepts for his cartoons\".[10] Dick Calkins, an advertising artist, drew the earliest daily strips, and Russell Keaton drew the earliest Sunday strips.\n\nLike many popular comic strips of the day, Buck Rogers was reprinted in Big Little Books; illustrated text adaptations of the daily strip stories; and in a Buck Rogers pop-up book.[6] At its peak in 1934, Buck Rogers appeared in 287 U.S. newspapers, was translated into 18 languages, and appeared in an additional 160 international papers.[9]\n\nKeaton wanted to switch to drawing another strip written by Calkins, Skyroads, so the syndicate advertised for an assistant and hired Rick Yager in 1932. Yager had formal art training at the Chicago Academy of Fine Arts and was a talented watercolor artist; all the strips were done in ink and watercolor. Yager also had connections with the Chicago newspaper industry, since his father, Charles Montross Yager, was the publisher of The Modern Miller; Rick Yager was at one time employed to write the \"Auntie's Advice\" column for his father's newspaper. Yager quickly moved from inker and writer of the Buck Rogers \"sub-strip\" (early Sunday strips had a small sub-strip running below) to writer and artist of the Sunday strip and eventually the daily strips.\n\nAuthorship of early strips is extremely difficult to ascertain. The signatures at the bottoms of the strips are not accurate indicators of authorship; Calkins' signature appears long after his involvement ended, and few of the other artists signed the artwork, while many pages are unsigned. Yager probably had complete control of Buck Rogers Sunday strips from about 1940 on, with Len Dworkins joining later as assistant. Dick Locher was also an assistant in the 1950s. The strip's artists also worked on a variety of tie-in promotions such as comic books, toys, and model rockets.\n\nFor all of its reference to modern technology, the strip itself was produced in an old-fashioned manner — all strips began as India ink drawings on Strathmore paper, and a smaller duplicate (sometimes redrawn by hand) was hand-colored with watercolors. Miami University in Oxford, Ohio, has an extensive collection of original artwork.[citation needed]\n\nThe relations between the artists of the strip (Yager et al.) and the owners of the strip (the Syndicate) became acrimonious, and in mid-1958, the artists quit.[11] Murphy Anderson was a temporary replacement, but he did not stay long. George Tuska began drawing the strip in 1959 and remained until the final installment of the original comic strip, which was published on July 8, 1967. At that point, Buck Rogers appeared in only 28 newspapers.[9]\n\nArtist/writer credits:\n\nArt assistants:\n\nRevived in 1979 by the New York Times Syndicate, the strip was produced by Gray Morrow and Jim Lawrence. Shortened to Buck Rogers in the 25th Century in 1980, long-time comic book writer Cary Bates signed on in 1981, continuing until the strip's 1983 finale.\n\nThe first three frames of the series set the scene for Buck's \"leap\" 500 years into Earth's future:\n\nBuck is rendered unconscious, and a strange gas preserves him in a suspended animation or coma state. He awakens and emerges from the mine in 2429 AD, in the midst of another war.[6]\n\nAfter rescuing Wilma, he proves his identity by showing her his American Legion button. She then explains how the Mongol Reds emerged from the Gobi desert to conquer Asia and Europe and then attacked America starting with that \"big idol holding a torch\" (the Statue of Liberty). Using their disintegrator beams, they easily defeated the army and navy and wiped out Washington, D.C. in three hours. As the people fled the cities, the Mongols built new cities on the ruins of the major cities. The Mongols left the Americans to fend for themselves as their advanced technology prevented the need for slave labor. The scattered Americans formed loosely bound organizations or \"orgs\" to begin to fight back.\n\nWilma takes Buck back to the Alleghany org in what was once Philadelphia. The leaders don't believe his story at first but after undergoing electro-hypnotic tests, they believe him and admit him into their group.[12]\n\nOther prominent characters in the strip included Buck's friend Dr. Huer, who punctuated his speech with the exclamation, \"Heh!\"; the villainous Killer Kane and his paramour Ardala; and Black Barney, who began as a space pirate but later became Buck's friend and ally.[6] In addition, Buck and his friends encountered various alien races. Hostile species Buck met included the Tiger Men of Mars, the dwarf-like Asterites of the Asteroid belt, and giant robots called Mekkanos.[7]\n\nWhen the Sunday strip began, there was no established convention for the same character having different adventures in the Sunday strip and the daily strip (many newspapers carried one but not the other), so the Sunday strip at first followed the adventures of Buck's young friend Buddy Deering, Wilma Deering's younger brother, and Buddy's girlfriend Alura, later joined by Black Barney. It was some time before Buck himself made his first appearance in a Sunday strip.\n\n"
        },
        {
            "title": "Comic books",
            "text": "Over the years, there have been many Buck Rogers appearances in comic books as well as his own series. Buck appeared in 69 issues of the 1930s comic Famous Funnies, then two appearances in Vicks Comics, both published by Eastern Color Printing. Then in 1940, Buck got his own comic entitled Buck Rogers which lasted for six issues, again published by Eastern Printing.\n\nKelloggs Cereal Company produced two Buck Rogers giveaway comics, one in 1933 and again in 1935. In 1951, Toby Press released three issues of Buck Rogers, all reprints of the comic strip. In 1955, an Australian company called Atlas Productions produced five issues of Buck Rogers in the 25th Century.\n\nGold Key Comics published a single issue of a Buck Rogers comic book in 1964.[13]\n\nA second series was based on the 1979 television series Buck Rogers in the 25th Century and was published from 1979 to 1982, first by Gold Key,[14] then by Whitman Publishing,[15] continuing the numbering from the 1964 single issue.\n\nTSR, Inc. published a 10-issue series based on their Buck Rogers XXVC game from 1990 to 1991.[16]\n\nIn 2009, Dynamite Entertainment began a monthly comic book version of Buck Rogers[17][18] by writer Scott Beatty[19] and artist Carlos Rafael.[20] The first issue was released in May 2009. The series ran 13 issues (#0-12) plus an annual, later collected into 2 trade paperbacks.\n\nIn 2012, Hermes Press announced a new comic book series with artwork by Howard Chaykin. The series was collected into a graphic novel titled Howard Chaykin's Buck Rogers Volume 1: Grievous Angels in 2014.[21]\n\n"
        },
        {
            "title": "Books",
            "text": "Starting in 1933, Whitman (an imprint of Western Publishing) produced 12 Buck Rogers Big Little Books:[22]\n\n"
        },
        {
            "title": "Radio",
            "text": "In 1932, the Buck Rogers radio program, notable as the first science-fiction program on radio, hit the airwaves. It was broadcast in four separate runs with varying schedules. Initially broadcast as a 15-minute show on CBS from 7 November 1932, it was on a Monday through Thursday schedule. In 1936, it moved to a Monday, Wednesday, Friday schedule and went off the air in May of that year. Mutual brought the show back and broadcast it three days a week from April to July 1939 and from May to July 1940, a 30-minute version was broadcast on Saturdays. From September 1946 to March 1947, Mutual aired a 15-minute version on weekdays.[6][23]\n\nThe radio show again related the story of our hero Buck finding himself in the 25th century. Actors Matt Crowley, Curtis Arnall, Carl Frank and John Larkin all voiced him at various times. The beautiful and strong-willed Wilma Deering was portrayed by Adele Ronson, and the brilliant scientist-inventor Dr. Huer was played by Edgar Stehli.\n\nThe radio series was produced and directed by Carlo De Angelo and later by Jack Johnstone.\n\n"
        },
        {
            "title": "Film and television adaptations",
            "text": "A ten-minute Buck Rogers film premiered at the 1933–1934 World's Fair in Chicago. John Dille Jr. (son of strip baron John F. Dille) stars in the film, Buck Rogers in the 25th Century: An Interplanetary Battle with the Tiger Men of Mars. It was later shown in department stores to promote Buck Rogers merchandise. It was shot in the Action Film Company studio in Chicago, Illinois, and was directed by Dr. Harlan Tarbell. A 35mm print of the film was discovered by the filmmaker's granddaughter, donated to UCLA's film and television archive, restruck and subsequently posted to the web. It is available on the VCI Entertainment DVD 70th Anniversary release of the 1939 Buck Rogers serial. The characters featured include Buck Rogers, Wilma Deering, Dr. Huer, Killer Kane, Ardala, King Grallo of the Martian Tiger Men, and robots.[24]\n\nA 12-part Buck Rogers serial film was produced in 1939 by Universal Pictures Company. Buck Rogers (Buster Crabbe) and his young friend Buddy Wade get caught in a blizzard and are forced to crash their airship in the Arctic wastes. In order to survive until they can be rescued, they inhale their supply of Nirvano gas which puts them in a state of suspended animation. When they are eventually rescued by scientists, they learn that 500 years have passed. It is now 2440. A tyrannical dictator named Killer Kane and his henchmen now run the world. Buck and Buddy must now save the world, and they do so with the help of Lieutenant Wilma Deering and Prince Tallen of Saturn.\n\nThe serial had a small budget and saved money on special effects by reusing material from other stories: background shots from the futuristic musical Just Imagine (1930), as the city of the future, the garishly stenciled walls from the Azura palace set in Flash Gordon's Trip to Mars, as Kane's penthouse suite, and even the studded leather belt that Crabbe wore in Flash Gordon's Trip to Mars turned up as part of Buck's uniform. Between 1953 and the mid-1970s, this film serial was edited into three distinct feature film versions.[6]\n\nThe first version of Buck Rogers to appear on television debuted on ABC on April 15, 1950, and ran until January 30, 1951. There were a total of 36 black and white episodes in all (allowing for a 2-month summer hiatus).[6][25] One episode of the show survives today.\n\nIts time slot initially was on Saturdays at 6 p.m., and each episode was 30-minutes-long. The program was later rescheduled to Tuesday at 7 p.m., where it ran against the popular Texaco Star Theatre hosted by Milton Berle.[26] The show was sponsored by Peter Paul candy bars.\n\nThe producers were trying to emulate the success of DuMont's Captain Video, but the series probably failed as a result of its minuscule budget. The decision to put the show on a summer hiatus for almost two months also undercut efforts to build an audience.[6][25]\n\nIn the 1950 TV series, Buck Rogers finds himself in the year 2430. Based in a secret lab in a cave behind Niagara Falls (the city of Niagara was now the capital of the world), Buck battles intergalactic troublemakers.[27] Due to the minuscule budget, most of the episodes took place mainly in the secret lab.\n\nThere were a number of changes to the cast during the series' short duration. Three actors played Buck Rogers in the series: Earl Hammond (who starred as Buck very briefly), Kem Dibbs (whose last appearance in the role was aired on June 3), and Robert Pastene (whose first appearance in the role was aired on June 10). The series apparently went on summer hiatus from around July 7 until the end of August, probably reappearing on the air again around Labor Day with Robert Pastene still in the lead role. (Kem Dibbs went on to have a long acting career in film and television.)\n\nTwo actresses portrayed Wilma Deering: Eva Marie Saint and Lou Prentis. Two actors would also play Dr. Huer: Harry Southern and Sanford Bickart. Black Barney Wade was played by Harry Kingston.\n\nThe series was directed by Babette Henry, written by Gene Wyckoff and produced by Joe Cates and Babette Henry. The series was broadcast live from station WENR-TV, the ABC affiliate in Chicago. There is one known surviving kinescope of this first Buck Rogers television series, airdate 12-19-50, episode title \"Ghost in the House\". The surviving episode states it originated from ABC in New York, casting some doubt on the Chicago WENR-TV claims. Perhaps as the show was remounted, the base of operations changed. At the time of broadcast, the ABC owned and operated  WJZ-TV New York, which in 1953 became WABC-TV New York.\n\nIn 1979, Buck Rogers was revived and updated for a prime-time television series for NBC Television. The pilot film was released to cinemas on March 30, 1979. Good box office returns led NBC to commission a full series, which started in September 1979. Glen A. Larson produced the film and the first season of the eventual series.[6]\n\nThe series starred Gil Gerard as Captain William \"Buck\" Rogers, a United States Air Force and NASA pilot who commands Ranger III, a Space Shuttle-like ship that is launched in 1987. When his ship flies through a space phenomenon containing a combination of gases, his ship's life support systems malfunction and he is frozen and left drifting in space for 504 years. By the time he is revived, he finds himself in the 25th century. There, he learns that Earth was united following a devastating global nuclear war that occurred in the late 20th century, and is now under the protection of the Earth Defense Directorate, headquartered in New Chicago. The latest threat to Earth comes from the spaceborne armies of the planet Draconia, which is planning an invasion.\n\nCo-starring in the series were Erin Gray as crack Starfighter pilot Colonel Wilma Deering, and Tim O'Connor as Dr. Elias Huer, head of Earth Defense Directorate, and a former starpilot himself. Ardala appeared (played by Pamela Hensley), as a Draconian princess supervising her father's armies, with Kane (played by Henry Silva in the film; by Michael Ansara in the series) as her enforcer, a gender reversal of the original characters where Ardala was Killer Kane's sidekick. Although Black Barney did not appear as a character in the series, there was a character named Barney Smith (played by James Sloyan) who appeared in the two-part episode, \"The Plot to Kill a City\". New characters added for the series included a comical robot named Twiki (played by Felix Silla and voiced by Mel Blanc), who becomes Buck's personal assistant, and Dr. Theopolis (voiced by Eric Server), a sentient computer that Twiki often carries around. Buster Crabbe from the original serial series had a cameo in the series as well.\n\nThe series ran for two seasons on NBC. Production and broadcast of the second season was delayed by several months due to the 1980 actors strike. When the series returned in early 1981, its core format had been revised. Now rather than defending Earth, Buck and Wilma were aboard the deep-space exploration vessel Searcher on a mission to track down the lost colonies of humanity. Tim O'Connor's Dr. Huer was written out of the series and replaced by Wilfrid Hyde-White as quirky scientist Dr. Goodfellow and Broadway character actor Jay Garner as Vice Admiral Efram Asimov of the Earth Force. Also onboard was Thom Christopher playing the role of Hawk, a stoic birdman in search of other members of his ancient race. The revamp was unsuccessful and the series was canceled at the end of the 1980–1981 season.\n\nTwo novels based on the series by Addison E. Steele were published, a novelization of the 1979 feature film, and That Man on Beta, an adaptation of an unproduced teleplay.\n\nFrank Miller was slated to write and direct a new motion picture with Odd Lot Entertainment, the production company that worked with Miller on The Spirit.[28][29] However, after The Spirit became a box office and critical failure, Miller's involvement with the project ended.[30] In 2015, the producer Don Murphy announced that he was developing a Buck Rogers film based on the novella Armageddon 2419 A.D., however this conflicted with the Dille Family Trust, which claimed to hold the rights of the franchise.[31]\n\nIn February 2019 the Dille Family Trust (DFT) entered into a Settlement Agreement with the Nowlan Family Trust selling the Trust's assets and assigning the DFT's intellectual property rights to Buck Rogers to the Nowlan Family Trust and the US District Court for the Eastern District of Pennsylvania Civil Action NO 15-6231 case was dismissed with prejudice on March 4, 2019. Subsequently, the Dille Family Trust filed for an adjudication and termination of the trust in Court of Common Pleas of Lawrence County Pennsylvania Orphan Court, Case NO 43-19 OC Lawrence County, PA. The Lawrence County Court retains jurisdiction over the matter. On April 4, 2019 the Beneficiaries of the Dille Family Trust filed an Ex Parte Petition in SUPERIOR COURT OF CALIFORNIA, COUNTY OF LOS ANGELES Probate Division. The stated general purpose of the petition was to appoint the Beneficiaries as co trustees of the trust. Case No. 19STPB03164 was dismissed with prejudice on July 11, 2019. Again on October 29, 2020 the Beneficiaries of the Dille Family Trust filed an Ex Parte Petition for an order approving the termination of the trust, distribution of assets and waiver of accounting however this time in the SUPERIOR COURT OF THE STATE OF CALIFORNIA IN AND FOR THE COUNTY OF SAN MATEO, Case No, 20PR001401. The case was dismissed with prejudice on April 4, 2021 and the November 2, 2020 Order vacated/set aside. The Lawrence County Court retains jurisdiction over the Trust.\n\nOn October 14, 2020, it was announced that Don Murphy, Susan Montford, Flint Dille and Legendary Entertainment will produce a Buck Rogers film which is intended to launch a transmedia franchise.[32] Legendary had no comment.\n\nOn December 10, 2020, it was announced that the same Murphy/Montford/Dille/Legendary consortium is developing a new Buck Rogers television series with Brian K. Vaughan writing.[33] Legendary had no comment.  On January 29, 2021, it was announced that Smokehouse Pictures will also co-executive produce. Smokehouse co-founder George Clooney is also suggested to star in the series.[34] Legendary had no comment.\n\n"
        },
        {
            "title": "Role-playing games and video games",
            "text": "In 1988, TSR, Inc. created a game setting based on Buck Rogers, called Buck Rogers XXVC. Many products were produced that were set in this universe, including comic books, novels, role-playing game material and video games. In the role-playing game, the player characters were allied to Buck Rogers and NEO (the New Earth Organisation) in their fight against RAM (a Russian-American corporation based on Mars). The games also extensively featured \"gennies\" (genetically enhanced organisms). The gameplay of the Buck Rogers – Battle for the 25th Century board game by TSR dealt with token movement and resource management. There is purported to be a single expansion for the board game called the Martian Wars Expansion, but it is not known if this was ever released.\n\nFrom 1990 to 1991, ten \"comics modules\" set in the Buck Rogers XXVC universe were published, entitled Rude Awakening #1 - #3, Black Barney #1 - #3. and Martian Wars #1-#4. These shared the numbering as a series issues #1 - #10 with issue #10 as a flip-book with Intruder #10. There has been speculation that two more stories were printed but not widely distributed.\n\nThe Martian Wars Trilogy\n\nThe Inner Planets Trilogy\n\nInvaders of Charon Trilogy\n\nAt the beginning of 1980, a few months after the show debuted, Gottlieb came out with a Buck Rogers pinball machine to commemorate the resurgence of the franchise.\n\nSega released the arcade video game Buck Rogers: Planet of Zoom (Japanese: バック・ロジャース：プラネット・オブ・ズーム, Hepburn: Bakku Rojāsu: Puranetto obu Zūmu) in 1982.\n\nIn 1990, Strategic Simulations, Inc. released a Buck Rogers XXVC video game, Countdown to Doomsday, for the Commodore 64, IBM PC, Sega Mega Drive, and Amiga. It released a sequel, Matrix Cubed, in 1992.\n\nIn 1995, TSR created a new and unrelated Buck Rogers role-playing game called High-Adventure Cliffhangers. This was a return to the themes of the original Buck Rogers comic strips. This game included biplanes and interracial warfare, as opposed to the space combat of the earlier game. There were only a few expansion modules created for High-Adventure Cliffhangers. Shortly afterward, the game was discontinued, and the production of Buck Rogers RPGs and games came to an end. This game was neither widely advertised nor very popular. There were only two published products: the box set, and \"War Against the Han\".\n\n"
        },
        {
            "title": "Later novels",
            "text": "Many of the later appearances of Buck Rogers departed widely from the original circumstances of the Han-dominated America and the hero from the past helping overturn that domination; Rogers in his numerous later incarnations was given various other past careers which did not include the Han. However, in the 1980s the original Armageddon 2419 A.D. was taken up again and authorized sequels to it were written by other authors working from an outline co-written by Larry Niven and Jerry Pournelle and loosely tied-in with their bestseller Lucifer's Hammer (1977). The first sequel begins c. 2476 AD, when a widowed and cantankerous 86-year-old Anthony Rogers is mysteriously rejuvenated during a resurgence of the presumed-extinct Han, now called the Pr'lan. The novels include:\n\n"
        },
        {
            "title": "Toys",
            "text": "The first Buck Rogers toys appeared in 1933, four years after the newspaper strip debuted and a year after the radio show first aired. Some mark this as the beginning of modern character based licensed merchandising, in that not only was the character's name and image branded on many unrelated products, but also on many items of merchandise unique to or directly inspired by that character. Of the many toys associated with Buck Rogers, none is more closely identified with the franchise than the eponymous toy rayguns.\n\nThe first \"Buck Rogers gun\" wasn't technically a raygun, although its futuristic shape and distinctive lines set the pattern for all \"space guns\" that would follow. The XZ-31 Rocket Pistol, a 9½-inch pop gun that produced a distinctive \"zap!\" sound, was at the American Toy Fair in February 1934. Retailed for 50¢, which was by no means inexpensive during the Great Depression, it was designed to mimic the rocket pistols seen in the comic strips from their inception. In the comics, they were automatic pistols that fired explosive rockets instead of bullets, each round as effective as a 20th-century hand grenade.[35]\n\nThe XZ-31 Rocket Pistol, was the first of six toy guns manufactured over the next two decades by Daisy, which had an exclusive contract with John Dille, then head of the National Newspaper Syndicate of America, for all Buck Rogers toys. Most of these were pop guns, which had the virtue a being noisemakers that couldn't fire any actual projectiles and were thus guaranteed to be harmless as one of their selling points.[36]\n\nThe XZ-35 Rocket Pistol, a smaller 7-inch version without some of the detail of the original that's often called \"the Wilma Pistol\" by collectors, followed in 1935, retailing for 25¢ and arguably offering less value for quintuple the initial price. Most consumers hardly noticed, because in 1935 the floodgates were opened and they had a lot choices. Both the XZ-31 and XZ-35 were cast in \"blued\" steel with silvery nickel accents.\n\nThe XZ-38 Disintegrator Pistol, the first actual \"ray gun\" toy and such an iconic symbol of the franchise that it made a cameo appearance in the first episode of the 1939 movie serial, as if to show that what the audience was seeing was indeed the Real Thing, debuted in 1935. It was a 10-inch pop gun topped with flint-and-striker sparkler using a mechanism, not unlike that used in cigarette lighters, cast in a distinctive metallic copper color.\n\nThe XZ-44 Liquid Helium Water Pistol was produced in late 1935 and early 1936. Loaded like a syringe by dipping nozzle into a container of water and drawing back a plunger, it was advertised to be capable of shooting 50 times without reloading.\n\nIn 1946, following World War II and the advent of the atomic bomb, Daisy reissued the XZ-38 in a silver finish that mimicked the new jet aircraft of the day as the U-235 Atomic Pistol. By then, pop guns were considered old-fashioned, and even the Buck Rogers franchise was losing its luster, having been overtaken by real-world events and the prospect of actual crewed space flight.\n\nBy 1952, Daisy lost its exclusive license to the Buck Rogers name and even dropped any pretense of making a toy raygun. Its final offering was a reissue of the XZ-35 with a garish red, white, blue and yellow color scheme, dubbed the Zooka. The Buck Rogers rocket pistol that had started it all 20 years earlier had been overtaken by the real world bazooka.\n\n\"Space guns\" in general and \"rayguns\" in particular only gained in prestige as the Cold War \"space race\" began and interest in \"The Buck Rogers Stuff\" was renewed, but it was no longer enough to offer a futuristic cap or pop gun. A proper raygun needed to actually project some sort of ray if it were to capture the imaginations of would-be space travelers of 1950s Americans. Enter the era of the plastic battery-powered flashlight raygun.\n\nIn 1953, Norton-Honer introduced the Sonic Ray Gun, which was essentially a 7½-inch flashlight mounted on a pistol grip. Pressing the trigger activated not only the flashlight beam (which had interchangeable colored lenses for differently colored \"rays\") but also an electronic buzzer. It could, therefore, be used as a pretend raygun but also as an actual Morse Code signal device.\n\nThis toy, and its successor, the Norton-Honer Super Sonic Ray Gun, was featured prominently in the actual Buck Rogers newspaper strips of the time, many of which concluded with a secret message in a Morse Code variant called the Rocket Rangers International Code, the key to which was available only by sending as self-addressed stamped envelope to the newspaper syndicate or the \"cheat sheet\" included in the package with the toy.\n\nIn 1934, a Rocket Police Patrol Ship windup red and green tin toy spaceship was produced by Louis Marx & Company with Buck seated in the cockpit holding a ray gun rifle. A second orange and yellow Patrol Ship was released the same year by Marx with window profile portraits of both Wilma and Buddy Deering on the right side and Buck and Dr Huer on the left side. Both tin toys are in the collection of the Smithsonian's National Air and Space Museum in Washington, D.C.\n\nIn 1936, a line of Buck Rogers painted lead metal toy soldier three-inch figures were made for the British market. These were a set of six British Premium figures for Cream of Wheat and included Buck, Dr. Huer, Wilma, Kane, Ardala and an unidentified Mekkano Man Robot.\n\nIn 1937, Tootsietoys put out a six-piece die cast metal set of four 5″ long space ships and two 1.75″ tall figures of Buck and Wilma.\n\nIn 2009 and 2011, two versions of Buck Rogers action figures were released by the entertainment/toy companies \"Go Hero\" and \"Zica Toys\". The first is a vintage version of Buck Rogers as he appeared in the original comic strip. This 1:6 scale figure of Buck wears the 1930s period uniform including visor leather like plastic helmet and vest, a glass bubble space helmet, a red light up plastic flame jet pack, a mini gold colored metal XZ-38 Disintegrator Ray Pistol and a wooden slotted lid box with the limited edition number up to 1000. The second 1:9 scale figure is based on Gil Gerard wearing the white flight suit from the 1979 movie/TV series and also features a Tigerman figure.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Buck Rogers's name has become proverbial in such expressions as \"Buck Rogers outfit\" for a protective suit that looks like a space suit. During the mid 20th century, the bulk of the American public's exposure to science fiction literature came through newspaper comics, and their opinion was formed accordingly.[5][37] Stemming from this, a phrase in common use before 1950 was \"that crazy Buck Rogers stuff\" in regards to what they viewed as fantastical literature.[38]\n\nSuch was the fame of Buck Rogers that this became the basis for one of the most fondly remembered science fiction spoofs in a series of cartoons in which Daffy Duck portrayed Duck Dodgers. The first of these was Duck Dodgers in the 24½th Century (1953), which was directed by Chuck Jones. There were also two sequels to this cartoon, and ultimately a Duck Dodgers television series.\n\nBuck Rogers is featured in Steven Spielberg's blockbuster sci-fi movie E.T. the Extra-Terrestrial (1982). E.T. is inspired to create a makeshift communicating device (to 'phone home') by copying a Buck Rogers comic strip.\n\nThe Buck Rogers appellation has become a particularly descriptive term for vertical landings of spaceships, which was the predominant mode of rocket landing envisioned in the pre-spaceflight era at the time Buck Rogers made his original appearance. While many science fiction authors and other depictions in popular culture showed rockets landing vertically, typically resting after landing on the space vehicle's fins, Buck Rogers seems to have gained a special place as a descriptive compound adjective. For example, this view was sufficiently ingrained in popular culture that in 1993, following a successful low-altitude test flight of a prototype rocket, a writer opined: \"The DC-X launched vertically, hovered in mid-air ... The spacecraft stopped mid-air again and, as the engines throttled back, began its successful vertical landing. Just like Buck Rogers.\"[39]\nIn the 2010s, SpaceX rockets have likewise seen the appellation to Buck Rogers in a \"Quest to Create a 'Buck Rogers' Reusable Rocket\"[40]\nor a Buck Rogers dream.[41]\n\nThe animated television series Futurama, created by Matt Groening and David X. Cohen in 1999, was strongly influenced by themes and characters from the \"Buck Rogers\" comic strip, as well as many other science fiction books and films.[citation needed]\n\n\"Buck Rogers\" was a hit single by the British rock band Feeder in 2001.[citation needed]\n\nThe Foo Fighters' self-titled album (1995) features Buck Rogers's XZ-38 Disintegrator Pistol on the album's cover.[citation needed]\n\nTrack nine of Hyphy Bay Area rapper Mac Dre's album Heart of a Gangsta, Mind of a Hustla, Tongue of a Pimp (2000) is titled \"Black Buck Rogers\".\n\nIn The Right Stuff (1983), the film about the United States supersonic test pilots of the 1940s and 1950s and the early days of the United States space program, in one scene, the character of the Air Force Liaison Man tells test pilots Chuck Yeager and Jack Ridley and test pilots and future Mercury Seven astronauts Gus Grissom, Deke Slayton and Gordon Cooper about the need for positive media coverage in order to assure continued government funding for the rocket program, dramatically declaring \"no bucks — no Buck Rogers!\" In a later scene in which the seven astronauts confront the NASA rocket scientists who have been running the program to demand changes to allow them to fly their spacecraft as actual pilots rather than as mere passive passengers in vehicles totally controlled from the ground—threatening to reveal to the press how they were being marginalized despite their public status as heroes, which would in turn damage Congressional support for the program—Cooper, Grissom and Slayton repeat the \"no bucks — no Buck Rogers!\" speech to the startled scientists to make their point.\n\nIn Martin Scorsese's epic drama The Aviator (2004), Howard Hughes refers the Hughes XF-11 as his Buck Rogers ship.\n\nBuck Rogers is heavily referenced in the 2006 two-episode arc of the animated television series South Park, \"Go God Go\" and \"Go God Go XII\".\n\n"
        }
    ]
}