{
    "url": "https://en.wikipedia.org/wiki/Buck_Jones",
    "title": "Buck Jones",
    "table_of_contents": [
        "1 Early life, military service",
        "2 Cowboy, stuntman, beginning of film career",
        "3 Stardom",
        "4 Radio",
        "5 Merchandising",
        "6 Death",
        "7 Family",
        "8 References in popular media",
        "9 Recognition",
        "10 Partial filmography",
        "11 References",
        "12 Bibliography",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBuck Jones (born Charles Frederick Gebhart; December 12, 1891[1] – November 30, 1942) was an American actor, known for his work in many popular Western movies. In his early film appearances, he was credited as Charles Jones.\n\n"
        },
        {
            "title": "",
            "text": "Jones was born Charles Frederick Gebhart on the outskirts of Vincennes, Indiana, on December 12, 1891—some sources indicate December 4, 1889, but his marriage license and military records confirm the 1891 date.[2] In 1907 he joined the United States Army a month after his 16th birthday: his mother had signed a consent form that gave his age as 18. He was assigned to Troop G, 6th Cavalry Regiment, and was deployed to the Philippines in October 1907, where he served in combat and was wounded during the Moro Rebellion. Upon his return to the US in December 1909, he was honorably discharged at Fort McDowell, California.\n\nJones had an affection for race cars and the racing industry and became close friends with early driver Harry Stillman. Through his association with Stillman he began working extensively as a test driver for the Marmon Motor Car Company. Yet by October 1910 he had re-enlisted in the United States Army. Because he wanted to learn to fly, he requested a transfer to the Aeronautical Division, U.S. Signal Corps in 1913, without knowing that only an officer could become a pilot. He received his second honorable discharge from the Army in October 1913.\n\n"
        },
        {
            "title": "",
            "text": "Following his military service he began working as a cowboy on the 101 Ranch near Bliss, Oklahoma. While attending equestrian shows he met Odille \"Dell\" Osborne, who rode horses professionally. The two became involved and married in 1915. Both had very little money, so the producers of a Wild West Show they were working on at the time offered to allow them to marry in an actual show performance, in public, which they accepted.\n\nWhile in Los Angeles, and with his wife pregnant, Jones decided to leave the cowboy life behind and get a job in the film industry. He was hired by Universal Pictures for $5 per day as a bit player and stuntman. He later worked for Canyon Pictures, then Fox Film Corporation, eventually earning $40 per week as a stuntman. With Fox his salary increased to $150 per week, and company owner William Fox decided to use him as a backup to Tom Mix. This led to his first starring role, The Last Straw, released in 1920.\n\n"
        },
        {
            "title": "Stardom",
            "text": "In 1925 Jones made three films with a very young Carole Lombard. He had more than 160 film credits to his name by this time and had  joined Hoot Gibson, Tom Mix, and Ken Maynard as the top cowboy actors of the day. By 1928 he formed his own production company, but his independently produced film The Big Hop (a non-Western) failed. He then organized a touring Wild West show, with himself as a featured attraction, but this expensive venture also failed due to the faltering economy of late 1929.\n\nWith the new talking pictures replacing silent films as a national pastime, outdoor Westerns fell out of favor briefly. The major studios weren't interested in hiring Buck Jones. He signed with Columbia Pictures, then just a lowly \"B\" picture studio, starring in Westerns for $300 a week, a fraction of his top salary in the silent-film days. His voice—a rugged baritone—recorded well and the films were very successful, re-establishing him as a major movie name. During the 1930s he starred in Western features and serials for Columbia and Universal Pictures.\n\nHis star waned in the late 1930s when singing cowboys became the rage and Jones, then in his late 40s, was uncomfortably cast in conventional leading-man roles. He rejoined Columbia in the fall of 1940, starring in the serial White Eagle (an expansion of his 1932 feature of the same name). The new serial was a hit and Jones was again re-established. His final series of Western features, co-produced by Jones and his friend Scott R. Dunlap of Monogram Pictures, featured The Rough Riders trio: Buck Jones, Tim McCoy, and Raymond Hatton.\n\n"
        },
        {
            "title": "Radio",
            "text": "In 1937 Jones starred in Hoofbeats, a 15-minute radio program syndicated via electrical transcription.[3] The program was produced in the studios of Recordings, Inc., with Grape Nuts Flakes as sponsor.[4]\n\n"
        },
        {
            "title": "Merchandising",
            "text": "Buck Jones lent his name and likeness to various product endorsements, including Post Grape-Nuts Flakes (his radio sponsor) and Daisy Outdoor Products. His licensing also extended to the Big Little Book series, for example:[5]\n\nJones was also a consultant for Daisy, which issued a Daisy \"Buck Jones\" model pump-action air rifle. Incorporating a compass and a \"sundial\" into the stock, it was one of Daisy's top-end air rifles and sold well for several years. There was some confusion decades later with the release of the film A Christmas Story, due to author Jean Shepherd's erroneous recollection that the Daisy Red Ryder BB Gun had a compass and sundial in the stock; the BB gun never had them except for the two specially made for the film.\n\n"
        },
        {
            "title": "Death",
            "text": "Jones was one of the 492 victims of the Cocoanut Grove fire in Boston, Massachusetts, on November 28, 1942. He died two days later on November 30, at age 50.[6][7]\n\nSome news reports said that he had successfully escaped but had gone back into the building to save others and was trapped.[8][9][10][11][12][13][14][15][16][17][18][19][20][excessive citations]\n\n"
        },
        {
            "title": "Family",
            "text": "Buck Jones's daughter, Maxine Jones (born 1918) was married to Noah Beery, Jr. from 1940 to 1966. After her divorce to Noah Beery Jr., she married Nicholas Firfires, a Cowboy Hall of Fame Western Artist, on August 11, 1969. Maxine and Nicholas never had any children but were married until her death in 1990.\n\n"
        },
        {
            "title": "References in popular media",
            "text": "On his album When I Was a Kid, Bill Cosby performed a routine in which he described seeing Jones' movies as a child. He commented on some of the mannerisms displayed by Jones' characters, such as not drinking or smoking and chewing gum to signal that he was getting angry.\n\nOn \"Merv Griffin's '60s Retrospective\" DVD, John Wayne in 1970 stated that Buck Jones was his hero, and that Jones did go back into the Cocoanut Grove fire to help rescue additional victims after escaping it himself.\n\n"
        },
        {
            "title": "Recognition",
            "text": "In 1997, a Golden Palm Star on the Palm Springs, California, Walk of Stars was dedicated to him.[21][22]\n\nIn 1960, Jones was honored with a star on the Hollywood Walk of Fame for his contributions to the motion picture industry. The star is located at 6834 Hollywood Blvd.[23][6]\n\n"
        }
    ]
}