{
    "url": "https://en.wikipedia.org/wiki/Buddy_film",
    "title": "Buddy film",
    "table_of_contents": [
        "1 Male–male relationships",
        "2 Female–female friendships",
        "3 Hybrid genres",
        "4 History",
        "4.1 Pre-1930s",
        "4.2 1930s to 1960s: Comedy duos",
        "4.3 1960s to 1970s: Responses to feminism and society",
        "4.4 1980s: Action films and biracial pairings",
        "4.5 1990s: New approaches to the genre",
        "5 Selected filmography",
        "5.1 Comedy",
        "5.2 Action",
        "5.3 Animation",
        "6 Television series",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "10 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The buddy film is a subgenre of adventure and comedy film in which two people are put together and are on an adventure, a quest, or a road trip. The two often contrast in personality, which creates a dynamic onscreen different from a pairing of two people of the opposite gender. The contrast is sometimes accentuated by an ethnic difference between the two. The buddy film is commonplace in American cinema; unlike some other film genres, it endured through the 20th century with different pairings and different themes.\n\n"
        },
        {
            "title": "",
            "text": "\n\nA buddy film portrays the pairing of two people, often the same sex, historically men. A friendship between the two people is the key relationship in a buddy film. The two people often come from different backgrounds or have different personalities, and they tend to misunderstand one another. Through the events of the buddy film, they gain a stronger friendship and mutual respect. Buddy films often deal with crises of masculinity, especially related to class, race, and gender. American Masculinities: A Historical Encyclopedia explains, \"[Buddy films] offer male movie–going audiences an opportunity to indulge in a form of male bonding and behavior usually discouraged by social constraints.\"[1]  Ira Konigsberg wrote in The Complete Film Dictionary, \"Such films extol the virtues of male comradeship and relegate male–female relationships to a subsidiary position.\"[2]\n\n"
        },
        {
            "title": "",
            "text": "A female buddy film is similar to a buddy film except that the main characters are women, and it is centered on their situation. The cast may be mainly female depending on the plot. There are far fewer female buddy films than there are male buddy films; however, notable examples include 1991's Thelma and Louise, which had a popular impact similar to Butch Cassidy and the Sundance Kid and paved the way for onscreen female friendships such as those in Waiting to Exhale, Walking and Talking, and Fried Green Tomatoes.[3]\n\n"
        },
        {
            "title": "Hybrid genres",
            "text": "Buddy films are often hybridized with other film genres, such as road movies, Westerns, comedies, and action films featuring cops. The \"threats to [the] masculinity\" of the male–male relationship depend on the genre: women in comedies, the law in films about outlaw buddies, and criminals in action films about cop buddies.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The buddy film is more common to cinema in the United States than cinema in other Western countries, which tend to focus on male–female romantic relationships or an individual male hero.[1] Film historian David Thomson observes that buddy films are rare among British and French films, \"You just wouldn't see three Englishmen behave the way American men do, who are truly happiest when they are together with other men.\"[4] Portrayal of male bonding in the United States traces back to 19th-century author Mark Twain's characters Huck Finn and Tom Sawyer as a \"good boy-bad boy combo\", as well as Huck Finn and the slave Jim in Twain's 1884 novel Adventures of Huckleberry Finn. Vaudeville acts in early 20th century United States often featured male pairs.[4] Another example could be 1881's The Prince and the Pauper with Prince Edward and Miles Hendon.\n\nFrom the 1930s to the 1960s in the United States, male comedy duos often appeared in buddy films. Laurel and Hardy and Abbott and Costello were popular in the 1930s and 1940s.[1] Laurel and Hardy starred in films like Sons of the Desert (1933), and Abbott and Costello starred in films like Buck Privates (1941). Another comedy duo was Wheeler & Woolsey, who starred in Half Shot at Sunrise (1930). Bing Crosby and Bob Hope starred together in the 1940 Paramount Pictures film Road to Singapore,[5] which led to other 1940s buddy films that the Los Angeles Times described as \"escapist wartime fantasies\".[4] Hope and Crosby starred together in a series of films that lasted to the 1960s.[5] Dean Martin and Jerry Lewis were a popular duo in the 1950s, and Walter Matthau and Jack Lemmon were famous in the 1960s, starring in the hit 1968 film The Odd Couple.[1]\n\nA major departure from the more comic buddy films of the era was Akira Kurosawa's 1949 Japanese film Stray Dog, starring Toshirō Mifune and Takashi Shimura. It was a more serious police procedural film noir that served as a precursor to the buddy cop film genre.[6]\n\nThroughout the 1960s and the 1970s, the feminist movement and \"a widespread questioning\" of social institutions influenced buddy films. The films explored male friendships more dramatically and encouraged individualism—particularly to be free from women and society.[1] Critics like Molly Haskell and Robin Wood saw the decades' films as \"a backlash from the feminist movement.\"[7] Philippa Gates wrote, \"To punish women for their desire for equality, the buddy film pushes them out of the center of the narrative... By making both protagonists men, the central issue of the film becomes the growth and development of their friendship. Women as potential love interests are thus eliminated from the narrative space.\"[8] The buddy films of these decades were also hybridized with road movies.[7] The decades' buddy films included Butch Cassidy and the Sundance Kid (1969), Easy Rider (1969), Midnight Cowboy (1969), Thunderbolt and Lightfoot (1974), and Dog Day Afternoon (1975).[1] The Los Angeles Times said films like Scarecrow (1973) and All the President's Men (1976) reflected the \"paranoia and alienation\" felt in the era.[4] Beyond Hollywood, a notable buddy road movie of that era was the Bollywood \"Curry Western\" film Sholay (1975),[9] which was the highest-grossing Indian film of all time.[10][11]\n\nBiracial buddy films emerged in the 1970s and 1980s; Richard Pryor and Gene Wilder initiated the movement with Silver Streak (1976) and Stir Crazy (1980). Eddie Murphy was a key actor in biracial buddy films, starring in 48 Hours (1982) with Nick Nolte and in Trading Places (1983) with Dan Aykroyd.[12] Throughout the 1980s, the individual roles in biracial buddy films are reversed. The \"racial other... is too civilized\" while the white man \"is equipped for survival in... the urban landscape\".[13]\n\nThe 1980s was a popular decade for action films,[14] and the genre that \"blended masculinity, heroism, and patriotism into an idealized image\" was hybridized with buddy films. Following the Civil Rights Movement, black advancement was also reflected in more common biracial pairings.[1] In this decade, the buddy cop film took the place of the buddy road movie.[7] Action films with biracial pairings include the 1982 film 48 Hours starring Eddie Murphy and Nick Nolte and the 1987 film Lethal Weapon starring Mel Gibson and Danny Glover. Another combination of the action film and the buddy film in the 1980s and another biracial reversal was the 1988 film Die Hard in which Bruce Willis's heroic character John McClane is supported by the black cop Al (played by Reginald VelJohnson).[15]\n\nIn the early 1990s, the masculine figure in films became more sensitive, and some buddy films \"contemplated a masculinity that required sensitive relations between men\". Such films included The Fisher King (1991) and The Shawshank Redemption (1994). The decade also saw new approaches to the genre. The 1991 film Thelma & Louise featured a female pairing of Geena Davis and Susan Sarandon, and the 1993 film The Pelican Brief featured a male–female platonic pairing of Julia Roberts and Denzel Washington. The 1998 film Rush Hour featured a nonwhite male pairing of Jackie Chan and Chris Tucker,[1] which the Los Angeles Times said symbolized color blindness in American cinema.[4]\n\nBiracial buddy films continued in the 1990s and 2000s and were combined with different genres, such as White Men Can't Jump (1992), Bulletproof (1996), Gridlock'd (1997), National Security (2003) and The Bucket List (2007).[1][13][16]\n\nAlso in the 1990s and 2000s, John Woo's Hollywood films imported the wuxia \"themes of loyalty and trust\" from his previous Hong Kong-produced films to create different takes on male bonding. Kin–Yan Szeto writes in The Martial Arts Cinema of the Chinese Diaspora, \"[In] his third Hollywood film, Face/Off... Woo manages to deploy and politicize themes of homosociality with the possibility of contesting hegemonic masculinity that consolidates kinship and family.\" Woo's 2001 World War II film Windtalkers depicted two buddy pairs, with each pair indicating inequality through ethnicity (white American soldiers protecting Navajo code talkers but ready to kill the talkers to protect the code). Szeto explains, \"Woo uses the twin buddy pairs to explore the shifting meanings and multiple possibilities in interracial bonding, rather than simply recuperating and empowering dominant positions for white heterosexual men.\"[17]\n\n"
        },
        {
            "title": "Selected filmography",
            "text": "\n\n"
        },
        {
            "title": "Television series",
            "text": "Lethal Weapon was adapted into a television series which ran from 2016 to 2019.[65] The 2021 series The Falcon and the Winter Soldier has many of the features of the buddy film genre, and is influenced by films like 48 Hrs., The Defiant Ones, Lethal Weapon and Rush Hour.[66][16]\n\n"
        }
    ]
}