{
    "url": "https://en.wikipedia.org/wiki/Buddhist_modernism",
    "title": "Buddhist modernism",
    "table_of_contents": [
        "1 Overview",
        "1.1 History",
        "2 Japan: Neo-Buddhism",
        "2.1 \"New Buddhism\" and Japanese Nationalism",
        "2.2 D.T. Suzuki",
        "3 India: Navayana",
        "4 West: Naturalized Buddhism",
        "5 Other New Buddhisms",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Bibliography",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Buddhist modernism (also referred to as modern Buddhism,[1] modernist Buddhism,[2] Neo-Buddhism[3] and Neoyana[4]) are new movements based on modern era reinterpretations of Buddhism.[5][6][7] David McMahan states that modernism in Buddhism is similar to those found in other religions. The sources of influences have variously been an engagement of Buddhist communities and teachers with the new cultures and methodologies such as \"Western monotheism; rationalism and scientific naturalism; and Romantic expressivism\".[8] The influence of monotheism has been the internalization of Buddhist gods to make it acceptable in modern Western society,[9] while scientific naturalism and romanticism has influenced the emphasis on current life, empirical defense, reason, psychological and health benefits.[10]\n\nThe Neo-Buddhism movements differ in their doctrines and practices from the historical, mainstream Theravada, Mahayana and Vajrayana Buddhist traditions. A co-creation of Western Orientalists and reform-minded Asian Buddhists, Buddhist modernism has been a reformulation of Buddhist concepts that has de-emphasized traditional Buddhist doctrines, cosmology, rituals, monasticism, clerical hierarchy and icon worship.[11] The term came into vogue during the colonial and post-colonial era studies of Asian religions, and is found in sources such as Louis de La Vallée-Poussin's 1910 article.[12]\n\nExamples of Buddhist modernism movements and traditions include Humanistic Buddhism, Secular Buddhism, Engaged Buddhism, Navayana, the Japanese-initiated new lay organizations of Nichiren Buddhism such as Soka Gakkai, Girō Seno’o’s Youth League for Revitalizing Buddhism, the Dobokai movement and its descendants such as Oneness Buddhism, the New Kadampa Tradition and the missionary activity of Tibetan Buddhist masters in the West (leading the quickly growing Buddhist movement in France), the Vipassana Movement, the Triratna Buddhist Community, Dharma Drum Mountain, Fo Guang Shan, Won Buddhism, the Great Western Vehicle, Tzu Chi, and Juniper Foundation.\n\n"
        },
        {
            "title": "Overview",
            "text": "Buddhist modernism emerged during the late 19th-century and early 20th-century colonial era, as a co-creation of Western Orientalists and reform-minded Buddhists.[11][13][14] It appropriated elements of Western philosophy, psychological insights as well as themes increasingly felt to be secular and proper. It de-emphasized or denied ritual elements, cosmology, gods, icons, rebirth, karma, monasticism, clerical hierarchy and other Buddhist concepts. Instead, modernistic Buddhism has emphasized interior exploration, satisfaction in the current life, and themes such as cosmic interdependence.[11] Some advocates of Buddhist modernism claim their new interpretations to be original teachings of the Buddha, and state that the core doctrines and traditional practices found in Theravada, Mahayana and Vajrayana Buddhism are extraneous accretions that were interpolated and introduced after Buddha died. According to McMahan, Buddhism of the form found in the West today has been deeply influenced by this modernism.[11][15][13]\n\nBuddhist modernist traditions are reconstructions and a reformulation with emphasis on rationality, meditation, compatibility with modern science about body and mind.[16][17] In the modernistic presentations, Theravada, Mahayana and Vajrayana Buddhist practices are \"detraditionalized\", in that they are often presented in such a way that occludes their historical construction. Instead, Buddhist modernist traditions often employ an essentialized description of their tradition, where key tenets are reformulated in universal terms, and the modernistic practices significantly differ from Asian Buddhist communities with centuries-old traditions.[11][18][19]\n\nThe earliest western accounts of Buddhism were by 19th-century European travelers and Christian missionaries who, according to James Coleman, portrayed it as another \"heathen religion with strange gods and exotic ceremonies\", where their concern was not understanding the religion but to debunk it.[20] By mid 19th-century, European scholars gave a new picture but once again in concepts understood in the West. They described Buddhism as a \"life-denying faith\" that rejected all the Christian ideas such as \"God, man, life, eternity\"; it was an exotic Asian religion that taught nirvana, which was explained then as \"annihilation of the individual\". In 1879, Edwin Arnold's book The Light of Asia presented a more sympathetic account of Buddhism, in the form of the life of the Buddha, emphasizing the parallels between the Buddha and the Christ.[20] The sociopolitical developments in Europe, the rise of scientific theories such as those of Charles Darwin, in late 19th-century and early 20th-century created interest in Buddhism and other eastern religions, but it was studied in the West and those trained in Western education system with the prevalent cultural premises and modernism.[21] The first comprehensive study of Buddhist modernism in the Theravada tradition as a distinct phenomenon was published in 1966 by Heinz Bechert.[22] Bechert regarded Buddhist modernism as \"modern Buddhist revivalism\" in postcolonial societies like Sri Lanka. He identified several characteristics of Buddhist modernism: new interpretations of early Buddhist teachings, de-mythologisation and reinterpretation of Buddhism as \"scientific religion\", social philosophy or \"philosophy of optimism\", emphasis on equality and democracy, \"activism\" and social engagement, support of Buddhist nationalism, and the revival of meditation practice.[23]\n\n"
        },
        {
            "title": "Japan: Neo-Buddhism",
            "text": "The term Neo-Buddhism and modernism in the context of Japanese Buddhist and Western interactions appear in late 19th-century and early 20th-century publications. For example, Andre Bellesort used the term in 1901,[24] while Louis de La Vallée-Poussin used it in a 1910 article.[12] According to James Coleman, the first presenters of a modernistic Buddhism before a Western audience were Anagarika Dharmapala and Soyen Shaku in 1893 at The World Congress of Religion. Shaku's student D.T. Suzuki was a prolific writer, fluent in English and he introduced Zen Buddhism to Westerners.[25]\n\nScholars such as Martin Verhoeven and Robert Sharf, as well as Japanese Zen monk G. Victor Sogen Hori, have argued that the breed of Japanese Zen that was propagated by New Buddhism ideologues, such as Imakita Kosen and Soyen Shaku, was not typical of Japanese Zen during their time, nor is it typical of Japanese Zen now. Although greatly altered by the Meiji Restoration, Japanese Zen still flourishes as a monastic tradition. The Zen tradition in Japan, aside from the New Buddhism style of it, required a great deal of time and discipline from monks that laity would have difficulty finding. Zen monks were often expected to have spent several years in intensive doctrinal study, memorizing sutras and poring over commentaries, before even entering the monastery to undergo koan practice in sanzen with the roshi.[26]  The fact that Suzuki himself was able to do so as a layman was largely a result of New Buddhism.\n\nAt the onset of the Meiji period, in 1868, when Japan entered into the international community and began to industrialize and modernize at an astounding rate, Buddhism was briefly persecuted in Japan as \"a corrupt, decadent, anti-social, parasitic, and superstitious creed, inimical to Japan's need for scientific and technological advancement.\"[27]  The Japanese government dedicated itself to the eradication of the tradition, which was seen as foreign, incapable of fostering the sentiments that would be vital for national, ideological cohesion. In addition to this, industrialization had taken its toll on the Buddhist establishment as well, leading to the breakdown of the parishioner system that had funded monasteries for centuries.[28] In response to this seemingly intractable state of turmoil, a group of modern Buddhist leaders emerged to argue for the Buddhist cause.[28] These leaders stood in agreement with the government persecution of Buddhism, stating that Buddhist institutions were indeed corrupted and in need of revitalization.\n\nThis Japanese movement became known as Shin Bukkyō ('New Buddhism'). The leaders themselves were university-educated intellectuals who had been exposed to a vast body of Western intellectual literature. The fact that what was presented to the West as Japanese Zen would be so commensurate with the Enlightenment critique of \"superstitious,\" institutional, or ritual-based religion is due to this fact, as such ideals directly informed the creation of this new tradition. This reformulation work has roots in the writings of Eugène Burnouf in the 1840s, who expressed his liking for \"the Brahmins, the Buddhists, the Zoroastrians\" and a dislike for \"the Jesuits\" to Max Muller.[29][30] Imakita Kosen, who would become D.T. Suzuki's teacher in Zen until his death in 1892, was an important figure in this movement. Largely responding to the Reformation critique of elite institutionalism, he opened Engakuji monastery to lay practitioners, which would allow students like Suzuki unprecedented access to Zen practice.\n\nAdvocates of New Buddhism, like Kosen and his successor Soyen Shaku, not only saw this movement as a defense of Buddhism against government persecution, they also saw it as a way to bring their nation into the modern world as a competitive, cultural force. Kosen himself was even employed by the Japanese government as a \"national evangelist\" during the 1870s.[31]  The cause of Japanese nationalism and the portrayal of Japan as a superior cultural entity on the international scene was at the heart of the Zen missionary movement. Zen would be touted as the essential Japanese religion, fully embodied by the bushido, or samurai spirit, an expression of the Japanese people in the fullest sense, in spite of the fact that this version of Zen was a recent invention in Japan that was largely based on Western philosophical ideals.\n\nSoyen Shaku, Suzuki's teacher in Zen after Kosen's death in 1892,  claimed \"Religion is the only force in which the Western people know that they are inferior to the nations of the East ... Let us wed the Great Vehicle [Mahayana Buddhism] to Western thought...at Chicago next year [referring to the 1893 World Parliament of Religions] the fitting time will come.\"[32] According to Martin Verhoeven, \"The spiritual crisis of the West exposed its Achilles' heel to be vanquished. Though economically and technologically bested by the Western powers, Japan saw a chance to reassert its sense of cultural superiority via religion.\"[32]\n\nFor a number of reasons, several scholars have identified D.T. Suzuki—whose works were popular in the West from the 1930s onward, and particularly in the 1950s and 60s—as a \"Buddhist Modernist.\"  Suzuki's depiction of Zen Buddhism can be classified as Buddhist Modernist in that it employs all of these traits. That he was a university-educated intellectual steeped in knowledge of Western philosophy and literature allowed him to be particularly successful and persuasive in arguing his case to a Western audience. As Suzuki presented it, Zen Buddhism was a highly practical religion whose emphasis on direct experience made it particularly comparable to forms of mysticism that scholars such as William James had emphasized as the fountainhead of all religious sentiment.[33] As McMahan explains, \"In his discussion of humanity and nature, Suzuki takes Zen literature out of its social, ritual, and ethical contexts and reframes it in terms of a language of metaphysics derived from German Romantic idealism, English Romanticism, and American Transcendentalism.\"[34] Drawing on these traditions, Suzuki presents a version of Zen that has been described by hostile critics as detraditionalized and essentialized:\n\nScholars such as Robert Sharf have argued that such statements also betray inklings of nationalist sentiment, common to many early Buddhist Modernists, in that they portray Zen, which Suzuki had described as representing the essence of the Japanese people, as superior to all other religions.\n\n"
        },
        {
            "title": "India: Navayana",
            "text": "A Neo-Buddhist movement was founded by the Indian Dalit leader B. R. Ambedkar in the 1950s.[36][37] Ambedkar held a press conference on October 13, 1956, announcing his rejection of many traditional interpretations of practices and precepts of Theravada and Mahayana vehicles, as well as of Hinduism.[38][39] He then adopted Navayana Buddhism, and converted between 500,000 and 600,000 Dalits to his Neo-Buddhism movement.[38][40] All the elements of religious modernism, state Christopher Queen and Sallie King, may be found in Ambedkar Buddhism where his The Buddha and His Dhamma abandons the traditional precepts and practices, then adopts science, activism and social reforms as a form of Engaged Buddhism.[41] Ambedkar's formulation of Buddhism is different from Western modernism, states Skaria, given his synthesis of the ideas of modern Karl Marx into the structure of ideas by the ancient Buddha.[42]\n\nAccording to Ambedkar, several of the core beliefs and doctrines of traditional Buddhist traditions such as Four Noble Truths and Anatta as flawed and pessimistic, may have been inserted into the Buddhist scriptures by wrong headed Buddhist monks of a later era. These should not be considered as Buddha's teachings in Ambedkar's view.[43][44] Other foundational concepts of Buddhism such as Karma and Rebirth were considered by Ambedkar as superstitions.[43]\n\nNavayana abandons practices and precepts such as the institution of monk after renunciation, ideas such as karma, rebirth in afterlife, samsara, meditation, nirvana and Four Noble Truths considered to be foundational in the Buddhist traditions.[45] Ambedkar's Neo-Buddhism rejected these ideas and re-interpreted the Buddha's religion in terms of class struggle and social equality.[44][43][46]\n\nAmbedkar called his version of Buddhism Navayana or Neo-Buddhism.[47] His book, The Buddha and His Dhamma is the holy book of Navayana followers.[48] According to Junghare, for the followers of Navyana, Ambedkar has become a deity and he is worshipped in its practice.[49]\n\n"
        },
        {
            "title": "West: Naturalized Buddhism",
            "text": "Other forms of Neo-Buddhism are found outside Asia, particularly in European nations.[50] According to Bernard Faure – a professor of Religious Studies with a focus on Buddhism, Neo-Buddhism in the forms found in the West is a modernist restatement, a form of spiritual response to anxieties of individuals and the modern world that is not grounded in its ancient ideas, but \"a sort of impersonal flavorless or odorless spirituality\". It is a re-adaptation, a kind of Buddhism \"a la carte\", that understands the needs and then is reformulated to fill a void in the West, rather than reflect the ancient canons and secondary literature of Buddhism.[51]\n\nSome Western interpreters of Buddhism have proposed the term \"naturalized Buddhism\" for few of these movements. It is devoid of rebirth, karma, nirvana, realms of existence, and other concepts of Buddhism, with doctrines such as the Four Noble Truths reformulated and restated in modernistic terms.[6][52][note 1] This \"deflated secular Buddhism\" stresses compassion, impermanence, causality, selfless persons, no Bodhisattvas, no nirvana, no rebirth, and a naturalists approach to well-being of oneself and others.[54] Meditation and spiritual practices such as Vipassana, or its variants, centered around self-development remain a part of the Western Neo-Buddhist movements. According to James Coleman, the focus of most vipassana students in the west \"is mainly on meditation practice and a kind of down-to-earth psychological wisdom.\"[55][note 2]\n\nFor many western Buddhists, the rebirth doctrine in the Four Noble Truths teaching is a problematic notion.[56][57][58][web 1][note 3] According to Lamb, \"Certain forms of modern western Buddhism [...] see it as purely mythical and thus a dispensable notion.\"[58] Westerners find \"the ideas of karma and rebirth puzzling\", states Damien Keown – a professor of Buddhist Ethics. It may not be necessary to believe in some of the core Buddhist doctrines to be a Buddhist, though most Buddhists in Asia do accept these traditional teachings and seek better rebirth.[59][note 4] The rebirth, karma, realms of existence and cyclic universe doctrines underpin the Four Noble Truths in Buddhism.[59] It is possible to reinterpret the Buddhist doctrines such as the Four Noble Truths, states Keown, since the final goal and the answer to the problem of suffering is nirvana and not rebirth.[59]\n\nAccording to Konik,\n\nTraditional Buddhist scholars disagree with these modernist Western interpretations. Bhikkhu Bodhi, for example, states that rebirth is an integral part of the Buddhist teachings as found in the sutras, despite the problems that \"modernist interpreters of Buddhism\" seem to have with it.[web 1][note 5] Thanissaro Bhikkhu, as another example, rejects the \"modern argument\" that \"one can still obtain all the results of the practice without having to accept the possibility of rebirth.\" He states, \"rebirth has always been a central teaching in the Buddhist tradition.\"[web 2][note 6][note 7]\n\nAccording to Owen Flanagan, the Dalai Lama states that \"Buddhists believe in rebirth\" and that this belief has been common among his followers. However, the Dalai Lama's belief in rebirth, adds Flanagan, is not the same as belief in reincarnation, because rebirth in Buddhism is envisioned as happening without an assumption of an \"atman, self, soul\", rather through a \"consciousness conceived along the anatman lines\".[63][note 8] The doctrine of rebirth is considered mandatory in Tibetan Buddhism, and across many Buddhist sects.[65] According to Melford Spiro, the reinterpretations of Buddhism that discard rebirth undermine the Four Noble Truths, for it does not address the existential question for the Buddhist as to \"why live? why not commit suicide, hasten the end of dukkha in current life by ending life\". In traditional Buddhism, rebirth continues the dukkha and the path to cessation of dukkha isn't suicide, but the fourth reality of the Four Noble Truths.[54]\n\nAccording to Christopher Gowans, for \"most ordinary Buddhists, today as well as in the past, their basic moral orientation is governed by belief in karma and rebirth\".[66] Buddhist morality hinges on the hope of well being in this lifetime or in future rebirth, with nirvana (enlightenment) a project for a future lifetime. A denial of karma and rebirth undermines their history, moral orientation and religious foundations.[66] However, adds Gowans, many Western followers and people interested in exploring Buddhism are skeptical and object to the belief in karma and rebirth foundational to the Four Noble Truths.[66][note 9]\n\nThe \"naturalized Buddhism\", according to Gowans, is a radical revision to traditional Buddhist thought and practice, and it attacks the structure behind the hopes, needs and rationalization of the realities of human life to traditional Buddhists in East, Southeast and South Asia.[6]\n\n"
        },
        {
            "title": "Other New Buddhisms",
            "text": "According to Burkhard Scherer – a professor of Comparative Religion, the novel interpretations are a new, separate Buddhist sectarian lineage and Shambhala International \"has to be described as New Buddhism (Coleman) or, better still, Neo-Buddhism\".[67]\n\nIn Central and Eastern Europe, according to Burkhard Scherer, the fast growing Diamond Way Buddhism started by Hannah and Ole Nydahl is a Neo-orthoprax Buddhism movement.. The charismatic leadership of Nydahl and his 600 dharma centers worldwide have made it the largest convert movement in Eastern Europe, but its interpretations of Tibetan Buddhism and tantric meditation techniques have been criticized by both traditional Buddhists and non-Buddhists.[68][69]\n\nOthers have used \"New Buddhism\" to describe or publish manifesto of socially Engaged Buddhism. For example, David Brazier published his \"manifesto of the New Buddhism\" in 2001, wherein he calls for radical shift of focus from monasticism and traditional Buddhist doctrines to radically novel interpretations that engaged with the secular world. According to Brazier, the traditional Buddhist traditions such as Theravada and Mahayana have been \"instrument of state policy for subduing rather than liberating the population\", and have become paths of \"individual salvation rather than address the roots of world disease\".[70]\n\nDonald S. Lopez Jr. uses the term \"Modern Buddhism\" to describe the entirety of Buddhist modernist traditions, which he suggests \"has developed into a kind of transnational Buddhist sect\", \"an international Buddhism that transcends cultural and national boundaries, creating...a cosmopolitan network of intellectuals, writing most often in English\", which he claims is rooted neither in geography nor in traditional schools but is the modern aspect of a variety of Buddhist schools in different locations. Moreover, he suggests that they have their own cosmopolitan lineage and canonical \"scriptures,\" mainly the works of popular and semischolarly authors—figures from the formative years of modern Buddhism, including Soyen Shaku, Dwight Goddard, D. T. Suzuki, and Alexandra David-Neel, Shunryu Suzuki, Sangharakshita and Alan Watts.[71] Controversially, he even goes as far to include the Fourteenth Dalai Lama, Thich Nhat Hanh (Zen master and founder of Plum Village and the global movement for Engaged Buddhism) and Chögyam Trungpa (Tibetan Buddhist master credited with presenting authentic Buddhist teachings by making a clear distinction between the cultural aspects of Buddhism and the fundamental teachings of Buddhism).[72]\n\n"
        }
    ]
}