{
    "url": "https://en.wikipedia.org/wiki/Buddy_cop",
    "title": "Buddy cop",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\nBuddy cop is a film and television genre with plots involving two people of very different and conflicting personalities who are forced to work together to solve a crime and/or defeat criminals, sometimes learning from each other in the process. The two are normally either police officers (cops) or secret agents, but some films or tv series that are not about two officers may still be referred to as buddy cop films/tv series. It is a subgenre of buddy films. They can be either comedies or action-thrillers.\n\nFrequently, although not always, the two heroes are of different ethnicity or cultures. However, regardless of ethnicity, the central difference is normally that one is \"wilder\" than the other: a hot-tempered iconoclast is paired with a more even-tempered partner. Often the \"wilder\" partner is the younger of the two, with the even-tempered partner having more patience and experience. These films sometimes also contain a variation on the good cop/bad cop motif, in which one partner is kinder and law-abiding, while the other is a streetwise, \"old school\" police officer who tends to break (or at least bend) the rules. Another frequent plot device of this genre is placing one of the partners in an unfamiliar setting (like a different city or foreign country) or role (like requiring police field work of a non-cop, rookie, or office-bound \"desk jockey\").  In these cases, they are usually guided by the other partner.\n\nIn his review of Rush Hour, Roger Ebert coined the term \"Wunza Movie\" to describe this subgenre, a pun on the phrase \"One's a...\" that could be used to describe the contrasts between the two characters in a typical film.[1]\n\nThe cliché was satirized in the film Last Action Hero. While the movie in itself was a buddy cop film (i.e. pairing a fictional cop with a real world boy), the film's police department obligatorily assigned all cops a conflicting buddy to work with, even to the extreme of one officer being partnered with a cartoon cat.\n\nA subgenre of the buddy cop film is the buddy cop-dog movie, which teams a cop with a dog, but uses the same element of unlikely partnership to create comedic hijinks. Examples include Turner & Hooch, Top Dog and K-9.\n\n"
        },
        {
            "title": "History",
            "text": "Akira Kurosawa's 1949 Japanese film Stray Dog, starring Toshiro Mifune and Takashi Shimura, is considered a precursor to the buddy cop film genre.[2] Other early pioneers of the buddy cop film genre are the 1967 American film In the Heat of the Night and 1974's Freebie and the Bean. The genre was later popularized by the 1982 film 48 Hrs., starring Eddie Murphy and Nick Nolte, then also the 1984 film Beverly Hills Cop along with its 1987 sequel Beverly Hills Cop II, all three are among the most successful buddy cop films. The genre was further popularized by the 1986 film Running Scared starring Gregory Hines and Billy Crystal and the 1987 film Lethal Weapon starring Mel Gibson and Danny Glover. The genre was revisited multiple times by Lethal Weapon creator Shane Black, who went on to write The Last Boy Scout, Last Action Hero, Kiss Kiss Bang Bang, and The Nice Guys, all of which play off the mismatched-partners (if not always specifically cops) theme.\n\n"
        }
    ]
}