{
    "url": "https://en.wikipedia.org/wiki/BugGuide",
    "title": "BugGuide",
    "table_of_contents": [
        "1 Statistics",
        "2 Contributions to science",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "BugGuide (or BugGuide.net) is a website and online community of naturalists, both amateur and professional, who share observations of arthropods such as insects, spiders, and other related creatures.[1] The website consists of informational guide pages and many thousands of photographs of arthropods from the United States and Canada which are used for identification and research.[2] The non-commercial site is hosted by the Iowa State University Department of Entomology. BugGuide was conceived by photographer Troy Bartlett in 2003 and since 2006 has been maintained by John VanDyk, an adjunct assistant professor of entomology and a senior systems analyst at Iowa State University.[3] The website has been recognized for helping change public perception of insects.[4]\n\nAccording to gardening author Margaret Roach, \"The site is where naturalists of all levels share photos of 'insects, spiders and their kin' to foster enthusiasm and expand the knowledge base about these often-overlooked (and as BugGuide points out, 'oft-maligned') creatures.\"[5]\n\nA Facebook group called BugGuide was created in 2008.[6]\nAs of October 2020 it has 5,600 members.\n\n"
        },
        {
            "title": "Statistics",
            "text": "According to VanDyk, BugGuide had over 809 million hits in 2010, averaging approximately 26 hits per second.[7] He also stated that in early 2011 the site consisted of almost 34,000 written pages representing about 23 percent of the estimated insect species in North America.[7] In April 2012 the guide surpassed 500,000 photos.[8] By October 2014, BugGuide had 30,774 species pages and 48,572 total pages, with over 808,718 images submitted by more than 27,846 contributors.[9] On 22 September 2014, BugGuide surpassed 1,000,000 pages (most of which are photographs).[10] As of December 2020, it has more than 1.3 million described species, plus many more undescribed.[11]\n\n"
        },
        {
            "title": "Contributions to science",
            "text": "The photographs posted have contributed to or resulted in several scientific publications. A large proportion of images featured in an atlas of vespid wasps[12] are credited to contributors to BugGuide.[13] BugGuide photographs have detected new state records of invasive pest ants and beetles.[14][15]\n\nGeologist and moth collector Richard Wilson said of the site, \"The BugGuide site is very useful for anyone finding an insect and it is very interactive on getting it identified if a picture can be taken.\"[16]\n\nAccording to the site itself, BugGuide.net has been responsible for the identification of 11 new, previously undescribed species as of mid-2014. In addition, 12 species new to the Western Hemisphere were first identified via the site; another seven new to North America; and numerous new country records (primarily the United States) and state/county sightings.[17]\n\n"
        }
    ]
}