{
    "url": "https://en.wikipedia.org/wiki/Bunker_Hill_Monument",
    "title": "Bunker Hill Monument",
    "table_of_contents": [
        "1 Background",
        "2 Breed's Hill",
        "3 History",
        "4 Construction",
        "5 Image gallery",
        "6 See also",
        "7 References",
        "7.1 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Bunker Hill Monument is a monument erected at the site of the Battle of Bunker Hill in Boston, Massachusetts, which was among the first major battles between the Red Coats and Patriots in the American Revolutionary War. The 221-foot (67 m) granite obelisk was erected between 1825 and 1843 in Charlestown, Massachusetts, with granite from nearby Quincy conveyed to the site via the purpose-built Granite Railway, followed by a trip by barge. There are 294 steps to the top.\n\nAn exhibit lodge built near the base of the monument in the late 19th century houses a statue of fallen hero Dr. Joseph Warren.  Bunker Hill is one of the sites along the Freedom Trail and is part of Boston National Historical Park.\n\nThe monument underwent a $3.7 million renovation, completed in 2007, that included repairs, handicap accessibility improvements, and new lighting.  The Bunker Hill Museum across the street was dedicated in June of that year and includes many exhibits about the battle. No admission charge applies to the museum or monument.\n\n"
        },
        {
            "title": "Background",
            "text": "The monument was one of the first in the United States. An earlier memorial at the site had been erected in memory of fallen Bunker Hill hero Dr. Joseph Warren, a Mason, in 1794 by King Solomon's Lodge of Masons, and was initially an 18-foot (5.5 m) wooden column topped with a gilt urn.  In front of the obelisk is a statue of Col. William Prescott, a native of Groton, Massachusetts, another hero of Bunker Hill.  According to popular stories, he coined the famous Revolutionary War phrase, \"Don't fire until you see the whites of their eyes\" during the battle. However, various writers attribute it to Israel Putnam, John Stark, Prescott or Richard Gridley, while a few question whether it was said at all.[3]\n\nThe monument is not on Bunker Hill, but instead on Breed's Hill, where most of the fighting in the misnamed Battle of Bunker Hill actually took place. The Monument Association, which had purchased the battlefield site, was forced to sell off all but the hill's summit in order to complete the monument.\n\n"
        },
        {
            "title": "",
            "text": "Breed's Hill is a glacial drumlin located in the Charlestown section of Boston, Massachusetts. It is located in the southern portion of the Charlestown Peninsula, a historically oval, but now more roughly triangular, peninsula that was originally connected to the mainland portion of Charlestown (now the separate city of Somerville) in colonial times by a short, narrow isthmus known as the Charlestown Neck. It is best known as the location where in 1775, early in the American Revolutionary War, most of the fighting in the Battle of Bunker Hill took place. In the 19th and early 20th centuries the peninsula's shape and connections to other landforms were significantly altered, with the waters of the Charles River between Cambridge and Charlestown heavily filled in.[4] Much of the hill is now occupied by residential construction, but the summit area is the location of the Bunker Hill Monument and other memorials commemorating the battle.\n\nThe hill is about 62 feet (19 m) high, and is topped by Monument Square, site of the Bunker Hill Monument.  The hill slopes fairly steeply to the east and west.  In addition to its historic sites and tourist-oriented facilities, the hill is the site of a great deal of residential property, as well as supporting municipal and retail infrastructure.  It is about 700 yards (640 m) from Bunker Hill.[5]\n\n"
        },
        {
            "title": "History",
            "text": "The Americans, having caught word of a British plan to fortify the Charlestown peninsula, decided to get to the peninsula first, fortify it, and present sufficient threat to cause the British to leave Boston. On June 16, 1775, under the leadership of General Putnam and Colonel Prescott, the Americans stole out onto the Charlestown Peninsula with instructions to establish defensive positions on the hills overlooking Boston.\n\nA redoubt, a small and usually temporary defensive fortification, was constructed on nearby Breed's Hill, probably due to its closer proximity to Boston compared to Bunker Hill. The next morning, June 17, the British were astonished to see the rebel fortifications upon the hill and set out to reclaim the peninsula. The resulting conflict was called the Battle of Bunker Hill because that is where Prescott originally intended—and was ordered—to build the fortifications. Also, some people considered Breed's Hill a part of Bunker Hill, while others called it Charlestown Hill.[6]\n\nBritish soldiers under Howe sent 2,400 men to attack Breed's Hill. A force of 1,500 colonists held off two British Army attacks, but the third attack, by British Royal Marines, forced the rebels to retreat. 450 colonists were killed or wounded, compared to 1,150 British casualties.\n\nIn 1825, the Bunker Hill Monument Association began construction of the Bunker Hill Monument, acquiring 15 acres (6.1 ha) of land for the purpose.[7]\n\n"
        },
        {
            "title": "Construction",
            "text": "William Ticknor, a well-known Boston lawyer and antiquarian, first suggested the memorial.  An interested group of men met for breakfast at the home of Colonel Thomas Handasyd Perkins, including William Tudor, Daniel Webster, Professor George Ticknor, Doctor John C. Warren, William Sullivan, and George Blake. On May 10, 1823, the first public meeting was called. Each member subscribed five dollars, and on June 7, 1823, the Bunker Hill Monument Association was established and the work of raising money was begun. Famed nineteenth-century philanthropist Amos Lawrence contributed $10,000 to the monument's erection.\n\nIn the spring of 1825 the directors had purchased about 15 acres (61,000 m2) on the slope of Breed's Hill, but had not yet chosen a design. The first design committee consisted of Webster, noted engineer Loammi Baldwin, Jr., George Ticknor, Gilbert Stuart, and Washington Allston. One hundred dollars was offered for the best design; about 50 plans were presented in response. Choice was soon narrowed to a column and an obelisk and a new committee was appointed to procure designs and estimate expenses for each. At the next meeting the majority voted that the obelisk designed by Solomon Willard be used.\n\nThe directors laid the cornerstone on June 17, 1825. The Marquis de Lafayette (who was on a 14-month tour of the United States on the 50th anniversary of the War) performed the ceremony, Webster delivered the oration, and the Grand Master of the Grand Lodge of Massachusetts, Ancient Free and Accepted Masons, conducted the services. Rev. Joseph Thaxter, who was wounded in the battle, officiated as chaplain at the ceremony, offering a prayer in thanks for the colonists' victory.[8][9][10] More than 100,000 attended the event, including 190 veterans who had participated in the battle.[11]\n\nBlocks of granite for the monument averaged two cubic yards each and were quarried by wedging.  Delivered to the site of the monument at an actual cost of $5.40 per cubic yard from a quarry opened for the purpose far under the average contract offers for the same of $24.30.[12] Work proceeded somewhat slowly at first, but the Granite Railway was completed in short order and became operational on October 7, 1826, as the first commercial railroad in the United States functioning as a common carrier.\n\nConstruction was frequently halted as available funds were depleted. To bring the project to completion the Monument Association in 1838 began to sell off the 10 acres (40,000 m2) of the battlefield as house lots, eventually preserving only the summit of Breed's Hill as the monument grounds. Neighbors disgruntled with the construction eyesore were rumored to have plans to raise money to tear down the partially completed monument.[13][failed verification] Sarah Josepha Hale and the readers of her magazine supplied funds essential to the monument's successful completion.[13][failed verification] The capstone was laid on July 23, 1842, with the monument being dedicated on June 17 of the following year, again with a Daniel Webster oration. According to the Boston Latin School Association's \"Points of Pride Quiz\" for December 2007, BLS boys helped erect the Boston landmark.[14]\n\nThe Bunker Hill Monument Association maintained the monument and grounds until 1919, when it was turned over to the Commonwealth of Massachusetts. In 1976 the monument was transferred to the National Park Service and became a unit of Boston National Historical Park.  The monument was designated a National Historic Landmark in 1961, in part for its architectural significance as a major early war memorial, and the nation's largest-scale memorial prior to the construction of the Washington Monument.[15]  It was listed on the National Register of Historic Places in 1966, and was included in the Monument Square Historic District in 1987.[1][16]\n\n"
        }
    ]
}