{
    "url": "https://en.wikipedia.org/wiki/Burkhanism",
    "title": "Burkhanism",
    "table_of_contents": [
        "1 Origins of the name",
        "2 Early history",
        "3 Deities",
        "4 Practices",
        "5 Burkhanism today",
        "6 List of movements",
        "7 Notable Burkhanists",
        "8 Sources",
        "8.1 Secondary sources",
        "8.2 Primary sources",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Burkhanism or Ak Jang (Altay: Ак јаҥ \"the White Faith\") is a indigenist new religious movement that flourished among the Altai people of Russia's Altai Republic between 1904 and the 1930s. The Russian Empire was suspicious of the movement's potential to stir up native unrest and perhaps involve outside powers.[3] The Soviet Union ultimately suppressed it for fear of its potential to unify Siberian Turkic peoples under a common nationalism.\n\nOriginally millenarian, charismatic and anti-shamanic, the Burkhanist movement gradually lost most of these qualities—becoming increasingly routine, institutionalized (around a hierarchy of oral epic singers) and accommodating itself to the pre-existing Altaian folk religion. It exists today in several revival forms.[4][5]\n\nOn the whole, the Burkhanist movement was shown to be a syncretistic phenomenon combining elements of ancient pre-shamanist, shamanist, Tibetan Buddhist and Eastern Orthodox Christian beliefs. According to a professor of Tomsk State University Liudmila Sherstova, it emerged in response to the needs of a new people—the Altai-kizhi or Altaians who sought to distinguish themselves from the neighboring and related tribes and for whom Burkhanism became a religious form of their ethnic identity.[6]\n\n"
        },
        {
            "title": "Origins of the name",
            "text": "Burkhanism is the usual English-language scholarly name, which has its origin in the Russian academic usage. One of the Burkhanist deities is Ak-Burkhan, or \"White Burkhan\". Burkhan is Turkified version of the name Buddha, yet Burkhanism is not considered Buddhist, as the term is also used in shamanistic nomenclature. For example, in Mongolian shamanism, the name of the most sacred mountain, the rumored birthplace and final resting spot of Genghis Khan, is also Burkhan Khaldun. Ak-Burkhan is only one of a pantheon of deities worshiped by Burkhanists (see list below), but Ak-Burkhan nevertheless provides the name of the religion in Russian, and thence into other languages.\n\nThe Altaian name for the religion is Ak Jang \"the White Faith\". \"White\" refers to its emphasis on the upper world in the three-world cosmology of Tengrism. Alternatively, the name may also allude to Ak Jang's rejection of animal sacrifices in favor of offerings of horse milk or horse-milk alcohol. Jang means authority; faith; custom; law or principle; and canon or rules of ensemble. In more colloquial settings, the term may also be used as a \"way of doing things\" and is used in reference to religions as well as political systems.[7]\n\n"
        },
        {
            "title": "Early history",
            "text": "In April 1904 Chet Chelpan (or, Chot Chelpanov) and his adopted daughter Chugul Sarok Chandyk reported visions of a rider dressed in white, and riding a white horse. This figure, whom they called Ak-Burkhan (\"White Burkhan\"), announced the imminent arrival of the mythical messianic hero Oirat Khan who was actually a real historical figure—Khoit-Oirat prince Amursana.[8] The central figure in the research of Burkhanism in the past forty years, however, has demonstrated that Oirot-khan is a mythologized image of the Dzungar past of the people of Altai-kizhi.[9][10]\nChet and Chugul gathered thousands of Altaians for prayer meetings, initially in the Tereng Valley. These were violently suppressed by mobs of Russians, instigated by the Altaian Spiritual Mission, who were afraid of the potential of the competing religion to decrease the Orthodox Christian flock in Altai.[11] Chet and Chugul were arrested, Chugul was released, and after a prolonged trial Chet was fully exonerated by court and released in 1906.[12]\n\nResearcher Andrei A. Znamenski compares the Burkanist movement to other indigenous revitalizing movements around the world, such as the Native American Ghost Dance or the Melanesian Cargo Cult. An exhaustively detailed treatment of the comparisons and comparability of Burkhanism with the Melanesian Cargo Cult, the Mennonites, the Dukhobors of Georgia, the Mariitsy of Nizhnii Novgorod, and many other movements, is provided in Sherstova's dissertation from the 1980s.[8][13][14]\n\nZnamenski says, the prime motivating factor was Altaians' fear of displacement by Russian colonists, Russification, and subjection to taxation and conscription on the same basis as Russian peasants.[13][15]\n\nAndrei Vinogradov (thesis linked below) sees Burkhanism as a typical nomadic Turko-Mongolian mobilization pattern—aiming to link families and clans (seok) into a steppe empire (which in this case never materialized). The Burkhanists' veneration of heroes from oral epics, he says, serves much the same cultural centralizing function as the veneration of other divine heroes such as Gesar, Manas, or Genghis Khan. As such it constitutes a major aspect of Turko-Mongolic religion, distinct from shamanism.\n\nAfter the arrest of Chet and Chugul, Tyryi Akemchi arose to become the most prominent iarlikchi, and helped organize the movement. Having been exposed to Buddhism through his years as a translator in Mongolia, Tyryi added a number of Buddhist trappings to Burkhanist ritual, such as bells. Within a decade, most of the Altaian population had joined the new faith.\n\nIn 1918 Gregorii Choros-Gurkin and other Altaian leaders declared the formation of something called the \"Karakorum-Altaian Regional Government\" (Karakorum-Altaiskaia Okruzhnaia Uprava), with the object of establishing an \"Karakorum-Altai Republic\". This was intended to include not only Altai but also neighboring republics of Tuva and Khakassia. It was forcibly dissolved with arrival of Bolshevik power in 1922.[13]\n\n"
        },
        {
            "title": "Deities",
            "text": "Burkhanism accepts the \"three worlds\" of Mongolic and Turkic tradition. (These are the upper, middle, and lower worlds—in other words heaven, earth, and the underworld.) However, it rejects worship of traditional deities associated with the underworld. In addition, it imports into worship many figures from Altaian oral epic lore, which were not worshipped in the \"shamanic\" part of the Altaian religion.\n\nUch Kurbustan—\"Uch\" means \"three\", while \"Kurbustan\" comes from the Soghdian \"Khormazta\" (and thence from the Avestan \"Ahura Mazda\"). Thus, a triune God. Though imported from oral epics, Uch Kurbustan is a generalized spirit rather than a hero of stories with a personality. He may be analogous with the Turko-Mongolian High God Tengri (\"Heaven\").\n\nRather than an import from Buddhism, Christianity, or Turkic Islam, this particular trinity is likely to have been inspired by other triune gods and heroes from Turkic culture (sometimes in the form of a god with three sons). Uch Kurbustan is connected with the following three messianic heroes, also from Altaian oral epic lore:\n\nThe gods of the upper world, or aru tos (\"pure ancestors\"), are considered fragments or eminations of Uch Kurbustan. Burkhanism calls these Burkhans. Among them are:\n\nGods of the \"middle world\"—i.e. the familiar spheres of nature and human affairs—include numerous local spirits, such as spirits associated with mountains (taika-eezi) or springs (arzhans), or \"masters of the game\". They may also be associated with particular clans (seok). More generalized ones include:\n\nHistorically, Burkhanism rejected the traditional gods of the underworld, notably Erlik (Yerlik), its chief. This rejection is closely related to Burkhanism's rejection of Altaian shamanism, and corresponding elevation of oral epic singers (yarlikchi). (By \"shaman\" is here meant manjaktu kams, i.e. the \"costume-wearing\" specialists who communicate with the underworld gods.) Both rejections are likely to have been inspired by oral epic lore, which regularly features shamans as villains.\n\n"
        },
        {
            "title": "Practices",
            "text": "Some sources speak of a list of \"Twenty Commandments\" for Burkhanism. The evidence for this is sparse. Alcohol and tobacco were proscribed in the early years.\n\nChugul came to be venerated as the main recipient of the original message. This was much less true of Chet, although both were addressed with honorific titles.\n\n"
        },
        {
            "title": "Burkhanism today",
            "text": "Russian painter Nicholas Roerich and his wife Helena Roerich passed through Altai in 1926. Nicholas painted Oirat—Messenger of the White Burkhan based on his understanding of the movement.\n\n(Note that the painting's title apparently gets the theology backward—it was rather White Burkhan who was the messenger for Oirat.) Followers of Agni Yoga, an esoteric movement founded by the Roerichs, have encouraged a recent revival of interest in Burkhanism among non-Altaians. At the same time they have insisted on a link with Tibetan Buddhism and a veneration of Mount Belukha, elements not found in traditional Burkhanism.\n\nA number of Burkhanist revival organizations emerged during the 1990s, mostly as attempts to formulate or preserve an Altaian ethno-nationalist identity. To that end many of them have been persuaded to reconsider earlier Burkhanism's vexed relationship with shamanism and/or Buddhism.\n\nAccording to recent statistical studies, up to 70 %[1] or 81 % (data of the Research State Institute of Altaic Studies)[2] of the Altaians continue to profess the so-called \"Altai Faith\"—Burkhanism, shamanism and other folk spiritual cults and traditions.\n\n"
        }
    ]
}