{
    "url": "https://en.wikipedia.org/wiki/Burlington_International_Airport",
    "title": "Burlington International Airport",
    "table_of_contents": [
        "1 History",
        "2 Facilities and aircraft",
        "2.1 Military facilities",
        "3 Airlines and destinations",
        "4 Statistics",
        "4.1 Top destinations",
        "4.2 Air cargo service",
        "4.3 Accidents at or near BTV",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBurlington International Airport (IATA: BTV, ICAO: KBTV, FAA LID: BTV) is a joint-use civil-military airport serving Burlington, Vermont, the state of Vermont's largest municipality.[1] It is owned by the City of Burlington[1] and located in the neighboring city of South Burlington,[2] three nautical miles (6 km) east of Burlington's central business district.[1] About 40% of the airport's passengers come from Quebec.[3]\n\nFederal Aviation Administration records show that the airport had 687,436 passenger boardings (enplanements) in calendar year 2019, up from 658,879 enplanements in 2018, an increase of 4.33%.[4] This airport is included in the FAA's National Plan of Integrated Airport Systems for 2021–2025, which categorized it as a primary commercial service airport (more than 10,000 enplanements per year).[5] It is by far the busiest airport in Vermont, with 100 times the traffic of the second-busiest, Rutland–Southern Vermont Regional Airport. Although Rutland–Southern Vermont Regional Airport also provides commercial service, BTV is the only airport in the state with significant commercial service.\n\nThe airport serves as the base of the 158th Fighter Wing, Vermont Air National Guard and an Army Aviation Support Facility (AASF) of the Vermont Army National Guard and the Vermont State Guard.\n\n"
        },
        {
            "title": "History",
            "text": "On Saturday, August 14, 1920, the first aircraft landed at what became the Burlington Municipal Airport.[6] The pilot was Captain Hubert Stanford Broad, who served in the Air Forces of Great Britain during World War I.[6] He circled the city of Burlington, did a few stunts for awaiting spectators and landed his Avro plane in the new field east of Williston Road.[6] This marked Burlington Airport's first fly-in.[6]\n\nNot long after the Wright Brothers took to the air in a powered flying machine, WWI pilot and future Mayor of Burlington, Johnny Burns, Aviation Commissioner Mason Beebe and Chamber of Commerce secretary James Taylor raised funds to purchase the land and transformed the field into a landing strip in 1920.[6]\n\nThe airstrip was leveled using a horse-drawn grader and steamroller owned by the City of Burlington. The airport office was configured in the 1853 Eldridge Schoolhouse, which was relocated to the airfield by Burlington City crews. Technology was nonexistent.[6] In 1921, there were no instruments or beacons to guide pilots to a safe landing. Instead, a circle of crushed limestone showed pilots where to land.[6]\n\nAfter improvements to the landing field, the Burlington Municipal Airport—Vermont's Aerodrome—was formally recognized at a dedication ceremony on September 22, 1921, by Governor Hartness, a pilot himself.[6] Also, in 1921, when J. Holmes Jackson was Mayor, the airport came under the management of the City of Burlington.[6]\n\nIn 1928, after further improvements, Burlington received recognition from the Aeronautical Chamber of Commerce of America, and the local Board of Airport Commissioners was formed. Initial steps were taken toward making the airport financially sustainable when the commission established the first set of fees—renting hangar space.[6] By 1930, traveling to Albany or Montreal could be done in record time when Curtiss-Wright Flying introduced service for both passengers and freight.[6]\n\nBurlington Airport attracted aviation record setters. Post and Gatty were the stars of an air meet in Burlington in 1931.[6]\n\nGrace Hall Pugh was Vermont's \"First Lady of Aviation.\" A teacher from Ferrisburgh, Vermont, and the stepdaughter of Arthur Ashley, BTV's first airport manager, Pugh received a learner's permit to fly in 1932, and became the first licensed female pilot in Vermont in 1938. \"When I got my first license, she said, there wasn't an Aeronautics Board. I got my license from the Motor Vehicle Department.\"[6]\n\nDuring this period, Harold Hugh, a skilled pilot, was managing the airport and became the president of the newly formed Vermont Pilot's Association.[6]\n\nOn May 22, 1934, Amelia Earhart was presented with the keys to the City of Burlington at the airport.[7] Renowned for her solo flights across the Atlantic and the continental U.S., Amelia Earhart's vision for the future of flying was for flight to become a conventional means of travel for everyone. She used her celebrity status to promote this idea during her visit to Burlington in 1934. Arriving at the airport on a Central Vermont/Boston-Maine Airways Stinson Trimotor, a company she helped found and of which she was vice president, she was greeted by 2,000 people.[6]\n\nAlso in 1934, hundreds of Civil Works Administration temporary workers helped to prepare the north–south runway and apron for hard surfacing, using equipment from City of Burlington Public Works.[6]\n\nIn 1935, Earhart returned to Vermont to speak at the Vermont State House in support of increased aviation in the region.[6]\n\nIn 1941, 75 acres of land adjacent to the Burlington Airport were purchased through a City of Burlington bond as part of a major upgrade of Burlington Airport.[6]\n\nWith the onset of the World War II, the United States federal government created a Defense Zone extending inland 150 miles (240 km) from the coastline, where private aircraft were restricted from operating. Burlington Municipal Airport was located approximately 3 miles (4.8 km) outside of the Defense Zone, allowing it to conduct pilot training both locally and from other airports located within the restricted zone, one such example being Boston's Logan Airport. Due to increased demand, the Burlington Municipal Airport was noted as being the busiest airport in the world on both August 14, 1942, and February 11, 1943, with 662 and 793 landings, respectively.[7]\n\nDuring the Defense Zone period, flight training at the airport, led by Harold High, numbered over 100 pilots. The airport averaged 4 to 6 landings an hour for every 24 hour period.[6]\n\nIn 1948, airport manager Hugh Finnegan saw the airport through tremendous expansion. By the time of his unexpected death in 1958, BTV consisted of 942 acres (up from 72 in 1920), boasted a new terminal and modern control tower, improved runways, and thoroughly accommodated the swelling ranks and infrastructure needs of the Vermont National Guard.[6]\n\nPresidential candidate John F. Kennedy visited the airport on November 7, 1960. The next day he won the presidency.[6]\n\nIn 1964, then Michigan congressman Gerald Ford joined a celebration at BTV to commemorate Mohawk's new jet service at the airport. People could now fly from BTV to JFK in a mere 42 minutes. A few years later, Expo '67, Montreal's World's Fair, gave rise to another Mohawk jet route: direct service between BTV and Montreal. By the end of the '60s, BTV was serving about 100,000 passengers annually. On February 24, 1969, the Burlington Board of Aldermen voted to change the airport's title from \"municipal\" to \"international\" as a means of re-branding the airport and steering it away from the perceptions of it being a small, community-based airport.[7]\n\nIn 1970, Mohawk Airlines introduced the first jet service to the airport.[7]\n\nOn May 11, 1971, Burlington voters approved a $1.25 million bond for a new 40,000-sq/ft terminal that opened on October 7, 1973.[8]\n\nBurlington's airport manager from 1983 to 1986 was Walt Houghton, a pilot who commuted from Shelburne, Vermont, in his 1941 N3N Biplane, \"Yellow Bird.\"[6]\n\nThe 1980s saw further expansion. People Express, the first no-frills airline, started service at Burlington in 1982.[6] With the airport's combined 400,000 passengers, parking was a challenge, the terminal was crowded, the restaurant was full, and office space for airport workers was at a premium. This surge in business prompted yet another expansion of the airport. In October 1984, Houghton and the Airport Commission shared plans for major development. The terminal would go from 40,000 to 61,000 square feet, providing additional space for a single departure lounge, an expanded baggage claim area, and more concession stands. New enclosed walkways for boarding were a welcome relief for passengers, especially in winter. Additional space to accommodate future airlines was included in the plan, as well. In 1986, funded primarily by the FAA, crews broke ground on the project.[6]\n\nJust before the new millennium, BTV experienced the sting of competition. Southwest Airlines began flying out of Manchester, New Hampshire, with low fares that prompted travelers to drive south to save money. The BTV team, headed by airport manager, JJ Hamilton, began negotiations with the brand new, low-cost carrier, JetBlue. The deal was successful.[6]\n\nIn November 2001, the TSA imposed heightened security procedures at all airports. Before 9/11, security at BTV was a minor part of the annual budget and operations. The airport's security needs were handled by a small team of Burlington Police Department officers. Today, at BTV and all U.S. airports, security is managed by TSA, an agency of the Department of Homeland Security.[6]\n\nSince 2000, $24 million in renovations and expansion has been invested at Burlington. In 2008, the airport authority completed a $15 million expansion project which added five gates (four with boarding bridges) and customer service areas, plus a 948-space parking garage and an elevated connected walkway.[citation needed]\n\nThe airport set a local record in July 2008 when 759,154 passengers flew from Burlington, the first time the figure crossed 700,000.[9][10] However, FAA data from 2015 show a decrease to 581,143 total enplaned, a significant decrease given stronger regional competition due to the increasing popularity of the recently constructed and renovated Plattsburgh International Airport in Plattsburgh, NY.[citation needed]\n\nBurlington International Airport serves its metropolitan area, which contained over 219,433 residents as of 2019 U.S. census estimates. Due to the relatively small size of the market, airlines mostly fly regional airliners on their Burlington routes. Among these are Bombardier CRJ-200, CRJ-700, and CRJ-900 and Embraer ERJ-145 and ERJ-175 regional jets operated by most of the major carriers. JetBlue, United Airlines, and Delta Air Lines notably fly some of the only daily flights using mainline aircraft. Currently, the largest scheduled passenger planes to fly out of Burlington are Airbus A320 and Boeing 737 flown by United Airlines, Boeing 717s flown by Delta Air Lines, and Embraer E-190s flown year-round by JetBlue. Denver, Colorado, is the farthest destination served by any airline out of BTV.\n\nIn 2008, Big Sky Airlines stopped flying the Boston route.\n\nOn February 3, 2010, AirTran Airways announced that it would not be returning to Burlington. Service started in early 2009 on Boeing 717 aircraft operating 55-minute flights from Baltimore, but after six months, AirTran changed BTV to seasonal service, operating during the summer months. AirTran planned on resuming service in the spring of 2010, but for unspecified reasons, they did not. AirTran service lasted for eight months in 2009.[11] Allegiant Air ended service from BTV in March 2017.[12]\n\nIn 2010, a city-owned cable provider was unable to pay the city of Burlington the $17 million it owed. As a result, Moody's downrated the debt for the city as well as the airport's credit rating.[13] Although voters approved a $21.5 million bond for airport expansion, this downgrade made borrowing the money too expensive. The airport, therefore, borrowed $7.5 million from the city for a $14.5 million garage expansion. In June 2011, the city asked for the money back.[14] The airport was in the process of expanding the parking garage by adding two more levels on the north end, which would have given it a total of 2,700 parking spaces. The project was later completed in early 2012. The airport finished renovating the upper concourses bathrooms in late 2013.[citation needed]\n\nWhen airport manager, Gene Richards, accepted his appointment by Mayor Miro Weinberger in 2012, he was determined to bring an even stronger \"sense of place\" to the airport. Dining at the airport is a local experience with specialty food and craft beer, wine, and spirits. The three gift shops at BTV agree to carry local products as 50% of their inventory. The airport has used natural resources such as marble, granite, and maple for interior decoration, intended to give the airport a \"Vermont Feel.\" A reconstructed, Burgess-Wright biplane circa 1912 hangs from the ceiling in the main concourse. The mezzanine level includes an exhibit highlighting Native American Abenaki culture. Installations throughout the airport feature Vermont artists.[6]\n\nIn 2012, the Department of Transportation reported 730 million passenger enplanements nationwide, up from 641 million in 2002. The end of the 2000s saw 15 different commercial carriers, three cargo/freight carriers, and Vermont Air National Guard's F-16s flying in and out of the airport. Approximately 1.5 million people—passengers, meeters, and greeters—passed through the terminal annually.[6]\n\nIn collaboration with the City of Burlington and Burlington Electric Department, BTV installed a 2000-panel solar array on the rooftop of the airport's northern garage and partnered with Tesla to bring twelve electric charging stations to the airport in 2019.[6]\n\nIn 2020, the airport had fifteen gates serving five airlines.\n\n"
        },
        {
            "title": "Facilities and aircraft",
            "text": "Burlington International Airport covers an area of 942 acres (381 ha) at an elevation of 335 feet (102 m) above mean sea level. It has two runways: 15/33 is 8,319 by 150 feet (2,536 × 46 m) with an asphalt and concrete surface; 1/19 is 4,112 by 75 feet (1,253 × 23 m) with an asphalt surface.[1][15]\n\nThere is one fixed-base operator at the airport, providing services such as de-icing, hangars and customs service for international traffic.[16]\n\nAs a Burlington-owned facility, the airport purchases electricity from the city-owned utility.\n\nIn 2009, the Airport Authority sought $45 million for an expansion. If approved by Burlington city voters; it would provide 1,400 additional parking space to add onto the current 3-story, 2,100 spaces garage. It would hold 3,500 cars within 5 stories, with a completion date of late 2010 or early 2011. It was later completed in late 2011 though the airport had to remove half of the proposed parking spaces, leaving the parking lot looking like a backwards L if you look at it from the terminal.[17]\n\nAnnual daily aircraft operations ending May 31, 2022 average 250 per day: 68% general aviation, 10% air taxi, 16% scheduled commercial, and 7% military. At that time there were 130 aircraft based at Burlington International.[18]\n\nThe airport hosts two military installations.  The first is Burlington Air National Guard Base and the 158th Fighter Wing (158 FW) based there, an Air Combat Command (ACC)-gained unit of the Vermont Air National Guard, flying the F-35 since August 2019.  The 158 FW consists of approximately 1,000 Air National Guard personnel, both full-time Active Guard and Reserve (AGR) and Air Reserve Technician (ART) personnel and traditional part-time Air National Guardsmen.\n\nThe second installation is an Army Aviation Support Facility (AASF) of the Vermont Army National Guard where the 1st Battalion, 103d Aviation Regiment and the 86th Medical Company (Air Ambulance) is based.\n\nThe airport is the muster point for the Air Wing of the Vermont State Guard.\n\n"
        },
        {
            "title": "Statistics",
            "text": "Burlington International Airport is one hour's drive to the Canada–United States border. About 40% of the airport's passengers come from Canada's second most populous province of Quebec.[3]\n\nBoth major commercial parcel carriers (UPS Airlines and FedEx Express) fly into BTV, providing service for much of northern Vermont.  UPS uses Wiggins Airways to ferry packages between Burlington and larger cargo hubs.\n\nFedEx Express in fact operates the largest aircraft to frequently utilize Burlington International Airport. Cargo is flown in from the company's hub in Newark, NJ, via Syracuse, NY or Portland, Maine, aboard medium ranged Boeing 757-200 aircraft (up until 2011 this was done by aging Boeing 727-200s before these aircraft were replaced by the newer, more versatile 757s). Upon arriving from Syracuse or Portland some of the cargo is unloaded from the 757 distributed to smaller, propeller-driven Cessna 208Bs operated by Wiggins Airways and flown to closer destinations such as Bangor and other destinations.\n\nUPS flies exclusive connection flights with aircraft from Wiggins Airways to airports in the Northeast with Cessna 208s and small jet aircraft.\n\nOn January 29, 1990, a Cessna 208B Grand Caravan operated by Airborne Express struck trees and crashed 1 mile SE of Burlington International Airport in snowy conditions. The aircraft was overloaded with cargo and the failure to de-ice the plane prior to departure caused the plane to stall and crash. Both occupants were killed.[21]\n\n"
        }
    ]
}