{
    "url": "https://en.wikipedia.org/wiki/Burmese_folk_religion",
    "title": "Burmese folk religion",
    "table_of_contents": [
        "1 History and origins",
        "2 Nat-kadaw and nat-pwe",
        "2.1 Nat-kadaw",
        "2.2 Nat-pwe",
        "3 Relationship with Buddhism",
        "4 Folk beliefs and practices",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBurmese folk religion refers to the animistic and polytheistic religious worship of nats (deities of local and Hindu origin) and ancestors in Myanmar (Burma). Although the beliefs of nats differ across different regions and villages in Burma, there are a handful of beliefs that are universal in Burmese folk religion.\n\nA nat is a god like spirit. There are two main types of nats:  nat sein (နတ်စိမ်း) which are humans who were deified after their deaths and all the other nats which are spirits of nature (spirits of water, trees etc.).\n\nNats are usually venerated in shrines called  nat kun (နတ်ကွန်း) or nat sin (နတ်စင်). They can be placed anywhere to honor nature spirits (spirit houses) or they may be specialized shrines for particular nats. A village will traditionally also have a spirit which is their local patron; this is called a Bo Bo Gyi.[1]\n\n"
        },
        {
            "title": "History and origins",
            "text": "The precise origins of Burmese folk faith and nat worship are not definitively known. However, at the time King Anawrahta (1044-1077) was ruling, nat worship was rampant. He became frustrated with this widespread worship of nats, and tried to eliminate them. The people continued to worship the nats, and so the king ordered the destruction of all statues and images of nats. Despite this people still worshiped them, by using a coconut as a symbol for them. Now in place of a typical nat statue, there sat a coconut, which served as an offering to the nat, as well as a symbol for the nat itself.[2]\n\nThe king came to the realisation that he could not possibly stop these nats from being worshiped, so he created a formal list of 37, strategically renaming the head one, Thagyamin, which was a name of Buddhist origin. He also placed statues of deva in front of the nats. This symbolised the preference for practising Buddhism over folk faith. Despite continued opposition, this nat worship survived. A testament to the continued survival of Burmese folk religion can be seen by the fact that the prime minister of Burma in the mid 20th century, U Nu, erected a nat-sin (nat shrine) as well as a traditional Buddhist shrine. This toleration of the nats continued through the socialist regime (1962-1968).[3]\n\n"
        },
        {
            "title": "Nat-kadaw and nat-pwe",
            "text": "\nEvery village has someone that is a nat-kadaw. This person is seen as the master of ceremonies regarding nats, a type of shaman. The nat-kadaw has the special power to be able to be possessed by nats. Once possessed, their voice changes and they perform elaborate dances. This profession is somewhat frowned upon because it is centred on frivolity and letting go of restraints. Although it doesn't have the best reputation as a profession, it is an extremely profitable one. Oftentimes when offerings are given to the nats, they are given directly to the nat-kadaw, who is said to be possessed by a nat. Throughout a festival the nat-kadaw will often ask for money. Although some of this money is given to the accompanying orchestra at a festival, the nat-kadaw also keeps some of this money.\nAlthough this profession is seen as a frivolous one, nat-kadaws are in fact very religious. They still follow and uphold the precepts of Buddhism (Five Precepts), while simultaneously interacting closely with these nats.  Oftentimes  a nat-kadaw can become tormented by a specific nat. Even if they already have a human husband or wife, they decide that they must marry this nat, for only then will they be at peace, and the torment that this nat is causing them will finally cease. The marriage of a nat and a nat-kadaw is done through an extremely elaborate ceremony titled Ley-Bya-Taik. In this ceremony, the nat-kadaw identifies the particular nat that they would like to marry, and then surrenders to it. In this process mirrors are used to trap the soul (mentioned earlier) that leaves the host. Once this soul has left, the nat takes the place of it. After this transformation is complete, the nat-kadaw dances, embracing their recent marriage with a nat.[4]\n\nAs mentioned earlier, these nat-kadaws are central in every nat-festival or nat-pwe. They often lead festivals, called nat-pwes, which are devoted to interacting with the nats. These nat-pwes are held at specific times of the year, or if there is a special occasion. They follow a similar structure and sequence of events. They always include an orchestra, and much dancing. The first step in these festivals is the donation of many offerings, usually consisting of a coconut, bananas, fruits, leaves and rice. These offerings are prepared, to eventually summon the nats to the ceremony. This practice of summoning is done by the nat-kadaw. Once the nats are summoned, a feast is had with them. After this, there is a farewell ceremony and everyone bids the nats goodbye.[5][6][7][8]\n\n"
        },
        {
            "title": "Relationship with Buddhism",
            "text": "Today Burmese folk religion and Buddhism are very closely tied to each other. Oftentimes it is common to see a Buddhist offering, and a nat-sin (or nat shrine) besides it. In Myanmar there are varying degrees of reliance on nats versus Buddhist doctrine. The beliefs and practices of folk faith vary widely across Myanmar, so it is difficult to define this religion exactly. Several scholars in the 19th and 20th century have done field research in villages in Myanmar, their findings have then been reported by themselves, as well as recently by others in various books and articles. Although it is difficult to determine what the precise beliefs and practices are, these anthropologists found several common trends that help give us a better picture of Burmese folk religion.[9][10][11][12] In many instances folk faith was practised directly alongside Buddhism. It wasn't uncommon to see families who had both Buddhist shrines and nat shrines in their own homes. There were also plenty of Buddhist monks, who simultaneously believed in the nats. Several quotes from various scholars in Myanmar exemplify the relationship between Buddhism and nat worship.\n\n\nThe veneration of nats also shares similar practices with Buddhism. In Buddhism, offerings are extremely common and expected. Shrines and temples, in which these offerings are to be made, are seen in both Burmese folk religion and Buddhism. In both the faiths, many different statues of various deities can also be seen around the house. Burmese folk religion differs dramatically in the concept of a soul. Buddhism does not believe in a soul that leaves after one dies, but rather a consciousness that is transferred to a new person (consciousness is reborn in another). In contrast, Burmese folk religion holds that the soul can leave the body it inhabits. This soul is often depicted in the form of a butterfly called a leippya (လိပ်ပြာ).[15] The act of the soul leaving the host often happens in dreams, or when someone is sick or dying. If one is awakened in the middle of their dream, it is said that their soul might not be back to them yet. If a host tries to live without its soul it will die. When someone is dying, butterfly hunts are often held to try to recapture the soul that has wandered off.[16]\nMelford Spiro remarks on an interesting difference with the concept of suffering in Burmese folk religion as opposed to Buddhism. Buddhism teaches that suffering comes from bad karma (which one has  rightfully accumulated from a past life) and this karma can't be improved upon until the next life. In contrast, folk faith places the cause of suffering on mischievous evil spirits. In this way those that suffer are free from blame involving misdeeds they did in their past life. They didn't do anything wrong, but they must deal with the nuisance of nats. Burmese folk religion also allows for a cure to suffering, in the form of supernatural help from magical people, or offerings to the spirits.[17]\n\nThe folk religious practices offer a very different aspect of life from the Buddhist practices. Burmese folk faith consists of many different kinds of festivals that all involve singing and dancing, drinking and merriment, or nat-pwes. These festivals are a way for people to let go, and enjoy themselves. This idea of relieving stress and indulging in various pleasures is very different from the traditional doctrine of Buddhism, which emphasises losing all desires. This can often be done by fasting or through deep meditation in a quiet temple. These traditional Buddhist practices offer a starkly different way of achieving religious consciousness.[18]\n\nAmongst the individual villages, religious beliefs also vary greatly. Although there are the thirty-seven main nats that are commonly and communally worshiped, there are also many local nats, differing in every village. To add on to this, the idea that after death one may become a nat also implies that there are many nats that can be worshiped. For some villages nats are in nearly everything. They can be any ancestors, in nature, found guarding objects etc. For others nats are less prominent, but still play some role in the village society.\n\nA particularly strong sense of folk faith is found in the tribal parts of Myanmar. In this instance, there is not some type of divine being, and folk religion is practised entirely separately from Buddhism. In these tribal societies all nats are traditionally viewed as harmful, unlike in other villages where nats are invited to partake in festivals. Instead of adorning these nats with offerings and food, the most effort is put into fending evil spirits off. These tribes just merely want to be left alone, undisturbed by the malicious spirits.[12]\n\n"
        },
        {
            "title": "Folk beliefs and practices",
            "text": "Various forms of folk practices are held in Myanmar today, often with folk religious roots. As mentioned earlier though, it is difficult to determine to what extent these beliefs and traditions are practised, because every village has slightly different beliefs and practices. Their astrology, thought to be descended from Indian religious beliefs, is present in Myanmar. With this astrology, comes the practice of divination and horoscopes.[19]\n\nThere are also several different folk methods that are thought to keep away troublesome nats or evil spirits. These include wearing amulets or tattoos, which were said to keep the spirits away. This was also seen in the form of various people, who are believed to have magical powers or the ability to interact with spirits. These include alchemists, healers, sorcerers and exorcists.[20]\n\nThese exorcists, or ahletan hsaya, are said to possess powers that can fend away or challenge these evil demons. These exorcists were often seen as very holy, because they had to be to combat troublesome spirits. They attempt exorcisms by giving the nat offerings. As an interesting overlap with Buddhism, exorcisms can be performed by holding the Buddha up to the possessed person, in an effort to have the Nat flee. If the exorcist cannot banish this spirit alone, they often ask for the assistance of the nat-kadaw. Sorcerers, or weikzas also harnessed the power of these nats through many complex rituals, to gain their own supernatural powers.[21][22]\n\n"
        }
    ]
}