{
    "url": "https://en.wikipedia.org/wiki/Burnup",
    "title": "Burnup",
    "table_of_contents": [
        "1 Measures of burnup",
        "2 History",
        "3 Fuel requirements",
        "4 Waste",
        "5 Proliferation",
        "6 Cost",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In nuclear power technology, burnup (also known as fuel utilization) is a measure of how much energy is extracted from a primary nuclear fuel source. It is measured as the fraction of fuel atoms that underwent fission in %FIMA (fissions per initial metal atom)[1] or %FIFA (fissions per initial fissile atom)[2] as well as, preferably, the actual energy released per mass of initial fuel in gigawatt-days/metric ton of heavy metal (GWd/tHM), or similar units.\n\n"
        },
        {
            "title": "Measures of burnup",
            "text": "Expressed as a percentage: if 5% of the initial heavy metal atoms have undergone fission, the burnup is 5%FIMA. If these 5% were the total of 235U that were in the fuel at the beginning, the burnup is 100%FIFA (as 235U is fissile and the other 95% heavy metals like 238U not). In reactor operations, this percentage is difficult to measure, so the alternative definition is preferred. This can be computed by multiplying the thermal power of the plant by the time of operation and dividing by the mass of the initial fuel loading. For example, if a 3000 MW thermal (equivalent to 1000 MW electric at 30% efficiency, which is typical of US LWRs) plant uses 24 tonnes of enriched uranium (tU) and operates at full power for 1 year, the average burnup of the fuel is (3000 MW·365 d)/24 metric tonnes = 45.63 GWd/t, or 45,625 MWd/tHM (where HM stands for heavy metal, meaning actinides like thorium, uranium, plutonium, etc.).\n\nConverting between percent and energy/mass requires knowledge of κ, the thermal energy released per fission event. A typical value is 193.7 MeV (3.1×10−11 J) of thermal energy per fission (see Nuclear fission). With this value, the maximum burnup of 100%FIMA, which includes fissioning not just fissile content but also the other fissionable nuclides, is equivalent to about 909 GWd/t. Nuclear engineers often use this to roughly approximate 10% burnup as just less than 100 GWd/t.\n\nThe actual fuel may be any actinide that can support a chain reaction (meaning it is fissile), including uranium, plutonium, and more exotic transuranic fuels. This fuel content is often referred to as the heavy metal to distinguish it from other metals present in the fuel, such as those used for cladding. The heavy metal is typically present as either metal or oxide, but other compounds such as carbides or other salts are possible.\n\n"
        },
        {
            "title": "History",
            "text": "Generation II reactors were typically designed to achieve about 40 GWd/tU. With newer fuel technology, and particularly the use of nuclear poisons, these same reactors are now capable of achieving up to 60 GWd/tU. After so many fissions have occurred, the build-up of fission products poisons the chain reaction and the reactor must be shut down and refueled.\n\nSome more-advanced light-water reactor designs are expected to achieve over 90 GWd/t of higher-enriched fuel.[3]\n\nFast reactors are more immune to fission-product poisoning and can inherently reach higher burnups in one cycle. In 1985, the EBR-II reactor at Argonne National Laboratory took metallic fuel up to 19.9% burnup, or just under 200 GWd/t.[4]\n\nThe Deep Burn Modular Helium Reactor (DB-MHR) might reach 500 GWd/t of transuranic elements.[5]\n\nIn a power station, high fuel burnup is desirable for:\n\nIt is also desirable that burnup should be as uniform as possible both within individual fuel elements and from one element to another within a fuel charge. In reactors with online refuelling, fuel elements can be repositioned during operation to help achieve this. In reactors without this facility, fine positioning of control rods to balance reactivity within the core, and repositioning of remaining fuel during shutdowns in which only part of the fuel charge is replaced may be used.\n\nOn the other hand, there are signs that increasing burnup above 50 or 60 GWd/tU leads to significant engineering challenges[6] and that it does not necessarily lead to economic benefits. Higher-burnup fuels require higher initial enrichment to sustain reactivity. Since the amount of separative work units (SWUs) is not a linear function of enrichment, it is more expensive to achieve higher enrichments. There are also operational aspects of high burnup fuels[7] that are associated especially with reliability of such fuel. The main concerns associated with high burnup fuels are:\n\n"
        },
        {
            "title": "Fuel requirements",
            "text": "In once-through nuclear fuel cycles such as are currently in use in much of the world, used fuel elements are disposed of whole as high level nuclear waste, and the remaining uranium and plutonium content is lost. Higher burnup allows more of the fissile 235U and of the plutonium bred from the 238U to be utilised, reducing the uranium requirements of the fuel cycle.\n\n"
        },
        {
            "title": "Waste",
            "text": "In once-through nuclear fuel cycles, higher burnup reduces the number of elements that need to be buried. However, short-term heat emission, one deep geological repository limiting factor, is predominantly from medium-lived fission products, particularly 137Cs (30.08 year half life) and 90Sr (28.9 year half life). As there are proportionately more of these in high-burnup fuel, the heat generated by the spent fuel is roughly constant for a given amount of energy generated.\n\nSimilarly, in fuel cycles with nuclear reprocessing, the amount of high-level waste for a given amount of energy generated is not closely related to burnup. High-burnup fuel generates a smaller volume of fuel for reprocessing, but with a higher specific activity.\n\nUnprocessed used fuel from current light-water reactors consists of 5% fission products and 95% actinides (most of it uranium), and is dangerously radiotoxic, requiring special custody, for 300,000 years.  Most of the long-term radiotoxic elements are transuranic, and therefore could be recycled as fuel.  70% of fission products are either stable or have half lives less than one year.  Another six percent (129I and 99Tc) can be transmuted to elements with extremely short half lives (130I: 12.36 hours; 100Tc: 15.46 seconds). 93Zr, having a very long half life, constitutes 5% of fission products, but can be alloyed with uranium and transuranics during fuel recycling, or used in zircalloy cladding, where its radioactivity is irrelevant.  The remaining 20% of fission products, or 1% of unprocessed fuel, for which the longest-lived isotopes are 137Cs and 90Sr, require special custody for only 300 years.[8]  Therefore, the mass of material needing special custody is 1% of the mass of unprocessed used fuel. In the case of 137Cs or 90Sr this \"special custody\" could also take the form of use for food irradiation or as fuel in a radioisotope thermoelectric generator. As both the native elements strontium and caesium and their oxides—chemical forms in which they can be found in oxide or metal fuel—form soluble hydroxides upon reaction with water, they can be extracted from spent fuel relatively easily and precipitated into a solid form for use or disposal in a further step if desired. If tritium hasn't been removed from the fuel in a step prior to this aqueous extraction, the water used in this process will be contaminated, requiring expensive isotope separation or allowing the tritium to decay to safe levels before the water can be released into the biosphere.\n\n"
        },
        {
            "title": "Proliferation",
            "text": "Burnup is one of the key factors determining the isotopic composition of spent nuclear fuel, the others being its initial composition and the neutron spectrum of the reactor. Very low fuel burnup is essential for the production of weapons-grade plutonium for nuclear weapons, in order to produce plutonium that is predominantly 239Pu with the smallest possible proportion of 240Pu and 242Pu.\n\nPlutonium and other transuranic isotopes are produced from uranium by neutron absorption during reactor operation. While it is possible in principle to remove plutonium from used fuel and divert it to weapons usage, in practice there are formidable obstacles to doing so. First, fission products must be removed. Second, plutonium must be separated from other actinides. Third, fissionable isotopes of plutonium must be separated from non-fissionable isotopes, which is more difficult than separating fissionable from non-fissionable isotopes of uranium, not least because the mass difference is one atomic unit instead of three. All processes require operation on strongly radioactive materials. Since there are many simpler ways to make nuclear weapons, nobody has constructed weapons from used civilian electric power reactor fuel, and it is likely that nobody ever will do so. Furthermore, most plutonium produced during operation is fissioned. To the extent that fuel is reprocessed on-site, as proposed for the Integral Fast Reactor, opportunities for diversion are further limited.  Therefore, production of plutonium during civilian electric power reactor operation is not a significant problem.\n\n"
        },
        {
            "title": "Cost",
            "text": "One 2003 MIT graduate student thesis concludes that \"the fuel cycle cost associated with a burnup level of 100 GWd/tHM is higher than for a burnup of 50 GWd/tHM. In addition, expenses will be required for the development of fuels capable of sustaining such high levels of irradiation. Under current conditions, the benefits of high burnup (lower spent fuel and plutonium discharge rates, degraded plutonium isotopics) are not rewarded. Hence there is no incentive for nuclear power plant operators to invest in high burnup fuels.\"[9]\n\nA study sponsored by the Nuclear Energy University Programs investigated the economic and technical feasibility, in the longer term, of higher burnup.[10]\n\n"
        }
    ]
}