{
    "url": "https://en.wikipedia.org/wiki/Burning_Chrome",
    "title": "Burning Chrome",
    "table_of_contents": [
        "1 Plot",
        "2 Connection to other works",
        "3 Reception",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\"Burning Chrome\" is a science fiction short story by Canadian-American writer William Gibson, first published in Omni in July 1982. Gibson first read the story at a science fiction convention in Denver, Colorado in the autumn of 1981, to an audience of four people, among them Bruce Sterling (who Gibson later said \"completely got it\").[1] It was nominated for a Nebula Award in 1983[2] and collected with the rest of Gibson's early short fiction in a 1986 volume of the same name.\n\n"
        },
        {
            "title": "Plot",
            "text": "\"Burning Chrome\" tells the story of two freelance hackers—Automatic Jack, the narrator and a hardware specialist; and Bobby Quine, a software expert. Bobby becomes infatuated with a girl named Rikki and wants to become wealthy in order to impress her. Jack has acquired a powerful Russian \"icebreaker\" program that can penetrate corporate security systems. Bobby suggests that they use it to break into the system of a notorious and vicious criminal known as Chrome, who handles money transfers for organized crime, and Jack reluctantly agrees to help. The break-in is successful, and Jack and Bobby empty Chrome's bank accounts, but they discover afterward that Rikki had been working in a brothel with ties to Chrome. She uses her earnings to buy a set of cybernetic eye implants for herself and go to Hollywood; however, Jack uses his money to switch her plane ticket to Chiba City, where Rikki has always dreamed of going. He buys her a return ticket as well but she never uses it. The news leaves both men devastated, as they have grown to love her, and Jack never sees her again.\n\n"
        },
        {
            "title": "Connection to other works",
            "text": "The story was one of the first of Gibson's to be set in the Sprawl, and functioned as a conceptual prototype for Gibson's Sprawl trilogy of novels.[3]\n\nBobby Quine is mentioned in Neuromancer as one of the mentors of the protagonist. The Finn, a recurring character in Gibson's Sprawl trilogy, makes his first appearance in this story as a minor figure. The events of the story are referenced in Count Zero, the second entry of the Sprawl trilogy.\n\n"
        },
        {
            "title": "Reception",
            "text": "The word \"cyberspace\", coined by Gibson, was first used in this story, in reference to the \"mass consensual hallucination\" in computer networks.[4]\n\nOne line from the story—\"...the street finds its own uses for things\"—has become a widely quoted aphorism for describing the sometimes unexpected uses to which users can put technologies (for example, hip-hop DJs' reinvention of the turntable, which transformed turntables from a medium of playback into one of production). \n\nGibson wrote a screenplay for a film adaptation to be directed by Kathryn Bigelow, but the project did not come to fruition.[5]\n\nThe BBC did an hour-long version of the story, first broadcast on BBC Radio 7 (now BBC Radio 4 Extra) on 19 Oct 2007 and read by Adam Sims.\n\n"
        }
    ]
}