{
    "url": "https://en.wikipedia.org/wiki/Bushrod_Washington",
    "title": "Bushrod Washington",
    "table_of_contents": [
        "1 Early life",
        "1.1 Education",
        "1.2 Military service",
        "1.3 Marriage",
        "2 Legal and political careers",
        "3 Supreme Court of the United States",
        "4 Planter and George Washington's executor",
        "5 Slaveholder and American Colonization Society president",
        "6 Other  memberships",
        "7 Death and legacy",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBushrod Washington (June 5, 1762 – November 26, 1829) was an American attorney and politician who served as Associate Justice of the Supreme Court of the United States from 1798 to 1829. On the Supreme Court, he was a staunch ally of Chief Justice John Marshall. Washington was a co-founder and president of the American Colonization Society, which promoted the emigration of freed slaves to Africa. The nephew of American founding father and President George Washington, he inherited his uncle's papers and Mount Vernon, taking possession in 1802 after the death of Martha Washington, his uncle's widow, and with Marshall's help, published a biography of the first president.\n\n"
        },
        {
            "title": "Early life",
            "text": "Bushrod Washington was born on June 5, 1762, at Bushfield Manor, a plantation located at Mount Holly in Westmoreland County, Virginia.[2][3] He was a son of John Augustine Washington (1736–1787), the brother of George Washington, and John's heiress wife, Hannah Bushrod (1735–1801).[3][4] He had a younger brother and two older sisters, all of whom married into the First Families of Virginia. Corbin Washington (1765–1799) would marry Hannah Lee and have three sons to carry on the family name, including Bushrod C. Washington who would serve in the Virginia House of Delegates representing Jefferson County three decades later, as well as two daughters who survived childhood. His eldest daughter Jane (\"Jenny\") Washington (1755–1791) became the first of three wives of then-Capt. William Augustine Washington (1757–1810) in 1777 and bore four sons (one named after this uncle, 1785–1831) who reached adulthood and two daughters. Her sister Mildred Corbin Washington Lee (1760–1796) married Col. Thomas Jesse Lee and moved to his plantation near Nokesville in Prince William County.\n\nBushrod Washington received his initial classical schooling from a private tutor who also taught the children of Richard Henry Lee, who lived nearby in Westmoreland County.[5] He then traveled to Williamsburg for further studies and despite some school closures related to the American Revolutionary War and British raids nearby, graduated from the College of William & Mary in 1778, although only 16 years old. He returned in 1780 to study law under George Wythe and during that time as an alumnus became the 41st member of Phi Beta Kappa.[6]\n\nWashington returned to Williamsburg to take a three-month law course with George Wythe in the summer of 1780 and became acquainted with young veteran John Marshall, who was taking a six-week course from Wythe. Washington soon would enlist in the war's final campaign, as discussed below.[7] Although his friend Marshall was already practicing law in Virginia, after that military service, Bushrod traveled to Philadelphia for further legal studies (financed by his uncle the President) under James Wilson, then a prominent lawyer and soon to be Supreme Court justice as well as law professor at the University of Pennsylvania.[8][9]\n\nThe College of William and Mary had been occupied by soldiers several times during the American Revolutionary War. Washington joined a cavalry unit of the Continental Army during 1781, serving under Col. John Francis Mercer. Though he remained a private until the war ended the following year and the troop disbanded, he and his cousin Ludwell Lee saw action at the Battle of Green Spring, and  witnessed General Cornwallis' surrender at nearby Yorktown.[9][10][11][12][13]\n\nBushrod Washington married Julia Anne (Anna) Blackburn, the daughter of Col. Thomas Blackburn of Prince William County, Virginia, a former aide de camp to General Washington and planter who also served in the Virginia General Assembly. They had no children, and she died days after her husband, while accompanying their niece and nephew toward Virginia and her husband's funeral.\n\n"
        },
        {
            "title": "Legal and political careers",
            "text": "After concluding his studies with Wilson in April 1784, Washington returned to Westmoreland County, and opened a law office.[14] He continued his private legal practice from 1784 to 1798.[10] In 1789, he and his new bride moved into a newly constructed house at 521 Duke Street in Alexandria, Virginia, which may have been built as a wedding present, and which he kept as one of his residences for decades.[15]\n\nWestmoreland County voters elected Washington as one of their two representatives in the Virginia House of Delegates in 1787, where he served along with veteran Richard Henry Lee.[16][2] The following year, he won another election and attended the Virginia Ratifying Convention (this time alongside Henry Lee),[17] where he voted for ratification of the U.S. Constitution.[18] In 1789 he published a two-volume Reports of the Virginia Court of Appeals, 1790-96, and, three decades later, with R. Peters, published decisions of the United States Court for the Third Circuit, 1803-27 in four volumes.[19]\n\n"
        },
        {
            "title": "Supreme Court of the United States",
            "text": "On September 29, 1798, President John Adams gave Washington a recess appointment as an associate justice of the United States Supreme Court,[20] to a seat vacated by James Wilson. He was sworn into office on November 9, 1798.[1] Formally nominated on December 19, 1798, Washington was confirmed by the United States Senate on the following day.[20] He served on the Supreme Court until his death in 1829.[1]\n\nAfter John Marshall became chief justice in 1801, Washington voted with Marshall on all but three occasions (one being Ogden v. Saunders).[21] During his Supreme Court tenure, Washington authored the opinion in Corfield v. Coryell, 6 Fed. Cas. 546 (C.C.E.D. Penn. 1823).[22] In Corfield, Washington listed several rights that he deemed were fundamental \"privileges and immunities of citizens in the several States.\"[23]\n\n"
        },
        {
            "title": "",
            "text": "By 1787, the year of his father's death and a Virginia tax census, Washington owned land, nine adult and 25 child slaves in Westmoreland County (all supervised by an overseer), as well as nine horses (including stud horses), 59 cattle and six carriage wheels.[24] He also owned nine adult and four child slaves in Berkeley County (that became West Virginia after the American Civil War) and his brother Corbin (the other main beneficiary of J. A. Washington's will) owned 27 adult and 26 child slaves there, as well as 17 horses including a stud horse and 40 cattle.[25]\n\nAround 1795, Washington purchased Belvidere, the former Richmond estate of William Byrd III. Thus, while handling cases and taking the notes that would make him the reporter for Virginia's appellate court, Washington primarily lived in Richmond, and sold Belvidere upon being appointed to the Supreme Court in 1798.[26][27]\nWhen former President George Washington died in December 1799, Lawrence Lewis, who had married Nelly Custis and hoped to inherit Mount Vernon, initially chose not to invite Bushrod Washington to the funeral, only Dr. Stuart (the guardian for the Custis children), Mr. Law and Mr. Peter (who had married the other Custis daughters) and G.W.P. Custis. Dispatches were sent to the rest of the late President's possible heirs the following day, so none were able to attend the funeral held on the fourth day after the President's death. When the will was read, Lewis was named an executor but only received Woodlawn plantation where he lived. The President named Bushrod Washington to receive Mount Vernon as well as an executor. Other executors (who would prove less active in actually carrying out the will's terms and managing the property) were Martha  Washington and one man from each branch of the Augustine Washington family. When Mrs. Washington died, Bushrod Washington was notified, but according to tradition, Lawrence and Nellie Lewis did not invite him to the post-funeral dinner, so he asked a slave to prepare and bring food to him in a cabin.[28]\n\nUpon his aunt Martha Washington's death in 1802, Bushrod Washington inherited all of George Washington's papers as well the largest part of his estate, including the Mount Vernon plantation, according to the terms of his late uncle's will.[29][30][31][32] By George Washington's will, George's slaves were to be freed after his wife Martha died, as she had the use of them during her lifetime.[33] However, Martha feared she might be poisoned, and so after consulting with Bushrod, signed a deed of manumission in 1800 and freed the slaves before her death.[33]\nThus, when Bushrod Washington and his wife moved to Mount Vernon in 1802, he brought his own slaves there.[2][34] In 1803, Bushrod Washington and Lawrence Lewis (with the consent of the remaining executors) gave the other heirs the opportunity to buy various parcels of real estate in the estate. Not all potential heirs chose to participate, and some of those who bought parcels, never paid for them, which led to further legal problems.\n\n"
        },
        {
            "title": "Slaveholder and American Colonization Society president",
            "text": "The contrast in his treatment of two groups of slaves would later become an issue. At the request of his mother Hannah Bushrod before her death, Bushrod and his brothers freed a mulatto named West Ford. He was likely their brother or nephew, born in Westmoreland County in 1784, and who would become the overseer of house slaves at Mount Vernon. Ford would help protect George Washington's house and tomb from the British during the War of 1812 (and from many visitors before and after the conflict), alongside a man named Oliver Smith, who had been raised alongside Bushrod Washington as his personal servant, as was the custom of the time.\n\nAlthough Ford's mother was clearly Venus, a slave owned by Bushrod's mother, who died in 1801 and freed him in her will, the precise identify of his white father is unknown,[35] only that his grandson, George W. Ford, born in Alexandria, Virginia in 1847 would become a Buffalo soldier and the first African American national cemetery superintendent.[36] Bushrod Washington's will also gave land to West Ford.[27]\nThe Mount Vernon estate had not included much cash, and Washington found that he was unable to support elderly freed slaves as required by his late uncle's will, as well as to maintain the plantation's mansion on the proceeds from the property and his Supreme Court salary.[37][38] Over time, Washington sold many slaves, claiming that he could thereby support the main house, property, and elderly freed slaves.[38] As Justice Joseph Story noted, the mansion appeared deteriorated when he visited his colleague.[39][40] However, other visitors to the American South also noticed many examples of property deterioration there, especially compared to the Northern States, including Philip Fithian (who tutored the children of Councilor Robert Carter in Westmoreland County in 1773–1774, but whose letters were not published until the 20th Century), Alexis de Tocqueville (who toured the county in 1831 and wrote about the subject in 1835 and again in 1855) and Frederick Law Olmsted (who toured the South from 1852 until 1857, publishing dispatches in the New York Daily Times which were collected and republished in 1856, 1857 and 1860).\n\nFor many years, Bushrod Washington and his cousin Lawrence Lewis administered George Washington's estate.[41] In fact, the estate would not be closed until more than a decade after Bushrod Washington's death.[27]\n\nMeanwhile, Bushrod Washington helped found the American Colonization Society at the Davis Hotel in Washington, D.C. on December 21, 1816. He became its national president (lending the prestige of the Washington name to its fundraising)[27] and remained so until his death in 1829. His decades-long friend Chief Justice John Marshall joined the organization as a life member shortly after its founding and became president of its Richmond branch.[42][39] In the 1810 census, the Mount Vernon plantation included 71 slaves,[43] and one of his nephews of the same name also owned slaves in Fairfax County. A decade later, Bushrod Washington owned 83 slaves at Mount Vernon.[44] His practice of selling slaves to support Mount Vernon's upkeep or his own lifestyle angered abolitionists, who questioned why the ACS president could not set an example by freeing his slaves, as had his uncle George Washington.[38][39] Some believed that he should have sent his freed slaves to Liberia.[38]\n\nIn particular, Hezekiah Niles in his nationally distributed Weekly Register questioned Washington's sale of 54 slaves from Mount Vernon in 1821 and reprinted a letter Washington had sent to the editor of a Baltimore federalist paper on the subject, as well as an August article in a Leesburg, Virginia paper that noted that a \"drove of 100 negroes\" were walked westward through the town the previous Saturday. Washington responded in print several times, advising that he had sold 54 slaves the previous March for $10,000 for use on plantations in Louisiana's Red River area, and the contract promised that families would not be broken up. Niles questioned the justice of the action, insisted that he was not disrespecting Washington, and did not discuss the economics of shipping from the port of Alexandria compared to the lengthy foot journey the coffle was undertaking. Washington insisted the sale was justified by the economics of plantation management, insubordination of the slaves and likelihood that more would escape northward.[45]\n\n"
        },
        {
            "title": "Other  memberships",
            "text": "In 1805 Washington was elected a member of the American Philosophical Society in Philadelphia.[46] He was elected to membership in the American Antiquarian Society in 1813, a year after the Society's founding in 1812.[47]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Washington died in Philadelphia, Pennsylvania, on November 26, 1829, while riding circuit.[2][10]  His wife died two days later while transporting his body for burial.[48][2][49] Both are interred in a vault within the Washington family tomb at Mount Vernon.[49] An obelisk erected in front of the tomb memorializes Bushrod and his wife.[49][50] Washington was the last Supreme Court Justice to have served in the 18th century.\n\nIn 1830, his former colleague, U.S. District Judge Joseph Hopkinson published a memorial.[51] In 1858, Horace Binney privately printed a short encomium.[19][52]\nAlthough one source claimed that Bushrod Washington kept meticulous files of correspondence, his personal correspondence is believed burned after his death.[53] Various institutions have partial collections, including the Library of Congress, the Pennsylvania Historical Society and the Chicago Historical Society. The library of the University of Virginia is collecting and digitizing them.[54]\n\nBecause of his role in the ACS and his assistance in founding the Republic of Liberia, Bushrod Island near the national capital of Monrovia was named for him.[55]\n\n"
        }
    ]
}