{
    "url": "https://en.wikipedia.org/wiki/Bushongo_mythology",
    "title": "Bushongo mythology",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The Bushongo or Songora are an ethnic group from the Congo River and surrounding areas. The creator god (or chembe) in Bushongo mythology is called Bumba. Other names for him include M'Bombo and M'Bomba. He is said to have originally  existed alone in darkness, in a universe consisting of nothing but primordial water. M'Bombo was said to appear like a gigantic man in form and white in colour.[1] The creation took place when he vomited the sun, moon, animals and then humanity.[2] Stephen Hawking mentioned the Boshongo creation myth in his last book, \"Brief Answers to the Big Questions\", as an example of one of humanity's many creation myths.[3]\n\n"
        },
        {
            "title": "Modern influence",
            "text": "\nDavid Adams Leeming in The World of Myth, states:\n[4] Thus Bushongo mythology has been heavily influenced by modern cultures.\n\n"
        },
        {
            "title": "Creation myth",
            "text": "According to the Bushongo creation myth, the only thing that existed in the world originally was a god named M'Bombo. Having become ill, M'Bombo vomited: out the sun, the moon, the stars, various animals and Tsetse the lightning.[5] Finally, M'Bombo vomited out humans. The animals that M'Bombo had vomited out earlier created other animals.\n\nThe three sons of M'Bombo attempted to finish the creation of the world. The first, Nyonye Ngana, made white ants but was not equal to the task and died as a result. The ants, however, thankful for life, went searching for black earth and covered the barren sands to bury and honour their creator. Chonganda, the second son, brought forth a plant from which all other plants in the world are descended. The third son, Chedi Bumba, only succeeded in creating the bird called the kite. \n\nTsetse the lightning, proved to be a trouble-maker. Consequently, M'Bombo chased her into the sky, leaving mankind without fire until he later showed people how to draw fire out of trees.\n\nWhen  the work of creation was completed, M'Bombo walked through the villages and said to the people, \"Behold these wonders, they belong to you\"[6]\n\n"
        }
    ]
}