{
    "url": "https://en.wikipedia.org/wiki/Business_Insider",
    "title": "Business Insider",
    "table_of_contents": [
        "1 History",
        "2 Finances",
        "3 Divisions",
        "4 Bias, reliability, and editorial policy",
        "5 Reception",
        "6 References",
        "7 Works cited",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nInsider, previously named Business Insider (BI), is an American financial and business news website founded in 2007. Since 2015, a majority stake in Business Insider's parent company Insider Inc. has been owned by the German publishing house Axel Springer. It operates several international editions, including one in the United Kingdom.\n\nInsider publishes original reporting and aggregates material from other outlets. As of 2011[update], it maintained a liberal policy on the use of anonymous sources. It has also published native advertising and granted sponsors editorial control of its content. The outlet has been nominated for several awards, but is criticized for using factually incorrect clickbait headlines to attract viewership.\n\nIn 2015, Axel Springer SE acquired 88 percent of the stake in Insider Inc. for $343 million (€306 million),[1] implying a total valuation of $442 million.[2] In February 2021, the brand was renamed simply Insider.[3]\n\n"
        },
        {
            "title": "History",
            "text": "Business Insider was launched in 2007[4] and is based in New York City. Founded by DoubleClick's former CEO Kevin P. Ryan, Dwight Merriman, and Henry Blodget,[5] the site began as a consolidation of industry vertical blogs, the first of them being Silicon Alley Insider (launched May 16, 2007) and Clusterstock (launched March 20, 2008).[6] In addition to providing and analyzing business news, the site aggregates news stories on various subjects.[7] It started a UK edition in November 2014,[8][9] and a Singapore bureau in September 2020.[10] BI's parent company is Insider Inc.[10]\n\nAfter Axel Springer SE purchased Business Insider in 2015, a substantial portion of its staff left the company. According to a CNN report, some staff who exited complained that \"traffic took precedence over enterprise reporting\".[11] In 2018, staff members were asked to sign a confidentiality agreement that included a nondisparagement clause requiring them not to criticize the site during or after their employment.[12]\n\nEarly in 2020, CEO Henry Blodget convened a meeting in which he announced plans for the website to acquire 1 million subscribers, 1 billion unique visitors per month, and over 1,000 newsroom employees.[13] The parent companies of Business Insider and eMarketer merged in 2020 in connection with the proposed purchase of Axel Springer by KKR, an American private equity firm.[14] In October 2020, BI's parent company purchased a majority position in Morning Brew, a newsletter.[15]\n\n"
        },
        {
            "title": "Finances",
            "text": "Business Insider first reported a profit in the fourth quarter of 2010.[16][17] As of 2011[update], it had 45 full-time employees.[18] Its target audience at the time was limited to \"investors and financial professionals\".[18] In June 2012, it had 5.4 million unique visitors.[19] As of 2013[update], Jeff Bezos was a Business Insider investor;[20][21] his investment company Bezos Expeditions held approximately 3 percent of the company as of its acquisition in 2015.[4]\n\nIn 2015, Axel Springer SE acquired 88 percent of the stake in Insider Inc. for $343 million (€306 million),[1] implying a total valuation of $442 million.[2]\n\n"
        },
        {
            "title": "Divisions",
            "text": "Business Insider operates a paid division titled BI Intelligence, established in 2013.[22]\n\nIn July 2015, Business Insider began the technology website Tech Insider, with a staff of 40 people working primarily from the company's existing New York headquarters, but originally separated from the main Business Insider newsroom.[23] However, Tech Insider was eventually folded into the Business Insider website.[24]\n\nIn October 2016, Business Insider started Markets Insider as a joint venture with Finanzen.net, another Axel Springer company.[25]\n\n"
        },
        {
            "title": "",
            "text": "Glenn Greenwald has critiqued the reliability of Business Insider, along with that of publications including The Wall Street Journal, Yahoo! News, and Slate.[26] In 2010, Business Insider falsely reported that New York Governor David Paterson was slated to resign;[27] BI had earlier reported a false story alleging that Steve Jobs experienced a heart attack.[28]\n\nIn April 2011, Blodget sent out a notice inviting publicists to \"contribute directly\" to Business Insider.[29] As of September 2011[update], Business Insider allowed the use of anonymous sources \"at any time for any reason\", a practice which many media outlets prefer to avoid or at least indicate why a source is not identified.[30][31]  According to the World Association of Newspapers and News Publishers, Business Insider gave SAP \"limited editorial control\" over the content of its \"Future of Business\" section as of 2013[update].[32] The website publishes a mix of original reporting and aggregation of other outlets' content.[33][34] Business Insider has also published native advertising.[35]\n\n"
        },
        {
            "title": "Reception",
            "text": "In January 2009, the Clusterstock section appeared in Time's list of 25 best financial blogs,[36] and the Silicon Alley Insider section was listed in PC Magazine's list of its \"favorite blogs of 2009\".[37] 2009 also saw Business Insider's selection as an official Webby honoree for Best Business Blog.[38]\n\nIn 2012, Business Insider was named to the Inc. 500. In 2013, the publication was once again nominated in the Blog-Business category at the Webby Awards.[39] In January 2014, The New York Times reported that Business Insider's web traffic was comparable to that of The Wall Street Journal.[40] In 2017, Digiday included imprint Insider as a candidate in two separate categories—\"Best New Vertical\" and \"Best Use of Instagram\"—at their annual Publishing Awards.[41]\n\nThe website has faced criticism for what critics consider its clickbait-style headlines.[42][43][44][45] A 2013 profile of Blodget and Business Insider in The New Yorker suggested that Business Insider, because it republishes material from other outlets, may not always be accurate.[46]\n\nIn 2022, Insider won the Pulitzer Prize for Illustrated Reporting and Commentary for its reporting on the Uyghur genocide.[47][48]\n\n"
        }
    ]
}