{
    "url": "https://en.wikipedia.org/wiki/Business_of_webcomics",
    "title": "Business of webcomics",
    "table_of_contents": [
        "1 Early history of webcomics as a business",
        "2 Popular business models",
        "2.1 Merchandise",
        "2.2 Book publishing",
        "2.3 Advertisement and product placement",
        "2.4 Crowdfunding",
        "2.4.1 Subscriptions",
        "2.4.2 Donations",
        "3 Other models",
        "3.1 Newspapers",
        "3.2 Micropayments",
        "4 Feasibility and economic intent",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The business of webcomics involves creators earning a living through their webcomic, often using a variety of revenue channels. Those channels may include selling merchandise such as t-shirts, jackets, sweatpants, hats, pins, stickers, and toys, based on their work. Some also choose to sell print versions or compilations of their webcomics. Many webcomic creators make use of online advertisements on their websites, and possibly even product placement deals with larger companies. Crowdfunding through websites such as Kickstarter and Patreon are also popular choices for sources of potential income.\n\nWebcomics have been used by some cartoonists as a path towards syndication in newspapers, but few are chosen each year. Since the early 2000s, some webcartoonists have advocated for micropayments as a source of income, but this system has seen little success.\n\nSome artists start their webcomics without an intention to directly profit from it, instead publishing through the Internet for other reasons, such as getting feedback on their skills. Other artists start creating a webcomic with the intention of becoming a professional, but often don't succeed in part because they \"put the business before the art.\"[1] Meanwhile, many successful webcomic artists are diversifying their income streams in order to not be solely dependent on the webcomic itself. As of 2015, the vast majority of webcomic creators are unable to make a living off their work.[2]\n\n"
        },
        {
            "title": "Early history of webcomics as a business",
            "text": "The strategy of building a business around posting free comics online began in the 1980s, when Eric Millikin created the first webcomic, Witches and Stitches for CompuServe in 1985.[3][4] Self-publishing on the internet allowed Millikin to avoid censorship and the demographic constraints of mass-market print publishers.[5] Though Millikin's online comics were instantly popular with the early internet audience around the world,[6] the large online audience and influence did not necessarily translate into enough sales to reach economic success at the time. By the 1990s, Millikin had moved to publishing comics on the then-new World Wide Web, but was homeless, living in a car, and working in an anatomy lab as an embalmer and dissectionist of human cadavers.[7][8] Since then, Millikin has achieved professional webcomic success, including through turning his webcomics into award-winning print-published work and commissioned public art, and by selling original artwork in gallery exhibitions.[9][10][11] By 1999, Millikin was one of the few webcomic creators successful enough to make a living as an artist.[12] He now often donates a portion of his profits to charities.[13][14]\n\nIn the year after the debut of Witches and Stitches, Joe Ekaitis began online publishing of his weekly furry comic strip T.H.E. Fox in 1986.[4] By the mid-1990s, Ekaitis had pursued monetizing the comic through publishing it in independent comic books and through appearances on independent cable television program Rapid T. Rabbit and Friends; however, economic success was elusive.[15][16] Despite running online for over a decade, the comic never achieved its goal of newspaper syndication, and Ekaitis stopped updating in 1998.[15][17]\n\n"
        },
        {
            "title": "Popular business models",
            "text": "Professional webcomic creators use various types of business models in order to profit from their webcomics.\n\nMany webcomic artists have made a good living selling merchandise, including T-shirts, posters, and toys, in what John Allison has called the \"T-shirt economy\".[3][18] By 2004, artists like Richard Stevens (Diesel Sweeties) and Jon Rosenberg (Goats) supported themselves via sales of merchandise as well as self-published books.[19] Kate Beaton (Hark! A Vagrant) has said that 2007 was a good year for her to get into webcomics, as she was able to make a living off of advertising and T-shirts within a year. In Beaton's case, she \"got linked up with Jeff Rowland from TopatoCo, and he sold shirts and stuff.\"[20] However, the business of primarily selling T-shirts has since dramatically declined, which Dorothy Gambrell (Cat and Girl) has described as the \"great T-shirt crash of 2008.\" By 2011, merchandise distributor TopatoCo responded to the declining T-shirt market by seriously looking to provide other types of merchandise, like toys. Webcomic creator and TopatoCo employee David Malki stated that \"part of that was just realizing that people like lots of things, not just T-shirts.\"[3]\n\nSome creators may get highly lucrative publishing deals in which comic books are created based on their webcomics. Some may reach a high degree of success, such as the graphic novel version of Raina Telgemeier's webcomic Smile, which became a #1 New York Times bestseller and remained on that list for over three years, having sold over 1.4 million copies.[21][22] Some webcomics creators have had their books published by mainstream comics publishers who are traditionally aimed at the direct market of American comic books, including Fred Gallagher's Megatokyo being published by Dark Horse and Kazu Kibuishi's Flight anthology series published by Image. Comics author Scott McCloud noted that \"the quality [of the Flight book] is so high that once it hit paper, it just became impossible to ignore.\"[19] Some web comic creators use Kickstarter, which launched in 2009, to raise money to self-publish their books. Digi DG (Cucumber Quest) set out to raise $10,000 USD for a print release of her webcomic, and her fans raised over $63,000 USD in order to make the concept a reality. Similarly, Jake Parker went on Kickstarter in order to start his comics anthology The Antler Boy, and he went on to receive $85,532 USD in pledges.[18]\n\nOnline advertisement has also been a prevalent source of revenue for many webcomic creators. In 2005, the creators of Megatokyo, Goats, and Sexy Losers found that they could charge between $1 and $2 USD per 1,000 pageviews. Advertising prices have risen and fallen with the Web's perceived value.[23] With Ad blocking software becoming more prevalent, advertising revenue may drastically decline.[3]\n\nIn 2011, Christopher Hastings teamed with Capcom for a product placement deal which took the form of a short crossover comic pairing the characters of Hastings' The Adventures of Dr. McNinja webcomic and the characters of the Capcom video game Ghost Trick: Phantom Detective. Later that same year, Scott Kurtz started a multi-part storyline in his webcomic PvP featuring Magic the Gathering-creators Wizards of the Coast, as a form of product placement. Inspired by the paid integration of real brands in the television series Mad Men, Kurtz reasoned that his video game webcomic was already advertising various established brands anyway. Through this deal, Wizards of the Coast became an official sponsor of the webcomic for that period.[24]\n\nIn 2002, online publisher Joey Manley launched Modern Tales and Serializer, primarily subscription-based webcomics collectives featuring a select group of established webcomic creators. Here, viewers were allowed to read a few webcomic pages for free, or pay a monthly subscription fee in order to be able to access the rest.[19][25] Modern Tales made approximately $6,000 USD per month in 2005.[26] This \"Modern Tales\" family of websites created one of the first profitable subscription models for webcomics and lasted a little over a decade, with the sites closing in April 2013, shortly before Manley's death.[27] While these subscription sites did solid business, not all of the published artists were able to make a living wage solely through online subscriptions.[28]\n\nIn 2013, Patreon launched, allowing creators to run their own subscription content service. Tracy Butler (Lackadaisy) was contacted by Patreon when it launched. For about two years, she studied how other artists set up their reward structures, thinking \"maybe I could supplement my income a bit.\" In the first half of 2015, she decided to quit her job and set up her account, and a few months later, she had accumulated 1,300 patrons, contributing over $6,500 USD per month. In an interview with Paste Magazine, she stated that \"Every little thing you do now has a direct impact on the income you make. It's so liberating. It's a great feeling, but at the same time, it's terrifying.\" David Revoy (Pepper&Carrot) had 300 patrons after of year of using Patreon, contributing a total of $1,100 USD per webcomic episode, allowing him to quit his day job and work on his webcomic full-time.[29]\n\nRyan North (Dinosaur Comics) has called the Patreon subscription platform the \"most disruptive (in a good way)\" service that allows webcomic creators to collect money directly from their readers. KC Green (Gunshow) and Winston Rowntree (Subnormality) credit Patreon for allowing them to work on webcomics full-time. According to a spokesperson for Patreon, ten new creators started making money through the service every day in 2015.[30]\n\nIn 2004, R. K. Milholland (Something Positive) was working in Medicaid billing for an ambulance company. When readers complained about the infrequency of his updates, Milholland challenged his fans to donate enough money for him to quit his day job and work on Something Positive full-time. Milholland described it as a \"shut-your-mouth post\", as he made $24,000 USD per year and didn't believe that his readers could match that. Instead, fans of the webcomic donated $4,000 USD within an hour after his challenge came up.[31] The New York Observer stated that his story presaged that \"micropatronage boom\", where the readership of a webcomic donates directly to its creator.\n\n"
        },
        {
            "title": "Other models",
            "text": "Webcomics have been used by some artists as a path towards syndication in newspapers, but attempts have rarely proven lucrative, as out of the thousands of comics submitted to each syndicate every year, only a few are accepted. Among the webcomics artists who have succeeded in print syndication are David Rees (Get Your War On) who was able to make $46,000 from just two of his syndication clients, Rolling Stone and The Guardian in 2006, and Dana Simpson (Phoebe and Her Unicorn), who began syndicating her webcomic through Universal Uclick to over 100 newspapers in 2015.[32][33][34]\n\nHowever, according to Jeph Jacques (Questionable Content), \"there's no real money\" in syndication for webcomic artists.[31] For instance, after receiving stacks of rejection letters from various syndicates in 1999, Jeffrey Rowland began publishing his comics on the web and found that he could make a living selling merchandise. In 2011, Rowland said that \"if a syndicate came to me and offered me a hundred newspapers, I would probably say no. I’d have to answer to an editor [and] I'd probably make less money, with more work.\" When Richard Stevens' Diesel Sweeties was syndicated by United Media to about 20 newspapers in 2007, Stevens still made 80% of his income through his website. Other webcomic creators, such as R. K. Milholland (Something Positive), wouldn't be able to syndicate their comics to newspapers because they fill a specific niche and wouldn't necessarily appeal to a broader audience.[31]\n\nCartoonist and comics theorist Scott McCloud advocated the potential of micropayments for webcomics in his 2000 book Reinventing Comics and his subsequent webcomic series I Can't Stop Thinking. In his book, McCloud argued that people would be willing to pay for access to high-quality webcomics once bandwidth speeds increased and sufficiently reliable and simple payment systems were designed and put in place. In particular, McCloud hypothesized an economy fueled on purchases of only a few cent made through a single mouseclick. As this process would cut out intermediary parties necessary for print publication and retail[35][36] McCloud became an advisor for micropayment service BitPass in 2002, but this service was shut down in 2007 because of a lack of commercially successful clients and because, according to McCloud himself, \"it still wasn't simple enough for a lot of people.\"[37][38]\n\nJoe Zabel said in 2006 that micropayments were necessary for webcomics that couldn't be appreciated on advertisement-saturated websites, which he described as \"introverted\" webcomics. However, the popular webcomic hosting services of its time – Comic Genesis and Webcomics Nation – had not built in any support for micropayment systems, and the concept had not yet gained any momentum.[39] Since then, other micropayment systems have launched, including PayPal Micropayments, Flattr and SatoshiPay, but by 2015 micropayment systems had still seen little success.[40]\n\n"
        },
        {
            "title": "Feasibility and economic intent",
            "text": "Spike Trotman (Templar, Arizona) has said that while many people start a webcomic with the expectation of being able to make a living through it within a year, this is almost never the case. Competition on the World Wide Web is enormous, and most professional webcomic creators were growing their fanbase for years before they became able to become self-sustaining. Jeff Moss, director of Blind Ferret Entertainment, has said that many young artist fall in the trap of \"expecting too much too soon.\" Some webcomic creators try to sell merchandise of their webcomic after only a few months, sometimes \"[putting] the business before the art\" and neglecting the webcomic itself. Jeff Schuetze (Jeffbot) said that he knows many people who were trying to sell a large amount of merchandise before having even started their webcomic.[1] According to a 2015 survey by David Harper, over 80 percent of webcomic creators he questioned are unable to make a living off their work, as the majority of his respondents made less than $12,000 USD a year off their work.[2]\n\nVery few professional webcomic creators set out to earn a living from their work initially. Jeph Jacques, for instance, decided to sell Questionable Content T-shirts for a few weeks in order to \"make ends meet\" after he was fired from his job, but suddenly found that he made enough money to live from and \"never looked back.\"[31]\n\nMany notable webcomic creators are actively diversifying their income streams in order to not be dependent on one source of income, many even deemphasizing webcomics. Brady Dale of The New York Observer noticed while calling out to professional webcomic artists that though almost all of his respondents believed that their webcomic created a \"base of notoriety\" for them, they also all believed that the \"less [they] relied on [the] original source for financial support, the better off they would all be over time.\" For instance, the creators of Cyanide and Happiness went on to create animation in the form of The Cyanide & Happiness Show, and their webcomic is no longer their primary source of income. Dorothy Gambrell (Cat and Girl) explained that \"the business of webcomics rolled along smoothly until the great T-shirt crash of 2008,\" and that the 2010s offers creators more opportunities than the 2000s did. Many creators such as Gambrell, Drew Fairweather (Toothpaste for Dinner), and Zach Weinersmith (Saturday Morning Breakfast Cereal) all do work unrelated to their webcomics.[3]\n\n"
        }
    ]
}