{
    "url": "https://en.wikipedia.org/wiki/Butch_Cassidy_and_the_Sundance_Kid",
    "title": "Butch Cassidy and the Sundance Kid",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Screenplay",
        "3.2 Development",
        "4 Soundtrack",
        "4.1 Personnel",
        "5 Release",
        "5.1 Premieres",
        "5.2 Home media",
        "6 Reception",
        "6.1 Box office",
        "6.2 Critical response",
        "6.3 Accolades",
        "7 Legacy",
        "7.1 Television adaptation",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nButch Cassidy and the Sundance Kid is a 1969 American Western Buddy film directed by George Roy Hill and written by William Goldman. Based loosely on fact, the film tells the story of Wild West outlaws Robert LeRoy Parker, known as Butch Cassidy (Paul Newman), and his partner Harry Longabaugh, the \"Sundance Kid\" (Robert Redford), who are on the run from a crack US posse after a string of train robberies. The pair and Sundance's lover, Etta Place (Katharine Ross), flee to Bolivia to escape the posse.\n\nIn 2003, the film was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant.\"[5][6] The American Film Institute ranked Butch Cassidy and the Sundance Kid as the 73rd-greatest American film on its \"AFI's 100 Years...100 Movies (10th Anniversary Edition)\" list, and number 50 on the original list. Butch Cassidy and the Sundance Kid were ranked 20th-greatest heroes on \"AFI's 100 Years...100 Heroes & Villains\". Butch Cassidy and the Sundance Kid was selected by the American Film Institute as the 7th-greatest Western of all time in the AFI's 10 Top 10 list in 2008.\n\n"
        },
        {
            "title": "Plot",
            "text": "In 1899 Wyoming, Butch Cassidy is the affable, clever, talkative leader of the outlaw Hole-in-the-Wall Gang. His closest companion is the laconic dead-shot \"Sundance Kid\". The two return to their hideout at Hole-in-the-Wall (Wyoming) to discover that the rest of the gang, irked at Cassidy's long absences, have selected Harvey Logan as their new leader.\n\nLogan challenges Cassidy to a knife fight over the gang's leadership. Cassidy defeats him using trickery, but embraces Logan's idea to rob the Union Pacific Overland Flyer train on both its eastward and westward runs, agreeing that the second robbery would be unexpected and likely reap even more money than the first.\n\nThe first robbery goes well. To celebrate, Cassidy visits a favorite brothel in a nearby town and watches, amused, as the town marshal unsuccessfully attempts to organize a posse to track down the gang, only to have his address to the townsfolk hijacked by a friendly bicycle salesman (he calls it \"the future\"). Sundance visits his lover, schoolteacher Etta Place, and they spend the night together. Cassidy joins up with them early the next morning, and takes Place for a ride on his new bike.\n\nOn the second train robbery, Cassidy uses too much dynamite to blow open the safe, which is much larger than the safe on the previous job. The explosion demolishes the baggage car in the process. As the gang scrambles to gather up the money, a second train arrives carrying a six-man team of lawmen. The crack squad doggedly pursues Cassidy and Sundance, who try various ruses to get away, all of which fail. They try to hide out in the brothel, and then to seek amnesty from the friendly Sheriff Bledsoe, but he tells them their days are numbered and all they can do is flee.\n\nAs the posse remains in pursuit, despite all attempts to elude them, Cassidy and Sundance determine that the group includes renowned Indian tracker \"Lord Baltimore\" and relentless lawman Joe Lefors, recognizable by his white skimmer. They finally elude their pursuers by jumping from a cliff into a river far below. They learn from Place that the posse has been paid by Union Pacific head E. H. Harriman to remain on their trail until they are both killed.\n\nCassidy convinces Sundance and Place that the three should go to Bolivia, which he envisions as a robber's paradise. On their arrival there, Sundance is dismayed by the living conditions and regards the country with contempt, but Cassidy remains optimistic. They discover that they know too little Spanish to pull off a bank robbery, so Place attempts to teach them the language. With her as an accomplice, they become successful bank robbers known as Los Bandidos Yanquis. However, their confidence drops when they see a man wearing a white hat (the signature of determined lawman Lefors) and fear that Harriman's posse is still after them.\n\nCassidy suggests \"going straight\", and he and Sundance land their first honest job as payroll guards for a mining company. However, they are ambushed by local bandits on their first run and their boss, Percy Garris, is killed. They kill the bandits, the first time Cassidy has ever shot someone. Place recommends farming or ranching as other lines of work, but they conclude the straight life isn't for them. Sensing they will be killed should they return to robbery, Place decides to go back to the United States.\n\nCassidy and Sundance steal a payroll and a burro used to carry it, and arrive in a small town. A boy recognizes the burro's livestock branding and alerts the local police, leading to a gunfight with the outlaws. Cassidy has to make a desperate run to the burro to get ammunition, while Sundance provides covering fire. Wounded, the two men take cover inside a nearby building. Cassidy suggests the duo's next destination should be Australia. Meanwhile, unbeknownst to the two of them, the local police have called on the Bolivian Army to deal with the two outlaws. Confident of their ability to escape, the pair charge out of the building, guns blazing, directly into a hail of bullets from the massed troops who have occupied all of the surrounding vantage points. The film ends on a freeze-frame, as sounds of the Bolivian troops firing on the doomed outlaws are heard.\n\n"
        },
        {
            "title": "Production",
            "text": "William Goldman first came across the story of Butch Cassidy in the late 1950s and researched intermittently for eight years before starting to write the screenplay.[7] Goldman says he wrote the story as an original screenplay because he did not want to do the research to make it as authentic as a novel.[8] Goldman later stated:\n\nThe characters' flight to South America caused one executive to reject the script, as it was then unusual in Western films for the protagonists to flee.[9]\n\nAccording to Goldman, when he first wrote the script and sent it out for consideration, only one studio wanted to buy it—and that was with the proviso that the two lead characters did not flee to South America. When Goldman protested that that was what had happened, the studio head responded, \"I don't give a shit. All I know is John Wayne don't run away.\"[10]\n\nGoldman rewrote the script, \"didn't change it more than a few pages, and subsequently found that every studio wanted it.\"[10]\n\nThe role of Sundance was offered to Jack Lemmon, whose production company, JML, had produced the film Cool Hand Luke (1967) starring Newman. Lemmon, however, turned down the role because he did not like riding horses and felt that he had already played too many aspects of the Sundance Kid's character before.[11] Other actors considered for the role of Sundance were Steve McQueen and Warren Beatty, who both turned it down, with Beatty claiming that the film was too similar to Bonnie and Clyde. According to Goldman, McQueen and Newman both read the scripts at the same time and agreed to do the film. McQueen eventually backed out of the film due to disagreements with Newman. The two actors would eventually team up in the 1974 disaster film The Towering Inferno. Jacqueline Bisset was a top contender for the role of Etta Place.[12]\n\nFilming locations include the ghost town of Grafton, Zion National Park, Snow Canyon State Park, and the city of St. George. These areas remain popular film tourism destinations, including the Cassidy Trail in Reds Canyon.\n\n"
        },
        {
            "title": "Release",
            "text": "The world premiere of the film was on September 23, 1969, at the Roger Sherman Theater, in New Haven, Connecticut. The premiere was attended by Paul Newman, his wife Joanne Woodward, Robert Redford, George Roy Hill, William Goldman, and John Foreman, among others.[14] It opened the next day in New York City[1] at the Penthouse and Sutton theatres.[15]\n\nThe film became available on DVD on May 16, 2000, in a Special Edition that is also available on VHS.[citation needed]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film grossed $82,625 in its opening week from two theatres in New York City.[15] The following week it expanded and became the number one film in the United States and Canada for two weeks.[16][17] It went on to earn $15 million in theatrical rentals in the United States and Canada by the end of 1969.[18] According to Fox records the film required $13,850,000 in rentals to break even and by December 11, 1970, had made $36,825,000 so made a considerable profit to the studio.[19] It eventually returned $45,953,000 in rentals.[20]\n\nWith a final US gross of over $100 million,[21] it was the top-grossing film released in 1969.\n\nIt was the eighth-most-popular film of 1970 in France.[22]\n\nEarly reviews gave the film mediocre grades, and New York and national reviews were \"mixed to terrible\" though better elsewhere, screenwriter William Goldman recalled in his book Which Lie Did I Tell?: More Adventures in the Screen Trade.[23]\n\nTime magazine said the film's two male stars are \"afflicted with cinematic schizophrenia. One moment they are sinewy, battered remnants of a discarded tradition. The next, they are low comedians whose chaffing relationship—and dialogue—could have been lifted from a Batman and Robin episode.\"[24] Time also criticized the film's score as absurd and anachronistic.\n\nRoger Ebert's review of the movie was a mixed 2.5 out of 4 stars. He praised the beginning of the film and its three lead actors, but felt the film progressed too slowly and had an unsatisfactory ending. But after Harriman hires his posse, Ebert thought the movie's quality declined: \"Hill apparently spent a lot of money to take his company on location for these scenes, and I guess when he got back to Hollywood he couldn't bear to edit them out of the final version. So the Super-posse chases our heroes unceasingly, until we've long since forgotten how well the movie started.”[25]\n\nOver time, major American movie reviewers have been widely favorable. Rotten Tomatoes gives the film an 88% approval rating based on 52 reviews and an average score of 8.3/10. The site's critical consensus reads: \"With its iconic pairing of Paul Newman and Robert Redford, jaunty screenplay and Burt Bacharach score, Butch Cassidy and the Sundance Kid has gone down as among the defining moments in late-'60s American cinema.\"[26]\n\nThe Writers Guild of America ranked the screenplay #11 on its list of 101 Greatest Screenplays ever written.[27]\n\nThe film is recognized by American Film Institute in these lists:\n\n"
        },
        {
            "title": "Legacy",
            "text": "The film inspired the television series Alias Smith and Jones, starring Pete Duel and Ben Murphy as outlaws trying to earn an amnesty.[39]\n\nA parody titled \"Botch Casually and the Somedunce Kid\" was published in Mad. It was illustrated by Mort Drucker and written by Arnie Kogen in issue No. 136, July 1970.[40]\n\nIn 1979 Butch and Sundance: The Early Days, a prequel, was released starring Tom Berenger as Butch Cassidy and William Katt as the Sundance Kid. It was directed by Richard Lester and written by Allan Burns. William Goldman, the writer of the original film, was an executive producer. Jeff Corey was the only actor to appear in the original and the prequel.\n\nIn September 2022, Amazon Studios announced a television adaptation of the film, starring Regé-Jean Page and Glen Powell. Joe and Anthony Russo will be executive producers under their AGBO production banner.[41][42]\n\n"
        }
    ]
}