{
    "url": "https://en.wikipedia.org/wiki/Byron_Katie",
    "title": "Byron Katie",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Family",
        "4 Teachings",
        "5 Bibliography",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Byron Kathleen Mitchell, better known as Byron Katie (born December 6, 1942), is an American speaker and author who teaches a method of self-inquiry known as \"The Work of Byron Katie\" or simply as \"The Work\". She is the founder of Byron Katie International, an organization that includes the School for the Work and Turnaround House in Ojai, California. Time magazine describes her as \"a spiritual innovator for the 21st century.\"[1]\n\n"
        },
        {
            "title": "Early life",
            "text": "Katie was born in Breckenridge, Texas, in 1942,[citation needed] and grew up in Barstow, California.[2]  Her father was a train engineer and her mother was a housewife.[2]  She was married at age 19, had three children and started a career in real estate.[3][4]\n\n"
        },
        {
            "title": "Career",
            "text": "In 1986, when she was forty-three with three children and unhappily married to her second husband, she reportedly suffered from depression, agoraphobia, overeating and self-medicating with codeine and alcohol.[2]  She called her insurance company for help, and was referred to Hope House in Los Angeles, a women's counseling center that has since closed.  After two weeks of self-reflection in her home, she reportedly experienced an epiphany in her thinking which created a way for her to challenge and lessen the harmful effects of long-held beliefs.[2] She credited the epiphany, which became known as \"The Work\", for a subsequent weight loss and other reductions in bad habits.[2]\n\nShe began holding informal meetings to discuss her philosophy, and in the early 1990s, began having more formal workshops.  The workshops eventually led to the formation of Byron Katie International.[2]\n\n"
        },
        {
            "title": "Family",
            "text": "She is married to the writer and translator Stephen Mitchell. Katie is the mother of record producer Ross Robinson.[5]\n\n"
        },
        {
            "title": "Teachings",
            "text": "She describes her 1986 epiphany as follows:\n\n Katie calls her process of self-inquiry \"The Work\".[6]\n\nKatie's experience, as described in her book Loving What Is, is that all suffering is caused by believing our stressful thoughts.  This, she says, puts people into painful positions that lead to suffering, as she recognized to be the case with herself.  Through self-inquiry, she describes how a different, less-known capacity of the mind can end this suffering.[7]\n\nSpecifically, The Work is a way of identifying and questioning any stressful thought. It consists of four questions and what is referred to as the \"turnarounds\".\n\nThe four questions are:[8]\n\nThe next step of The Work, the turnarounds, are a way of experiencing the opposite of the thought that one is believing. For example, the thought \"My husband should listen to me\", can be turned around to \"I should listen to my husband\", \"I should listen to myself\", and \"My husband shouldn't listen to me\".[8]\n\nThen one finds specific examples of how each turnaround might be \"just as true\" as the original stress-producing thought.\n\n"
        }
    ]
}