{
    "url": "https://en.wikipedia.org/wiki/Cabinet_of_the_United_States",
    "title": "Cabinet of the United States",
    "table_of_contents": [
        "1 History",
        "2 Federal law",
        "3 Confirmation process",
        "3.1 Salary",
        "4 Current Cabinet and Cabinet-rank officials",
        "4.1 Vice president and the heads of the executive departments",
        "4.2 Cabinet-level officials",
        "5 Former executive and Cabinet-level departments",
        "6 Renamed heads of the executive departments",
        "7 Positions intermittently elevated to Cabinet-rank",
        "8 Proposed Cabinet departments",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Cabinet of the United States is a body consisting of the vice president of the United States and the heads of the executive branch's departments in the federal government of the United States. It is the principal official advisory body to the president of the United States. The president chairs the meetings but is not formally a member of the Cabinet. The heads of departments, appointed by the president and confirmed by the Senate, are members of the Cabinet, and acting department heads also participate in Cabinet meetings whether or not they have been officially nominated for Senate confirmation. The president may designate heads of other agencies and non-Senate-confirmed members of the Executive Office of the President as members of the Cabinet.\n\nThe Cabinet does not have any collective executive powers or functions of its own, and no votes need to be taken. There are 24 members (25 including the vice president): 15 department heads and nine Cabinet-level members, all of whom, except two, had received Senate confirmation. The Cabinet meets with the president in a room adjacent to the Oval Office. The members sit in the order in which their respective department was created, with the earliest being closest to the president and the newest farthest away.[1]\n\nThe members of the Cabinet serve at the pleasure of the president, who can dismiss them at any time without the approval of the Senate, as affirmed by the Supreme Court of the United States in Myers v. United States (1926) or downgrade their Cabinet membership status. The president has the authority to organize the Cabinet, such as instituting committees. Like all federal public officials, Cabinet members are also subject to impeachment by the House of Representatives and trial in the Senate for \"treason, bribery, or other high crimes and misdemeanors\".\n\nThe Constitution of the United States does not explicitly establish a Cabinet. The Cabinet's role, inferred from the language of the Opinion Clause (Article II, Section 2, Clause 1) of the Constitution is to provide advice to the president. Additionally, the Twenty-fifth Amendment authorizes the vice president, together with a majority of the heads of the executive departments, to declare the president \"unable to discharge the powers and duties of his office\". The heads of the executive departments are—if eligible—in the presidential line of succession.\n\n"
        },
        {
            "title": "History",
            "text": "The tradition of the Cabinet arose out of the debates at the 1787 Constitutional Convention regarding whether the president would exercise executive authority solely or collaboratively with a cabinet of ministers or a privy council. As a result of the debates, the Constitution (Article II, Section 1, Clause 1) vests \"all executive power\" in the president singly, and authorizes—but does not compel—the president (Article II, Section 2, Clause 1) to \"require the Opinion, in writing, of the principal Officer in each of the executive Departments, upon any Subject relating to the Duties of their respective Offices\".[2][3] The Constitution does not specify what the executive departments will be, how many there will be, or what their duties will be.\n\nGeorge Washington, the first president of the United States, organized his principal officers into a Cabinet, and it has been part of the executive branch structure ever since. Washington's Cabinet consisted of five members: himself, Secretary of State Thomas Jefferson, Secretary of the Treasury Alexander Hamilton, Secretary of War Henry Knox and Attorney General Edmund Randolph. Vice President John Adams was not included in Washington's Cabinet because the position was initially regarded as a legislative officer (president of the Senate).[4] Furthermore, until there was a vacancy in the presidency (which did not occur until the death of William Henry Harrison in 1841) it was not certain that a vice president would be allowed to serve as president for the duration of the original term as opposed to merely acting as president until new elections could be held. It was not until the 20th century that vice presidents were regularly included as members of the Cabinet and came to be regarded primarily as a member of the executive branch.\n\nPresidents have used Cabinet meetings of selected principal officers but to widely differing extents and for different purposes. During President Abraham Lincoln's administration, Secretary of State William H. Seward advocated the use of a parliamentary-style Cabinet government. However, Lincoln rebuffed Seward. While a professor Woodrow Wilson also advocated a parliamentary-style Cabinet, but after becoming president did not implement it in his administration. In recent administrations, Cabinets have grown to include key White House staff in addition to department and various agency heads. President Ronald Reagan formed seven sub-cabinet councils to review many policy issues, and subsequent presidents have followed that practice.[3]\n\n"
        },
        {
            "title": "Federal law",
            "text": "In 3 U.S.C. § 302 with regard to delegation of authority by the president, it is provided that \"nothing herein shall be deemed to require express authorization in any case in which such an official would be presumed in law to have acted by authority or direction of the president.\" This pertains directly to the heads of the executive departments as each of their offices is created and specified by statutory law (hence the presumption) and thus gives them the authority to act for the president within their areas of responsibility without any specific delegation.\n\nUnder 5 U.S.C. § 3110 (also known as the 1967 Federal Anti-Nepotism statute), federal officials are prohibited from appointing their immediate family members to certain governmental positions, including those in the Cabinet.[5]\n\nUnder the Federal Vacancies Reform Act of 1998, an administration may appoint acting heads of department from employees of the relevant department. These may be existing high-level career employees, from political appointees of the outgoing administration (for new administrations), or sometimes lower-level appointees of the administration.[6]\n\n"
        },
        {
            "title": "Confirmation process",
            "text": "The heads of the executive departments and all other federal agency heads are nominated by the president and then presented to the Senate for confirmation or rejection by a simple majority (although before the use of the \"nuclear option\" during the 113th United States Congress, they could have been blocked by filibuster, requiring cloture to be invoked by 3⁄5 supermajority to further consideration). If approved, they receive their commission scroll, are sworn in, and begin their duties. When the Senate is not in session, the president can appoint acting heads of the executive departments, and do so at the beginning of their term.\n\nAn elected vice president does not require Senate confirmation, nor does the White House chief of staff, which is an appointed staff position of the Executive Office of the President.\n\nThe heads of the executive departments and most other senior federal officers at cabinet or sub-cabinet level receive their salary under a fixed five-level pay plan known as the Executive Schedule, which is codified in Title 5 of the United States Code. Twenty-one positions, including the heads of the executive departments and others, receiving Level I pay are listed in 5 U.S.C. § 5312, and those forty-six positions on Level II pay (including the number two positions of the executive departments) are listed in 5 U.S.C. § 5313. As of January 2021[update], the Level I annual pay was set at $221,400.[7]\n\nThe annual salary of the vice president is $235,300.[7] The salary level was set by the Government Salary Reform Act of 1989, which provides an automatic cost of living adjustment for federal employees. The vice president receives the same pension as other members of Congress based on their ex officio position as the president of the Senate.[8]\n\n"
        },
        {
            "title": "Current Cabinet and Cabinet-rank officials",
            "text": "The individuals listed below were nominated by President Joe Biden to form his Cabinet and were confirmed by the United States Senate on the date noted or are serving as acting department heads by his request, pending the confirmation of his nominees.\n\n\n\nThe Cabinet permanently includes the vice president and the heads of 15 executive departments, listed here according to their order of succession to the presidency. The speaker of the House and the president pro tempore of the Senate follow the vice president and precede the secretary of state in the order of succession, but both are in the legislative branch and are not part of the Cabinet.\n\nThe president may designate additional positions to be members of the Cabinet, which can vary under each president. They are not in the line of succession and are not necessarily officers of the United States.[9]\n\n"
        }
    ]
}