{
    "url": "https://en.wikipedia.org/wiki/Caitlin_Moran",
    "title": "Caitlin Moran",
    "table_of_contents": [
        "1 Early life",
        "2 Journalism and writing career",
        "3 Feminism",
        "4 Twitter",
        "5 Personal life",
        "6 Awards and honours",
        "7 Bibliography",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCatherine Elizabeth Moran (/ˈkætlɪn məˈræn/;[1] born 5 April 1975) is an English journalist, author, and broadcaster[2] at The Times, where she writes three columns a week: one for the Saturday Magazine, a TV review column, and the satirical Friday column \"Celebrity Watch\".\n\nMoran was named British Press Awards (BPA) Columnist of the Year for 2010, and both BPA Critic of the Year 2011 and Interviewer of the Year 2011.[3] In 2012, she was named Columnist of the Year by the London Press Club,[4] and Culture Commentator at the Comment Awards in 2013.[5][6]\n\n"
        },
        {
            "title": "Early life",
            "text": "Moran was born in Brighton, the eldest of eight children; she has four sisters and three brothers. Her father, who is of Irish extraction, was a \"psychedelic rock pioneer\" drummer who \"did session work with many well-known bands in the Sixties\"[7] later \"confined to the sofa by osteoarthritis\".[8] Moran lived in a three-bedroom council house in Wolverhampton with her parents and siblings, an experience she described as akin to The Hunger Games.[9]\n\nMoran attended Springdale Junior School and was then educated at home from the age of 11, having attended Wolverhampton Girls' High School[7] for only three weeks.[10] She and her siblings received no formal education from their parents; the local council allowed this, as home education is legal in England. Moreover, according to Ms Moran, they were \"the only hippies in Wolverhampton\".[9] The children frequently occupied their time with simple games, such as throwing mud at their house.[9] Moran describes her childhood as happy, but revealed she left home as soon as she was able to do so at the age of 18.[9]\n\n"
        },
        {
            "title": "Journalism and writing career",
            "text": "Moran was convinced throughout her teenage years that she would become a writer.[9] At the age of 13 in October 1988 she won a Dillons young readers' contest for an essay on Why I Like Books and was awarded £250 of book tokens. At the age of 15, she won The Observer's Young Reporter of the Year.[11] She began her career as a journalist for Melody Maker, the weekly music publication, at the age of 16.[12] Moran also wrote a novel called The Chronicles of Narmo at the age of 16, inspired by having been part of a home-schooled family.\n\nIn 1992, she launched her television career, hosting the Channel 4 music show Naked City,[13] which ran for two series and featured a number of then up-and-coming British bands such as Blur, Manic Street Preachers and the Boo Radleys. Johnny Vaughan co-presented with her on Naked City.\n\nMoran's upbringing inspired her TV drama/comedy series, Raised by Wolves, which began airing in the UK on Channel 4 in December 2013.[14]\n\nIn July 2012, Moran became a Fellow of the University of Aberystwyth.[15] In April 2014, she was named as one of Britain's most influential women in the BBC Woman's Hour power list 2014.[16]\n\nMoran's semi-autobiographical novel, How to Build a Girl, [17] is set in Wolverhampton in the early 1990s. It is the first of a planned trilogy, to be followed by How to Be Famous, and concluding with How To Change The World.[18] Moran co-wrote the screenplay for the film adaptation of the same name alongside John Niven. She also served as an executive producer on the film, directed by Coky Giedroyc, and starring Beanie Feldstein, Alfie Allen, Paddy Considine and Sarah Solemani.[19]\n\n"
        },
        {
            "title": "Feminism",
            "text": "Moran recalls becoming a feminist after reading The Female Eunuch as a child.[20]\n\nIn 2011, Ebury Press published Moran's book How to Be a Woman[21] in the UK, which details her early life including her views on feminism. As of July 2012, it had sold over 400,000 copies in 16 countries.[22] In September 2020 Ebury Press published its  sequel, More Than a Woman, which explores middle age.[23]\n\n"
        },
        {
            "title": "Twitter",
            "text": "In August 2013, she organised a 24-hour boycott of Twitter in protest against the organisation's perceived failure to deal adequately with offensive content posted, sometimes anonymously, on public figures' Twitter feeds.[24]\n\nIn 2014, her Twitter feed became a controversial addition to the list of English A-Level set texts.[25] In June 2014 the Reuters Institute for the Study of Journalism reported she was the most influential British journalist on Twitter.[26]\n\n"
        },
        {
            "title": "Personal life",
            "text": "In December 1999, Moran married The Times' rock critic Peter Paphides in Coventry; they have two daughters, born in 2001 and 2003.[27]\n\n"
        }
    ]
}