{
    "url": "https://en.wikipedia.org/wiki/Calibration",
    "title": "Calibration",
    "table_of_contents": [
        "1 BIPM Definition",
        "2 Modern calibration processes",
        "2.1 Quality",
        "3 Instrument calibration prompts",
        "4 Basic calibration process",
        "4.1 Purpose and scope",
        "4.2 Frequency",
        "4.3 Standards required and accuracy",
        "4.4 Manual and automatic calibrations",
        "4.5 Process description and documentation",
        "5 Historical development",
        "5.1 Origins",
        "5.2 Calibration of weights and distances (c. 1100 CE)",
        "5.3 The early calibration of pressure instruments",
        "6 See also",
        "7 References",
        "8 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In measurement technology and metrology, calibration is the comparison of measurement values delivered by a device under test with those of a calibration standard of known accuracy. Such a standard could be another measurement device of known accuracy, a device generating the quantity to be measured such as a voltage, a sound tone, or a physical artifact, such as a meter ruler.\n\nThe outcome of the comparison can result in one of the following:\n\nStrictly speaking, the term \"calibration\" means just the act of comparison and does not include any subsequent adjustment.\n\nThe calibration standard is normally traceable to a national or international standard held by a metrology body.\n\n"
        },
        {
            "title": "BIPM Definition",
            "text": "The formal definition of calibration by the International Bureau of Weights and Measures (BIPM) is the following: \"Operation that, under specified conditions, in a first step, establishes a relation between the quantity values with measurement uncertainties provided by measurement standards and corresponding indications with associated measurement uncertainties (of the calibrated instrument or secondary standard) and, in a second step, uses this information to establish a relation for obtaining a measurement result from an indication.\"[1]\n\nThis definition states that the calibration process is purely a comparison, but introduces the concept of measurement uncertainty in relating the accuracies of the device under test and the standard.\n\n"
        },
        {
            "title": "Modern calibration processes",
            "text": "The increasing need for known accuracy and uncertainty and the need to have consistent and comparable standards internationally has led to the establishment of national laboratories. In many countries a National Metrology Institute (NMI) will exist which will maintain primary standards of measurement (the main SI units plus a number of derived units) which will be used to provide traceability to customer's instruments by calibration.\n\nThe NMI supports the metrological infrastructure in that country (and often others) by establishing an unbroken chain, from the top level of standards to an instrument used for measurement.  Examples of National Metrology Institutes are NPL in the UK, NIST in the United States, PTB in Germany and many others.  Since the Mutual Recognition Agreement was signed it is now straightforward to take traceability from any participating NMI and it is no longer necessary for a company to obtain traceability for measurements from the NMI of the country in which it is situated, such as the National Physical Laboratory in the UK.\n\nTo improve the quality of the calibration and have the results accepted by outside organizations it is desirable for the calibration and subsequent measurements to be \"traceable\" to the internationally defined measurement units.  Establishing traceability is accomplished by a formal comparison to a standard which is directly or indirectly related to national standards (such as NIST in the USA), international standards, or certified reference materials. This may be done by national standards laboratories operated by the government or by private firms offering metrology services.\n\nQuality management systems call for an effective metrology system which includes formal, periodic, and documented calibration of all measuring instruments.  ISO 9000[2] and ISO 17025[3] standards require that these traceable actions are to a high level and set out how they can be quantified.\n\nTo communicate the quality of a calibration the calibration value is  often accompanied by a traceable uncertainty statement to a stated confidence level.  This is evaluated through careful uncertainty analysis.\nSome times a DFS (Departure From Spec) is required to operate machinery in a degraded state. Whenever this does happen, it must be in writing and authorized by a manager with the technical assistance of a calibration technician.\n\nMeasuring devices and instruments are categorized according to the physical quantities they are designed to measure. These vary internationally, e.g., NIST 150-2G in the U.S.[4] and NABL-141 in India.[5] Together, these standards cover instruments that measure various physical quantities such as electromagnetic radiation (RF probes), sound (sound level meter or noise dosimeter), time and frequency (intervalometer), ionizing radiation (Geiger counter), light (light meter), mechanical quantities (limit switch, pressure gauge, pressure switch), and, thermodynamic or thermal properties (thermometer, temperature controller). The standard instrument for each test device varies accordingly, e.g., a dead weight tester for pressure gauge calibration and a dry block temperature tester for temperature gauge calibration.\n\n"
        },
        {
            "title": "Instrument calibration prompts",
            "text": "Calibration may be required for the following reasons:\n\nIn general use, calibration is often regarded as including the process of adjusting the output or indication on a measurement instrument to agree with value of the applied standard, within a specified accuracy. For example, a thermometer could be calibrated so the error of indication or the correction is determined, and adjusted (e.g. via calibration constants) so that it shows the true temperature in Celsius at specific points on the scale. This is the perception of the instrument's end-user. However, very few instruments can be adjusted to exactly match the standards they are compared to. For the vast majority of calibrations, the calibration process is actually the comparison of an unknown to a known and recording the results.\n\n"
        },
        {
            "title": "Basic calibration process",
            "text": "The calibration process begins with the design of the measuring instrument that needs to be calibrated. The design has to be able to \"hold a calibration\" through its calibration interval. In other words, the design has to be capable of measurements that are \"within engineering tolerance\" when used within the stated environmental conditions over some reasonable period of time.[6] Having a design with these characteristics increases the likelihood of the actual measuring instruments performing as expected.\nBasically, the purpose of calibration is for maintaining the quality of measurement as well as to ensure the proper working of particular instrument.\n\nThe exact mechanism for assigning tolerance values varies by country and as per the industry type. The measuring of equipment is manufacturer generally assigns the measurement tolerance, suggests a calibration interval (CI) and specifies the environmental range of use and storage. The using organization generally assigns the actual calibration interval, which is dependent on this specific measuring equipment's likely usage level. The assignment of calibration intervals can be a formal process based on the results of previous calibrations. The standards themselves are not clear on recommended CI values:[7]\n\nThe next step is defining the calibration process. The selection of a standard or standards is the most visible part of the calibration process. Ideally, the standard has less than 1/4 of the measurement uncertainty of the device being calibrated. When this goal is met, the accumulated measurement uncertainty of all of the standards involved is considered to be insignificant when the final measurement is also made with the 4:1 ratio.[10] This ratio was probably first formalized in Handbook 52 that accompanied MIL-STD-45662A, an early US Department of Defense metrology program specification. It was 10:1 from its inception in the 1950s until the 1970s, when advancing technology made 10:1 impossible for most electronic measurements.[11]\n\nMaintaining a 4:1 accuracy ratio with modern equipment is difficult. The test equipment being calibrated can be just as accurate as the working standard.[10] If the accuracy ratio is less than 4:1, then the calibration tolerance can be reduced to compensate. When 1:1 is reached, only an exact match between the standard and the device being calibrated is a completely correct calibration. Another common method for dealing with this capability mismatch is to reduce the accuracy of the device being calibrated.\n\nFor example, a gauge with 3% manufacturer-stated accuracy can be changed to 4% so that a 1% accuracy standard can be used at 4:1.  If the gauge is used in an application requiring 16% accuracy, having the gauge accuracy reduced to 4% will not affect the accuracy of the final measurements. This is called a limited calibration. But if the final measurement requires 10% accuracy, then the 3% gauge never can be better than 3.3:1. Then perhaps adjusting the calibration tolerance for the gauge would be a better solution. If the calibration is performed at 100 units, the 1% standard would actually be anywhere between 99 and 101 units. The acceptable values of calibrations where the test equipment is at the 4:1 ratio would be 96 to 104 units, inclusive. Changing the acceptable range to 97 to 103 units would remove the potential contribution of all of the standards and preserve a 3.3:1 ratio. Continuing, a further change to the acceptable range to 98 to 102 restores more than a 4:1 final ratio.\n\nThis is a simplified example. The mathematics of the example can be challenged. It is important that whatever thinking guided this process in an actual calibration be recorded and accessible. Informality contributes to tolerance stacks and other difficult to diagnose post calibration problems.\n\nAlso in the example above, ideally the calibration value of 100 units would be the best point in the gauge's range to perform a single-point calibration. It may be the manufacturer's recommendation or it may be the way similar devices are already being calibrated. Multiple point calibrations are also used. Depending on the device, a zero unit state, the absence of the phenomenon being measured, may also be a calibration point.  Or zero may be resettable by the user-there are several variations possible. Again, the points to use during calibration should be recorded.\n\nThere may be specific connection techniques between the standard and the device being calibrated that may influence the calibration. For example, in electronic calibrations involving analog phenomena, the impedance of the cable connections can directly influence the result.\n\nCalibration methods for modern devices can be manual or automatic.\n\nAs an example, a manual process may be used for calibration of a pressure gauge. The procedure requires multiple steps,[12] to connect the gauge under test to a reference master gauge and an adjustable pressure source, to apply fluid pressure to both reference and test gauges at definite points over the span of the gauge, and to compare the readings of the two. The gauge under test may be adjusted to ensure its zero point and response to pressure comply as closely as possible to the intended accuracy. Each step of the process requires manual record keeping. \n\nAn automatic pressure calibrator [13] is a device that combines an electronic control unit, a pressure intensifier used to compress a gas such as Nitrogen, a pressure transducer used to detect desired levels in a hydraulic accumulator, and accessories such as liquid traps and gauge fittings. An automatic system may also include data collection facilities to automate the gathering of data for record keeping.\n\nAll of the information above is collected in a calibration procedure, which is a specific test method. These procedures capture all of the steps needed to perform a successful calibration. The manufacturer may provide one or the organization may prepare one that also captures all of the organization's other requirements. There are clearinghouses for calibration procedures such as the Government-Industry Data Exchange Program (GIDEP) in the United States.\n\nThis exact process is repeated for each of the standards used until transfer standards, certified reference materials and/or natural physical constants, the measurement standards with the least uncertainty in the laboratory, are reached. This establishes the traceability of the calibration.\n\nSee Metrology for other factors that are considered during calibration process development.\n\nAfter all of this, individual instruments of the specific type discussed above can finally be calibrated. The process generally begins with a basic damage check. Some organizations such as nuclear power plants collect \"as-found\" calibration data before any routine maintenance is performed. After routine maintenance and deficiencies detected during calibration are addressed, an \"as-left\" calibration is performed.\n\nMore commonly, a calibration technician is entrusted with the entire process and signs the calibration certificate, which documents the completion of a successful calibration.\nThe basic process outlined above is a difficult and expensive challenge. The cost for ordinary equipment support is generally about 10% of the original purchase price on a yearly basis, as a commonly accepted rule-of-thumb. Exotic devices such as scanning electron microscopes, gas chromatograph systems and laser interferometer devices can be even more costly to maintain.\n\nThe 'single measurement' device used in the basic calibration process description above does exist. But, depending on the organization, the majority of the devices that need calibration can have several ranges and many functionalities in a single instrument. A good example is a common modern oscilloscope. There easily could be 200,000 combinations of settings to completely calibrate and limitations on how much of an all-inclusive calibration can be automated.\n\nTo prevent unauthorized access to an instrument tamper-proof seals are usually applied after calibration. The picture of the oscilloscope rack shows these, and prove that the instrument has not been removed since it was last calibrated as they will possible unauthorized to the adjusting elements of the instrument. There also are labels showing the date of the last calibration and when the calibration interval dictates when the next one is needed. Some organizations also assign unique identification to each instrument to standardize the record keeping and keep track of accessories that are integral to a specific calibration condition.\n\nWhen the instruments being calibrated are integrated with computers, the integrated computer programs and any calibration corrections are also under control.\n\n"
        },
        {
            "title": "Historical development",
            "text": "The words \"calibrate\" and \"calibration\" entered the English language as recently as the American Civil War,[14] in descriptions of artillery, thought to be derived from a measurement of the calibre of a gun.\n\nSome of the earliest known systems of measurement and calibration seem to have been created between the ancient civilizations of Egypt, Mesopotamia and the Indus Valley, with excavations revealing the use of angular gradations for construction.[15] The term \"calibration\" was likely first associated with the precise division of linear distance and angles using a dividing engine and the measurement of gravitational mass using a weighing scale. These two forms of measurement alone and their direct derivatives supported nearly all commerce and technology development from the earliest civilizations until about AD 1800.[16]\n\nEarly measurement devices were direct, i.e. they had the same units as the quantity being measured. Examples include length using a yardstick and mass using a weighing scale. At the beginning of the twelfth century, during the reign of Henry I (1100-1135), it was decreed that a yard be \"the distance from the tip of the King's nose to the end of his outstretched thumb.\"[17] However, it wasn't until the reign of Richard I (1197) that we find documented evidence.[18]\n\nOther standardization attempts followed, such as the Magna Carta (1225) for liquid measures, until the Mètre des Archives from France and the establishment of the Metric system.\n\nOne of the earliest pressure measurement devices was the Mercury barometer, credited to Torricelli (1643),[19] which read atmospheric pressure using Mercury. Soon after, water-filled manometers were designed. All these would have linear calibrations using gravimetric principles, where the difference in levels was proportional to pressure. The normal units of measure would be the convenient inches of mercury or water.\n\nIn the direct reading hydrostatic manometer design on the right,  applied pressure Pa pushes the liquid down the right side of the manometer U-tube, while a length scale next to the tube measures the difference of levels. The resulting height difference \"H\" is a direct measurement of the pressure or vacuum with respect to atmospheric pressure. In the absence of differential pressure both levels would be equal, and this would be used as the zero point. \n\nThe Industrial Revolution saw the adoption of \"indirect\" pressure measuring devices, which were more practical than the manometer.[20]\nAn example is in high pressure (up to 50 psi) steam engines, where mercury was used to reduce the scale length to about 60 inches, but such a manometer was expensive and prone to damage.[21] This stimulated the development of indirect reading instruments, of which the Bourdon tube invented by Eugène Bourdon is a notable example. \n\nIn the front and back views of a Bourdon gauge on the right, applied pressure at the bottom fitting reduces the curl on the flattened pipe proportionally to pressure. This moves the free end of the tube which is linked to the pointer. The instrument would be calibrated against a manometer, which would be the calibration standard. For measurement of indirect quantities of pressure per unit area, the calibration uncertainty would be dependent on the density of the manometer fluid, and the means of measuring the height difference. From this other units such as pounds per square inch could be inferred and marked on the scale.\n\n"
        }
    ]
}