{
    "url": "https://en.wikipedia.org/wiki/Call_to_prayer",
    "title": "Call to prayer",
    "table_of_contents": [
        "1 Christianity",
        "2 Islam",
        "3 Hinduism",
        "4 Judaism",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA call to prayer is a summons for participants of a faith to attend a group worship or to begin a required set of prayers. The call is one of the earliest forms of telecommunication, communicating to people across great distances. All religions have a form of prayer, and many major religions have a form of the call to prayer.[1]\n\n"
        },
        {
            "title": "Christianity",
            "text": "On a daily basis, church bells are rung in major Christian denominations at the canonical hours prayed at fixed prayer times, as well as at the start of a church service.[2][3]\n\nIn the early Church, different methods were used to call the worshippers: playing trumpets, hitting wooden planks, shouting, or using a courier.[4] Greek monasteries would ring a semantron (flat metal plate) to announce services.[5]\n\nPaulinus of Nola, an early church father, is traditionally credited with the introduction of the use of bell in devotions.[6] The steeple bells were known as campanas.[7] However, the invention credited to Paulinus was probably the work of Nicetas of Remesiana, and most likely used in the churches used by the Bessi in the highlands of Western Thrace.[8] In AD 604, Pope Sabinian introduced the ringing of bells at the canonical hours and the celebration of the Eucharist.[3] Their use spread rapidly as the bells were not only useful signaling the call to worship, but could be used in times of danger.[9]\n\nThe Roman tintinnabuli were made from forged metal and were not large in size.[10]  By the end of the 7th century, larger bells originating from Campania and Nola were cast. The bells consequently took the eponymous names of campana and nola from cities.[4] By the early Middle Ages, church bells became common throughout the rest of Europe, and were most likely spread by the Irish missionaries and their Celtic influence.[5]\n\n"
        },
        {
            "title": "Islam",
            "text": "The Adhan (Arabic: أَذَان [ʔaˈðaːn]) is the Islamic call to prayer.[11] It has different names in different languages. It is recited by a muezzin at defined times of the day. The call is recited loudly from the mosque five times a day on most days and all day long during the religious holidays of Eid al-Fitr and Eid al-Adha, traditionally from the minaret. It is the first call summoning Muslims to enter the mosque for obligatory (fard) prayer (salah).[12] A second call, known as the iqamah summons those within the mosque to line up for the beginning of the prayers. The main purpose behind the multiple loud pronouncements of adhan in every mosque is to make available to everyone an easily intelligible summary of Islamic belief.[12]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "In Indian Hinduism, Nepali Hinduism and Balinese Hinduism, the Trisandya is a prayer said three times each day: six in the morning, noon, and six in the evening, in line with the Sandhyavandanam tradition.[13][14]\n\nThe Puja Tri Sandhya is the call to prayer.[15]\n\n"
        },
        {
            "title": "Judaism",
            "text": "The Barechu (Hebrew: ברכו, also Borchu, Barekhu or Bar'chu) is the beginning of the Jewish prayer service. It serves as a call to prayer, and is recited before the blessings over the morning and evening Jewish prayer services (the Shema,  Shacharit and Maariv), and before each aliyah in the Torah reading.[16]\n\n"
        }
    ]
}