{
    "url": "https://en.wikipedia.org/wiki/Calligrafismo",
    "title": "Calligrafismo",
    "table_of_contents": [
        "1 Main characteristics",
        "2 Directors and films",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Calligrafismo (pronounced [kalligraˈfizmo], \"caligraphism\") is an Italian style of filmmaking relating to some films made in Italy in the first half of the 1940s and endowed with an expressive complexity that isolates them from the general context. Calligrafismo is in a sharp contrast to Telefoni Bianchi-American style comedies and is rather artistic, highly formalistic, expressive in complexity and deals mainly with contemporary literary material,[1] above all the pieces of Italian realism from authors like Corrado Alvaro, Ennio Flaiano, Emilio Cecchi, Francesco Pasinetti, Vitaliano Brancati, Mario Bonfantini and Umberto Barbaro.[2]\n\n"
        },
        {
            "title": "Main characteristics",
            "text": "The dominant feature in this heterogeneous corpus of films is the desire to compete with cinema on a European level by affirming the expressive autonomy of cinema with respect to the other arts and, at the same time, the possibility of comparing it on an equal footing with them through a style that can merge and contaminate the different artistic and expressive languages.[3]\n\nThe result is a formally complex cinema, capable of recalling numerous cultural tendencies and, at the same time, of harmonizing them in a complete expressive form through formal attention, the re-evaluation of the \"artisanal\" character of cinema, debased in the period of the cinema of \"Telefoni Bianchi\". Many highly experienced technicians will collaborate on these films, including operators Massimo Terzano, Ubaldo Arata and Carlo Montuori and set designers Virgilio Marchi, Gino Carlo Sensani and Antonio Valente.[1]\n\nThe main literary references are those of 19th century fiction, mainly Italian (from Antonio Fogazzaro to Emilio De Marchi), Russian and French. Writers such as Corrado Alvaro, Ennio Flaiano, Emilio Cecchi, Francesco Pasinetti, Vitaliano Brancati, Mario Bonfantini and Umberto Barbaro collaborate on the films. On the visual side, the calligraphy refers to the Tuscan Macchiaioli, the Pre-Raphaelites and the Symbolists. In this sense, the influence of contemporary French cinema is dominant, in particular of poetic realism and the works of Jean Renoir, Marcel Carné and Julien Duvivier, but also of the American and German.[1]\n\nUnlike French poetic realism and Italian neorealism, the films of this brief trend have no realist vocation or social commitment. The main interest remains the formal care and the richness of cultural references enclosed in a cinema capable of enhancing the professionalism of each production component. Calligrafismo does not lead to innovations in the production system, but raises its quality and reveals the ambitions of a new generation of authors interested in overcoming the narrow limits of fascist culture.[4] The critics of the time branded this trend as unrealistic and superficial (specially coining the expression \"calligraphism\"); later, starting from the 1960s, this reductive judgment was corrected.[5]\n\n"
        },
        {
            "title": "Directors and films",
            "text": "The best-known exponent of the movement is Mario Soldati, a long-time writer and director destined to establish himself with films of literary ancestry and solid formal structure: Dora Nelson (1939), Piccolo mondo antico (1941), Malombra (1942), Tragic Night (1942), In High Places (1943). His films, figuratively complex, put at the center of the story characters endowed with a dramatic and psychological force foreign to the characters of the cinema of \"Telefoni Bianchi\". Luigi Chiarini, already active as a critic, explored the trend in his Sleeping Beauty (1942), Street of the Five Moons (1942) and The Innkeeper (1944). The eclectic Ferdinando Maria Poggioli approaches the manner, who, after Jealousy (1942), in 1943 shoots The Priest's Hat.\n\nThe inner conflicts of the characters and the scenographic richness are also recurrent in the first films by Alberto Lattuada (Giacomo the Idealist, 1942) and Renato Castellani (A Pistol Shot, 1942), dominated by a sense of moral and cultural decay that seemed to anticipate the end of the war. The first film by Luchino Visconti, Ossessione (1943), is completely anomalous, which, while presenting some typical elements of calligraphy (the literary origin, the references to 19th century culture and the accurate formal composition) radicalises the self-destructive tension of the characters and, above all, the importance of the setting, effectively paving the way for the revolution of Italian neorealism. Another important example of a calligraphic film is the film version of The Betrothed (1941), by Mario Camerini (very faithful in the staging of Manzoni's masterpiece), which due to the perceived income, became the most popular feature film between 1941 and 1942.[6]\n\n"
        }
    ]
}