{
    "url": "https://en.wikipedia.org/wiki/Camille_Flammarion",
    "title": "Camille Flammarion",
    "table_of_contents": [
        "1 Biography",
        "2 Family",
        "3 Mars",
        "4 Psychical research",
        "5 Legacy",
        "6 Honors",
        "7 Works",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNicolas Camille Flammarion FRAS[1] (French: [nikɔla kamij flamaʁjɔ̃]; 26 February 1842 – 3 June 1925) was a French astronomer and author. He was a prolific author of more than fifty titles, including popular science works about astronomy, several notable early science fiction novels, and works on psychical research and related topics. He also published the magazine L'Astronomie, starting in 1882. He maintained a private observatory at Juvisy-sur-Orge, France.\n\n"
        },
        {
            "title": "Biography",
            "text": "Camille Flammarion was born in Montigny-le-Roi, Haute-Marne, France. He was the brother of Ernest Flammarion (1846–1936), the founder of the Groupe Flammarion publishing house. In 1858 he became a computer at the Paris Observatory. He was a founder and the first president of the Société astronomique de France, which originally had its own independent journal, BSAF (Bulletin de la Société astronomique de France), which was first published in 1887. In January 1895, after 13 volumes of L'Astronomie and 8 of BSAF, the two merged, making L’Astronomie its bulletin. The 1895 volume of the combined journal was numbered 9, to preserve the BSAF volume numbering, but this had the consequence that volumes 9 to 13 of L'Astronomie can each refer to two different publications five years apart.[2]\n\nThe \"Flammarion engraving\" first appeared in Flammarion's 1888 edition of L’Atmosphère. In 1907, he wrote that he believed that dwellers on Mars had tried to communicate with the Earth in the past.[3] He also believed in 1907 that a seven-tailed comet was heading toward Earth.[4] In 1910, for the appearance of Halley's Comet, he believed the gas from the comet's tail \"would impregnate [the Earth’s] atmosphere and possibly snuff out all life on the planet\".[5]\n\nAs a young man, Flammarion was exposed to two significant social movements in the western world: the thoughts and ideas of Darwin and Lamarck and the rising popularity of spiritism with spiritualist churches and organizations appearing all over Europe. He has been described as an \"astronomer, mystic and storyteller\" who was \"obsessed by life after death, and on other worlds, and [who] seemed to see no distinction between the two\".[6]\n\nHe was influenced by Jean Reynaud (1806–1863) and his Terre et ciel (1854), which described a religious system based on the transmigration of souls believed to be reconcilable with both Christianity and pluralism. He was convinced that souls after the physical death pass from planet to planet and progressively improve at each new incarnation.[7] In 1862 he published his first book, The Plurality of Inhabited Worlds, and was dismissed from his position at the Paris Observatory later the same year. It is not quite clear if these two incidents are related to each other.[8]\n\nIn Real and Imaginary Worlds (1864) and Lumen (1887), he \"describes a range of exotic species, including sentient plants which combine the processes of digestion and respiration. This belief in extraterrestrial life, Flammarion combined with a religious conviction derived, not from the Catholic faith upon which he had been raised, but from the writings of Jean Reynaud and their emphasis upon the transmigration of souls. Man he considered to be a “citizen of the sky,” other worlds “studios of human work, schools where the expanding soul progressively learns and develops, assimilating gradually the knowledge to which its aspirations tend, approaching thus evermore the end of its destiny.”[9]\n\nHis psychical studies also influenced some of his science fiction, where he would write about his beliefs in a cosmic version of metempsychosis. In Lumen, a human character meets the soul of an alien, able to cross the universe faster than light, that has been reincarnated on many different worlds, each with its own gallery of organisms and their evolutionary history. Other than that, his writing about other worlds adhered fairly closely to then current ideas in evolutionary theory and astronomy. Among other things, he believed that all planets went through more or less the same stages of development, but at different rates depending on their sizes.\n\nThe fusion of science, science fiction and the spiritual influenced other readers as well; \"With great commercial success he blended scientific speculation with science fiction to propagate modern myths such as the notion that “superior” extraterrestrial species reside on numerous planets, and that the human soul evolves through cosmic reincarnation. Flammarion's influence was great, not just on the popular thought of his day, but also on later writers with similar interests and convictions.\"[10] In the English translation of Lumen, Brian Stableford argues that both Olaf Stapledon and William Hope Hodgson have likely been influenced by Flammarion. Arthur Conan Doyle's The Poison Belt, published 1913, also has a lot in common with Flammarion's worries that the tail of Halley's Comet would be poisonous for earth life.\n\n"
        },
        {
            "title": "Family",
            "text": "Camille was a brother of Ernest Flammarion and Berthe Martin-Flammarion, and uncle of a woman named Zelinda. His first wife was Sylvie Petiaux-Hugo Flammarion,[11] and his second wife was Gabrielle Renaudot Flammarion, also a noted astronomer.\n\n"
        },
        {
            "title": "Mars",
            "text": "Beginning with Giovanni Schiaparelli's 1877 observations, 19th-century astronomers observing Mars believed they saw a network of lines on its surface, which were named \"canals\" by Schiaparelli.  These turned out to be an optical illusion due to the limited observing instruments of the time, as revealed by better telescopes in the 1920s. Camille, a contemporary of Schiaparelli, extensively researched the so-called \"canals\" during the 1880s and 1890s.[12]  Like American astronomer Percival Lowell, he thought the \"canals\" were artificial in nature and most likely the \"rectification of old rivers aimed at the general distribution of water to the surface of the continents.\"[13] He assumed the planet was in an advanced stage of its habitability, and the canals were the product of an intelligent species attempting to survive on a dying world.[14]\n\n"
        },
        {
            "title": "Psychical research",
            "text": "Flammarion approached spiritism, psychical research and reincarnation from the viewpoint of the scientific method, writing, \"It is by the scientific method alone that we may make progress in the search for truth. Religious belief must not take the place of impartial analysis. We must be constantly on our guard against illusions.\" He was very close to the French author Allan Kardec, who founded Spiritism.[15]\n\nFlammarion had studied mediumship and wrote, \"It is infinitely to be regretted that we cannot trust the loyalty of mediums. They almost always cheat\".[16] However, Flammarion, a believer in psychic phenomena, attended séances with Eusapia Palladino and claimed that some of her phenomena were genuine. He produced in his book alleged levitation photographs of a table and an impression of a face in putty.[17] Joseph McCabe did not find the evidence convincing. He noted that the impressions of faces in putty were always of Palladino's face and could have easily been made, and she was not entirely clear from the table in the levitation photographs.[18]\n\nHis book The Unknown (1900) received a negative review from the psychologist Joseph Jastrow who wrote \"the work's fundamental faults are a lack of critical judgment in the estimation of evidence, and of an appreciation of the nature of the logical conditions which the study of these problems presents.\"[19]\n\nAfter two years investigation into automatic writing he wrote that the subconscious mind is the explanation and there is no evidence for the spirit hypothesis. Flammarion believed in the survival of the soul after death but wrote that mediumship had not been scientifically proven.[20] Even though Flammarion believed in the survival of the soul after death he did not believe in the spirit hypothesis of Spiritism, instead he believed that Spiritist activities such as ectoplasm and levitations of objects could be explained by an unknown \"psychic force\" from the medium.[21] He also believed that telepathy could explain some paranormal phenomena.[22]\n\nIn his book Mysterious Psychic Forces (1909) he wrote:\n\nIn the 1920s Flammarion changed some of his beliefs on apparitions and hauntings but still claimed there was no evidence for the spirit hypothesis of mediumship in Spiritism. In his 1924 book Les maisons hantées (Haunted Houses) he came to the conclusion that in some rare cases hauntings are caused by departed souls whilst others are caused by the \"remote action of the psychic force of a living person\".[24] The book was reviewed by the magician Harry Houdini who wrote it \"fails to supply adequate proof of the veracity of the conglomeration of hearsay it contains; it must, therefore, be a collection of myths.\"[25]\n\nIn a presidential address to the Society for Psychical Research in October 1923 Flammarion summarized his views after 60 years of investigating paranormal phenomena. He wrote that he believed in telepathy, etheric doubles, the stone tape theory and \"exceptionally and rarely the dead do manifest\" in hauntings.[26] \nHe was also a member of the Theosophical Society.[27]\n\n"
        },
        {
            "title": "Legacy",
            "text": "He was the first to suggest the names Triton and Amalthea for moons of Neptune and Jupiter, respectively, although these names were not officially adopted until many decades later.[28] George Gamow cited Flammarion as having had a significant influence on his childhood interest in science.[29]\n\n"
        },
        {
            "title": "Honors",
            "text": "Named after him\n\n"
        },
        {
            "title": "Works",
            "text": "Source: \"Gallica search results\". Bibliothèque nationale de France. Retrieved 24 February 2022.\n\n"
        }
    ]
}