{
    "url": "https://en.wikipedia.org/wiki/Canadian_science_fiction",
    "title": "Canadian science fiction",
    "table_of_contents": [
        "1 History of Canadian science fiction",
        "2 Canadian science fiction authors",
        "3 Canadian science fiction in film and television",
        "4 Awards",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A strong element in contemporary Canadian culture is rich, diverse, thoughtful and witty science fiction.\n\n"
        },
        {
            "title": "History of Canadian science fiction",
            "text": "Possibly the first recorded Canadian work of science fiction is the 1896 Tisab Ting, or, The Electrical Kiss, a pseudonymous first novel by an Ida May Ferguson of New Brunswick under the pseudonym \"Dyjan Fergus\". Set in late 20th century Montreal, it features an \"electrical genius\": a \"learned Chinaman\" who woos and wins a Canadian wife through his superior scientific knowledge as embodied in \"the Electrical Kiss\".[1] It is of interest mainly because of its early publication date and female authorship;[2] a microfiche reprint was issued in 1980.[3]\n\nIn 1948, the 6th World Science Fiction Convention, also called Torcon, was held in Toronto. Although it was organized by members of a local science fiction fandom group called \"The Derelicts\" and chaired by local fan Edward \"Ned\" McKeown, the Guests of Honor, Robert Bloch (pro) and Bob Tucker (fan), were both Americans. Among those in attendance were Forrest J Ackerman, Bloch, Leslie A. Croutch, E. Everett Evans, James \"Rusty\" Hevelin, David H. Keller, Judith Merril, Sam Moskowitz, Chad Oliver, George O. Smith, Will Sykora, Tucker, and Donald Wollheim.[4]\n\nLike many aspects of Canadian culture, Canadian science fiction emerged from a variety of isolated sources, including A. E. van Vogt, the fantasy works of John Buchan, the poetry of Phyllis Gotlieb, and a handful of other writers. In the late 20th century, political upheaval in the United States brought such talents as Spider Robinson and Judith Merril to Canada.\n\nIn 1973, the World Science Fiction Convention was held again in Toronto, bringing a new generation of interest to writers like Judith and Garfield Reeves-Stevens. This led to a range of activities and interest in the genre. Merril began hosting quarterly gatherings of authors in a loose group called \"Toronto Hydra\", a tradition she had brought from the New York SF community. In 1977, the Ottawa Science Fiction Society was founded, providing a venue for writers such as Charles R. Saunders and Charles de Lint through their club fanzine Stardock, as well as sponsoring Maplecon in its early years.\n\nIn the early 1980s, the Ontario Science Fiction Club was set up by Robert J. Sawyer, while the Bunch of Seven became the first known science fiction writing circle in Canada, helping the success of authors like S. M. Stirling and Tanya Huff, which later led to the Cecil Street Irregulars which included writers like Cory Doctorow. De Lint, Huff and Guy Gavriel Kay became notable for using Canadian settings in science fiction and fantasy, and William Gibson pioneered the cyberpunk subgenre with his novel Neuromancer.\n\nIn Quebec, Élisabeth Vonarburg and other authors developed a related tradition of French-Canadian SF. The Prix Boreal was established in 1979 to honour Canadian science fiction works in French. The Prix Aurora Awards (briefly preceded by the Casper Award) were founded in 1980 to recognize and promote the best works of Canadian science fiction in both French and English.\n\nRegular annual science fiction conventions, notably Ad Astra, brought fans and writers together to further broaden awareness and appreciation of science fiction literature in Canada.\n\nBy the 1990s, Canadian science fiction was well established and internationally recognized; mainstream authors such as Margaret Atwood began including SF in their repertoire.\n\nSF Canada, Canada's National Association of Speculative Fiction Professionals, was established in 1992.[5]\n\n"
        },
        {
            "title": "Canadian science fiction authors",
            "text": "Some of the most famous Canadian writers of science fiction include Margaret Atwood, John Clute, Charles de Lint, Cory Doctorow, James Alan Gardner, William Gibson, Ed Greenwood, Tanya Huff, H. L. Gold, Nalo Hopkinson, Guy Gavriel Kay, Judith Merril, Spider Robinson, Robert J. Sawyer, Karl Schroeder, Judith and Garfield Reeves-Stevens, A. E. van Vogt, and Robert Charles Wilson.\n\n"
        },
        {
            "title": "Canadian science fiction in film and television",
            "text": "The Canadian Broadcasting Company began producing science fiction as early as the 1950s. CTV produced The Starlost at the CFTO studios in Scarborough. In the early 1990s, Toronto and Vancouver became prominent centres of television and film production, with shows like Forever Knight and RoboCop, then The X-Files raised the profile of Canadian science fiction television much higher, although only Forever Knight was itself set in Canada. By the late 1990s, a significant fraction of science fiction and fantasy on television was produced in Canada. In the early 2000s, due to changes in tax laws, production companies shifted much of their operations from Toronto to Vancouver.\n\nSome of the most popular science fiction movies and TV shows seen around the world are made primarily or entirely in Vancouver & Toronto which are both often called Hollywood North, or elsewhere in Canada. Quebec produces shows in French. Canadian studios also produced a large volume of animation, notably specializing in 3D animation.\n\nCanadian science fiction films of note include:\n\n"
        }
    ]
}