{
    "url": "https://en.wikipedia.org/wiki/Cannes_Film_Festival",
    "title": "Cannes Film Festival",
    "table_of_contents": [
        "1 History",
        "1.1 The early years",
        "1.2 1950s and 1960s",
        "1.3 1970s and 1980s",
        "1.4 1990s to present",
        "2 Controversies",
        "2.1 In films",
        "3 Festival team",
        "4 Programmes",
        "5 Juries",
        "6 Awards",
        "7 Impact",
        "7.1 Cannes Film Festival in fiction",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 Media",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Cannes Festival (/kæn/; French: Festival de Cannes), until 2003 called the International Film Festival (Festival international du film) and known in English as the Cannes Film Festival, is an annual film festival held in Cannes, France, which previews new films of all genres, including documentaries, from all around the world. Founded in 1946, the invitation-only festival is held annually (usually in May) at the Palais des Festivals et des Congrès.[1] The festival was formally accredited by the FIAPF in 1951.[2]\n\nOn 1 July 2014, co-founder and former head of French pay-TV operator Canal+, Pierre Lescure, took over as President of the Festival, while Thierry Frémaux became the General Delegate. The board of directors also appointed Gilles Jacob as Honorary President of the Festival.[3][4]\n\nIt is one of the \"Big Three\" major European film festivals, alongside the Venice Film Festival in Italy and the Berlin International Film Festival in Germany, as well as one of the \"Big Five\" major international film festivals, which consists of the three major European film festivals, the Toronto International Film Festival in Canada, and the Sundance Film Festival in the United States.[5][6][7][8]\n\n"
        },
        {
            "title": "History",
            "text": "The Cannes Film Festival has its origins in 1938 when Jean Zay, the French Minister of National Education, on the proposal of high-ranking official and historian Philippe Erlanger and film journalist Robert Favre Le Bret decided to set up an international cinematographic festival. They found the support of the Americans and the British.\n\nIts creation can be largely attributed to the French desire to compete with the Venice Film Festival, which at the time was the only international film festival and had shown a lack of impartiality with its fascist bias during those years.[9] The political interference seemed evident in the 1937 edition when Benito Mussolini meddled to ensure that French pacifist film La Grande Illusion would not win.[10]\n\nThe last straw was in the 1938 event when Mussolini and Adolf Hitler respectively overruled the jury's decision in order to award the Coppa Mussolini (Mussolini Cup) for the Best film to Italian war film Luciano Serra, Pilot, produced under the supervision of Mussolini's son, and the Coppa Mussolini for the Best foreign film to Olympia, a German documentary film about the Berlin 1936 Summer Olympics produced in association with the Nazi Ministry of Public Enlightenment and Propaganda despite the fact that the regulations at that time prohibited awarding a documentary.\n\nOutraged by the decision and as a measure of protest, the French, British, and American jury members decided to withdraw from the festival with the intention of not returning.[11] This snub encouraged the French to found a free festival. Thus, on May 31, 1939, the city of Cannes was finally selected as the location for the festival over Biarritz and the town hall along with the French government signed the International Film Festival's official birth certificate with the name of Le Festival International du Film.[12]\n\nThe reason for deciding Cannes was because of its touristic appeal as a French Riviera resort town and also because the city hall offered to increase the municipality's financial participation, including the commitment of building a dedicated venue for the event. The first edition was planned to be held from 1 to 20 September 1939 in an auditorium at the Municipal Casino and Louis Lumière was going to be the honorary president. Its aim was \"encouraging the development of all forms of cinematographic art and foster a spirit of collaboration between film-producing countries\".[11]\n\nHollywood stars of the moment like Gary Cooper, Cary Grant, Tyrone Power, Douglas Fairbanks Jr., Mae West, Norma Shearer, Paul Muni, James Cagney, Spencer Tracy, and George Raft arrived thanks to an Ocean liner chartered by MGM (Metro-Goldwyn-Mayer). On 31 August, the opening night gala took place with the private screening of the American film The Hunchback of Notre Dame starring Charles Laughton and Maureen O'Hara and directed by William Dieterle. The next day, on 1 September, German troops invaded Poland. As a result, the festival was postponed for 10 days and it would be resumed if the circumstances allowed it.[12] However, the situation only worsened and on 3 September, France and the United Kingdom declared war against Germany, sparking the Second World War. The French government ordered a general mobilization and this prevented the festival from continuing so it was finally cancelled.[13]\n\nIn 1946, the festival was relaunched and from 20 September to 5 October 1946, twenty-one countries presented their films at the First Cannes International Film Festival, which took place at the former Casino of Cannes.[14] In 1947, amid serious problems of efficiency, the festival was held as the \"Festival du film de Cannes\", where films from sixteen countries were presented. The festival was not held in 1948 and 1950 due to budgetary problems.\n\nIn 1949, the Palais des Festivals was expressly constructed for the occasion on the seafront promenade of La Croisette, although its inaugural roof, while still unfinished, blew off during a storm. In 1951, the festival was moved to spring to avoid direct competition with the Venice Festival which was held in autumn.[13]\n\nDuring the early 1950s, the festival attracted much tourism and press attention, with showbiz scandals and high-profile personalities' love affairs. At the same time, the artistic aspect of the festival started developing. Because of controversies over the selection of films, the Critics' Prize was created for the recognition of original films and daring filmmakers. In 1954, the Special Jury Prize was awarded for the first time. In 1955, the Palme d'Or was created, replacing the Grand Prix du Festival which had been given until that year. In 1957, Dolores del Río was the first female member of the jury for the official selection.[15]\n\nIn 1959, the Marché du Film (Film Market) was founded, giving the festival a commercial character and facilitating exchanges between sellers and buyers in the film industry. Today it has become the first international platform for film commerce. Still, in the 1950s, some outstanding films, like Night and Fog in 1956 and Hiroshima, My Love in 1959 were excluded from the competition for diplomatic concerns. Jean Cocteau, three times president of the jury in those years, is quoted to have said: \"The Cannes Festival should be a no man's land in which politics has no place. It should be a simple meeting between friends.\"[16][17]\n\nIn 1962, the International Critics' Week was born, created by the French Union of Film Critics as the first parallel section of the Cannes Film Festival. Its goal was to showcase first and second works by directors from all over the world, not succumbing to commercial tendencies. In 1965 Olivia de Havilland was named the first female president of the jury, while the next year Sophia Loren became president.[18]\n\nThe 1968 festival was halted on 19 May. Some directors, such as Carlos Saura and Miloš Forman, had withdrawn their films from the competition. On 18 May filmmaker Louis Malle along with a group of directors took over the large room of the Palais and interrupted the projections in solidarity with students and labour on strike throughout France,[19] and in protest to the eviction of the then President of the Cinémathèque Française. The filmmakers achieved the reinstatement of the President, and they founded the Film Directors' Society (SRF) that same year.[20] In 1969 the SRF, led by Pierre-Henri Deleau created the Directors' Fortnight (Quinzaine des Réalisateurs), a new non-competitive section that programs a selection of films from around the world, distinguished by the independent judgment displayed in the choice of films.[21]\n\nDuring the 1970s, important changes occurred in the Festival. In 1972, Robert Favre Le Bret was named the new president, and Maurice Bessy the General Delegate. He introduced important changes in the selection of the participating films, welcoming new techniques, and relieving the selection from diplomatic pressures, with films like MASH, and later Chronicle of the Years of Fire marking this turn. In some cases, these changes helped directors like Andrei Tarkovsky overcome problems of censorship in their own country.[22] Also, until that time, the different countries chose the films that would represent them in the festival. Yet, in 1972, Bessy created a committee to select French films, and another for foreign films.[23]\n\nIn 1978, Gilles Jacob assumed the position of General Delegate, introducing the Caméra d'Or award, for the best first film of any of the main events, and the Un Certain Regard section, for the non-competitive categories. Other changes were the decrease of length of the festival down to thirteen days, thus reducing the number of selected films; also, until that point the Jury was composed by Film Academics, and Jacob started to introduce celebrities and professionals from the film industry.[24]\n\n\nIn 1983, a new, much bigger Palais des Festivals et des Congrès was built to host the festival, while the Directors' Fortnight remained in the old building. The new building was nicknamed \"The Bunker\", provoking much criticism, especially since it was hardly finished at the event and several technical problems occurred.[25] In 1984 Pierre Viot replaced Robert Favre Le Bret as President of the Festival.[26] In his term, the Festival started including films from more countries, like Philippines, China, Cuba, Australia, India, New Zealand and Argentina. In 1987, for the first time of the Festival, a red carpet was placed at the entrance of the Palais. In 1989, during the first Cinéma & liberté forum, hundred directors from many countries signed a declaration \"against all forms of censorship still existing in the world\".[27]\nIn 1998, Gilles Jacob created the last section of the Official Selection: la Cinéfondation, aiming to support the creation of works of cinema in the world and to contribute to the entry of the new scenario writers in the circle of the celebrities.[28] The Cinéfondation was completed in 2000 with La Résidence, where young directors could refine their writing and screenplays, and in 2005, L'Atelier, which helps twenty directors per year with the funding of their films. Gilles Jacob was appointed Honorary President in 2000, and in 2002, the Festival officially adopted the name Festival de Cannes.[29][30]\n\nDuring the 2000s, the Festival started focusing more on the technological advances taking place in the film world, especially the digital techniques. In 2004, the restored historical films of the Festival were presented as Cannes Classics, which included documentaries. In 2007, Thierry Frémaux became General Delegate. In 2009, he extended the Festival in Buenos Aires, as La Semana de Cine del Festival de Cannes, and in 2010, he created the Cannes Court Métrage for the Short Film competition.[citation needed]\n\nOn 20 March 2020, organizers announced the postponement of the Cannes Film Festival 2020 due to the COVID-19 pandemic; the festival was later cancelled outright.[31] Spike Lee, director of Do The Right Thing and BlacKkKlansman, had been chosen to lead the jury panel. In 2019, the jury panel had been led by Alejandro González Iñárritu, director of Birdman.[32] Lee was later invited to head the jury of the 2021 Cannes Film Festival, held in July of that year.\n\nIn 2022, the festival denied press accreditation to Russian journalists associated with outlets who are not opposed to the ongoing Russo-Ukrainian war.[33] On the opening night of the festival, the president of Ukraine, Volodymyr Zelensky, made a video appearance where he talked about the war and the role of cinema in it.[34]\n\n"
        },
        {
            "title": "Controversies",
            "text": "In recent years, a number of gender and sexual controversies have surrounded the Cannes Film Festival. These include \"Heelgate\" in which numerous female attendees of a red carpet premiere were stopped from entering in 2015 for wearing flat soled shoes instead of high heels.[35] The incident caused numerous female celebrities to wear flat soled shoes or no shoes at all to other red carpet premiers in a show of solidarity and protest.[36]\n\nAs a result of the past sexual controversies and the #MeToo movement that arose out of the Harvey Weinstein scandal, in 2018, Cannes Film Festival officials announced the creation of a telephone hotline during the festival in which victims could report incidents of sexual harassment and other crimes.[37] The hotline is in collaboration with the French government.[38]\n\nGeneral Delegate Thierry Frémaux reportedly 'banned' selfies on the red carpet of the festival in 2015.[39]\n\nIn 2017, along with the 70th anniversary events of the Festival, the issue of changing the rules on theatrical screening caused controversy.[40] In 2018, the enforcement of theatrical screening in France resulted in Netflix withdrawing their films from the festival.[41]\n\nThere are at least twenty two films that premiered at Cannes which have garnered controversies, including boos and walkouts, some of which went on to receive the top honors of the festival.  Included on that list are the following: Scorsese's Taxi Driver, Lynch's Wild at Heart, Cronenberg's Crash, Weerasethakul's Tropical Malady, Von Trier's Antichrist, Refn's Drive, Malick's The Tree of Life, and Assayas' Personal Shopper.[42]\n\n"
        },
        {
            "title": "Festival team",
            "text": "The President of the Festival, who represents the Festival in front of financial partners, the public authorities and the media, is elected by the board of directors of the Festival, officially named the \"French Association of the Film Festival\".\n\nThe Board is composed of authorities of the world of cinema, as well as of public authorities which subsidize the event. The President has a renewable 3-year mandate and appoints the members of his team, including the General Delegate, with the approval of the board of directors.[43] Sometimes a President, after his last term, becomes the Honorary President of the Festival.\n\nThe General Delegate is responsible for the coordination of the events. When Gilles Jacob passed from General Delegate to the position of the President, in 2001, two new positions were created to take over his former post, the General Director to oversee the smooth running of the event, and the artistic director, responsible for the selection of films. However, in 2007, the Artistic Director Thierry Frémaux, became again the General Delegate of the Festival.\n\nThe general secretary is responsible for the reception of works and other practical matters.\n\n"
        },
        {
            "title": "Programmes",
            "text": "The Cannes Film Festival is organised in various sections:[44]\n\n"
        },
        {
            "title": "Juries",
            "text": "Prior to the beginning of each event, the Festival's board of directors appoints the juries who hold sole responsibility for choosing which films will receive a Cannes award. Jurors are chosen from a wide range of international artists, based on their body of work and respect from their peers.[45] The appointment of the President of the Jury is made following several annual management proposals made in the fall and submitted to the Festival's board of directors for validation.[46]\n\nThe jury meets annually at the historic Villa Domergue to select the winners.[47]\n\n"
        },
        {
            "title": "Awards",
            "text": "The most prestigious award given at Cannes is the Palme d'Or (\"Golden Palm\") for the best film.\n\n"
        },
        {
            "title": "Impact",
            "text": "The festival has become an important showcase for European films. Jill Forbes and Sarah Street argue in European Cinema: An Introduction (ISBN 0333752104), that Cannes \"became...extremely important for critical and commercial interests and for European attempts to sell films on the basis of their artistic quality\" (page 20).[51] Forbes and Street also point out that, along with other festivals such as the Venice Film Festival and Berlin International Film Festival, Cannes offers an opportunity to determine a particular country's image of its cinema and generally foster the notion that European cinema is \"art\" cinema.[51]\n\nAdditionally, given massive media exposure, the non-public festival is attended by many stars and is a popular venue for film producers to launch their new films and to attempt to sell their works to the distributors who come from all over the globe.\n\nThough most of the media attention the festival receives is journalistic in nature, the festival has been explored from the standpoint of fiction by novelists over the years.\n\nJ. G. Ballard's Super-Cannes is about the European elite who live in a closed society by the festival. Michael Grothaus’ Epiphany Jones is a social satire about the festival and film industry and explores sex trafficking that occurs during the festival. The book was named one of the best Hollywood novels of all time by Entertainment Weekly.[52] Iain Johnstone's Cannes: The Novel is a dystopian tale about terrorists holding the festival hostage.\n\nIn addition to fictional works, the festival has been examined in contexts ranging from the cultural to the historical in a host of non-fiction books.[53]\n\n"
        }
    ]
}