{
    "url": "https://en.wikipedia.org/wiki/Cantharidin",
    "title": "Cantharidin",
    "table_of_contents": [
        "1 Chemistry",
        "1.1 Structure and nomenclature",
        "1.2 Distribution and availability",
        "2 History",
        "2.1 Aphrodisiac preparations",
        "2.2 Non-aphrodisiac uses",
        "2.3 Pharmaco-chemical isolation",
        "2.4 Other uses of the pharmacological isolate",
        "3 Veterinary issues",
        "4 Human medical issues",
        "4.1 General risks",
        "4.2 Risks of aphrodisiac use",
        "5 Research",
        "5.1 Mechanism of action",
        "5.2 Pharmaceutical use",
        "5.3 Bioactivities",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cantharidin is an odorless, colorless fatty substance of the terpenoid class, which is secreted by many species of blister beetles.[a] It is a burn agent or a poison in large doses, but preparations containing it were historically used as aphrodisiacs (Spanish fly). In its natural form, cantharidin is secreted by the male blister beetle and given to the female as a copulatory gift during mating. Afterwards, the female beetle covers her eggs with it as a defense against predators.\n\nPoisoning from cantharidin is a significant veterinary concern, especially in horses, but it can also be poisonous to humans if taken internally (where the source is usually experimental self-exposure). Externally, cantharidin is a potent vesicant (blistering agent), exposure to which can cause severe chemical burns. Properly dosed and applied, the same properties have also been used therapeutically, for instance for treatment of skin conditions such as molluscum contagiosum infection of the skin.\n\nCantharidin is classified as an extremely hazardous substance in the United States and is subject to strict reporting requirements by facilities that produce, store, or use it in significant quantities.[1]\n\n"
        },
        {
            "title": "Chemistry",
            "text": "Cantharidin, from the Greek kantharis, for beetle,[2] is an odorless, colorless natural product with solubility in various organic solvents,[specify] but only slight solubility in water.[3] Its skeleton is tricyclic, formally, a tricyclo-[5.2.1.02,6]decane skeleton. Its functionalities include a carboxylic acid anhydride (−CO−O−CO−) substructure in one of its rings, as well as a bridging ether in its bicyclic ring system.\n\nThe complete mechanism of the biosynthesis of cantharidin is unknown. Its framework formally consists of two isoprene units.[4]  However, feeding studies indicate that the biosynthetic process is more complicated and not a simple product of geranyl pyrophosphate or related ten-carbon parent structure as the seeming monoterpene nature would suggest. Instead, there is a farnesol (15-carbon) precursor from which certain carbon segments are later excised.[5]\n\nThe level of cantharidin in blister beetles can be quite variable. Among blister beetles of the genus Epicauta in Colorado, E. pennsylvanica contains about 0.2 mg, E. maculata contains 0.7 mg, and E. immaculata contains 4.8 mg per beetle; males also contain higher levels than females.[6]\n\nMales of Berberomeloe majalis have higher level of cantharidin per beetle: 64.22 ± 51.28 mg/g (dry weight) and 9.10 ± 12.64 mg/g (d. w.). Cantharidin content in haemolymph is also higher in males (80.9 ± 106.5 µg/g) than in females (20.0 ± 41.5 µg/g).[7]\n\n"
        },
        {
            "title": "History",
            "text": "Preparations made from blistering beetles have been used since ancient times as an aphrodisiac, possibly because their physical effects were perceived to mimic those of sexual arousal,[8] and because they can cause prolonged erection or priapism in men.[9] These preparations were known as cantharides, from the Greek word for \"beetle\".\n\nExamples of such use found in historical sources include:\n\nCantharidin was first isolated as a chemically pure substance in 1810 by Pierre Robiquet,[21] a French chemist then living in Paris. Robiquet isolated cantharidin as the active ingredient in pharmacological preparations of Lytta vesicatoria, a.k.a. \"Spanish fly\", a species of blister beetle. This was one of the first historical instances of the identification and extraction of a simple active principle from a complex medicine.\n\nRobiquet found cantharidin to be an odorless and colorless solid at room temperature. He demonstrated that it was the active principle responsible for the aggressively blistering properties of the coating of the eggs of the blister beetle, and established as well that cantharidin had toxic properties comparable in degree to those of the most virulent poisons known in the 19th century, such as strychnine.[22]\n\n"
        },
        {
            "title": "Veterinary issues",
            "text": "Poisoning from cantharidin is a significant veterinary concern, especially in horses by Epicauta species; species infesting feedstocks depend on region—e.g., Epicauta pennsylvanica (black blisterbeetle) in the U.S. midwest and E. occidentalis, temexia, and vittata species (striped blister beetles) in the U.S. southwest—where the concentrations of the agent in each can vary substantially.[3] Beetles feed on weeds and occasionally move into crop fields used to produce livestock feeds (e.g., alfalfa), where they are found to cluster and find their way into baled hay, e.g., a single flake (4-5 in. section[27]) may have several hundred insects, or none at all.[3] Horses are very sensitive to the cantharidin produced by beetle infestations: the LD50 for horses is roughly 1 mg/kg of the horse's body weight. Horses may be accidentally poisoned when fed bales of fodder with blister beetles in them.[28]\n\nGreat bustards, a strongly polygynous bird species,[29] are not immune to the toxicity of cantharidin; they become intoxicated after ingesting blister beetles; however, cantharidin has activity also against parasites that infect them.[30][31] Great bustards may eat toxic blister beetles of the genus Meloe to increase the sexual arousal of males.[32]\n\n"
        },
        {
            "title": "Human medical issues",
            "text": "As a blister agent, cantharidin has the potential to cause adverse effects when used medically; for this reason, it has been included in a list of \"problem drugs\" used by dermatologists[33] and emergency personnel.[34]\nDespite being widely used, cantharidin has never been and is not currently FDA approved.[35]  It is currently in Phase 3 clinical trials for the treatment of molluscum.[36] However, when compounded properly and applied in the clinic topically by a medical provider familiar with its effects and uses, cantharidin can be safely and effectively used to treat some benign skin lesions like warts and molluscum.[37]\n\nWhen ingested by humans, the LD50 is around 0.5 mg/kg, with a dose of as little as 10 mg being potentially fatal. Ingesting cantharidin can initially cause severe damage to the lining of the gastrointestinal and urinary tracts, and may also cause permanent renal damage. Symptoms of cantharidin poisoning include blood in the urine, abdominal pain, and rarely prolonged erections.[33]\n\nThe extreme toxicity of cantharidin makes any use as an aphrodisiac highly dangerous.[38][39]  As a result, it is illegal to sell (or use) cantharidin or preparations containing it without a prescription in many countries.[34]\n\n"
        },
        {
            "title": "Research",
            "text": "Topical cantharidin is absorbed by the lipid membranes of epidermal cells, causing the release of serine proteases, enzymes that break the peptide bonds in proteins. This causes the disintegration of desmosomal plaques, cellular structures involved in cell-to-cell adhesion, leading to detachment of the tonofilaments that hold cells together. The process leads to the loss of cellular connections (acantholysis) and ultimately blistering of the skin. Lesions heal without scarring.[37][40]\n\nVP-102, an experimental drug-device combination which includes cantharidin delivered via a single-use applicator, is being studied for the treatment of molluscum contagiosum, common warts, and genital warts.[41]\n\nCantharidin appears to have some effect in the topical treatment of cutaneous leishmaniasis in animal models.[42] In addition to topical medical applications, cantharidin and its analogues may have activity against cancer cells.[43][44][45]\nLaboratory studies with cultured tumor cells suggest that this activity may be the result of PP2A inhibition.[46][47]\n\n"
        },
        {
            "title": "References",
            "text": "Explanatory notes\n\nSources\n\n"
        }
    ]
}