{
    "url": "https://en.wikipedia.org/wiki/Capacitor",
    "title": "Capacitor",
    "table_of_contents": [
        "1 History",
        "2 Theory of operation",
        "2.1 Overview",
        "2.2 Hydraulic analogy",
        "2.3 Circuit equivalence at short-time limit and long-time limit",
        "2.4 Parallel-plate capacitor",
        "2.5 Interleaved capacitor",
        "2.6 Energy stored in a capacitor",
        "2.7 Current–voltage relation",
        "2.8 DC circuits",
        "2.9 AC circuits",
        "2.10 Laplace circuit analysis (s-domain)",
        "2.11 Circuit analysis",
        "3 Non-ideal behavior",
        "3.1 Breakdown voltage",
        "3.2 Equivalent circuit",
        "3.3 Q factor",
        "3.4 Ripple current",
        "3.5 Capacitance instability",
        "3.6 Current and voltage reversal",
        "3.7 Dielectric absorption",
        "3.8 Leakage",
        "3.9 Electrolytic failure from disuse",
        "3.10 Lifespan",
        "4 Capacitor types",
        "4.1 Dielectric materials",
        "4.2 Voltage-dependent capacitors",
        "4.3 Frequency-dependent capacitors",
        "4.4 Styles",
        "5 Capacitor markings",
        "5.1 Marking codes for larger parts",
        "5.2 Three-/four-character marking code for small capacitors",
        "5.3 Two-character marking code for small capacitors",
        "5.4 RKM code",
        "5.5 Historical",
        "6 Applications",
        "6.1 Energy storage",
        "6.2 Digital memory",
        "6.3 Pulsed power and weapons",
        "6.4 Power conditioning",
        "6.4.1 Power-factor correction",
        "6.5 Suppression and coupling",
        "6.5.1 Signal coupling",
        "6.5.2 Decoupling",
        "6.5.3 High-pass and low-pass filters",
        "6.5.4 Noise suppression, spikes, and snubbers",
        "6.6 Motor starters",
        "6.7 Signal processing",
        "6.7.1 Tuned circuits",
        "6.8 Sensing",
        "6.9 Oscillators",
        "6.10 Producing light",
        "7 Hazards and safety",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Bibliography",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA capacitor is a device that stores electrical energy in an electric field by virtue of accumulating electric charges on two close surfaces insulated from each other. It is a passive electronic component with two terminals.\n\nThe effect of a capacitor is known as capacitance. While some capacitance exists between any two electrical conductors in proximity in a circuit, a capacitor is a component designed to add capacitance to a circuit.  The capacitor was originally known as a condenser,[1] a term still encountered in a few compound names, such as the condenser microphone.\n\nThe physical form and construction of practical capacitors vary widely and many types of capacitor are in common use. Most capacitors contain at least two electrical conductors often in the form of metallic plates or surfaces separated by a dielectric medium. A conductor may be a foil, thin film, sintered bead of metal, or an electrolyte. The nonconducting dielectric acts to increase the capacitor's charge capacity. Materials commonly used as dielectrics include glass, ceramic, plastic film, paper, mica, air, and oxide layers. Capacitors are widely used as parts of electrical circuits in many common electrical devices. Unlike a resistor, an ideal capacitor does not dissipate energy, although real-life capacitors do dissipate a small amount (see Non-ideal behavior). When an electric potential difference (a voltage) is applied across the terminals of a capacitor, for example when a capacitor is connected across a battery, an electric field develops across the dielectric, causing a net positive charge to collect on one plate and net negative charge to collect on the other plate. No current actually flows through the dielectric. However, there is a flow of charge through the source circuit. If the condition is maintained sufficiently long, the current through the source circuit ceases. If a time-varying voltage is applied across the leads of the capacitor, the source experiences an ongoing current due to the charging and discharging cycles of the capacitor.\n\nThe earliest forms of capacitors were created in the 1740s, when European experimenters discovered that electric charge could be stored in water-filled glass jars that came to be known as Leyden jars. Today, capacitors are widely used in electronic circuits for blocking direct current while allowing alternating current to pass. In analog filter networks, they smooth the output of power supplies. In resonant circuits they tune radios to particular frequencies. In electric power transmission systems, they stabilize voltage and power flow.[2] The property of energy storage in capacitors was exploited as dynamic memory in early digital computers,[3] and still is in modern DRAM.\n\n"
        },
        {
            "title": "History",
            "text": "In October 1745, Ewald Georg von Kleist of Pomerania, Germany, found that charge could be stored by connecting a high-voltage electrostatic generator by a wire to a volume of water in a hand-held glass jar.[4] Von Kleist's hand and the water acted as conductors and the jar as a dielectric (although details of the mechanism were incorrectly identified at the time). Von Kleist found that touching the wire resulted in a powerful spark, much more painful than that obtained from an electrostatic machine. The following year, the Dutch physicist Pieter van Musschenbroek invented a similar capacitor, which was named the Leyden jar, after the University of Leiden where he worked.[5] He also was impressed by the power of the shock he received, writing, \"I would not take a second shock for the kingdom of France.\"[6]\n\nDaniel Gralath was the first to combine several jars in parallel to increase the charge storage capacity.[7] Benjamin Franklin investigated the Leyden jar and came to the conclusion that the charge was stored on the glass, not in the water as others had assumed. He also adopted the term \"battery\",[8][9] (denoting the increase of power with a row of similar units as in a battery of cannon), subsequently applied to clusters of electrochemical cells.[10] Leyden jars were later made by coating the inside and outside of jars with metal foil, leaving a space at the mouth to prevent arcing between the foils.[citation needed] The earliest unit of capacitance was the jar, equivalent to about 1.11 nanofarads.[11]\n\nLeyden jars or more powerful devices employing flat glass plates alternating with foil conductors were used exclusively up until about 1900, when the invention of wireless (radio) created a demand for standard capacitors, and the steady move to higher frequencies required capacitors with lower inductance. More compact construction methods began to be used, such as a flexible dielectric sheet (like oiled paper) sandwiched between sheets of metal foil, rolled or folded into a small package.\n\n\n\nEarly capacitors were known as condensers, a term that is still occasionally used today, particularly in high power applications, such as automotive systems. The term was first used for this purpose by Alessandro Volta in 1782, with reference to the device's ability to store a higher density of electric charge than was possible with an isolated conductor.[12][1]  The term became deprecated because of the ambiguous meaning of steam condenser, with capacitor becoming the recommended term in the UK from 1926,[13] while the change occurred considerably later in the United States. In other countries, the term condensator has been in common use.[citation needed]\n\nSince the beginning of the study of electricity, non-conductive materials like glass, porcelain, paper and mica have been used as insulators. Decades later, these materials were also well-suited for use as the dielectric for the first capacitors.\nPaper capacitors, made by sandwiching a strip of impregnated paper between strips of metal and rolling the result into a cylinder, were commonly used in the late 19th century; their manufacture started in 1876,[14] and they were used from the early 20th century as decoupling capacitors in telephony.\n\nPorcelain was used in the first ceramic capacitors. In the early years of Marconi's wireless transmitting apparatus, porcelain capacitors were used for high voltage and high frequency application in the transmitters. On the receiver side, smaller mica capacitors were used for resonant circuits. Mica capacitors were invented in 1909 by William Dubilier. Prior to World War II, mica was the most common dielectric for capacitors in the United States.[14]\n\nCharles Pollak (born Karol Pollak), the inventor of the first electrolytic capacitors, found out that the oxide layer on an aluminum anode remained stable in a neutral or alkaline electrolyte, even when the power was switched off. In 1896 he was granted U.S. Patent No. 672,913 for an \"Electric liquid capacitor with aluminum electrodes\". Solid electrolyte tantalum capacitors were invented by Bell Laboratories in the early 1950s as a miniaturized and more reliable low-voltage support capacitor to complement their newly invented transistor.\n\nWith the development of plastic materials by organic chemists during the Second World War, the capacitor industry began to replace paper with thinner polymer films. One very early development in film capacitors was described in British Patent 587,953 in 1944.[14]\n\nElectric double-layer capacitors (now supercapacitors) were invented in 1957 when H. Becker developed a \"Low voltage electrolytic capacitor with porous carbon electrodes\".[14][15][16] He believed that the energy was stored as a charge in the carbon pores used in his capacitor as in the pores of the etched foils of electrolytic capacitors. Because the double layer mechanism was not known by him at the time, he wrote in the patent: \"It is not known exactly what is taking place in the component if it is used for energy storage, but it leads to an extremely high capacity.\"\n\nThe metal–oxide–semiconductor capacitor (MOS capacitor) originates from the metal–oxide–semiconductor field-effect transistor (MOSFET) structure, where the MOS capacitor is flanked by two doped regions.[17] The MOSFET structure was invented by Mohamed M. Atalla and Dawon Kahng at Bell Labs in 1959.[18] The MOS capacitor was later widely adopted as a storage capacitor in memory chips, and as the basic building block of the charge-coupled device (CCD) in image sensor technology.[19] In dynamic random-access memory (DRAM), each memory cell typically consists of a MOSFET and MOS capacitor.[20]\n\n"
        },
        {
            "title": "Theory of operation",
            "text": "A capacitor consists of two conductors separated by a non-conductive region.[21] The non-conductive region can either be a vacuum or an electrical insulator material known as a dielectric. Examples of dielectric media are glass, air, paper, plastic, ceramic, and even a semiconductor depletion region chemically identical to the conductors. From Coulomb's law a charge on one conductor will exert a force on the charge carriers within the other conductor, attracting opposite polarity charge and repelling like polarity charges, thus an opposite polarity charge will be induced on the surface of the other conductor. The conductors thus hold equal and opposite charges on their facing surfaces,[22] and the dielectric develops an electric field.\n\nAn ideal capacitor is characterized by a constant capacitance C, in farads in the SI system of units, defined as the ratio of the positive or negative charge Q on each conductor to the voltage V between them:[21]\n\nIn practical devices, charge build-up sometimes affects the capacitor mechanically, causing its capacitance to vary. In this case, capacitance is defined in terms of incremental changes:\n\nIn the hydraulic analogy, charge carriers flowing through a wire are analogous to water flowing through a pipe. A capacitor is like a rubber membrane sealed inside a pipe. Water molecules cannot pass through the membrane, but some water can move by stretching the membrane. The pressure differential is analogous to voltage, while the rate of flow is analogous to electric current:\n\nIn a circuit, a capacitor can behave differently at different time instants. However, it is usually easy to think about the short-time limit and long-time limit:\n\nThe simplest model of a capacitor consists of two thin parallel conductive plates each with an area of \n\n\n\nA\n\n\n{\\displaystyle A}\n\n separated by a uniform gap of thickness \n\n\n\nd\n\n\n{\\displaystyle d}\n\n filled with a dielectric with permittivity \n\n\n\nε\n\n\n{\\displaystyle \\varepsilon }\n\n.  It is assumed the gap \n\n\n\nd\n\n\n{\\displaystyle d}\n\n is much smaller than the dimensions of the plates.  This model applies well to many practical capacitors which are constructed of metal sheets separated by a thin layer of insulating dielectric, since manufacturers try to keep the dielectric very uniform in thickness to avoid thin spots which can cause failure of the capacitor.\n\nSince the separation between the plates is uniform over the plate area, the electric field between the plates \n\n\n\nE\n\n\n{\\displaystyle E}\n\n is constant, and directed perpendicularly to the plate surface, except for an area near the edges of the plates where the field decreases because the electric field lines \"bulge\" out of the sides of the capacitor. This \"fringing field\" area is approximately the same width as the plate separation, \n\n\n\nd\n\n\n{\\displaystyle d}\n\n, and assuming \n\n\n\nd\n\n\n{\\displaystyle d}\n\n is small compared to the plate dimensions, it is small enough to be ignored.  Therefore, if a charge of \n\n\n\n+\nQ\n\n\n{\\displaystyle +Q}\n\n is placed on one plate and \n\n\n\n−\nQ\n\n\n{\\displaystyle -Q}\n\n on the other plate (the situation for unevenly charged plates is discussed below), the charge on each plate will be spread evenly in a surface charge layer of constant charge density \n\n\n\nσ\n=\n±\nQ\n\n/\n\nA\n\n\n{\\displaystyle \\sigma =\\pm Q/A}\n\n coulombs per square meter, on the inside surface of each plate.  From Gauss's law the magnitude of the electric field between the plates is \n\n\n\nE\n=\nσ\n\n/\n\nε\n\n\n{\\displaystyle E=\\sigma /\\varepsilon }\n\n.  The voltage(difference) \n\n\n\nV\n\n\n{\\displaystyle V}\n\n between the plates is defined as the line integral of the electric field over a line (in the z-direction) from one plate to another\n\nTherefore, in a capacitor the highest capacitance is achieved with a high permittivity dielectric material, large plate area, and small separation between the plates.\n\nSince the area \n\n\n\nA\n\n\n{\\displaystyle A}\n\n of the plates increases with the square of the linear dimensions and the separation \n\n\n\nd\n\n\n{\\displaystyle d}\n\n increases linearly, the capacitance scales with the linear dimension of a capacitor (\n\n\n\nC\n∝\nL\n\n\n{\\displaystyle C\\varpropto L}\n\n), or as the cube root of the volume.\n\nA parallel plate capacitor can only store a finite amount of energy before dielectric breakdown occurs. The capacitor's dielectric material has a dielectric strength Ud which sets the capacitor's breakdown voltage at V = Vbd = Udd. The maximum energy that the capacitor can store is therefore\n\nThe maximum energy is a function of dielectric volume, permittivity, and dielectric strength. Changing the plate area and the separation between the plates while maintaining the same volume causes no change of the maximum amount of energy that the capacitor can store, so long as the distance between plates remains much smaller than both the length and width of the plates. In addition, these equations assume that the electric field is entirely concentrated in the dielectric between the plates. In reality there are fringing fields outside the dielectric, for example between the sides of the capacitor plates, which increase the effective capacitance of the capacitor. This is sometimes called parasitic capacitance. For some simple capacitor geometries this additional capacitance term can be calculated analytically.[24] It becomes negligibly small when the ratios of plate width to separation and length to separation are large.\n\nFor unevenly charged plates:\n\nFor \n\n\n\nn\n\n\n{\\displaystyle n}\n\n number of plates in a capacitor, the total capacitance would be\n\nAs shown to the figure on the right, the interleaved plates can be seen as parallel plates connected to each other. Every pair of adjacent plates acts as a separate capacitor; the number of pairs is always one less than the number of plates, hence the \n\n\n\n(\nn\n−\n1\n)\n\n\n{\\displaystyle (n-1)}\n\n multiplier.\n\nTo increase the charge and voltage on a capacitor, work must be done by an external power source to move charge from the negative to the positive plate against the opposing force of the electric field.[25][26] If the voltage on the capacitor is \n\n\n\nV\n\n\n{\\displaystyle V}\n\n, the work \n\n\n\nd\nW\n\n\n{\\displaystyle dW}\n\n required to move a small increment of charge \n\n\n\nd\nq\n\n\n{\\displaystyle dq}\n\n from the negative to the positive plate is \n\n\n\nd\nW\n=\nV\nd\nq\n\n\n{\\displaystyle dW=Vdq}\n\n. The energy is stored in the increased electric field between the plates.  The total energy \n\n\n\nW\n\n\n{\\displaystyle W}\n\n stored in a capacitor (expressed in joules) is equal to the total work done in establishing the electric field from an uncharged state.[27][26][25]\n\nIf the gap between the capacitor plates \n\n\n\nd\n\n\n{\\displaystyle d}\n\n is constant, as in the parallel plate model above, the electric field between the plates will be uniform (neglecting fringing fields) and will have a constant value \n\n\n\nE\n=\nV\n\n/\n\nd\n\n\n{\\displaystyle E=V/d}\n\n.  In this case the stored energy can be calculated from the electric field strength\n\nThe current I(t) through any component in an electric circuit is defined as the rate of flow of a charge Q(t) passing through it. Actual charges – electrons – cannot pass through the dielectric layer of a capacitor. Rather, one electron accumulates on the negative plate for each one that leaves the positive plate, resulting in an electron depletion and consequent positive charge on one electrode that is equal and opposite to the accumulated negative charge on the other. Thus the charge on the electrodes is equal to the integral of the current as well as proportional to the voltage, as discussed above. As with any antiderivative, a constant of integration is added to represent the initial voltage V(t0). This is the integral form of the capacitor equation:[28]\n\nTaking the derivative of this and multiplying by C yields the derivative form:[29]\n\nThe dual of the capacitor is the inductor, which stores energy in a magnetic field rather than an electric field. Its current-voltage relation is obtained by exchanging current and voltage in the capacitor equations and replacing C with the inductance L.\n\nA series circuit containing only a resistor, a capacitor, a switch and a constant DC source of voltage V0 is known as a charging circuit.[30] If the capacitor is initially uncharged while the switch is open, and the switch is closed at t = 0, it follows from Kirchhoff's voltage law that\n\nTaking the derivative and multiplying by C, gives a first-order differential equation:\n\nAt t = 0, the voltage across the capacitor is zero and the voltage across the resistor is V0. The initial current is then I(0) = V0/R. With this assumption, solving the differential equation yields\n\nImpedance, the vector sum of reactance and resistance, describes the phase difference and the ratio of amplitudes between sinusoidally varying voltage and sinusoidally varying current at a given frequency. Fourier analysis allows any signal to be constructed from a spectrum of frequencies, whence the circuit's reaction to the various frequencies may be found. The reactance and impedance of a capacitor are respectively\n\nImpedance decreases with increasing capacitance and increasing frequency.[31] This implies that a higher-frequency signal or a larger capacitor results in a lower voltage amplitude per current amplitude – an AC \"short circuit\" or AC coupling. Conversely, for very low frequencies, the reactance is high, so that a capacitor is nearly an open circuit in AC analysis – those frequencies have been \"filtered out\".\n\nCapacitors are different from resistors and inductors in that the impedance is inversely proportional to the defining characteristic; i.e., capacitance.\n\nA capacitor connected to a sinusoidal voltage source causes a displacement current to flow through it. In the case that the voltage source is V0cos(ωt), the displacement current can be expressed as:\n\nAt sin(ωt) = −1, the capacitor has a maximum (or peak) current whereby I0 = ωCV0. The ratio of peak voltage to peak current is due to capacitive reactance (denoted XC).\n\nXC approaches zero as ω approaches infinity. If XC approaches 0, the capacitor resembles a short wire that strongly passes current at high frequencies. XC approaches infinity as ω approaches zero. If XC approaches infinity, the capacitor resembles an open circuit that poorly passes low frequencies.\n\nThe current of the capacitor may be expressed in the form of cosines to better compare with the voltage of the source:\n\nIn this situation, the current is out of phase with the voltage by +π/2 radians or +90 degrees, i.e. the current leads the voltage by 90°.\n\nWhen using the Laplace transform in circuit analysis, the impedance of an ideal capacitor with no initial charge is represented in the s domain by:\n\n"
        },
        {
            "title": "Non-ideal behavior",
            "text": "\nIn practice, capacitors deviate from the ideal capacitor equation in several aspects. Some of these, such as leakage current and parasitic effects are linear, or can be analyzed as nearly linear, and can be accounted for by adding virtual components to the equivalent circuit of an ideal capacitor. The usual methods of network analysis can then be applied.[32] In other cases, such as with breakdown voltage, the effect is non-linear and ordinary (normal, e.g., linear) network analysis cannot be used, the effect must be considered separately. Yet another group of artifacts may exist, including temperature dependence, that may be linear but invalidates the assumption in the analysis that capacitance is a constant. Finally, combined parasitic effects such as inherent inductance, resistance, or dielectric losses can exhibit non-uniform behavior at varying frequencies of operation.\n\nAbove a particular electric field strength, known as the dielectric strength Eds, the dielectric in a capacitor becomes conductive. The voltage at which this occurs is called the breakdown voltage of the device, and is given by the product of the dielectric strength and the separation between the conductors,[33]\n\nThe maximum energy that can be stored safely in a capacitor is limited by the breakdown voltage. Due to the scaling of capacitance and breakdown voltage with dielectric thickness, all capacitors made with a particular dielectric have approximately equal maximum energy density, to the extent that the dielectric dominates their volume.[34]\n\nFor air dielectric capacitors the breakdown field strength is of the order 2–5 MV/m (or kV/mm); for mica the breakdown is 100–300 MV/m; for oil, 15–25 MV/m; it can be much less when other materials are used for the dielectric.[35] The dielectric is used in very thin layers and so absolute breakdown voltage of capacitors is limited. Typical ratings for capacitors used for general electronics applications range from a few volts to 1 kV. As the voltage increases, the dielectric must be thicker, making high-voltage capacitors larger per capacitance than those rated for lower voltages.\n\nThe breakdown voltage is critically affected by factors such as the geometry of the capacitor conductive parts; sharp edges or points increase the electric field strength at that point and can lead to a local breakdown. Once this starts to happen, the breakdown quickly tracks through the dielectric until it reaches the opposite plate, leaving carbon behind and causing a short (or relatively low resistance) circuit. The results can be explosive, as the short in the capacitor draws current from the surrounding circuitry and dissipates the energy.[36] However, in capacitors with particular dielectrics[37][38] and thin metal electrodes shorts are not formed after breakdown. It happens because a metal melts or evaporates in a breakdown vicinity, isolating it from the rest of the capacitor.[39][40]\n\nThe usual breakdown route is that the field strength becomes large enough to pull electrons in the dielectric from their atoms thus causing conduction. Other scenarios are possible, such as impurities in the dielectric, and, if the dielectric is of a crystalline nature, imperfections in the crystal structure can result in an avalanche breakdown as seen in semi-conductor devices. Breakdown voltage is also affected by pressure, humidity and temperature.[41]\n\nAn ideal capacitor only stores and releases electrical energy, without dissipation. In practice, all capacitors have imperfections within the capacitor's materials that permit leakage current, and represent resistance. This is specified as the equivalent series resistance (ESR) of the device. It add a real-valued component to the impedance:\n\nSimilarly to ESR, the capacitor's leads add equivalent series inductance (ESL) to the component. This is usually significant only at relatively high frequencies. As inductive reactance is positive and increases with frequency, capacitance is canceled by inductance above a certain frequency. High-frequency engineering involves accounting for the inductance of all connections and components.\n\nIf the conductors are separated by a material with a small conductivity rather than a perfect dielectric, then a small leakage current flows directly between them. The capacitor therefore has a finite parallel resistance,[42] and slowly discharges over time, which may vary greatly depending on the capacitor material and quality.\n\nThe quality factor (or Q) of a capacitor is the ratio of its reactance to its resistance at a given frequency, and is a measure of its efficiency. The higher the Q factor of the capacitor, the closer it approaches the behavior of an ideal capacitor.\n\nThe Q factor of a capacitor can be found through the following formula:\n\nRipple current is the AC component of an applied source (often a switched-mode power supply) whose frequency may be constant or varying. Ripple current causes heat to be generated within the capacitor due to the dielectric losses caused by the changing field strength together with the current flow across the slightly resistive supply lines or the electrolyte in the capacitor. The equivalent series resistance (ESR) is the amount of internal series resistance one would add to a perfect capacitor to model this.\n\nSome types of capacitors, primarily tantalum and aluminum electrolytic capacitors, as well as some film capacitors have a specified rating value for maximum ripple current.\n\nThe capacitance of certain capacitors decreases as the component ages. In ceramic capacitors, this is caused by degradation of the dielectric. The type of dielectric, ambient operating and storage temperatures are the most significant aging factors, while the operating voltage usually has a smaller effect, i.e., usual capacitor design is to minimize voltage coefficient. The aging process may be reversed by heating the component above the Curie point. Aging is fastest near the beginning of life of the component, and the device stabilizes over time.[43] Electrolytic capacitors age as the electrolyte evaporates. In contrast with ceramic capacitors, this occurs towards the end of life of the component.\n\nTemperature dependence of capacitance is usually expressed in parts per million (ppm) per °C. It can usually be taken as a broadly linear function but can be noticeably non-linear at the temperature extremes. The temperature coefficient can be either positive or negative, sometimes even amongst different samples of the same type. In other words, the spread in the range of temperature coefficients can encompass zero.\n\nCapacitors, especially ceramic capacitors, and older designs such as paper capacitors, can absorb sound waves resulting in a microphonic effect. Vibration moves the plates, causing the capacitance to vary, in turn inducing AC current. Some dielectrics also generate piezoelectricity. The resulting interference is especially problematic in audio applications, potentially causing feedback or unintended recording. In the reverse microphonic effect, the varying electric field between the capacitor plates exerts a physical force, moving them as a speaker. This can generate audible sound, but drains energy and stresses the dielectric and the electrolyte, if any.\n\nCurrent reversal occurs when the current changes direction. Voltage reversal is the change of polarity in a circuit. Reversal is generally described as the percentage of the maximum rated voltage that reverses polarity. In DC circuits, this is usually less than 100%, often in the range of 0 to 90%, whereas AC circuits experience 100% reversal.\n\nIn DC circuits and pulsed circuits, current and voltage reversal are affected by the damping of the system. Voltage reversal is encountered in RLC circuits that are underdamped. The current and voltage reverse direction, forming a harmonic oscillator between the inductance and capacitance. The current and voltage tends to oscillate and may reverse direction several times, with each peak being lower than the previous, until the system reaches an equilibrium. This is often referred to as ringing. In comparison, critically damped or overdamped systems usually do not experience a voltage reversal. Reversal is also encountered in AC circuits, where the peak current is equal in each direction.\n\nFor maximum life, capacitors usually need to be able to handle the maximum amount of reversal that a system may experience. An AC circuit experiences 100% voltage reversal, while underdamped DC circuits experience less than 100%. Reversal creates excess electric fields in the dielectric, causes excess heating of both the dielectric and the conductors, and can dramatically shorten the life expectancy of the capacitor. Reversal ratings often affect the design considerations for the capacitor, from the choice of dielectric materials and voltage ratings to the types of internal connections used.[44]\n\nCapacitors made with any type of dielectric material show some level of \"dielectric absorption\" or \"soakage\". On discharging a capacitor and disconnecting it, after a short time it may develop a voltage due to hysteresis in the dielectric. This effect is objectionable in applications such as precision sample and hold circuits or timing circuits. The level of absorption depends on many factors, from design considerations to charging time, since the absorption is a time-dependent process. However, the primary factor is the type of dielectric material. Capacitors such as tantalum electrolytic or polysulfone film exhibit relatively high absorption, while polystyrene or Teflon allow very small levels of absorption.[45] In some capacitors where dangerous voltages and energies exist, such as in flashtubes, television sets, microwave ovens and defibrillators, the dielectric absorption can recharge the capacitor to hazardous voltages after it has been shorted or discharged. Any capacitor containing over 10 joules of energy is generally considered hazardous, while 50 joules or higher is potentially lethal. A capacitor may regain anywhere from 0.01 to 20% of its original charge over a period of several minutes, allowing a seemingly safe capacitor to become surprisingly dangerous.[46][47][48][49][50]\n\nLeakage is equivalent to a resistor in parallel with the capacitor. Constant exposure to heat can cause dielectric breakdown and excessive leakage, a problem often seen in older vacuum tube circuits, particularly where oiled paper and foil capacitors were used. In many vacuum tube circuits, interstage coupling capacitors are used to conduct a varying signal from the plate of one tube to the grid circuit of the next stage. A leaky capacitor can cause the grid circuit voltage to be raised from its normal bias setting, causing excessive current or signal distortion in the downstream tube. In power amplifiers this can cause the plates to glow red, or current limiting resistors to overheat, even fail. Similar considerations apply to component fabricated solid-state (transistor) amplifiers, but owing to lower heat production and the use of modern polyester dielectric barriers this once-common problem has become relatively rare.\n\nAluminum electrolytic capacitors are conditioned when manufactured by applying a voltage sufficient to initiate the proper internal chemical state. This state is maintained by regular use of the equipment. If a system using electrolytic capacitors is unused for a long period of time it can lose its conditioning. Sometimes they fail with a short circuit when next operated.\n\nAll capacitors have varying lifespans, depending upon their construction, operational conditions, and environmental conditions. Solid-state ceramic capacitors generally have very long lives under normal use, which has little dependency on factors such as vibration or ambient temperature, but factors like humidity, mechanical stress, and fatigue play a primary role in their failure. Failure modes may differ. Some capacitors may experience a gradual loss of capacitance, increased leakage or an increase in equivalent series resistance (ESR), while others may fail suddenly or even catastrophically. For example, metal-film capacitors are more prone to damage from stress and humidity, but will self-heal when a breakdown in the dielectric occurs. The formation of a glow discharge at the point of failure prevents arcing by vaporizing the metallic film in that spot, neutralizing any short circuit with minimal loss in capacitance. When enough pinholes accumulate in the film, a total failure occurs in a metal-film capacitor, generally happening suddenly without warning.\n\nElectrolytic capacitors generally have the shortest lifespans. Electrolytic capacitors are affected very little by vibration or humidity, but factors such as ambient and operational temperatures play a large role in their failure, which gradually occur as an increase in ESR (up to 300%) and as much as a 20% decrease in capacitance. The capacitors contain electrolytes which will eventually diffuse through the seals and evaporate. An increase in temperature also increases internal pressure, and increases the reaction rate of the chemicals. Thus, the life of an electrolytic capacitor is generally defined by a modification of the Arrhenius equation, which is used to determine chemical-reaction rates:\n\nManufacturers often use this equation to supply an expected lifespan, in hours, for electrolytic capacitors when used at their designed operating temperature, which is affected by both ambient temperature, ESR, and ripple current. However, these ideal conditions may not exist in every use. The rule of thumb for predicting lifespan under different conditions of use is determined by:\n\nThis says that the capacitor's life decreases by half for every 10 degrees Celsius that the temperature is increased,[51] where:\n\n"
        },
        {
            "title": "Capacitor types",
            "text": "Practical capacitors are available commercially in many different forms. The type of internal dielectric, the structure of the plates and the device packaging all strongly affect the characteristics of the capacitor, and its applications.\n\nValues available range from very low (picofarad range; while arbitrarily low values are in principle possible, stray (parasitic) capacitance in any circuit is the limiting factor) to about 5 kF supercapacitors.\n\nAbove approximately 1 microfarad electrolytic capacitors are usually used because of their small size and low cost compared with other types, unless their relatively poor stability, life and polarised nature make them unsuitable. Very high capacity supercapacitors use a porous carbon-based electrode material.\n\nMost capacitors have a dielectric spacer, which increases their capacitance compared to air or a vacuum. In order to maximise the charge that a capacitor can hold, the dielectric material needs to have as high a permittivity as possible, while also having as high a breakdown voltage as possible. The dielectric also needs to have as low a loss with frequency as possible.\n\nHowever, low value capacitors are available with a vacuum between their plates to allow extremely high voltage operation and low losses. Variable capacitors with their plates open to the atmosphere were commonly used in radio tuning circuits. Later designs use polymer foil dielectric between the moving and stationary plates, with no significant air space between the plates.\n\nSeveral solid dielectrics are available, including paper, plastic, glass, mica and ceramic.[14]\n\nPaper was used extensively in older capacitors and offers relatively high voltage performance. However, paper absorbs moisture, and has been largely replaced by plastic film capacitors.\n\nMost of the plastic films now used offer better stability and ageing performance than such older dielectrics such as oiled paper, which makes them useful in timer circuits, although they may be limited to relatively low operating temperatures and frequencies, because of the limitations of the plastic film being used. Large plastic film capacitors are used extensively in suppression circuits, motor start circuits, and power-factor correction circuits.\n\nCeramic capacitors are generally small, cheap and useful for high frequency applications, although their capacitance varies strongly with voltage and temperature and they age poorly. They can also suffer from the piezoelectric effect. Ceramic capacitors are broadly categorized as class 1 dielectrics, which have predictable variation of capacitance with temperature or class 2 dielectrics, which can operate at higher voltage.  Modern multilayer ceramics are usually quite small, but some types have inherently wide value tolerances, microphonic issues, and are usually physically brittle.\n\nGlass and mica capacitors are extremely reliable, stable and tolerant to high temperatures and voltages, but are too expensive for most mainstream applications.\n\nElectrolytic capacitors and supercapacitors are used to store small and larger amounts of energy, respectively, ceramic capacitors are often used in resonators, and parasitic capacitance occurs in circuits wherever the simple conductor-insulator-conductor structure is formed unintentionally by the configuration of the circuit layout.\n\nElectrolytic capacitors use an aluminum or tantalum plate with an oxide dielectric layer. The second electrode is a liquid electrolyte, connected to the circuit by another foil plate. Electrolytic capacitors offer very high capacitance but suffer from poor tolerances, high instability, gradual loss of capacitance especially when subjected to heat, and high leakage current. Poor quality capacitors may leak electrolyte, which is harmful to printed circuit boards. The conductivity of the electrolyte drops at low temperatures, which increases equivalent series resistance. While widely used for power-supply conditioning, poor high-frequency characteristics make them unsuitable for many applications. Electrolytic capacitors suffer from self-degradation if unused for a period (around a year), and when full power is applied may short circuit, permanently damaging the capacitor and usually blowing a fuse or causing failure of rectifier diodes. For example, in older equipment, this may cause arcing in rectifier tubes. They can be restored before use by gradually applying the operating voltage, often performed on antique vacuum tube equipment over a period of thirty minutes by using a variable transformer to supply AC power.  The use of this technique may be less satisfactory for some solid state equipment, which may be damaged by operation below its normal power range, requiring that the power supply first be isolated from the consuming circuits. Such remedies may not be applicable to modern high-frequency power supplies as these produce full output voltage even with reduced input.[citation needed]\n\nTantalum capacitors offer better frequency and temperature characteristics than aluminum, but higher dielectric absorption and leakage.[52]\n\nPolymer capacitors (OS-CON, OC-CON, KO, AO) use solid conductive polymer (or polymerized organic semiconductor) as electrolyte and offer longer life and lower ESR at higher cost than standard electrolytic capacitors.\n\nA feedthrough capacitor is a component that, while not serving as its main use, has capacitance and is used to conduct signals through a conductive sheet.\n\nSeveral other types of capacitor are available for specialist applications. Supercapacitors store large amounts of energy. Supercapacitors made from carbon aerogel, carbon nanotubes, or highly porous electrode materials, offer extremely high capacitance (up to 5 kF as of 2010[update]) and can be used in some applications instead of rechargeable batteries. Alternating current capacitors are specifically designed to work on line (mains) voltage AC power circuits. They are commonly used in electric motor circuits and are often designed to handle large currents, so they tend to be physically large. They are usually ruggedly packaged, often in metal cases that can be easily grounded/earthed. They also are designed with direct current breakdown voltages of at least five times the maximum AC voltage.\n\nThe dielectric constant for a number of very useful dielectrics changes as a function of the applied electrical field, for example ferroelectric materials, so the capacitance for these devices is more complex. For example, in charging such a capacitor the differential increase in voltage with charge is governed by:\n\nCorresponding to the voltage-dependent capacitance, to charge the capacitor to voltage V an integral relation is found:\n\nBy the same token, the energy stored in the capacitor now is given by\n\nIntegrating:\n\nThe nonlinear capacitance of a microscope probe scanned along a ferroelectric surface is used to study the domain structure of ferroelectric materials.[55]\n\nAnother example of voltage dependent capacitance occurs in semiconductor devices such as semiconductor diodes, where the voltage dependence stems not from a change in dielectric constant but in a voltage dependence of the spacing between the charges on the two sides of the capacitor.[56] This effect is intentionally exploited in diode-like devices known as varicaps.\n\nIf a capacitor is driven with a time-varying voltage that changes rapidly enough, at some frequency the polarization of the dielectric cannot follow the voltage. As an example of the origin of this mechanism, the internal microscopic dipoles contributing to the dielectric constant cannot move instantly, and so as frequency of an applied alternating voltage increases, the dipole response is limited and the dielectric constant diminishes. A changing dielectric constant with frequency is referred to as dielectric dispersion, and is governed by dielectric relaxation processes, such as Debye relaxation. Under transient conditions, the displacement field can be expressed as (see electric susceptibility):\n\nindicating the lag in response by the time dependence of εr, calculated in principle from an underlying microscopic analysis, for example, of the dipole behavior in the dielectric. See, for example, linear response function.[57][58] The integral extends over the entire past history up to the present time. A Fourier transform in time then results in:\n\nwhere εr(ω) is now a complex function, with an imaginary part related to absorption of energy from the field by the medium. See permittivity. The capacitance, being proportional to the dielectric constant, also exhibits this frequency behavior. Fourier transforming Gauss's law with this form for displacement field:\n\n\nWhen a parallel-plate capacitor is filled with a dielectric, the measurement of dielectric properties of the medium is based upon the relation:\n\nUsing this measurement method, the dielectric constant may exhibit a resonance at certain frequencies corresponding to characteristic response frequencies (excitation energies) of contributors to the dielectric constant. These resonances are the basis for a number of experimental techniques for detecting defects. The conductance method measures absorption as a function of frequency.[62] Alternatively, the time response of the capacitance can be used directly, as in deep-level transient spectroscopy.[63]\n\nAnother example of frequency dependent capacitance occurs with MOS capacitors, where the slow generation of minority carriers means that at high frequencies the capacitance measures only the majority carrier response, while at low frequencies both types of carrier respond.[56][64]\n\nAt optical frequencies, in semiconductors the dielectric constant exhibits structure related to the band structure of the solid. Sophisticated modulation spectroscopy measurement methods based upon modulating the crystal structure by pressure or by other stresses and observing the related changes in absorption or reflection of light have advanced our knowledge of these materials.[65]\n\nThe arrangement of plates and dielectric has many variations in different styles depending on the desired ratings of the capacitor. For small values of capacitance (microfarads and less), ceramic disks use metallic coatings, with wire leads bonded to the coating. Larger values can be made by multiple stacks of plates and disks. Larger value capacitors usually use a metal foil or metal film layer deposited on the surface of a dielectric film to make the plates, and a dielectric film of impregnated paper or plastic – these are rolled up to save space. To reduce the series resistance and inductance for long plates, the plates and dielectric are staggered so that connection is made at the common edge of the rolled-up plates, not at the ends of the foil or metalized film strips that comprise the plates.\n\nThe assembly is encased to prevent moisture entering the dielectric – early radio equipment used a cardboard tube sealed with wax. Modern paper or film dielectric capacitors are dipped in a hard thermoplastic. Large capacitors for high-voltage use may have the roll form compressed to fit into a rectangular metal case, with bolted terminals and bushings for connections. The dielectric in larger capacitors is often impregnated with a liquid to improve its properties.\n\nCapacitors may have their connecting leads arranged in many configurations, for example axially or radially. \"Axial\" means that the leads are on a common axis, typically the axis of the capacitor's cylindrical body – the leads extend from opposite ends. Radial leads are rarely aligned along radii of the body's circle, so the term is conventional. The leads (until bent) are usually in planes parallel to that of the flat body of the capacitor, and extend in the same direction; they are often parallel as manufactured.\n\nSmall, cheap discoidal ceramic capacitors have existed from the 1930s onward, and remain in widespread use. After the 1980s, surface mount packages for capacitors have been widely used. These packages are extremely small and lack connecting leads, allowing them to be soldered directly onto the surface of printed circuit boards. Surface mount components avoid undesirable high-frequency effects due to the leads and simplify automated assembly, although manual handling is made difficult due to their small size.\n\nMechanically controlled variable capacitors allow the plate spacing to be adjusted, for example by rotating or sliding a set of movable plates into alignment with a set of stationary plates. Low cost variable capacitors squeeze together alternating layers of aluminum and plastic with a screw. Electrical control of capacitance is achievable with varactors (or varicaps), which are reverse-biased semiconductor diodes whose depletion region width varies with applied voltage. They are used in phase-locked loops, amongst other applications.\n\n"
        },
        {
            "title": "Capacitor markings",
            "text": "Most capacitors have designations printed on their bodies to indicate their electrical characteristics. Larger capacitors, such as electrolytic types usually display the capacitance as value with explicit unit, for example, 220 μF.\n\nFor typographical reasons, some manufacturers print MF on capacitors to indicate microfarads (μF).[66]\n\nSmaller capacitors, such as ceramic types, often use a shorthand-notation consisting of three digits and an optional letter, where the digits (XYZ) denote the capacitance in picofarad (pF), calculated as XY × 10Z, and the letter indicating the tolerance. Common tolerances are ±5%, ±10%, and ±20%, denotes as J, K, and M, respectively.\n\nA capacitor may also be labeled with its working voltage, temperature, and other relevant characteristics.\n\nExample:\nA capacitor labeled or designated as 473K 330V has a capacitance of 47×103 pF = 47 nF (±10%) with a maximum working voltage of 330 V. The working voltage of a capacitor is nominally the highest voltage that may be applied across it without undue risk of breaking down the dielectric layer.\n\nFor capacitances following the E3, E6, E12 or E24 series of preferred values, the former ANSI/EIA-198-D:1991, ANSI/EIA-198-1-E:1998 and ANSI/EIA-198-1-F:2002 as well as the amendment IEC 60062:2016/AMD1:2019 to IEC 60062 define a special two-character marking code for capacitors for very small parts which leave no room to print the above mentioned three-/four-character code onto them. The code consists of an uppercase letter denoting the two significant digits of the value followed by a digit indicating the multiplier. The EIA standard also defines a number of lowercase letters to specify a number of values not found in E24.[67]\n\nThe notation to state a capacitor's value in a circuit diagram varies. The RKM code following IEC 60062 and BS 1852 avoids using a decimal separator and replaces the decimal separator with the SI prefix symbol for the particular value (and the letter F for weight 1). The code is also used for part markings. Example: 4n7 for 4.7 nF or 2F2 for 2.2 F.\n\nIn texts prior to the 1960s and on some capacitor packages until more recently,[14] obsolete capacitance units were utilized in electronic books,[69] magazines, and electronics catalogs.[70] The old units \"mfd\" and \"mf\" meant microfarad (μF); and the old units \"mmfd\", \"mmf\", \"uuf\", \"μμf\", \"pfd\" meant picofarad (pF); but they are rarely used any more.[71]  Also, \"Micromicrofarad\" or \"micro-microfarad\" are obsolete units that are found in some older texts that is equivalent to picofarad (pF).[69]\n\nSummary of obsolete capacitance units: (upper/lower case variations aren't shown)\n\n"
        },
        {
            "title": "Applications",
            "text": "A capacitor can store electric energy when disconnected from its charging circuit, so it can be used like a temporary battery, or like other types of rechargeable energy storage system.[72] Capacitors are commonly used in electronic devices to maintain power supply while batteries are being changed. (This prevents loss of information in volatile memory.)\n\nA capacitor can facilitate conversion of kinetic energy of charged particles into electric energy and store it.[73]\n\nConventional capacitors provide less than 360 joules per kilogram of specific energy, whereas a conventional alkaline battery has a density of 590 kJ/kg. There is\nan intermediate solution: supercapacitors, which can accept and deliver charge much faster than batteries, and tolerate many more charge and discharge cycles than rechargeable batteries. They are, however, 10 times larger than conventional batteries for a given charge. On the other hand, it has been shown that the amount of charge stored in the dielectric\nlayer of the thin film capacitor can be equal to, or can even exceed, the amount of charge stored on its plates.[74]\n\nIn car audio systems, large capacitors store energy for the amplifier to use on demand. Also, for a flash tube, a capacitor is used to hold the high voltage.\n\nIn the 1930s, John Atanasoff applied the principle of energy storage in capacitors to construct dynamic digital memories for the first binary computers that used electron tubes for logic.[75]\n\nGroups of large, specially constructed, low-inductance high-voltage capacitors (capacitor banks) are used to supply huge pulses of current for many pulsed power applications. These include electromagnetic forming, Marx generators, pulsed lasers (especially TEA lasers), pulse forming networks, radar, fusion research, and particle accelerators.\n\nLarge capacitor banks (reservoir) are used as energy sources for the exploding-bridgewire detonators or slapper detonators in nuclear weapons and other specialty weapons. Experimental work is under way using banks of capacitors as power sources for electromagnetic armour and electromagnetic railguns and coilguns.\n\nReservoir capacitors are used in power supplies where they smooth the output of a full or half wave rectifier. They can also be used in charge pump circuits as the energy storage element in the generation of higher voltages than the input voltage.\n\nCapacitors are connected in parallel with the power circuits of most electronic devices and larger systems (such as factories) to shunt away and conceal current fluctuations from the primary power source to provide a \"clean\" power supply for signal or control circuits. Audio equipment, for example, uses several capacitors in this way, to shunt away power line hum before it gets into the signal circuitry. The capacitors act as a local reserve for the DC power source, and bypass AC currents from the power supply. This is used in car audio applications, when a stiffening capacitor compensates for the inductance and resistance of the leads to the lead-acid car battery.\n\nIn electric power distribution, capacitors are used for power-factor correction. Such capacitors often come as three capacitors connected as a three phase load. Usually, the values of these capacitors are not given in farads but rather as a reactive power in volt-amperes reactive (var). The purpose is to counteract inductive loading from devices like electric motors and transmission lines to make the load appear to be mostly resistive. Individual motor or lamp loads may have capacitors for power-factor correction, or larger sets of capacitors (usually with automatic switching devices) may be installed at a load center within a building or in a large utility substation.\n\nBecause capacitors pass AC but block DC signals (when charged up to the applied DC voltage), they are often used to separate the AC and DC components of a signal. This method is known as AC coupling or \"capacitive coupling\". Here, a large value of capacitance, whose value need not be accurately controlled, but whose reactance is small at the signal frequency, is employed.\n\nA decoupling capacitor is a capacitor used to protect one part of a circuit from the effect of another, for instance to suppress noise or transients. Noise caused by other circuit elements is shunted through the capacitor, reducing the effect they have on the rest of the circuit. It is most commonly used between the power supply and ground.\nAn alternative name is bypass capacitor as it is used to bypass the power supply or other high impedance component of a circuit.\n\nDecoupling capacitors need not always be discrete components. Capacitors used in these applications may be built into a printed circuit board, between the various layers. These are often referred to as embedded capacitors.[76] The layers in the board contributing to the capacitive properties also function as power and ground planes, and have a dielectric in between them, enabling them to operate as a parallel plate capacitor.\n\nWhen an inductive circuit is opened, the current through the inductance collapses quickly, creating a large voltage across the open circuit of the switch or relay. If the inductance is large enough, the energy may generate a spark, causing the contact points to oxidize, deteriorate, or sometimes weld together, or destroying a solid-state switch. A snubber capacitor across the newly opened circuit creates a path for this impulse to bypass the contact points, thereby preserving their life; these were commonly found in contact breaker ignition systems, for instance. Similarly, in smaller scale circuits, the spark may not be enough to damage the switch but may still radiate undesirable radio frequency interference (RFI), which a filter capacitor absorbs. Snubber capacitors are usually employed with a low-value resistor in series, to dissipate energy and minimize RFI. Such resistor-capacitor combinations are available in a single package.\n\nCapacitors are also used in parallel with interrupting units of a high-voltage circuit breaker to equally distribute the voltage between these units. These are called \"grading capacitors\".\n\nIn schematic diagrams, a capacitor used primarily for DC charge storage is often drawn vertically in circuit diagrams with the lower, more negative, plate drawn as an arc. The straight plate indicates the positive terminal of the device, if it is polarized (see electrolytic capacitor).\n\nIn single phase squirrel cage motors, the primary winding within the motor housing is not capable of starting a rotational motion on the rotor, but is capable of sustaining one. To start the motor, a secondary \"start\" winding has a series non-polarized starting capacitor to introduce a lead in the sinusoidal current. When the secondary (start) winding is placed at an angle with respect to the primary (run) winding, a rotating electric field is created. The force of the rotational field is not constant, but is sufficient to start the rotor spinning. When the rotor comes close to operating speed, a centrifugal switch (or current-sensitive relay in series with the main winding) disconnects the capacitor. The start capacitor is typically mounted to the side of the motor housing. These are called capacitor-start motors, that have relatively high starting torque. Typically they can have up-to four times as much starting torque than a split-phase motor and are used on applications such as compressors, pressure washers and any small device requiring high starting torques.\n\nCapacitor-run induction motors have a permanently connected phase-shifting capacitor in series with a second winding. The motor is much like a two-phase induction motor.\n\nMotor-starting capacitors are typically non-polarized electrolytic types, while running capacitors are conventional paper or plastic film dielectric types.\n\nThe energy stored in a capacitor can be used to represent information, either in binary form, as in DRAMs, or in analogue form, as in analog sampled filters and CCDs. Capacitors can be used in analog circuits as components of integrators or more complex filters and in negative feedback loop stabilization. Signal processing circuits also use capacitors to integrate a current signal.\n\nCapacitors and inductors are applied together in tuned circuits to select information in particular frequency bands. For example, radio receivers rely on variable capacitors to tune the station frequency. Speakers use passive analog crossovers, and analog equalizers use capacitors to select different audio bands.\n\nThe resonant frequency f of a tuned circuit is a function of the inductance (L) and capacitance (C) in series, and is given by:\n\nMost capacitors are designed to maintain a fixed physical structure. However, various factors can change the structure of the capacitor, and the resulting change in capacitance can be used to sense those factors.\n\nA capacitor can possess spring-like qualities in an oscillator circuit. In the image example, a capacitor acts to influence the biasing voltage at the npn transistor's base. The resistance values of the voltage-divider resistors and the capacitance value of the capacitor together control the oscillatory frequency.\n\nA light-emitting capacitor is made from a dielectric that uses phosphorescence to produce light. If one of the conductive plates is made with a transparent material, the light is visible. Light-emitting capacitors are used in the construction of electroluminescent panels, for applications such as backlighting for laptop computers. In this case, the entire panel is a capacitor used for the purpose of generating light.\n\n"
        },
        {
            "title": "Hazards and safety",
            "text": "The hazards posed by a capacitor are usually determined, foremost, by the amount of energy stored, which is the cause of things like electrical burns or heart fibrillation. Factors such as voltage and chassis material are of secondary consideration, which are more related to how easily a shock can be initiated rather than how much damage can occur.[50] Under certain conditions, including conductivity of the surfaces, preexisting medical conditions, the humidity of the air, or the pathways it takes through the body (i.e.: shocks that travel across the core of the body and, especially, the heart are more dangerous than those limited to the extremities), shocks as low as one joule have been reported to cause death, although in most instances they may not even leave a burn. Shocks over ten joules will generally damage skin, and are usually considered hazardous. Any capacitor that can store 50 joules or more should be considered potentially lethal.[78][50]\n\nCapacitors may retain a charge long after power is removed from a circuit; this charge can cause dangerous or even potentially fatal shocks or damage connected equipment. For example, even a seemingly innocuous device such as a disposable-camera flash unit, powered by a 1.5 volt AA battery, has a capacitor which may contain over 15 joules of energy and be charged to over 300 volts. This is easily capable of delivering a shock. Service procedures for electronic devices usually include instructions to discharge large or high-voltage capacitors, for instance using a Brinkley stick. Capacitors may also have built-in discharge resistors to dissipate stored energy to a safe level within a few seconds after power is removed. High-voltage capacitors are stored with the terminals shorted, as protection from potentially dangerous voltages due to dielectric absorption or from transient voltages the capacitor may pick up from static charges or passing weather events.[50]\n\nSome old, large oil-filled paper or plastic film capacitors contain polychlorinated biphenyls (PCBs). It is known that waste PCBs can leak into groundwater under landfills. Capacitors containing PCB were labelled as containing \"Askarel\" and several other trade names. PCB-filled paper capacitors are found in very old (pre-1975) fluorescent lamp ballasts, and other applications.\n\nCapacitors may catastrophically fail when subjected to voltages or currents beyond their rating, or as they reach their normal end of life. Dielectric or metal interconnection failures may create arcing that vaporizes the dielectric fluid, resulting in case bulging, rupture, or even an explosion. Capacitors used in RF or sustained high-current applications can overheat, especially in the center of the capacitor rolls. Capacitors used within high-energy capacitor banks can violently explode when a short in one capacitor causes sudden dumping of energy stored in the rest of the bank into the failing unit. High voltage vacuum capacitors can generate soft X-rays even during normal operation. Proper containment, fusing, and preventive maintenance can help to minimize these hazards.\n\nHigh-voltage capacitors may benefit from a pre-charge to limit in-rush currents at power-up of high voltage direct current (HVDC) circuits. This extends the life of the component and may mitigate high-voltage hazards.\n\n"
        }
    ]
}