{
    "url": "https://en.wikipedia.org/wiki/CapeFLYER",
    "title": "CapeFlyer",
    "table_of_contents": [
        "1 Route",
        "1.1 Fare and ticket information",
        "1.2 On-board services",
        "2 History",
        "2.1 Early railroads on Cape Cod",
        "2.2 Cape Cod & Hyannis Railroad",
        "2.3 Amtrak's Cape Codder and other service",
        "2.4 CapeFLYER",
        "3 Ridership",
        "4 Finances",
        "5 Expansion and development",
        "5.1 Service changes",
        "5.2 Wareham Village station",
        "5.3 Bourne station",
        "5.4 Future proposals",
        "5.4.1 Commuter rail to Buzzards Bay",
        "6 Station list",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The CapeFlyer (stylized CapeFLYER) is a passenger rail service in Massachusetts between Boston and Cape Cod that began in 2013. It is operated by the Cape Cod Regional Transit Authority (CCRTA) in collaboration with the Massachusetts Bay Transportation Authority (MBTA) and the Massachusetts Department of Transportation (MassDOT). The service runs on the weekends, beginning Friday evenings and including holidays, between Memorial Day weekend and Labor Day weekend.\n\nDuring 2013, its first season, the CapeFLYER carried a total of 16,586 passengers, with service extended from Labor Day to Columbus Day weekend due to its early success.[1] In October 2013, MassDOT announced the service would return in 2014 and become a permanent seasonal service. Year-round weekend service over the route and full MBTA Commuter Rail service as far as Buzzards Bay are under consideration.[7][8]\n\nIt is the first scheduled passenger train to Cape Cod since Amtrak's Cape Codder ceased operation in 1996, and the first direct service between South Station in Boston and Cape Cod since 1961.[9]  The Cape Cod & Hyannis Railroad operated scheduled service between Braintree station, south of Boston (the southern terminus of the MBTA's Red Line), and the Cape from 1984 until 1988, but did not extend that service to Boston proper.\n\n"
        },
        {
            "title": "Route",
            "text": "The CapeFLYER utilizes the MBTA Middleborough/Lakeville Line from Boston's South Station to Middleborough and continues to Hyannis via the Cape Cod Canal Railroad Bridge and the Cape Main Line, a state-owned rail corridor. The corridor is also used for freight by the Massachusetts Coastal Railroad, and heritage service provided by the Cape Cod Central Railroad.[10]\n\nScheduled travel time between Boston and Hyannis, a distance of 78 miles, is about 2 hours and 20 minutes.[11] The relatively slow running time is due to the track conditions between Buzzards Bay and Hyannis, which limits the speed of passenger trains on the Cape to 30 miles per hour.[10] Extensive track rehabilitation was completed in early 2013, resulting in faster operating speeds between Middleborough and Buzzards Bay.[12][13]\n\nThe Cape Cod Canal separates Cape Cod from the mainland and only two highway bridges cross it, the Sagamore and Bourne Bridges. Plans for a third highway bridge have stalled.[14] Severe traffic jams are common at peak periods. The CapeFlyer, by crossing the canal over a separate railroad bridge, avoids this congestion.[15]\n\nThe adult fare between Boston and Hyannis is $22 one-way and $40 round-trip. CapeFLYER tickets, which are unreserved, can be purchased at the ticket office in South Station or on board the train at no additional cost, as well as being purchased with the MBTA mTicket App.[12][16]\n\nOn-board concessions, including beer and wine, are sold in the Cafe Car.[17] A designated bicycle car offers storage and maintenance for passengers' bicycles, and free wireless internet service is also available aboard the entire train.[18]\n\n"
        },
        {
            "title": "History",
            "text": "The first passenger train, which was operated by the Cape Cod Railroad Company, arrived in Hyannis on July 8, 1854.  It is said that the train was met by a crowd estimated at 3,000.  Immediately the line started running three trains a day to and from Boston.[19]\n\nYear-round direct passenger service between Boston and Hyannis continued until June 30, 1959, when the New York, New Haven & Hartford Railroad (NH) ended passenger service on its Old Colony division.[19] Up until that time, daily passenger service between Boston and Cape Cod had been operated to both Hyannis and Woods Hole with trains such as The Cranberry, The Sand Dune, and The Buttermilk Bay[20] Service to Provincetown ended in 1941.[21] The bridge over the Neponset River between Dorchester and Quincy burned soon after, preventing the quick return of service on the Old Colony Main Line.\n\nThe New Haven's trains operated year-round trains from Boston to the Cape. However, the railroad's trains made stops at several stations eliminated from present-day CapeFlyer service: Sandwich, West Barnstable, Barnstable and Yarmouth. In addition to the Hyannis branch, the New Haven operated a southward branch that went to Falmouth and Woods Hole, for ferryservice to the large islands to the south of Cape Cod, Martha's Vineyard and Nantucket Island. The stations of the Woods Hole branch included Monument Beach, Pocasset, North Falmouth, Falmouth and Woods Hole.[22]\n\nFrom the 1930s to the early 1960s, the company offered various summertime Cape Codder trains from New York City to the Cape. It offered a daily Day Cape Codder. On Friday afternoons it offered the Neptune; and on Friday nights offered a night train, the Night Cape Codder. Sunday nights had trains returning from Hyannis.[23] Already by 1955, the New York service was reduced to summer only. However, the New Haven operated daily year-round service from Boston's South Station.[24]\n\nFrom 1960 to 1964 NH operated weekend service from New York to Hyannis/Woods Hole. Riding from Boston generally required a change of trains in either Attleboro or Providence, though a Boston-Hyannis trip ran via Stoughton and Taunton briefly in mid-1961.[9]\n\nSince then, numerous attempts have been made to restore regular passenger service. In 1974 officials from Penn Central, the owner of the rail lines on the Cape at that time, met with state and local officials to discuss the possible restoration of service.[25] Most remaining trackage on the Cape was purchased by the Commonwealth of Massachusetts in 1976 to preserve the infrastructure for both freight service and future passenger service.[26] A trial passenger train between Hyannis, Buzzards Bay and Falmouth, was operated for a week in the summer of 1979 after trackage was  rehabilitated. Politicians hoped to have service regularly operating by 1981.[27]\n\nDuring the summers of 1984 to 1988 the Cape Cod & Hyannis Railroad operated scheduled passenger service between Braintree and Cape Cod, with service to both Hyannis and Falmouth.  The one-way trip to Hyannis took 2 hours and 25 minutes.[28] In its last year of service, the Braintree-Cape Cod service carried 89,000 passengers. It was the last time Falmouth was served by passenger trains; derelict trackage was dismantled south of North Falmouth in 2007 and replaced with an extension of the Shining Sea Bikeway amid public opposition.\n\nThe Cape Cod & Hyannis Railroad ceased operation in February 1989 when the Massachusetts Executive Office of Transportation and Construction suspended the subsidy for the 1989 season due to the state's fiscal crisis.[29]\n\nFrom 1986 to 1996 Amtrak operated a train known also known as the Cape Codder from Washington, DC/New York City to Hyannis. The service was routed from Attleboro to Taunton via a section of track that was once part of the Taunton Branch Railroad.  Traveling between Boston and Cape Cod required transferring to Providence/Stoughton Line or Regional service at Providence. The Cape Codder was discontinued after 1996, despite moderate success, due to the end of the state subsidy.\n\nThe Middleborough/Lakeville Line opened in September 1997 along with the Plymouth/Kingston Line, restoring passenger service to 60 miles of the Old Colony network.[9] Initial plans called for full service as far as Buzzards Bay, but the final route was scaled back due to high costs and uncertain ridership. In 2007, a Boston Region Metropolitan Planning Organization report analyzed the possibility of an extension to Buzzards Bay. At that time ridership was estimated to be between 1,766 weekday riders with four daily trips, and 2,750 riders with all Middleborough trains extended to Buzzards Bay.[30]\n\nThe Cape Cod Railroad operated excursion service from 1989 to 1997, followed by the Cape Cod Central Railroad starting in 1999.[9] However, neither service ventured north of Buzzards Bay and occasionally Wareham, making them largely useless for those traveling to the Cape from outside areas.\n\nIn early 2011 the CCRTA awarded a contract to the Transportation Planning and Resource Group, a consulting firm, to study the \"obstacles, impediments and funding issues associated with reviving passenger rail service to Cape Cod.\"[31] At that time the CCRTA had hoped to launch seasonal rail service from Boston for the summer of 2012.  The launch of service was pushed back a year, to 2013, in part to avoid the perception that the CCRTA's new service to the Cape might be adding to the MBTA's fiscal problems.[32]\n\nIn late 2012 the CCRTA announced that a decision had been made to restore passenger service between Boston South Station and Cape Cod starting Memorial Day weekend 2013.[33] The Patrick-Murray administration made the announcement official on April 2, 2013 at a press conference at South Station in Boston.[34]\n\nA test train with passengers aboard was run on May 18, 2013 – the first direct train from Boston to Cape Cod since 1961, and the first via the Old Colony main line since 1959. The CapeFLYER's inaugural journey departed South Station at 5:12 p.m. on Friday, May 24, 2013, with about 200 passengers destined for Buzzards Bay and Hyannis.[35] The CapeFLYER has operated one round trip on Fridays, Saturdays and Sundays each year since its inception.\n\nDuring its first year of service, the train only made stops at South Station, Braintree, Middleborough/Lakeville, Buzzards Bay, and Hyannis. New stops have been added on three separate occasions: at the newly-constructed Wareham Village station in 2014, at the existing  Brockton commuter rail station in 2015, and the newly-constructed Bourne station in 2019.\n\n"
        },
        {
            "title": "Ridership",
            "text": "For the 2013 season, total ridership was 16,586 passengers.[36] Revenue was $293,000 (including the period after Labor Day), and $27,000 in advertising revenue.[37]\n\nFor the 2014 season, the CapeFlyer carried 12,625 passengers, down from about 15,000 for the similar period in 2013.[3] Fare revenue was $221,000, with $93,000 from advertising.[37]\n\nFor 2015, ridership was 13,278 – up from 2014, but still down from 2013 – with fare revenue of $223,000.[3]\n\nIn 2016 ridership was 13,663, however there were only 15 weekends of service vs. 16 in 2015, so per round trip ridership was up 9.2%. Revenue was $230,000.[4]\n\n"
        },
        {
            "title": "Finances",
            "text": "In its inaugural season the CapeFlyer generated $290,756 in fare revenue and its operating costs were estimated to be $180,000 to $190,000. Marketing costs during the first year were between $110,000 and $120,000. These costs were offset by ticket sales and revenue collected from on-board concessions and advertising.[38][39][40]\n\nThe capital costs associated with the start of the CapeFLYER in 2013 were approximately $3.4 million. This included track surfacing, fresh track ballast, installation of new railroad ties, new signage, improvements to the Buzzards Bay and Hyannis stations, and repairs to numerous grade crossings along the Cape Main Line.[10]\n\nMassDOT's draft Capital Investment Plan for FY2014-FY2018 includes $31 million to complete track and signal projects necessary to restore permanent, seasonal Cape Flyer passenger service to Cape Cod.[41]\n\nIn 2014 a new station platform in Wareham was constructed and the station platforms in Buzzards Bay and Hyannis were expanded, at a total cost of about $2.5 million.[42]\n\n"
        },
        {
            "title": "Expansion and development",
            "text": "In October 2013, MassDOT announced that the CapeFLYER would be a permanent seasonal service, with a study to be made of year-round weekend service.[7]\n\nFor the 2015 season, the CapeFLYER operated with a dedicated trainset on Fridays (rather than continuing an existing local commuter train), thus allowing a more convenient departure time and fewer stops on that train. Also in 2015, all CapeFLYER trains began to stop at the Brockton commuter rail station to provide a one-seat ride between Brockton and Cape Cod.[43]\n\nIn August 2019, after a train ran out of seats, MassDOT added another bi-level passenger car to the train. This was done at the request of the Cape Cod Regional Transit Authority before the weekend of August 9.[44]\n\nOperations in the 2020 season were delayed by the COVID-19 pandemic, with seasonal service not beginning until June 26, 2020, over a month later than planned.[45]\n\nThe CapeFLYER does not currently stop at the Cape Cod Central Railroad stations in Sandwich or West Barnstable in an effort to get the train to Hyannis in a reasonable amount of time.[46]\n\nA new first-class car was implemented during the 2021 season, featuring reclining leather seats with footrests, as well as a seat-side food and beverage services, for a $10 surcharge.[47] The extra services and surcharge were discontinued for the 2022 season, however, and the car was simply used as a regular coach.\n\nLess than a week after the service launched Thomas Cahir, the Administrator of the CCRTA, announced that the CapeFLYER would stop at the station in Wareham starting in 2014.[48]\n\nThe MassDOT announcement included confirmation of the addition of the Wareham stop in 2014, though Cahir backtracked on his previous statement saying the stop was not \"fiscally prudent.\"[49] However, CCRTA and MassDOT proceeded with plans for the Wareham stop. Construction of a high-level platform at Wareham began in April 2014, and the CapeFLYER began stopping there in late June.[50]\n\nIn September 2014 it was announced that MassDOT was considering a new CapeFLYER station stop in Bourne for the 2015 season.[51] The new 400-foot station platform, as proposed, would be built at the railroad right of way below the Bourne Bridge approach.[52] MassDOT also announced plans to restore a siding on the north side of the Cape Cod Canal Railroad Bridge and to install a new double-ended 4,000-foot passing siding just south of the canal. The new track work, and associated switches and signals, would facilitate multiple train moves during a single bridge drop.[52]\n\nIn February 2015, it was announced that the opening of the station would be delayed one year, due to the amount of snow received during the winter and local unease over the project.[53] After the conclusion of the season in 2015, it was announced that current plans for building a station in Bourne had been suspended.[54] Following several years of uncertainty, the station subsequently opened in 2019, when a prefabricated section of high-level platform was installed in lieu of a fully-constructed station.\n\nThe relative success of the CapeFLYER has brought new attention to the possibility of extending the Middleborough/Lakeville Line. The possibility was seriously discussed before the end of its first summer season.[8] In September 2013, the Wareham Chamber of Commerce announced that based on the success of the CapeFLYER, the Chamber supported commuter rail extension to Buzzards Bay.[55] The Buzzards Bay town selectmen similarly supported the idea later that year, and a public forum was held in January 2014.[56][57]\n\nBourne's Transportation Advisory Committee began studying the possibility in mid-2014, with the addition of work by MassDOT's Central Transportation Planning Staff (CTPS) in November 2014.[58] A Local Impact Report released in April 2015 proposed an 800 foot (240 m) high-level platform and two parking alternatives: a 120-space modification of the existing lot, and a 400-to-600-space structure including a realignment of Academy Drive. The CTPS data estimated ridership at 875 daily riders if all Middleborough trains were extended to Buzzards Bay, or slightly fewer with a limited number of trains.[58]\n\nBourne voted to join the MBTA district in 2015 and began paying an assessment in mid 2016 (for FY 2017), although there was no guarantee that commuter rail service would be provided in the fiscally constrained environment.[59] For FY 2017, Bourne paid $41,707 to the MBTA plus an existing $88,429 to the CCRTA for existing bus service.[60] MassDOT began planning a possible commuter rail trial service in October 2015. In February 2016, state representatives and CCRTA administrator Thomas Cahir said that the state wishes to begin trial service during FY 2017.[60]\n\nWhile the various proposals for commuter rail service in the mid-2010s were not realized, the MBTA began a study in fall 2020 to evaluate the feasibility of implementing Buzzards Bay commuter rail service in conjunction with the currently under-construction South Coast Rail.[61][62] Upon completion of the study in spring 2021, two different alternatives for service were presented, one of which would terminate at Buzzards Bay station and the other of which would continue to Bourne station.[63]\n\n"
        },
        {
            "title": "Station list",
            "text": "CapeFlyer tickets are not priced using the MBTA Commuter Rail's numbered fare zone system. Instead, the route is divided into three sections (Boston–Brockton, Middleborough/Lakeville–Bourne, and Hyannis), with ticket prices varying depending on origin and destination.[12]\n\n"
        }
    ]
}