{
    "url": "https://en.wikipedia.org/wiki/Capital_punishment_in_the_United_States",
    "title": "Capital punishment in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 Pre-Furman history",
        "1.2 Early abolition movement",
        "1.3 Constitutional law developments",
        "1.4 Capital punishment suspended (1972)",
        "1.5 Capital punishment reinstated (1976)",
        "1.6 Supreme Court narrows capital offenses",
        "1.7 Repeal movements and legal challenges",
        "1.7.1 States that have abolished the death penalty",
        "1.8 Modern era",
        "1.9 Women's history and capital punishment",
        "1.10 Juvenile capital punishment",
        "1.11 Execution statistics",
        "2 Capital crimes",
        "2.1 Aggravated murder",
        "2.1.1 Aggravating factors in federal court",
        "2.2 Crimes against the state",
        "3 Legal process",
        "3.1 Decision to seek the death penalty",
        "3.2 Sentencing",
        "3.3 Direct review",
        "3.4 State collateral review",
        "3.5 Federal habeas corpus",
        "3.6 Section 1983",
        "3.7 Execution warrant",
        "4 Distribution of sentences",
        "4.1 Among states",
        "4.2 Among races",
        "4.3 Between sexes",
        "5 Methods",
        "5.1 Offender-selected methods",
        "5.2 Backup methods",
        "5.3 Federal executions",
        "6 Execution attendance",
        "7 Public opinion",
        "8 Debate",
        "8.1 Botched executions",
        "9 Clemency and commutations",
        "10 Moratoria on executions",
        "11 See also",
        "12 Explanatory notes",
        "13 References",
        "13.1 Citations",
        "13.2 General sources",
        "14 Further reading",
        "14.1 Books",
        "14.2 Journal articles",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn the United States, capital punishment is a legal penalty throughout the country at the federal level, in 27 states, and in American Samoa.[b][1] It is also a legal penalty for some military offenses. Capital punishment has been abolished in 23 states and in the federal capital, Washington, D.C.[2] Capital punishment is, in practice, only applied for aggravated murder. Although it is a legal penalty in 27 states, only 20 states have the ability to execute death sentences, with the other seven, as well as the federal government, being subject to different types of moratoriums. The existence of capital punishment in the United States can be traced to early colonial Virginia. Along with Japan, South Korea, Taiwan, and Singapore, the United States is one of five advanced democracies and the only Western nation that applies the death penalty regularly.[3][4][5][6][7]\nIt is one of 54 countries worldwide applying it, and was the first to develop lethal injection as a method of execution, which has since been adopted by five other countries.[8] The Philippines has since abolished executions, and Guatemala has done so for civil offenses, leaving the United States as one of four countries to still use this method (along with China, Thailand, and Vietnam).  It is common practice for the condemned to be administered sedatives prior to execution, regardless of the method used.[9][10][11]\n\nThere were no executions in the United States between 1967 and 1977. In 1972, the Supreme Court of the United States struck down capital punishment statutes in Furman v. Georgia, reducing all pending death sentences to life imprisonment at the time.[12] Subsequently, a majority of states enacted new death penalty statutes, and the court affirmed the legality of capital punishment in the 1976 case Gregg v. Georgia. Since then, more than 7,800 defendants have been sentenced to death;[13] of these, more than 1,500 have been executed.[14][15] At least 185 people who were sentenced to death since 1972 have since been exonerated, about 2.4% or one in 42.[16][17] As of December 16, 2020, 2,591 convicts are still on death row.[18][19]\n\nThe Trump administration's Department of Justice announced its plans to resume executions for federal crimes in 2019. On July 14, 2020, Daniel Lewis Lee became the first inmate executed by the federal government since 2003.[20] As of January 2022[update], there were 44 inmates on federal death row.[21] Thirteen federal death row inmates have been executed since federal executions resumed in July 2020. The last and most recent federal execution was of Dustin Higgs, who was executed on January 16, 2021. Higgs' execution was also the last under the presidency of Donald Trump.[22] On July 1, 2021, Attorney General Merrick Garland announced that a moratorium on the Federal death penalty was being reinstated.[23]\n\nThe Human Rights Measurement Initiative[24] gives the US a score of 5.6 out of 10 for the right to freedom from the death penalty.[25]\n\n"
        },
        {
            "title": "History",
            "text": "The first recorded death sentence in the British North American colonies was carried out in 1608 on Captain George Kendall,[26] who was executed by firing squad[27] at the Jamestown colony for spying on behalf of the Spanish government.[28] Executions in colonial America were also carried out by hanging. The hangman's noose was one of the various banishments the Puritans of the Massachusetts Bay Colony applied to enforce religious and intellectual conformity on the whole community.[29]\n\nThe Bill of Rights adopted in 1789 included the Eighth Amendment which prohibited cruel and unusual punishment. The Fifth Amendment was drafted with language implying a possible use of the death penalty, requiring a grand jury indictment for \"capital crime\" and a due process of law for deprivation of \"life\" by the government.[30] The Fourteenth Amendment adopted in 1868 also requires a due process of law for deprivation of life by any states.\n\nThe Espy file,[31] compiled by M. Watt Espy and John Ortiz Smykla, lists 15,269 people executed in the United States and its predecessor colonies between 1608 and 1991. From 1930 to 2002, there were 4,661 executions in the U.S., about two-thirds of them in the first 20 years.[32] Additionally, the United States Army executed 135 soldiers between 1916 and 1961 (the most recent).[33][34][35]\n\nThree states abolished the death penalty for murder during the 19th century: Michigan (which has never executed a prisoner since achieving statehood, and which is the first government in the English-speaking world to abolish capital punishment),[36] in 1847, Wisconsin, in 1853 and Maine, in 1887. Rhode Island is also a state with a long abolitionist background, having repealed the death penalty in 1852, though it was theoretically available for murder committed by a prisoner between 1872 and 1984.\n\nOther states which abolished the death penalty for murder before Gregg v. Georgia include Minnesota in 1911, Vermont in 1964, Iowa and West Virginia in 1965, and North Dakota in 1973. Hawaii abolished the death penalty in 1948 and Alaska in 1957, both before their statehood. Puerto Rico repealed it in 1929 and the District of Columbia in 1981. Arizona and Oregon abolished the death penalty by popular vote in 1916 and 1964 respectively, but both reinstated it, again by popular vote, some years later; Arizona reinstated the death penalty in 1918 and Oregon in 1978. In Oregon, the measure reinstating the death penalty was overturned by the Oregon Supreme Court in 1981, but Oregon voters again reinstated the death penalty in 1984.[37] Puerto Rico and Michigan are the only two U.S. jurisdictions to have explicitly prohibited capital punishment in their constitutions: in 1952 and 1964, respectively.\n\nCapital punishment was used by only 5 of 50 states in 2020. They were Alabama, Georgia, Missouri, Tennessee and Texas. Government executions, as reported by Amnesty International, took place in only 20 of the world's 195 countries. The Federal government, however, which had not executed for 16 years prior, did so in 2020, pushed by Donald Trump and Attorney General William Barr.\n\nExecutions for various crimes, especially murder and rape, occurred from the creation of the United States up to the beginning of the 1960s. Until then, \"save for a few mavericks, no one gave any credence to the possibility of ending the death penalty by judicial interpretation of constitutional law\", according to abolitionist Hugo Bedau.[38]\n\nThe possibility of challenging the constitutionality of the death penalty became progressively more realistic after the Supreme Court of the United States decided on Trop v. Dulles in 1958. The Supreme Court declared explicitly, for the first time, that the Eighth Amendment's cruel and unusual punishment clause must draw its meaning from the \"evolving standards of decency that mark the progress of a maturing society\", rather than from its original meaning. Also in the 1932 case Powell v. Alabama, the court made the first step of what would later be called \"death is different\" jurisprudence, when it held that any indigent defendant was entitled to a court-appointed attorney in capital cases – a right that was only later extended to non-capital defendants in 1963, with Gideon v. Wainwright.\n\nIn Furman v. Georgia, the U.S. Supreme Court considered a group of consolidated cases. The lead case involved an individual convicted under Georgia's death penalty statute, which featured a \"unitary trial\" procedure in which the jury was asked to return a verdict of guilt or innocence and, simultaneously, determine whether the defendant would be punished by death or life imprisonment. The last pre-Furman execution was that of Luis Monge on June 2, 1967.\n\nIn a 5–4 decision, the Supreme Court struck down the impositions of the death penalty in each of the consolidated cases as unconstitutional in violation of the Eighth and Fourteenth Amendments of the United States Constitution. The Supreme Court has never ruled the death penalty to be per se unconstitutional. The five justices in the majority did not produce a common opinion or rationale for their decision, however, and agreed only on a short statement announcing the result. The narrowest opinions, those of Byron White and Potter Stewart, expressed generalized concerns about the inconsistent application of the death penalty across a variety of cases, but did not exclude the possibility of a constitutional death penalty law. Stewart and William O. Douglas worried explicitly about racial discrimination in enforcement of the death penalty. Thurgood Marshall and William J. Brennan Jr. expressed the opinion that the death penalty was proscribed absolutely by the Eighth Amendment as cruel and unusual punishment. This decision was reached by the suspicion that many states, particularly in the South, were using capital punishment as a form of legal lynching of African-American males, inasmuch as almost all executions for non-homicidal rape in the Southern states involved a black perpetrator, and this suspicion was fueled by cases such as the Martinsville Seven, when seven African-American men were executed by Virginia in 1951 for the gang rape of a white woman.\n\nThe Furman decision caused all death sentences pending at the time to be reduced to life imprisonment, and was described by scholars as a \"legal bombshell\".[12] The next day, columnist Barry Schweid wrote that it was \"unlikely\" that the death penalty could exist anymore in the United States.[39]\n\nInstead of abandoning capital punishment, 37 states enacted new death penalty statutes that attempted to address the concerns of White and Stewart in Furman. Some states responded by enacting mandatory death penalty statutes which prescribed a sentence of death for anyone convicted of certain forms of murder. White had hinted that such a scheme would meet his constitutional concerns in his Furman opinion. Other states adopted \"bifurcated\" trial and sentencing procedures, with various procedural limitations on the jury's ability to pronounce a death sentence designed to limit juror discretion.\n\nOn July 2, 1976, the U.S. Supreme Court decided Gregg v. Georgia[40] and upheld 7–2 a Georgia procedure in which the trial of capital crimes was bifurcated into guilt-innocence and sentencing phases. At the first proceeding, the jury decides the defendant's guilt; if the defendant is innocent or otherwise not convicted of first-degree murder, the death penalty will not be imposed. At the second hearing, the jury determines whether certain statutory aggravating factors exist, whether any mitigating factors exist, and, in many jurisdictions, weigh the aggravating and mitigating factors in assessing the ultimate penalty – either death or life in prison, either with or without parole. The same day, in Woodson v. North Carolina[41] and Roberts v. Louisiana,[42] the court struck down 5–4 statutes providing a mandatory death sentence.\n\nExecutions resumed on January 17, 1977, when Gary Gilmore went before a firing squad in Utah. Although hundreds of individuals were sentenced to death in the United States during the 1970s and early 1980s, only ten people besides Gilmore (who had waived all of his appeal rights) were actually executed prior to 1984.\n\nFollowing the decision, the use of capital punishment in the United States soared.[43] This was in contrast to trends in other parts of advanced industrial democracies where the use of capital punishment declined or was prohibited.[43] Forty-seven European States, including Russia, are members of the Council of Europe,[44] and they all comply with the European Convention of Human Rights which prohibits capital punishment. The last execution in the UK took place in 1964,[45] and in 1977 in France.\n\nIn 1977, the Supreme Court's Coker v. Georgia decision barred the death penalty for rape of an adult woman. Previously, the death penalty for rape of an adult had been gradually phased out in the United States, and at the time of the decision, Georgia and the Federal government were the only two jurisdictions to still retain the death penalty for this offense.\n\nIn the 1980 case Godfrey v. Georgia, the U.S. Supreme Court ruled that murder can be punished by death only if it involves a narrow and precise aggravating factor.[46]\n\nThe U.S. Supreme Court has placed two major restrictions on the use of the death penalty. First, the case of Atkins v. Virginia, decided on June 20, 2002,[47] held that the execution of intellectually disabled inmates is unconstitutional. Second, in 2005, the court's decision in Roper v. Simmons[48] struck down executions for offenders under the age of 18 at the time of the crime.\n\nIn the 2008 case Kennedy v. Louisiana, the court also held 5–4 that the death penalty is unconstitutional when applied to non-homicidal crimes against the person, including child rape. Only two death row inmates (both in Louisiana) were affected by the decision.[49] Nevertheless, the ruling came less than five months before the 2008 presidential election and was criticized by both major party candidates Barack Obama and John McCain.[50]\n\nIn 2004, New York's and Kansas' capital sentencing schemes were struck down by their respective states' highest courts. Kansas successfully appealed the Kansas Supreme Court decision to the United States Supreme Court, which reinstated the statute in Kansas v. Marsh (2006), holding it did not violate the U.S. Constitution. The decision of the New York Court of Appeals was based on the state constitution, making unavailable any appeal. The state lower house has since blocked all attempts to reinstate the death penalty by adopting a valid sentencing scheme.[51] In 2016, Delaware's death penalty statute was also struck down by its state supreme court.[52]\n\nIn 2007, New Jersey became the first state to repeal the death penalty by legislative vote since Gregg v. Georgia,[53] followed by New Mexico in 2009,[54][55] Illinois in 2011,[56] Connecticut in 2012,[57][58] and Maryland in 2013.[59] The repeals were not retroactive, but in New Jersey, Illinois and Maryland, governors commuted all death sentences after enacting the new law.[60] In Connecticut, the Connecticut Supreme Court ruled in 2015 that the repeal must be retroactive. In New Mexico, capital punishment for certain offenses is still possible for National Guard members in Title 32 status under the state's Code of Military Justice (NMSA 20–12), and for capital offenses committed prior to the repeal of the state's death penalty statute.[61][62]\n\nNebraska's legislature also passed a repeal in 2015, but a referendum campaign gathered enough signatures to suspend it. Capital punishment was reinstated by popular vote on November 8, 2016. The same day, California's electorate defeated a proposal to repeal the death penalty, and adopted another initiative to speed up its appeal process.[63]\n\nOn October 11, 2018, Washington state became the 20th state to abolish capital punishment when its state Supreme Court deemed the death penalty unconstitutional on the grounds of racial bias.[64]\n\nNew Hampshire became the 21st state to abolish capital punishment on May 30, 2019, when its state senate overrode Governor Sununu's veto by a vote of 16–8.[65]\n\nColorado became the 22nd state to abolish capital punishment when governor Jared Polis signed a repeal bill on March 23, 2020, and commuted all existing death sentences in the state to life without parole.[66]\n\nVirginia became the 23rd state to abolish capital punishment, and the first Southern state to do so when governor Ralph Northam signed a repeal bill on March 24, 2021, and commuted all existing death sentences in the state to life without parole.[67][68]\n\nSince Furman, 11 states have organized popular votes dealing with the death penalty through the initiative and referendum process. All resulted in a vote for reinstating it, rejecting its abolition, expanding its application field, specifying in the state constitution that it is not unconstitutional, or expediting the appeal process in capital cases.[37]\n\nA total of 23 states, plus the District of Columbia and Puerto Rico have abolished the death penalty for all crimes. Below is a table of the states and the date that the state abolished the death penalty.[69][70][71][72][73][74][75][76] Michigan became the first English-speaking territory in the world to abolish capital punishment in 1847. Although treason remained a crime punishable by the death penalty in Michigan despite the 1847 abolition, no one was ever executed under that law, and Michigan's 1962 Constitutional Convention codified that the death penalty was fully abolished.[77] Vermont has abolished the death penalty for all crimes, but has an invalid death penalty statue for treason.[78] When it abolished the death penalty in 2019, New Hampshire explicitly did not commute the death sentence of the sole person remaining on the state's death row.[citation needed]\n\nIn 1982, Texas carried out the first execution by lethal injection in world history and lethal injection subsequently became the preferred method throughout the country, displacing the electric chair.[79] From 1976 to 8 December 2016, there were 1,533 executions, of which 1,349 were by lethal injection, 163 by electrocution, 11 by gas inhalation, 3 by hanging, and 3 by firing squad.[80] The South had the great majority of these executions, with 1,249; there were 190 in the Midwest, 86 in the West, and only 4 in the Northeast. No state in the Northeast has conducted an execution since Connecticut, now abolitionist, in 2005. The state of Texas alone conducted 571 executions, over 1/3 of the total; the states of Texas, Virginia (now abolitionist), and Oklahoma combined make up over half the total, with 802 executions between them.[81] 17 executions have been conducted by the federal government.[82] Executions increased in frequency until 1999; 98 prisoners were executed that year. Since 1999, the number of executions has greatly decreased, and the 17 executions in 2020 were the fewest since 1991.[14] A 2016 poll conducted by Pew Research, found that support nationwide for the death penalty in the U.S. had fallen below 50% for the first time since the beginning of the post-Gregg era.[83]\n\nThe death penalty became an issue during the 1988 presidential election. It came up in the October 13, 1988, debate between the two presidential nominees George H. W. Bush and Michael Dukakis, when Bernard Shaw, the moderator of the debate, asked Dukakis, \"Governor, if Kitty Dukakis [his wife] were raped and murdered, would you favor an irrevocable death penalty for the killer?\" Dukakis replied, \"No, I don't, and I think you know that I've opposed the death penalty during all of my life. I don't see any evidence that it's a deterrent, and I think there are better and more effective ways to deal with violent crime.\" Bush was elected, and many, including Dukakis himself, cite the statement as the beginning of the end of his campaign.[84]\n\nIn 1996, Congress passed the Antiterrorism and Effective Death Penalty Act to streamline the appeal process in capital cases. The bill was signed into law by President Bill Clinton, who had endorsed capital punishment during his 1992 presidential campaign.\n\nA study found that at least 34 of the 749 executions carried out in the U.S. between 1977 and 2001, or 4.5%, involved \"unanticipated problems or delays that caused, at least arguably, unnecessary agony for the prisoner or that reflect gross incompetence of the executioner\". The rate of these \"botched executions\" remained steady over the period.[85] A study published in The Lancet in 2005 found that in 43% of cases of lethal injection, the blood level of hypnotics in the prisoner was insufficient to ensure unconsciousness.[86] Nonetheless, the Supreme Court ruled in 2008 (Baze v. Rees), again in 2015 (Glossip v. Gross), and a third time in 2019 (Bucklew v. Precythe), that lethal injection does not constitute cruel and unusual punishment.[87][88]\n\nOn July 25, 2019, Attorney General William Barr ordered the resumption of federal executions after a 16-year hiatus, and set five execution dates for December 2019 and January 2020.[89][90][91][92] After the Supreme Court upheld a stay on these executions,[93] the stay was lifted in June 2020 and four executions were rescheduled for July and August 2020.[94] The federal government executed Daniel Lewis Lee on July 14, 2020. He became the first convict executed by the federal government since 2003.[20] Before Trump's term ended in January 2021, the federal government carried out a total of 13 executions.[95]\n\nIn 1632, 24 years after the first recorded male execution in the colonies, Jane Champion became the first woman known to have been lawfully executed. She was sentenced to death by hanging after she was convicted of infanticide; around two-thirds of women executed in the 17th and early 18th centuries were convicted of child murder. A married woman, it is not known whether Champion's illicit lover, William Gallopin, also convicted of their child's murder, was also executed, although it appears he was so sentenced.[96][97] For the Puritans, infanticide was the worst form of murder.[98]\n\nWomen accounted for just one fifth of all executions between 1632 and 1759, in the colonial United States. Women were more likely to be acquitted, and the relatively low number of executions of women may have been impacted by the scarcity of female laborers. Slavery was not yet widespread in the 17th century mainland and planters relied mostly on Irish indentured servants.  To maintain subsistence levels in those days everyone had to do farm work, including women.[99]\n\nThe second half of the 17th century saw the executions of 14 women and 6 men who were accused of witchcraft during the witch hunt hysteria and the Salem Witch Trials. While both men and women were executed, 80% of the accusations were towards women, so the list of executions disproportionately affected men by a margin of 6 (actual) to 4 (expected), i.e. 50% more men were executed than expected from the percentage of accused who were men.[100]\n\nOther notable female executions include Mary Surratt, Margie Velma Barfield and Wanda Jean Allen. Mary Surratt was executed by hanging in 1865 after being convicted of co-conspiring to assassinate Abraham Lincoln.[101] Margie Velma Barfield was convicted of murder and when she was executed by lethal injection in 1984, she became the first woman to be executed since the ban on capital punishment was lifted in 1976.[102] Wanda Jean Allen was convicted of murder in 1989 and had a high-profile execution by lethal injection in January 2001. She was the first black woman to be executed in the US since 1954.[103] Allen's lawyers did not deny her guilt, but claimed that prosecutors capitalized on her low IQ, race and homosexuality in their representations of her as a murderer at trial. The tactic did not work.[104]\n\nThe federal government executes women infrequently. Ethel Rosenberg, convicted of espionage, was executed in the electric chair on June 19, 1953, and Bonnie Brown Heady, convicted of kidnapping and murder, was executed in the gas chamber later that same year on December 18. Since Heady, only one more woman has been executed: Lisa Montgomery, convicted of killing a pregnant woman and cutting out and kidnapping her baby, by lethal injection in Indiana on January 13, 2021. Her execution had been stayed while her lawyers argued that she had mental health issues, but the Supreme Court lifted the stay.[105][106]\n\nIn 1642, the first ever juvenile, Thomas Graunger, was sentenced to death in Plymouth Colony, Massachusetts, for bestiality. Since then, 361 other juveniles have been sentenced to the death penalty.[citation needed] Kent v. United States (1966), turned the tides for juvenile capital punishment sentencing when it limited the waiver discretion juvenile courts had. Before this case, juvenile courts had the freedom to waiver juvenile cases to criminal courts without a hearing, which did not make the waiving process consistent across states. Thoughts about abolishing the death penalty started happening between 1983 and 1986. In 1987, Thompson v. Oklahoma, the Supreme Court threw away Thompson's death sentence due to it being cruel and unusual punishment.[107]\n\nIt was not until Roper v. Simmons that the juvenile death penalty was abolished due to the United States Supreme Court finding that the execution of juveniles is in conflict with the Eighth Amendment and Fourteenth Amendment, which deal with cruel and unusual punishment. Prior to abolishing the juvenile death penalty in 2005, any juvenile aged 16 years or older could be sentenced to death in some states, the last of whom was Scott Hain, executed in Oklahoma in 2003 for burning two people to death in a robbery at age 17.[108] Prior to Roper, there were 71 people on death row in the United States for crimes committed as juveniles.[109] Since 2005, there have been no executions nor discussion of executing juveniles in the United States.\n\n\n\n"
        },
        {
            "title": "Capital crimes",
            "text": "Aggravating factors for seeking capital punishment of murder vary greatly among death penalty states. California has twenty-two.[110]\nSome aggravating circumstances are nearly universal, such as robbery-murder, murder involving rape of the victim, and murder of an on-duty police officer.[111]\n\nSeveral states have included child murder to their list of aggravating factors, but the victim's age under which the murder is punishable by death varies. In 2011, Texas raised this age from six to ten.[112]\n\nIn some states, the high number of aggravating factors has been criticized on account of giving prosecutors too much discretion in choosing cases where they believe capital punishment is warranted. In California especially, an official commission proposed, in 2008, to reduce these factors to five (multiple murders, torture murder, murder of a police officer, murder committed in jail, and murder related to another felony).[113] Columnist Charles Lane went further, and proposed that murder related to a felony other than rape should no longer be a capital crime when there is only one victim killed.[114]\n\nIn order for a person to be eligible for a death sentence when convicted of aggravated first-degree murder, the jury or court (when there is not a jury) must determine at least one of sixteen aggravating factors that existed during the crime's commission. The following is a list of the 16 aggravating factors under federal law.[115]\n\nThe opinion of the court in Kennedy v. Louisiana says that the ruling does not apply to \"treason, espionage, terrorism, and drug kingpin activity, which are offenses against the State\".[120]\n\nSince no one is on death row for such offenses, the court has yet to rule on the constitutionality of the death penalty applied for them.\n\nTreason, espionage and large-scale drug trafficking are all capital crimes under federal law. Treason is also punishable by death in six states (Arkansas, California, Georgia, Louisiana, Mississippi, and South Carolina). Large-scale drug trafficking is punishable by death in two states (Florida and Missouri),[121] and aircraft hijacking in two others (Georgia and Mississippi). Vermont has an invalidated pre-Furman statute allowing the electric chair for treason despite abolishing capital punishment in 1965.[122]\n\n"
        },
        {
            "title": "Legal process",
            "text": "The legal administration of the death penalty in the United States typically involves five critical steps: (1) prosecutorial decision to seek the death penalty (2) sentencing, (3) direct review, (4) state collateral review, and (5) federal habeas corpus.\n\nClemency, through which the Governor or President of the jurisdiction can unilaterally reduce or abrogate a death sentence, is an executive rather than judicial process.[123]\n\nWhile judges in criminal cases can usually impose a harsher prison sentence than the one demanded by prosecution, the death penalty can be handed down only if the accuser has specifically decided to seek it.\n\nIn the decades since Furman, new questions have emerged about whether or not prosecutorial arbitrariness has replaced sentencing arbitrariness. A study by Pepperdine University School of Law published in Temple Law Review, surveyed the decision-making process among prosecutors in various states. The authors found that prosecutors' capital punishment filing decisions are marked by local \"idiosyncrasies\", and that wide prosecutorial discretion remains because of overly broad criteria. California law, for example, has 22 \"special circumstances\", making nearly all first-degree murders potential capital cases.[124]\n\nA proposed remedy against prosecutorial arbitrariness is to transfer the prosecution of capital cases to the state attorney general.[125]\n\nIn 2017, Florida governor Rick Scott removed all capital cases from local prosecutor Aramis Ayala because she decided to never seek the death penalty no matter the gravity of the crime.[126]\n\nOf the 27 states with the death penalty, 25 require the sentence to be decided by the jury, and 24 require a unanimous decision by the jury.\n\nTwo states do not use juries in death penalty cases. In Nebraska the sentence is decided by a three-judge panel, which must unanimously agree on death, and the defendant is sentenced to life imprisonment if one of the judges is opposed.[127] Montana is the only state where the trial judge decides the sentence alone.[128] The only state which does not require a unanimous jury decision is Alabama. At least 10 jurors must concur, and a retrial happens if the jury deadlocks.[129]\n\nIn all states in which the jury is involved, only death-qualified prospective jurors can be selected in such a jury, to exclude both people who will always vote for the death sentence and those who are categorically opposed to it. However, the states differ on what happens if the penalty phase results in a hung jury:[130][131]\n\nThe first outcome is referred as the \"true unanimity\" rule, while the third has been criticized as the \"single-juror veto\" rule.[133]\n\nIf a defendant is sentenced to death at the trial level, the case then goes into a direct review.[134] The direct review process is a typical legal appeal. An appellate court examines the record of evidence presented in the trial court and the law that the lower court applied and decides whether the decision was legally sound or not.[135] Direct review of a capital sentencing hearing will result in one of three outcomes. If the appellate court finds that no significant legal errors occurred in the capital sentencing hearing, the appellate court will affirm the judgment, or let the sentence stand.[134] If the appellate court finds that significant legal errors did occur, then it will reverse the judgment, or nullify the sentence and order a new capital sentencing hearing.[136] Lastly, if the appellate court finds that no reasonable juror could find the defendant eligible for the death penalty, a rarity, then it will order the defendant acquitted, or not guilty, of the crime for which he/she was given the death penalty, and order him sentenced to the next most severe punishment for which the offense is eligible.[136] About 60 percent survive the process of direct review intact.[137]\n\nAt times when a death sentence is affirmed on direct review, supplemental methods to attack the judgment, though less familiar than a typical appeal, do remain. These supplemental remedies are considered collateral review, that is, an avenue for upsetting judgments that have become otherwise final.[138] Where the prisoner received his death sentence in a state-level trial, as is usually the case, the first step in collateral review is state collateral review, which is often called state habeas corpus. (If the case is a federal death penalty case, it proceeds immediately from direct review to federal habeas corpus.) Although all states have some type of collateral review, the process varies widely from state to state.[139] Generally, the purpose of these collateral proceedings is to permit the prisoner to challenge his sentence on grounds that could not have been raised reasonably at trial or on direct review.[140] Most often, these are claims, such as ineffective assistance of counsel, which requires the court to consider new evidence outside the original trial record, something courts may not do in an ordinary appeal. State collateral review, though an important step in that it helps define the scope of subsequent review through federal habeas corpus, is rarely successful in and of itself. Only around 6 percent of death sentences are overturned on state collateral review.[141]\n\nIn Virginia, state habeas corpus for condemned men are heard by the state supreme court under exclusive original jurisdiction since 1995, immediately after direct review by the same court.[142] This avoids any proceeding before the lower courts, and is in part why Virginia has the shortest time on average between death sentence and execution (less than eight years) and has executed 113 offenders since 1976 with only five remaining on death row as of June 2017[update].[143][144]\n\nTo reduce litigation delays, other states require convicts to file their state collateral appeal before the completion of their direct appeal,[145] or provide adjudication of direct and collateral attacks together in a \"unitary review\".[146]\n\nAfter a death sentence is affirmed in state collateral review, the prisoner may file for federal habeas corpus, which is a unique type of lawsuit that can be brought in federal courts. Federal habeas corpus is a type of collateral review, and it is the only way that state prisoners may attack a death sentence in federal court (other than petitions for certiorari to the United States Supreme Court after both direct review and state collateral review). The scope of federal habeas corpus is governed by the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), which restricted significantly its previous scope. The purpose of federal habeas corpus is to ensure that state courts, through the process of direct review and state collateral review, have done a reasonable job in protecting the prisoner's federal constitutional rights. Prisoners may also use federal habeas corpus suits to bring forth new evidence that they are innocent of the crime, though to be a valid defense at this late stage in the process, evidence of innocence must be truly compelling.[147] According to Eric M. Freedman, 21 percent of death penalty cases are reversed through federal habeas corpus.[141]\n\nJames Liebman, a professor of law at Columbia Law School, stated in 1996 that his study found that when habeas corpus petitions in death penalty cases were traced from conviction to completion of the case, there was \"a 40 percent success rate in all capital cases from 1978 to 1995\".[148] Similarly, a study by Ronald Tabak in a law review article puts the success rate in habeas corpus cases involving death row inmates even higher, finding that between \"1976 and 1991, approximately 47 percent of the habeas petitions filed by death row inmates were granted\".[149] The different numbers are largely definitional, rather than substantive: Freedam's statistics looks at the percentage of all death penalty cases reversed, while the others look only at cases not reversed prior to habeas corpus review.\n\nA similar process is available for prisoners sentenced to death by the judgment of a federal court.[150]\n\nThe AEDPA also provides an expeditious habeas procedure in capital cases for states meeting several requirements set forth in it concerning counsel appointment for death row inmates.[151] Under this program, federal habeas corpus for condemned prisoners would be decided in about three years from affirmance of the sentence on state collateral review. In 2006, Congress conferred the determination of whether a state fulfilled the requirements to the U.S. attorney general, with a possible appeal of the state to the United States Court of Appeals for the District of Columbia Circuit. As of March 2016[update], the Department of Justice has still not granted any certifications.[152]\n\nIf the federal court refuses to issue a writ of habeas corpus, the death sentence ordinarily becomes final for all purposes. In recent times, however, prisoners have postponed execution through another avenue of federal litigation; the Civil Rights Act of 1871 – codified at 42 U.S.C. § 1983 – allows complainants to bring lawsuits against state actors to protect their federal constitutional and statutory rights.\n\nWhile direct appeals are normally limited to just one and automatically stay the execution of the death sentence, Section 1983 lawsuits are unlimited, but the petitioner will be granted a stay of execution only if the court believes he has a likelihood of success on the merits.[153]\n\nTraditionally, Section 1983 was of limited use for a state prisoner under sentence of death because the Supreme Court has held that habeas corpus, not Section 1983, is the only vehicle by which a state prisoner can challenge his judgment of death.[154] In the 2006 Hill v. McDonough case, however, the United States Supreme Court approved the use of Section 1983 as a vehicle for challenging a state's method of execution as cruel and unusual punishment in violation of the Eighth Amendment. The theory is that a prisoner bringing such a challenge is not attacking directly his judgment of death, but rather the means by which that the judgment will be carried out. Therefore, the Supreme Court held in the Hill case that a prisoner can use Section 1983 rather than habeas corpus to bring the lawsuit. Yet, as Clarence Hill's own case shows, lower federal courts have often refused to hear suits challenging methods of execution on the ground that the prisoner brought the claim too late and only for the purposes of delay. Further, the Court's decision in Baze v. Rees, upholding a lethal injection method used by many states, has narrowed the opportunity for relief through Section 1983.\n\nWhile the execution warrant is issued by the governor in several states, in the vast majority it is a judicial order, issued by a judge or by the state supreme court at the request of the prosecution.\n\nThe warrant usually sets an execution day. Some states instead provide a longer period, such as a week or 10 days to carry out the execution. This is designated to avoid issuing a new warrant in case of a last-minute stay of execution that would be vacated only few days or few hours later.[155]\n\n"
        },
        {
            "title": "Distribution of sentences",
            "text": "In recent years there has been an average of one death sentence for every 200 murder convictions in the United States.\n\nAlabama has the highest per capita rate of death sentences. This is because Alabama was one of the few states that allowed judges to override a jury recommendation in favor of life imprisonment, a possibility it removed in March 2017.[156][157]\n\nAccording to the Death Penalty Information Center, the top three factors determining whether a convict gets a death sentence in a murder case are not aggravating factors, but instead the location the crime occurred (and thus whether it is in the jurisdiction of a prosecutor aggressively using the death penalty), the quality of legal defense, and the race of the victim (murder of white victims being punished more harshly).[158]\n\nThe distribution of death sentences among states is loosely proportional to their populations and murder rates. California, which is the most populous state, also has the largest death row, with over 700 inmates. Wyoming, which is the least populous state, has only one condemned man.\n\nBut executions are more frequent (and happen more quickly after sentencing) in conservative states. Texas, which is the second most populous state in the Union, carried out over 500 executions during the post-Furman era, more than a third of the national total. California has carried out only 13 executions during the same period, and has carried out none since 2006.[159][160][161]\n\nAfrican Americans make up 41% of death row inmates.[162] African Americans have made up 34% of those actually executed since 1976. Twenty-one white offenders have been executed for the murder of a black person since 1976. During that same period, 299 black offenders have been executed for the murder of a white person.[163] 54% of people wrongfully convicted and sentenced to death in the United States are black.[164]\n\nApproximately 13.5% of death row inmates are of Hispanic or Latino descent. In 2019, individuals identified as Hispanic and Latino Americans accounted for 5.5% of homicides.[165] The death penalty exhortation rate for Hispanic and Latino Americans is 8.6%.[164]\n\nApproximately 1.81% of death row inmates are of Asian descent.[166]\n\nAs of May 20, 2021, the Death Penalty Information Center reports that there are 51 women on death row. 17 women have been executed since 1976,[167] compared to 1,516 men during the same time period.[168]\n\nSince 1608, 15,391 lawful executions are confirmed to have been carried out in jurisdictions of, or now of, the United States, of these, 575, or 3.6%, were women. Women account for 1⁄50 death sentences, 1⁄67 people on death row, and 1⁄100 people whose executions are actually carried out. While always comparatively rare, women are significantly less likely to be executed in the modern era than in the past.  Of the 16 women executed on the state level, most took place in either Texas (6), Oklahoma (3) or Florida (2) and were demographically, 25% (4) African-American, with the rest (12) being white of any ethnicity. Historically, the states that have executed the most women are California, Texas and Florida; though unlike Texas and Florida, California has not executed a woman in the post-Furman era. The racial breakdown of women sentenced to death is 61% white, 21% black, 13% Latina, 3% Asian, and 2% American Indian.[167]\n\n"
        },
        {
            "title": "Methods",
            "text": "All 27 states with the death penalty for murder provide lethal injection as the primary method of execution. Vermont's remaining death penalty statute for treason provides electrocution as the method of execution.[78]\n\nSome states allow other methods than lethal injection, but only as secondary methods to be used merely at the request of the prisoner or if lethal injection is unavailable.[169][170]\n\nSeveral states continue to use the historical three-drug protocol: firstly an anesthetic, secondly pancuronium bromide, a paralytic, and finally potassium chloride to stop the heart.[171] Eight states have used a single-drug protocol, inflicting only an overdose of a single anesthetic to the prisoner.[171]\n\nWhile some state statutes specify the drugs required, a majority do not, giving more flexibility to prison officers.[171]\n\nPressures from anti-death penalty activists and shareholders have made it difficult for correctional services to get the chemicals. Hospira, the only U.S. manufacturer of sodium thiopental, stopped making the drug in 2011.[172] In 2016, it was reported that more than 20 U.S. and European drug manufacturers including Pfizer (the owner of Hospira) had taken steps to prevent their drugs from being used for lethal injections.[172][173][174]\n\nSince then, some states have used other anesthetics, such as pentobarbital, etomidate,[175] or fast-acting benzodiazepines like midazolam.[176] Many states have since bought lethal injection drugs from foreign furnishers, and most states have made it a criminal offense to reveal the identities of furnishers or execution team members.[172][177] In November 2015, California adopted regulations allowing the state to use its own public compounding pharmacies to make the chemicals.[178]\n\nIn 2009, Ohio approved the use of an intramuscular injection of 500 mg of hydromorphone (a 333-fold lethal overdose for an opioid-naive person)[179] and a supratherapeutic dose of midazolam as a backup means of carrying out executions when a suitable vein cannot be found for intravenous injection.[180][181]\n\nLethal injection was held to be a constitutional method of execution by the U.S. Supreme Court in three cases: Baze v. Rees (2008), Glossip v. Gross (2015), and Bucklew v. Precythe (2019).[182][183]\n\nIn the following states, death row inmates with an execution warrant may always choose to be executed by:[170]\n\nIn four states an alternate method (firing squad in Utah, lethal gas in Arizona, electrocution in Kentucky and Tennessee) is offered only to inmates sentenced to death for crimes committed prior to a specified date (usually when the state switched from the earlier method to lethal injection). The alternate method will be use for all inmates if lethal injection would be declared unconstitutional.\n\nIn five states an alternate method is used only if lethal injection would be declared uncostitutional (electrocution in Arkansas, nitrogen hypoxia-electrocution-firing squad in Mississippi and Oklahoma, firing squad in Utah, lethal gas in Wyoming). In Alabama, Oklahoma and Tennessee \"any constitutional method\" is possible if all the other methods are declared unconstitutional.\n\nIn the state that abolished death penalty or where it is statute was declared unconstitutional, usually people sentenced for a crime before the date of the abolition may be subject to death penalty: their method are:\n\nWhen an offender chooses to be executed by a means different from the state default method, which is always lethal injection, he/she loses the right to challenge its constitutionality in court. See Stewart v. LaGrand, 526 U.S. 115 (1999).\n\nThe last executions by methods other than injection are as follows (all chosen by the inmate):\n\nDepending on the state, the following alternative methods are statutorily provided in case lethal injection is either found unconstitutional by a court or unavailable for practical reasons:[169][170][184]\n\nSeveral states including Oklahoma, Tennessee and Utah, have added back-up methods recently (or have expanded their application fields) in reaction to the shortage of lethal injection drugs.[170][186]\n\nOklahoma and Mississippi are the only states allowing more than two methods of execution in their statutes, providing lethal injection, nitrogen hypoxia, electrocution and firing squad to be used in that order if all earlier methods are unavailable. The nitrogen option was added by the Oklahoma Legislature in 2015 and has never been used in a judicial execution.[187] After struggling for years to design a nitrogen execution protocol and to obtain a proper device for it, Oklahoma announced in February 2020 it abandoned the project after finding a new reliable source of lethal injection drugs.[188]\n\nSome states such as Florida have a larger provision dealing with execution methods unavailability, requiring their state departments of corrections to use \"any constitutional method\" if both lethal injection and electrocution are found unconstitutional. This was designed to make unnecessary any further legislative intervention in that event, but the provision applies only to legal (not practical) infeasibility.[189][190]\n\nThe method of execution of federal prisoners for offenses under the Violent Crime Control and Law Enforcement Act of 1994 is that of the state in which the conviction took place. If the state has no death penalty, the judge must choose a state with the death penalty for carrying out the execution.\n\nThe federal government has a facility (at U.S. Penitentiary Terre Haute) and regulations only for executions by lethal injection, but the United States Code allows U.S. Marshals to use state facilities and employees for federal executions.[191][192]\n\n"
        },
        {
            "title": "Execution attendance",
            "text": "The last public execution in the U.S. was that of Rainey Bethea in Owensboro, Kentucky, on August 14, 1936.\n\nIt was the last execution in the nation at which the general public was permitted to attend without any legally imposed restrictions. \"Public execution\" is a legal phrase, defined by the laws of various states, and carried out pursuant to a court order. Similar to \"public record\" or \"public meeting\", it means that anyone who wants to attend the execution may do so.\n\nAround 1890, a political movement developed in the United States to mandate private executions. Several states enacted laws which required executions to be conducted within a \"wall\" or \"enclosure\", or to \"exclude public view\". Most state laws currently use such explicit wording to prohibit public executions, while others do so only implicitly by enumerating the only authorized witnesses.[193]\n\nAll states allow news reporters to be execution witnesses for information of the general public, except Wyoming which allows only witnesses authorized by the condemned.[194][195][196]\nSeveral states also allow victims' families and relatives selected by the prisoner to watch executions. An hour or two before the execution, the condemned is offered religious services and to choose their last meal (except in Texas which abolished it in 2011).\n\nThe execution of Timothy McVeigh on June 11, 2001, was witnessed by over 200 people, most by closed-circuit television. Most were survivors, or relatives of victims of, the 1995 Oklahoma City Bombing, for which McVeigh had been sentenced to death.\n\n"
        },
        {
            "title": "Public opinion",
            "text": "Gallup, Inc. has monitored support for the death penalty in the United States since 1937 by asking \"Are you in favor of the death penalty for a person convicted of murder?\" Gallup surveys documented a sharp increase in support for capital punishment between 1966 and 1994.[197] However, perhaps as the result of DNA exonerations of death row inmates reported in the national media in the late 1990s,[198] support began to wane, falling from 80% in 1994 to 56% in 2019. Moreover, approval varies substantially depending on the characteristics of the target and the alternatives posed, with much lower support for putting juveniles and the mentally ill to death (26% and 19%, respectively, in 2002).[197] Given the fact that attitudes toward capital punishment are often responsive to events, to characteristics of the target and to alternatives, many believe that the conventional wisdom—that death penalty attitudes are impervious to change—is flawed. Accordingly, any analysis of death penalty attitudes must account for the responsiveness of such attitudes, as well as their reputed resistance to change.[199]\n\nPew Research polls have demonstrated declining American support for the death penalty: 80% in 1974, 78% in 1996, 55% in 2014, and 49% in 2016.[200][201] The 2014 poll showed significant differences by race: 63% of whites, 40% of Hispanics and 36% of blacks, respectively, supported the death penalty in that year. However, in 2018, Pew's polls showed public support for the death penalty had increased to 54% from 49%. Since 2016, opinions among Republicans and Democrats have changed little, but the share of independents favoring the death penalty has increased by eight percentage points (from 44% to 52%).[202]\n\nA 2010 poll by Lake Research Partners found that 61% of voters would choose a penalty other than the death sentence for murder.[203] When persons surveyed are given a choice between the death penalty and life without parole for persons convicted of capital crimes, support for execution has traditionally been significantly lower than in polling that asks only if a person does or does not support the death penalty. In Gallup's 2019 survey, support for the sentence of life without parole surpassed that for the death penalty by a margin of 60% to 36%.[197]\n\nA 2014 study found that the belief that the death penalty helps victims' families to heal may be wrong; more often than finding closure, victims' families felt anger and wanted revenge, with potential side effects of depression, PTSD and a decreased satisfaction with life. Furthermore, the researchers found that a sense of compassion or remorse expressed from the perpetrator to the victim's family had a statistically significant positive effect on the family's ability to find closure.[204]\n\nIn November 2009, another Gallup poll found that 77% of Americans believed that the mastermind of the September 11 attacks, Khalid Sheikh Mohammed, should receive the death penalty if convicted, 12 points higher than the rate of general support for the death penalty upon Gallup's most recent poll at the time.[205] A similar result was found in 2001 when respondents were polled about the execution of Timothy McVeigh for the Oklahoma City bombing that killed 168 people.[206]\n\n"
        },
        {
            "title": "Debate",
            "text": "Capital punishment is a controversial issue, with many prominent organizations and individuals participating in the debate. Amnesty International and other groups oppose capital punishment on moral grounds.\n\nSome law enforcement organizations, and some victims' rights groups support capital punishment.\n\nThe United States is one of the four developed countries that still practice capital punishment, along with Japan, Singapore, and Taiwan.\n\nReligious groups are widely split on the issue of capital punishment.[207] The Fiqh Council of North America, a group of highly influential Muslim scholars in the United States, has issued a fatwa calling for a moratorium on capital punishment in the United States until various preconditions in the legal system are met.[208]\n\nReform Judaism has formally opposed the death penalty since 1959, when the Union of American Hebrew Congregations (now the Union for Reform Judaism) resolved \"that in the light of modern scientific knowledge and concepts of humanity, the resort to or continuation of capital punishment either by a state or by the national government is no longer morally justifiable.\" The resolution goes on to say that the death penalty \"lies as a stain upon civilization and our religious conscience.\" In 1979, the Central Conference of American Rabbis, the professional arm of the Reform rabbinate, resolved that, \"both in concept and in practice, Jewish tradition found capital punishment repugnant\" and there is no persuasive evidence \"that capital punishment serves as a deterrent to crime.\"[209]\n\nIn October 2009, the American Law Institute voted to disavow the framework for capital punishment that it had created in 1962, as part of the Model Penal Code, \"in light of the current intractable institutional and structural obstacles to ensuring a minimally adequate system for administering capital punishment\". A study commissioned by the institute had said that experience had proved that the goal of individualized decisions about who should be executed and the goal of systemic fairness for minorities and others could not be reconciled.[210] As of 2017[update], 159 prisoners have been exonerated due to evidence of their innocence.[17][203][211]\n\nAdvocates of the death penalty say that it deters crime, is a good tool for prosecutors in plea bargaining,[212] improves the community by eliminating recidivism by executed criminals, provides \"closure\" to surviving victims or loved ones, and is a just penalty.  Some advocates[who?] against the death penalty argue that \"most of the rest of the world gave up on human sacrifice a long time ago.\"[213]\n\nThe murder rate is highest in the South (6.5 per 100,000 in 2016), where 80% of executions are carried out, and lowest in the Northeast (3.5 per 100,000), with less than 1% of executions. A report by the US National Research Council in 2012 stated that studies claiming a deterrent effect are \"fundamentally flawed\" and should not be used for policy decisions.[203] According to a survey of the former and present presidents of the country's top academic criminological societies, 88% of these experts rejected the notion that the death penalty acts as a deterrent to murder.[203]\n\nData shows that the application of the death penalty is strongly influenced by racial bias.[203] Furthermore, some opponents argue that it is applied in an arbitrary manner by a criminal justice system that has been shown to be biased through the systemic influence of socio-economic, geographic, and gender factors.[214] Another argument in the capital punishment debate is the cost.[203][215]\n\nOpponents to the death penalty note that the lethal injection, the most common method of carrying out the death penalty, can oftentimes cause executed individuals to remain conscious for several minutes after administering the injection, causing them to feel severe pain in their veins.[216]  The \"three drug cocktail\" consists of midazolam, a sedative, vecuronium bromide, a paralytic, and potassium chloride, which stops the heart.[217]  Opponents note that the midazolam in particular may mask the executed individual's pain and suffering.[218]  Opponents argue that this causes unnecessary pain and suffering on the executed individual and constitutes cruel and unusual punishment in violation of the Eighth Amendment to the United States Constitution.[218]\n\nAdditionally, in 2021–22, states such as South Carolina have experienced a shortage of the drugs used to make the lethal cocktail and some inmates have had to choose between death by electric chair or death by firing squad (aiming for the heart).[219] Critics note that these other methods are more likely to induce pain in the inmate during execution[220]  and that these methods of execution have a high risk of being botched.[221]\n\nOne of the main arguments against the use of capital punishment in the United States is that there has been a long history of botched executions. University of Colorado Boulder Professor Michael L. Radelet described a \"botched execution\" as an execution that causes the prisoner to suffer for a long period of time before they die.[222] This has led to the argument that capital punishment is per se cruel and unusual punishment. The following is a short list of examples of botched executions that have occurred in the United States.\n\nAustin Sarat, a professor of jurisprudence and political science at Amherst College, in his book Gruesome Spectacles: Botched Executions and America's Death Penalty, found that from 1890 to 2010, 276 executions were botched out of a total of 8,776, or 3.15%, with lethal injections having the highest rate. Sarat writes that between 1980 and 2010 the rate of botched executions was higher than ever: 8.53 percent.[232]\n\n"
        },
        {
            "title": "Clemency and commutations",
            "text": "In states with the death penalty, the governor usually has the discretionary power to commute a death sentence or to stay its execution. In some states the governor is required to receive an advisory or binding recommendation from a separate board. In a few states like Georgia, the board decides alone on clemency. At the federal level, the power of clemency belongs to the President of the United States.[233]\n\nThe largest number of clemencies was granted in January 2003 in Illinois when outgoing Governor George Ryan, who had already imposed a moratorium on executions, pardoned four death-row inmates and commuted the sentences of the remaining 167 to life in prison without the possibility of parole.[234] When Governor Pat Quinn signed legislation abolishing the death penalty in Illinois in March 2011, he commuted the sentences of the fifteen inmates on death row to life imprisonment.[56]\n\nPrevious post-Furman mass clemencies took place in 1986 in New Mexico, when Governor Toney Anaya commuted all death sentences because of his personal opposition to the death penalty. In 1991, outgoing Ohio Governor Dick Celeste commuted the sentences of eight prisoners, among them all four women on the state's death row. And during his two terms (1979–1987) as Florida's governor, Bob Graham, although a strong death penalty supporter who had overseen the first post-Furman involuntary execution as well as 15 others, agreed to commute the sentences of six people on the grounds of doubts about guilt or disproportionality.\n\n"
        },
        {
            "title": "Moratoria on executions",
            "text": "All executions were suspended through the country between September 2007 and April 2008. At that time, the United States Supreme Court was examining the constitutionality of lethal injection in Baze v. Rees. This was the longest period with no executions in the United States since 1982. The Supreme Court ultimately upheld this method in a 7–2 ruling.\n\nIn addition to the states that have no valid death penalty statute, the following 17 states and 3 jurisdictions either have an official moratorium on executions or have had no executions for more than ten years as of 2022:\n\nSince 1976, four states have only executed condemned prisoners who voluntarily waived any further appeals: Pennsylvania has executed three inmates, Oregon two, Connecticut one, and New Mexico one. In the last state, Governor Toney Anaya commuted the sentences of all five condemned prisoners on death row in late 1986.[246]\n\nIn California, United States District Judge Jeremy Fogel suspended all executions in the state on December 15, 2006, ruling that the implementation used in California was unconstitutional but that it could be fixed.[247] California Governor Gavin Newsom declared an indefinite moratorium on March 13, 2019.[248]\n\nOn November 25, 2009, the Kentucky Supreme Court affirmed a decision by the Franklin County Circuit Court suspending executions until the state adopts regulations for carrying out the penalty by lethal injection.[241]\n\nIn November 2011, Oregon Governor John Kitzhaber announced a moratorium on executions in Oregon, canceling a planned execution and ordering a review of the death penalty system in the state.[243]\n\nOn February 13, 2015, Pennsylvania Governor Tom Wolf announced a moratorium on the death penalty. Wolf will issue a reprieve for every execution until a commission on capital punishment, which was established in 2011 by the Pennsylvania State Senate, produces a recommendation.[244] The state had not executed anyone since Gary M. Heidnik in 1999.\n\nOn July 25, 2019, U.S. Attorney General William Barr announced that the federal government would resume executions using pentobarbital, rather than the three-drug cocktail previously used. Five convicted death row inmates were scheduled to be executed in December 2019 and January 2020.[249] On November 20, 2019, U.S. District Judge Tanya S. Chutkan issued a preliminary injunction preventing the resumption of federal executions. Plaintiffs in the case argued that the use of pentobarbital may violate the Federal Death Penalty Act of 1994.[250] The stay was lifted in June 2020 and four executions were rescheduled for July and August 2020.[94] On July 14, 2020, Daniel Lewis Lee was executed. He became the first convict executed by the federal government since 2003.[20] Overall, thirteen federal prisoners were executed during the presidency of Donald Trump between July 2020 and January 2021. The last convict executed was Dustin Higgs on January 16, 2021. On July 1, 2021, U.S. Attorney General Merrick Garland halted all federal executions pending review of the changes made under the Trump administration.[236]\n\n"
        }
    ]
}