{
    "url": "https://en.wikipedia.org/wiki/Capitol_Hill",
    "title": "Capitol Hill",
    "table_of_contents": [
        "1 History",
        "2 Description",
        "3 Education",
        "4 Notable residents",
        "5 Gallery",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCapitol Hill, in addition to being a metonym for the United States Congress, is the largest historic residential neighborhood in Washington, D.C., stretching easterly in front of the United States Capitol along wide avenues. It is one of the oldest residential neighborhoods in Washington, D.C., and, with roughly 35,000 people in just under 2 square miles (5 km2), it is also one of the most densely populated.[1]\n\nAs a geographic feature, Capitol Hill rises near the center of the District of Columbia and extends eastward. Pierre (Peter) Charles L'Enfant, as he began to develop his plan for the new federal capital city in 1791, chose to locate the \"Congress House\" (the Capitol building) on the crest of the hill at a site that he characterized as a \"pedestal waiting for a monument.\" The Capitol building has been the home of the Congress of the United States and the workplace of many residents of the Capitol Hill neighborhood since 1800.\n\nThe Capitol Hill neighborhood today straddles two quadrants of the city, Southeast and Northeast. A large portion of the neighborhood is now designated as the Capitol Hill Historic District.\n\nThe name Capitol Hill is often used to refer to both the historic district and to the larger neighborhood around it. To the east of Capitol Hill lies the Anacostia River, to the north is the H Street corridor, to the south are the Southeast/Southwest Freeway and the Washington Navy Yard, and to the west are the National Mall and the city's central business district.\n\nThe Capitol building is surrounded by the Capitol Hill Historic District, which is listed on the National Register of Historic Places (NRHP).  The Capitol Hill Historic District was expanded in 2015 to the north to include the blocks bordered by 2nd Street, F Street, 4th Street, and just south of H Street, NE, collectively known as the Swampoodle Addition.\n\n"
        },
        {
            "title": "History",
            "text": "L'Enfant selected the location of the Capitol (the \"Congress House\") in his 1791 design for the federal capital city (see: L'Enfant Plan). He referred to the hill chosen as the site of the future Congress House as \"Jenkins Hill\" or \"Jenkins Heights\".[2][3]\n\nHowever, the tract of land had for many years belonged to the Carroll family and was noted in their records of ownership as \"Rome\".[4] While a man named Thomas Jenkins had once pastured some livestock at the site of the Capitol (and thus his name was associated with the site), artist John Trumbull, who would paint several murals inside the Capitol's rotunda, reported in 1791 that the site was covered with a thick wood, making it an unlikely place for livestock to graze. Research published in 2004 by the Capitol Hill Historical Society showed that Jenkins' land was just seven blocks east of the site of the Capitol and that L'Enfant was likely to have given Jenkins' name to the general location.[2]\n\nWhile serving in 1793 as President George Washington's  Secretary of State, Thomas Jefferson named Capitol Hill, invoking the famous Temple of Jupiter Optimus Maximus on the Capitoline Hill, one of the seven hills of Rome.[5] However, the connection between the two is not completely clear.[6]\n\nThe neighborhood that is now called Capitol Hill started to develop when the government began work at two locations, the Capitol and the Washington Navy Yard. It became a distinct community between 1799 and 1810 as the federal government became a major employer. The first stage in its early history was that of a boarding house community developed for members of Congress. In the early years of the Republic, few Congressmen wished to establish permanent residence in the city. Instead, most preferred to live in boarding houses within walking distance of the Capitol.[1]\n\nIn 1799, the Washington Navy Yard was established on the banks of the Anacostia River, providing jobs to craftsmen who built and repaired ships. Many of the craftsmen who were employed both at the Navy Yard and in the construction of the Capitol chose to live within walking distance, to the east of the Capitol and the north of the Navy Yard. They became the original residential population of the neighborhood.\n\nIn 1801, Thomas Jefferson, who was at the time President of the United States, selected the location of the Marine Barracks, which had to be within marching distance of both the Capitol and the White House, near the Washington Navy Yard. By 1810, shops, goldsmiths, blacksmiths, and churches were flourishing in the area.\n\nThe Civil War resulted in more construction in the Capitol Hill area, including the building of hospitals. Construction of new houses continued in the 1870s and 1880s. The neighborhood began to divide along racial and economic class lines.\nElectricity, piped water, and plumbing were introduced in the 1890s, and were first available in the downtown areas of the District of Columbia, including Capitol Hill. There was a real estate development boom between 1890 and 1910 as the Capitol Hill area became one of the first neighborhoods having these modern conveniences.\n\nIn 1976, the Capitol Hill Historic District was placed on the National Register of Historic Places. It is one of the largest historic districts in the United States.[1] The boundaries of the historic district are irregular, extending southward from F Street NE, as far east as 14th Street, as far west as South Capitol Street, and with a southern limit marked chiefly by Virginia Avenue but including some territory as far south as M Street SE. It includes buildings from the Federal period (1800 to 1820) through 1919, but most of the buildings are late Victorian.\n\nCapitol Hill has remained a fairly stable middle-class neighborhood throughout its existence. It suffered a period of economic decline and rising crime in the mid-20th century but gradually recovered. During the so-called \"crack epidemic\" of the 1980s, its fringes were often affected. Beginning in the 1990s, the neighborhood has undergone intense gentrification.[7]\n\n"
        },
        {
            "title": "Description",
            "text": "Capitol Hill's landmarks include not only the United States Capitol, but also the Senate and House office buildings, the Supreme Court building, the Library of Congress, the Marine Barracks, the Washington Navy Yard, and Congressional Cemetery.\n\nIt is, however, largely a residential neighborhood composed predominantly of rowhouses of different stylistic varieties and periods. Side by side exist early 19th century manor houses, Federal townhouses, small frame dwellings, ornate Italianate bracketed houses, and the late 19th century press brick rowhouses with their often whimsical decorative elements combining Richardsonian Romanesque, Queen Anne, and Eastlakian motifs.[1]  In the 1990s, gentrification and the booming economy of the District of Columbia meant that the neighborhood's non-historic and obsolete buildings began to be replaced. New buildings, which have to comply with height limits and other restrictions, are often done in a decorative modernist style, many by Amy Weinstein, whose designs feature polychrome brickwork set in patterned relief.[8][9]\n\nThe main non-residential corridor of Capitol Hill is Pennsylvania Avenue, a lively commercial street with shops, restaurants and bars. Eastern Market is an 1873 public market on 7th Street SE, where vendors sell fresh meat and produce in indoor stalls and at outdoor farmers' stands. It is also the site of an outdoor flea market every weekend. After a major fire gutted the main market building on April 30, 2007, it underwent restoration and reopened on June 26, 2009. One of the most beloved stores, Fragers Hardware, has been based on Pennsylvania Avenue for nearly 100 years before it suffered a fire similar in destructiveness to the Eastern Market fire. It has successfully rebuilt on the same location.[10]\n\nBarracks Row (8th Street SE), so called because of its proximity to the U.S. Marine Barracks, is one of the city's oldest commercial corridors.[11] It dates to the late 18th century and has recently been revitalized.\n\nA new addition to Capitol Hill is a community center named Hill Center. Hill Center is housed in the restored Old Naval Hospital at the corner of 9th and Pennsylvania Avenue SE. The rehabilitation of the Old Naval Hospital combines the restoration of a historically significant landmark with the cutting-edge technologies of modern “green” architecture. Hill Center is a vibrant new home for cultural, educational, and civic life on Capitol Hill.\n\n"
        },
        {
            "title": "Education",
            "text": "There are multiple schools within the boundaries, including District of Columbia Public Schools elementary schools (Tyler Elementary School, Brent Elementary School, Watkins Elementary School, Maury Elementary School, Peabody Elementary School, and Payne Elementary School). St. Peter's School on Capitol Hill, the only Catholic school, Capitol Hill Day School, Stuart-Hobson Middle School, Elliot-Hine Jr. High School, Eastern High School and many others. Compared to other DC neighborhoods, it has a large number of schools.\n\n"
        }
    ]
}