{
    "url": "https://en.wikipedia.org/wiki/Capitol_Reflecting_Pool",
    "title": "Capitol Reflecting Pool",
    "table_of_contents": [
        "1 Description",
        "2 History",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Capitol Reflecting Pool is a reflecting pool in Washington, D.C., United States. It lies to the west of the United States Capitol and is the westernmost element of the Capitol grounds (or the easternmost element of the National Mall, according to some reckonings). The Capitol Dome and the Ulysses S. Grant Memorial are reflected in its waters.\n\n"
        },
        {
            "title": "Description",
            "text": "The Capitol Reflecting Pool is located at the eastern end of the National Mall in Washington, D.C. Six acres in size, it occupies over half of the area known as Union Square. It is set into a plaza that includes, on the east, the Ulysses S. Grant Memorial; to its west is a tree-dotted grassy area that extends to Third Streets, NW and SW. Nearby tourist destinations include the Capitol, the U.S. Botanic Garden, and the museums and galleries along the Mall.\n\n"
        },
        {
            "title": "History",
            "text": "The Capitol Reflecting Pool was included in master plans for the Washington Mall area prepared by the architectural firm of Skidmore, Owings, and Merrill in the 1960s and '70s to reduce vehicular traffic on the Mall and facilitate pedestrian and recreational use. (Other elements of the plan were the creation of the Third Street Tunnel under the Mall and the relocation of a memorial to Civil War General George G. Meade from the northwest section of Union Square; that memorial now stands near the intersection of Constitution Avenue and Pennsylvania Avenue, NW.) The new pool was designed to serve as a counterpart to the one at the western end of the Mall, between the Lincoln Memorial and the Washington Monument. Since its completion in 1971, it has been a popular attraction. The broad, gently sloped limestone coping and the steps that lead down from ground level afford seating for visitors as they enjoy the reflections of the Capitol, the surrounding sights, and the sky as well as the ducks and seagulls that often swim in the pool.\n\n"
        }
    ]
}