{
    "url": "https://en.wikipedia.org/wiki/Captain_Video_and_His_Video_Rangers",
    "title": "Captain Video and His Video Rangers",
    "table_of_contents": [
        "1 Overview",
        "2 Production",
        "3 Episode status",
        "3.1 Home media",
        "4 Other media",
        "5 References in other media",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 External links",
        "9.1 Television",
        "9.2 Comics"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Captain Video and His Video Rangers is an American science fiction television series that aired on the DuMont Television Network and was the first series of its genre on American television.\n\nThe series aired between June 27, 1949, and April 1, 1955, originally on Monday through Saturday at 7 p.m. ET, and then Monday through Friday at 7 p.m. ET.[1] A separate 30-minute spinoff series called The Secret Files of Captain Video aired Saturday mornings, alternating with Tom Corbett, Space Cadet, from September 5, 1953, to May 29, 1954, a total of 20 episodes.[1]\n\nResearcher Alan Morton estimates there were a total of 1,537 episodes (not counting the 20 Saturday morning episodes), although few of them exist after the destruction of the original broadcasts, which was commonplace at that time. Sponsors included Post Cereals, Skippy Peanut Butter, DuMont-brand television sets, and Peter Paul's PowerHouse[2] candy bars. Premiums sold via the show included a flying saucer ring, a \"secret seal\" ring, cast photos, electronic goggles, a \"secret ray gun\", a rocket ship key chain, decoders, membership cards, and a set of 12 plastic spacemen.\n\n"
        },
        {
            "title": "Overview",
            "text": "The long-running series, set in Earth's distant future, tracked the adventures of a group of fighters for truth and justice, known as The Video Rangers. They were led by Captain Video (no first name ever was mentioned). The Video Rangers operated from a secret base on a mountaintop whose location was unspecified. Their uniforms resembled U.S. Army surplus with lightning bolts sewn on. Captain Video had a teenage companion known only as The Video Ranger. The Captain received his orders from \"The Commissioner of Public Safety\" (surname Carey), whose responsibilities took in the entire solar system as well as human colonies on planets around other stars.\n\nCaptain Video was the first adventure hero explicitly designed by DuMont's \"idea man\" Larry Menkin for early live television. One of its most iconic episodes, widely written about in metropolitan New York newspapers, was titled \"I TOBOR\". The robot was an important recurring character, and represented the first appearance of a robot in live televised science fiction. Its original manufacturer's name was \"ROBOT I\", but the stencil with its name inadvertently was applied backward, thus creating the enigmatic name. The robot was played by actor David Ballard, who stood 7 feet, 6 inches tall.\n\nOther villains included Doctor Pauli, the \"wily Oriental\" Hing Foo Sung, and Nargola, played by neophyte actor Ernest Borgnine before he went on to become a major stage and Oscar-winning (Marty) film actor. Researcher Don Glut estimated that, in all, about 300 villains appeared on the show at one time or another.\n\nCaptain Video was broadcast live five to six days a week, and was popular with children and adults. It earned a special mention in the first episode, \"TV or Not TV\", of the phenomenally popular Jackie Gleason sitcom series The Honeymooners in which the character Ed Norton wore a space helmet while watching the show.[citation needed]\n\nBecause of the large adult audience, the usual network broadcast time of the daily Captain Video series was 7 to 7:30 p.m. EST, leading off the \"prime evening\" time block and giving parents a chance to get home from work before the show began. For its last two seasons, the show still aired at 7 p.m. ET, but was reduced to 15-minute segments.\n\nDespite its popularity, throughout its run the production was hampered by a very low budget. Until 1953, Captain Video's live adventures occupied only 20 minutes of each day's 30-minute program time. To fill out the rest and save money, about 10 minutes into each episode a \"Video Ranger communications officer\" popped in to show about seven minutes of old cowboy movies described by the otherwise-extraneous officer \"Ranger Rogers\" as the adventures of Captain Video's \"undercover agents\" on Earth. No explanation ever was offered to viewers as to why these paddings were used.\n\nIn reality, the reason was that the Westerns originally had been purchased by the DuMont channel/network to be shown in their entirety, and hosted by Captain Video, but the format was flip-flopped to become a show about Captain Video occasionally interrupted by clips from the old Westerns. Despite the incongruity of mixing the two genres, it was done so the cash-strapped channel would not waste the money spent acquiring the broadcast rights to the Westerns.\n\nA spinoff series, The Secret Files of Captain Video, aired on Saturdays from September 5, 1953, to May 29, 1954, alternating with Tom Corbett, Space Cadet. Each of the 20 half-hour episodes told a complete story.[citation needed]\n\nJim Caddigan, DuMont program director, reportedly came up with the series after watching the Captain Marvel movie serial, and told his writers to come up with a Captain Marvel-type character of their own. The stories originally were Earth-bound, mostly taking place in Captain Video's headquarters due to budgetary restrictions. However, when the Buck Rogers TV show was announced by ABC, DuMont moved Captain Video's adventures out into space to compete. Little did they know the Buck Rogers show would be cancelled within a few months.\n\nIn early episodes, Captain Video's opponent was Doctor Pauli (played by Hal Conklin, a writer-actor best known for making dozens of short films in the 1920s and '30s). The Doctor Pauli character was an inventor who wore gangster-style pinstriped suits, and spoke with the snarl of a movie Nazi or Soviet. Like the last few theatrical serials, the television series' plots often involved inventions created by Captain Video or the evil genius, but obviously made from hardware store odds-and-ends with much double-talk regarding their fantastic properties.\n\nThe series originally was broadcast from a studio in a building occupied by the New York branch of the famous Philadelphia department store Wanamaker's, and the production crew simply would go downstairs for props, often just a few minutes before airtime. Originally, only three Rangers were seen on camera – The Video Ranger, Ranger Rogers the communications officer, and Ranger Gallagher. (They also were the only Rangers seen in the 1951 film serial version of the series.) As the budget increased, a larger roster of Rangers briefly was seen on TV. According to Variety, the female lead was played by Norma Lee Clark.[3]\n\nCaptain Video eventually had the use of three spaceships. In the first ship, the X-9 (later replaced briefly by the X-10), the crew at takeoff lay upon tilted bunk beds on their elbows, a posture based upon space travel theories of the time. Later, the V-2 rocket-like ship named \"Galaxy\" had an aircraft-style cockpit with reclining seats. The Captain's final spacecraft, after early 1953, was the \"Galaxy II\".\n\nThe other space adventure series of the period were Tom Corbett, Space Cadet (initially CBS, then ABC, then DuMont), also broadcast live from New York City, and Space Patrol (ABC), broadcast live from Los Angeles. There were some plot similarities among the three. At times, for example, Space Patrol seemed to be doing a West Coast recreation of Captain Video's latest adventure.\n\nAl Hodge, who had portrayed the role of Britt Reid, the Green Hornet, on radio, is the Captain Video most original viewers of the series remember (1950–1955) even though the original Captain Video was played by Richard Coogan, who played the role for 17 months. Conversely, The Video Ranger was played during the entire run of the show by teenaged Don Hastings, who later became a longtime soap opera star on As the World Turns.\n\nDuring commercial breaks, DuMont aired special \"Video Ranger messages\". They ranged from public service spots on morality and civics to advertisements for Video Ranger merchandise. These messages consisted of a still title card reading \"VIDEO RANGER Message\" with the announcer reading the message in a voice-over, allowing sets to be reconfigured for the next scene while the message was read.[4]\n\nMany premiums were offered by sponsors of the show, including space helmets – which received a boost when, as aforementioned, actor Art Carney's Ed Norton character wore one on an episode of The Honeymooners, secret code guns, flying saucer rings, decoder badges, photo-printing rings, and Viking rockets complete with launchers. A clip of in-show advertising can be seen on YouTube.[5]\n\n"
        },
        {
            "title": "Production",
            "text": "Even for its time, when early television productions often were thrown-together affairs, the quality of the show might be considered crude or low-budget,[6] owing much to the fact that the show was done live and DuMont had a meager budget to work with. A laudatory review by comic author Dave Barry referenced the \"Captain Video Rocket Ring\", a promotional tie-in piece of merchandise distributed via Power House candy bars, saying that the ring \"seemed to have a higher production value than the actual TV show.\"[7]\n\nIn the early days of the series, the show featured often incoherent scripts, along with jarring plot shifts to old cowboy movies. This led to derision of the show by the critics of the day, although it always was wildly popular with kids and many adults.[8] This improved after 1952 when scripts began being written by such major science fiction writers active at the time as Damon Knight, James Blish, Jack Vance, and Arthur C. Clarke. These late scripts displayed more intelligence, discipline and imagination than most of the other children's sci-fi series scripts of the era. Other well-known authors who occasionally wrote for the program included Isaac Asimov, Cyril M. Kornbluth, Milt Lesser, Walter M. Miller, Jr., Robert Sheckley, J. T. McIntosh, and Robert S. Richardson. One of the more prolific writers for the show was Maurice C. Brachhausen—who wrote under the name M.C. Brock, and later had his own production company, Brock Video Productions.\n\nThroughout the run of the series, it had a meager budget despite its success with the general public. In fact, according to most records, the show's \"prop budget\" was a miserly $25 per week, supplemented by items borrowed from nearby sporting goods shops, as cited by Al Hodge in a radio interview on National Public Radio.[citation needed] Few special effects were evident until the team of Russell and Haberstroh was hired in September 1952. For the rest of the program's episodes, they provided effective model and effects work, prefilmed in 16 mm format and cut into the live broadcast as needed.\n\nIn the book The Box, an oral history of early television, cast members told author Jeff Kisseloff of miscues during the live programs, some forcing actors to turn away from the camera lest they be seen laughing.\n\nThe show's theme song was Richard Wagner's \"Overture to The Flying Dutchman\". Captain Video's \"mountaintop headquarters\" was a drawing on a 4 X 4' piece of cardboard on an easel. The \"Opticon Scillometer\" gadget was made out of a car muffler, a mirror, a spark plug, and an ashtray. The interior of Captain Video's spaceship, the Galaxy, was made entirely of cardboard with the instruments and dials painted onto the cardboard.\n\nAs a result of there being so few surviving episodes, it is not clear what time period the series is set in, if it can be set in any concrete time frame at all. The Fawcett comic adventures are supposed to take place during the time of publication, in 1951. However, the stories in the surviving kinescopes could take place in 1950, as when Dr. Pauli plots to rob a bank in Shanghai, or centuries into the future, as when Captain Video seeks to establish a reliable mail service for far-flung interstellar (or at least interplanetary) colonies (depicted in a surviving episode generally called \"Chauncey Everett\") or struggles to prevent the many space stations circling Pluto from being destroyed by an approaching comet. Later episodes' television listings seem to indicate that Captain Video and other characters on the show were indeed capable of routine interstellar travel.\n\nThe actors were paid so little they actually made more money from appearing in character at supermarket openings, county fairs and the like than they did from their salaries. The original star Richard Coogan left the show in 1950 partially because the show's producers refused to cut in the cast members for a percentage of the licensing dollars from the sale of Captain Video merchandise. Bram Nossen, who played Dr. Pauli, dropped out after suffering a nervous breakdown from having to appear on TV six days a week, and was replaced by Hal Conklin. In 1954 Stephen Elliott assumed the role. The jarring change in actors who looked nothing like each other was explained by saying that the villainous Dr. Pauli had undergone plastic surgery to outwit Captain Video.\n\n"
        },
        {
            "title": "Episode status",
            "text": "24 episodes of the series are held by the UCLA Film and Television Archive and are believed to be the only remaining episodes from the series.[9] Of these surviving episodes, only five 30-minute episodes, three featuring Richard Coogan and two featuring Al Hodge, have been available to the public on home video. The other 19 are only available at the archive's facilities by appointment.\n\nDuMont's film archive, consisting of kinescope (16 mm) and Electronicam (35 mm), was discarded in the 1970s by Metromedia, the broadcast conglomerate that was the successor company to DuMont; according to Congressional testimony, these films were discarded somewhere between Upper New York Bay and the East River.[10][11] To date, the person or persons responsible for ordering the destruction of the kinescopes and other recordings remains unknown.\n\nFour episodes of Captain Video and His Video Rangers were released on Region 0 DVD by Alpha Video on November 25, 2008.[12]\n\n"
        },
        {
            "title": "Other media",
            "text": "Columbia Pictures made a movie serial, starring Judd Holdren, under the name Captain Video: Master of the Stratosphere (1951). However, it displayed only marginally better sets and props than its TV inspiration. Some special effects were accomplished with cel animation, inspired by earlier use in another, successful serial from the same studio, Superman (1948). Columbia's movie serial was the only time a serial was based on a television program. Tom Corbett and Space Patrol were also heard on the ABC Radio Network. However, since DuMont had no affiliated radio network, DuMont never provided a radio version of Captain Video's adventures.\n\nSix issues of a Captain Video comic book were published by Fawcett Comics in 1951.[13] The rival space adventure programs Tom Corbett, Space Cadet and Space Patrol shortly thereafter had their own comic books as well. Some of these comics were used as the basis for a British TV Annual, a hardcover collection produced in time for Christmas, which also made the claim that man would venture into space in 1970 and would reach the moon by 2000.\n\n"
        },
        {
            "title": "References in other media",
            "text": "The series is briefly referenced in the 1955 movie The Seven Year Itch.\n\nHumor columnist Dave Barry fondly reminisces about watching Captain Video's encounters with classically inept adversaries in the introduction to his tongue-in-cheek cultural study Dave Barry Does Japan.\n\nThe show was mentioned in Stephen King's 1986 novel It, during Eddie Kaspbrak's memory interlude of the Shoe Store in Chapter 3.\n\nIt is referenced in the song \"Captain Video\" by the band Field Report on their 2012 self-titled album.\n\nThe series is mentioned in the first of the 39 standalone episodes of The Honeymooners, \"TV or Not TV\". As noted, \"Honeymooners\" character Ed Norton was a fan of the show. The 1952 Democratic presidential candidate Adlai Stevenson once delayed a scheduled TV announcement until after Captain Video had aired because he feared everyone would be watching that show.\n\nArthur C. Clarke's experience on the show and his personal friendship with Al Hodge caused him to write \"Security Check\" a short story about the prop man on a thinly disguised \"Captain Video\" kiddie program who receives a visit from some of the first men in black to ever appear in science fiction. \n\nThe series is also prominently mentioned in Barbara Kingsolver's 2009 novel The Lacuna. After the protagonist, author Harrison William Shepherd, is persecuted by the House Un-American Activities Committee, his stenographer and friend Violet Brown observes, \"After the hearing he'd stopped writing, for good he said. Instead he bought a television set and let its nonsense rule his days. Mook the Moon Man comes on at four, and so on.\" She adds, \"He was so changed by then, even his looks. Whatever used to show up for its workaday there inside him, it had shut off the lights and gone on home. He was fagged out in the chair as usual, in his old gray flannels, smoking, never taking his eyes off the set. Captain Video was on, some underwater band of thieves fighting. They had Al Hodge by the neck, fixing to drown him.\" The scene Violet describes portends later developments in the novel.\n\nThe show is mentioned in an extended version of Joe Piscopo and Eddie Murphy's Honeymooners Rap called the \"Captain Video\" version.\n\n"
        }
    ]
}