{
    "url": "https://en.wikipedia.org/wiki/Carboniferous",
    "title": "Carboniferous",
    "table_of_contents": [
        "1 Etymology and history",
        "2 Stratigraphy",
        "2.1 ICS units",
        "2.2 Regional stratigraphy",
        "2.2.1 North America",
        "2.2.2 Europe",
        "3 Palaeogeography",
        "4 Climate",
        "5 Rocks and coal",
        "6 Life",
        "6.1 Plants",
        "6.2 Marine invertebrates",
        "6.3 Freshwater and lagoonal invertebrates",
        "6.4 Terrestrial invertebrates",
        "6.5 Fish",
        "6.6 Tetrapods",
        "6.7 Fungi",
        "7 Extinction events",
        "7.1 Romer's gap",
        "7.2 Carboniferous rainforest collapse",
        "8 See also",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Carboniferous (/ˌkɑːrbəˈnɪfərəs/ KAHR-bə-NIF-ər-əs)[6] is a geologic period and system of the Paleozoic that spans 60 million years from the end of the Devonian Period 358.9 million years ago (Mya), to the beginning of the Permian Period, 298.9 million years ago. The name Carboniferous means \"coal-bearing\", from the Latin carbō (\"coal\") and ferō (\"bear, carry\"), and refers to the many coal beds formed globally during that time.[7]\n\nThe first of the modern 'system' names, it was coined by geologists William Conybeare and William Phillips in 1822,[8] based on a study of the British rock succession. The Carboniferous is often treated in North America as two geological periods, the earlier Mississippian and the later Pennsylvanian.[9]\n\nTerrestrial animal life was well established by the Carboniferous Period.[10] Tetrapods (four limbed vertebrates), which had originated from lobe-finned fish during the preceding Devonian, became pentadactylous in and diversified during the Carboniferous,[11] including early amphibian lineages such as temnospondyls, with the first appearance of amniotes, including synapsids (the group to which modern mammals belong) and reptiles during the late Carboniferous. The period is sometimes called the Age of Amphibians,[12] during which amphibians became dominant land vertebrates and diversified into many forms including lizard-like, snake-like, and crocodile-like.[13]\n\nInsects would undergo a major radiation during the late Carboniferous. Vast swaths of forest covered the land, which would eventually be laid down and become the coal beds characteristic of the Carboniferous stratigraphy evident today.\n\nThe later half of the period experienced glaciations, low sea level, and mountain building as the continents collided to form Pangaea. A minor marine and terrestrial extinction event, the Carboniferous rainforest collapse, occurred at the end of the period, caused by climate change.[14]\n\n"
        },
        {
            "title": "Etymology and history",
            "text": "The term \"Carboniferous\" had first been used as an adjective by Irish geologist Richard Kirwan in 1799, and later used in a heading entitled \"Coal-measures or Carboniferous Strata\" by John Farey Sr. in 1811, becoming an informal term referring to coal-bearing sequences in Britain and elsewhere in Western Europe. Four units were originally ascribed to the Carboniferous, in ascending order, the Old Red Sandstone, Carboniferous Limestone, Millstone Grit and the Coal Measures. These four units were placed into a formalised Carboniferous unit by William Conybeare and William Phillips in 1822, and later into the Carboniferous System by Phillips in 1835. The Old Red Sandstone was later considered Devonian in age. Subsequently, separate stratigraphic schemes were developed in Western Europe, North America, and Russia. The first attempt to build an international timescale for the Carboniferous was during the Eighth International Congress on Carboniferous Stratigraphy and Geology in Moscow in 1975, when all of the modern ICS stages were proposed.[15]\n\n"
        },
        {
            "title": "Stratigraphy",
            "text": "The Carboniferous is divided into two subsystems, the lower Mississippian and upper Pennsylvanian, which are sometimes treated as separate geological periods in North American stratigraphy.\n\nStages can be defined globally or regionally. For global stratigraphic correlation, the International Commission on Stratigraphy (ICS) ratify global stages based on a Global Boundary Stratotype Section and Point (GSSP) from a single formation (a stratotype) identifying the lower boundary of the stage. The ICS subdivisions from youngest to oldest are as follows:[16]\n\nThe Mississippian was first proposed by Alexander Winchell, and the Pennsylvanian was proposed by J. J. Stevenson in 1888, and both were proposed as distinct and independent systems by H. S. Williams in 1881.[15]\n\nThe Tournaisian was named after the Belgian city of Tournai. It was introduced in scientific literature by Belgian geologist André Hubert Dumont in 1832. The GSSP for the base of the Tournaisian is located at the La Serre section in Montagne Noire, southern France. It is defined by the first appearance datum of the conodont Siphonodella sulcata, which was ratified in 1990. However, the GSSP was later shown to have issues, with Siphonodella sulcata being shown to occur 0.45 m below the proposed boundary.[15]\n\nThe Viséan Stage was introduced by André Dumont in 1832. Dumont named this stage after the city of Visé in Belgium's Liège Province. The GSSP for the Visean is located in Bed 83 at the Pengchong section, Guangxi, southern China, which was ratified in 2012. The GSSP for the base of the Viséan is the first appearance datum of fusulinid (an extinct group of forams) Eoparastaffella simplex.[17]\n\nThe Serpukhovian Stage was proposed in 1890 by Russian stratigrapher Sergei Nikitin. It is named after the city of Serpukhov, near Moscow. The Serpukhovian Stage currently lacks a defined GSSP. The proposed definition for the base of the Serpukhovian is the first appearance of conodont Lochriea ziegleri.[15]\n\nThe Bashkirian was named after Bashkiria, the then Russian name of the republic of Bashkortostan in the southern Ural Mountains of Russia. The stage was introduced by Russian stratigrapher Sofia Semikhatova in 1934. The GSSP for the base of the Bashkirian is located at Arrow Canyon in Nevada, USA, which was ratified in 1996. The GSSP for the base of the Bashkirian is defined by the first appearance of the conodont Declinognathodus noduliferus.[15]\n\nThe Moscovian is named after Moscow, Russia, and was first introduced by Sergei Nikitin in 1890. The Moscovian currently lacks a defined GSSP.[15]\n\nThe Kasimovian is named after the Russian city of Kasimov, and originally included as part of Nikitin's original 1890 definition of the Moscovian. It was first recognised as a distinct unit by A.P. Ivanov in 1926, who named it the \"Tiguliferina\" Horizon after a kind of brachiopod.[15] The Kasimovian currently lacks a defined GSSP.[16]\n\nThe Gzhelian is named after the Russian village of Gzhel (Russian: Гжель), nearby Ramenskoye, not far from Moscow. The name and type locality were defined by Sergei Nikitin in 1890. The base of the Gzhelian currently lacks a defined GSSP.[15]\n\nThe GSSP for the base of the Permian is located in the Aidaralash River valley near Aqtöbe, Kazakhstan, which was ratified in 1996. The beginning of the stage is defined by the first appearance of the conodont Streptognathodus postfusus.[18]\n\nIn North American stratigraphy, the Mississippian is divided, in ascending order, into the Kinderhookian, Osagean, Meramecian and Chesterian series, while the Pennsylvanian is divided into the Morrowan, Atokan, Desmoinesian, Missourian and Virgilian series.[15]\n\nThe Kinderhookian is named after the village of Kinderhook, Pike County, Illinois. It corresponds to the lower part of the Tournasian.[15]\n\nThe Osagean is named after the Osage River in St. Clair County, Missouri. It corresponds to the upper part of the Tournaisian and the lower part of the Viséan.[15]\n\nThe Meramecian is named after the Meramec Highlands Quarry, located the near the Meramec River, southwest of St. Louis, Missouri. It corresponds to the mid Viséan.[15]\n\nThe Chesterian is named after the Chester Group, a sequence of rocks named after the town of Chester, Illinois. It corresponds to the upper Viséan and all of the Serpukhovian.[15]\n\nThe Morrowan is named after the Morrow Formation located in NW Arkansas, it corresponds to the lower Bashkirian.[15]\n\nThe Atokan was originally a formation named after the town of Atoka in southwestern Oklahoma. It corresponds to the upper Bashkirian and lower Moscovian[15]\n\nThe Desmoinesian is named after the Des Moines Formation found near the Des Moines River in central Iowa. It corresponds to the middle and upper Moscovian and lower Kasimovian.[15]\n\nThe Missourian was named at the same time as the Desmoinesian. It corresponds to the middle and upper Kasimovian.[15]\n\nThe Virgilian is named after the town of Virgil, Kansas, it corresponds to the Gzhelian.[15]\n\nThe European Carboniferous is divided into the lower Dinantian and upper Silesian, the former being named for the Belgian city of Dinant, and the latter for the Silesia region of Central Europe. The boundary between the two subdivisions is older than the Mississippian-Pennsylvanian boundary, lying within the lower Serpukhovian. The boundary has traditionally been marked by the first appearance of the ammonoid Cravenoceras leion. In Europe, the Dinantian is primarily marine, the so-called \"Carboniferous Limestone\", while the Silesian primarily known for its coal measures.\n\nThe Dinantian is divided up into two stages, the Tournaisian and Viséan. The Tournaisian is the same length as the ICS stage, but the Viséan is longer, extending into the lower Serpukhovian.\n\nThe Silesian is divided into three stages, in ascending order, the Namurian, Westphalian, Stephanian. The Autunian, which corresponds to the middle and upper Gzhelian, is considered a part of the overlying Rotliegend.\n\nThe Namurian is named after the city of Namur in Belgium. It corresponds to the middle and upper Serpukhovian and the lower Bashkirian.\n\nThe Westphalian is named after the region of Westphalia in Germany it corresponds to the upper Bashkirian and all but the uppermost Moscovian.\n\nThe Stephanian is named after the city of Saint-Étienne in eastern France. It corresponds to the uppermost Moscovian, the Kasimovian, and the lower Gzhelian.[15]\n\n"
        },
        {
            "title": "Palaeogeography",
            "text": "A global drop in sea level at the end of the Devonian reversed early in the Carboniferous; this created the widespread inland seas and the carbonate deposition of the Mississippian.[19] There was also a drop in south polar temperatures; southern Gondwanaland was glaciated throughout the period, though it is uncertain if the ice sheets were a holdover from the Devonian or not.[19] These conditions apparently had little effect in the deep tropics, where lush swamps, later to become coal, flourished to within 30 degrees of the northernmost glaciers.[19]\n\nMid-Carboniferous, a drop in sea level precipitated a major marine extinction, one that hit crinoids and ammonites especially hard.[19] This sea level drop and the associated unconformity in North America separate the Mississippian Subperiod from the Pennsylvanian Subperiod. This happened about 323 million years ago, at the onset of the Permo-Carboniferous Glaciation.[19]\n\nThe Carboniferous was a time of active mountain-building as the supercontinent Pangaea came together. The southern continents remained tied together in the supercontinent Gondwana, which collided with North America–Europe (Laurussia) along the present line of eastern North America. This continental collision resulted in the Hercynian orogeny in Europe, and the Alleghenian orogeny in North America; it also extended the newly uplifted Appalachians southwestward as the Ouachita Mountains.[19] In the same time frame, much of present eastern Eurasian plate welded itself to Europe along the line of the Ural Mountains. Most of the Mesozoic supercontinent of Pangea was now assembled, although North China (which would collide in the Latest Carboniferous), and South China continents were still separated from Laurasia. The Late Carboniferous Pangaea was shaped like an \"O\".\n\nThere were two major oceans in the Carboniferous: Panthalassa and Paleo-Tethys, which was inside the \"O\" in the Carboniferous Pangaea. Other minor oceans were shrinking and eventually closed: the Rheic Ocean (closed by the assembly of South and North America), the small, shallow Ural Ocean (which was closed by the collision of Baltica and Siberia continents, creating the Ural Mountains), and the Proto-Tethys Ocean (closed by North China collision with Siberia/Kazakhstania).\n\n"
        },
        {
            "title": "Climate",
            "text": "Average global temperatures in the Early Carboniferous Period were high: approximately 20 °C (68 °F). However, cooling during the Middle Carboniferous reduced average global temperatures to about 12 °C (54 °F). Atmospheric carbon dioxide levels fell during the Carboniferous Period from roughly 8 times the current level in the beginning, to a level similar to today's at the end.[19] The Carboniferous is considered part of the Late Paleozoic icehouse, which began in the latest Devonian, with the formation of small glaciers in Gondwana. During the Tournaisian the climate warmed, before cooling, there was another warm interval during the Viséan, but cooling began again during the early Serpukhovian. At the beginning of the Pennsylvanian around 323 million years ago, glaciers began to form around the South Pole, which would grow to cover a vast area of Gondwana. This area extended from the southern reaches of the Amazon basin and covered large areas of southern Africa, as well as most of Australia and Antarctica. Cyclothems, which began around 313 million years ago, and continue into the following Permian indicate that the size of the glaciers were controlled by Milankovitch cycles akin to recent ice ages, with glacial periods and interglacials. Deep ocean temperatures during this time were cold due to the influx of cold bottom waters generated by seasonal melting of the ice cap.[20]\n\nThe cooling and drying of the climate led to the Carboniferous Rainforest Collapse (CRC) during the late Carboniferous. Tropical rainforests fragmented and then were eventually devastated by climate change.[14]\n\n"
        },
        {
            "title": "Rocks and coal",
            "text": "Carboniferous rocks in Europe and eastern North America largely consist of a repeated sequence of limestone, sandstone, shale and coal beds.[21] In North America, the early Carboniferous is largely marine limestone, which accounts for the division of the Carboniferous into two periods in North American schemes. The Carboniferous coal beds provided much of the fuel for power generation during the Industrial Revolution and are still of great economic importance.\n\nThe large coal deposits of the Carboniferous may owe their existence primarily to two factors. The first of these is the appearance of wood tissue and bark-bearing trees. The evolution of the wood fiber lignin and the bark-sealing, waxy substance suberin variously opposed decay organisms so effectively that dead materials accumulated long enough to fossilise on a large scale. The second factor was the lower sea levels that occurred during the Carboniferous as compared to the preceding Devonian Period. This fostered the development of extensive lowland swamps and forests in North America and Europe. Based on a genetic analysis of mushroom fungi, it was proposed that large quantities of wood were buried during this period because animals and decomposing bacteria and fungi had not yet evolved enzymes that could effectively digest the resistant phenolic lignin polymers and waxy suberin polymers. They suggest that fungi that could break those substances down effectively only became dominant towards the end of the period, making subsequent coal formation much rarer.[22][23]\n\nThe Carboniferous trees made extensive use of lignin. They had bark to wood ratios of 8 to 1, and even as high as 20 to 1. This compares to modern values less than 1 to 4. This bark, which must have been used as support as well as protection, probably had 38% to 58% lignin.[citation needed] Lignin is insoluble, too large to pass through cell walls, too heterogeneous for specific enzymes, and toxic, so that few organisms other than Basidiomycetes fungi can degrade it. To oxidize it requires an atmosphere of greater than 5% oxygen, or compounds such as peroxides. It can linger in soil for thousands of years and its toxic breakdown products inhibit decay of other substances.[24] One possible reason for its high percentages in plants at that time was to provide protection from insects in a world containing very effective insect herbivores (but nothing remotely as effective as modern plant eating insects) and probably many fewer protective toxins produced naturally by plants than exist today.[25] As a result, undegraded carbon built up, resulting in the extensive burial of biologically fixed carbon, leading to an increase in oxygen levels in the atmosphere; estimates place the peak oxygen content as high as 35%, as compared to 21% today.[26][27] This oxygen level may have increased wildfire activity. It also may have promoted gigantism of insects and amphibians, creatures whose size is today limited by their respiratory systems' ability to transport and distribute oxygen at lower atmospheric concentrations.[28]\n\nIn eastern North America, marine beds are more common in the older part of the period than the later part and are almost entirely absent by the late Carboniferous. More diverse geology existed elsewhere, of course. Marine life is especially rich in crinoids and other echinoderms. Brachiopods were abundant. Trilobites became quite uncommon. On land, large and diverse plant populations existed. Land vertebrates included large amphibians.\n\n"
        },
        {
            "title": "Life",
            "text": "Early Carboniferous land plants, some of which were preserved in coal balls, were very similar to those of the preceding Late Devonian, but new groups also appeared at this time.\nThe main Early Carboniferous plants were the Equisetales (horse-tails), Sphenophyllales (scrambling plants), Lycopodiales (club mosses), Lepidodendrales (scale trees), Filicales (ferns), Medullosales (informally included in the \"seed ferns\", an assemblage of a number of early gymnosperm groups) and the Cordaitales. These continued to dominate throughout the period, but during late Carboniferous, several other groups, Cycadophyta (cycads), the Callistophytales (another group of \"seed ferns\"), and the Voltziales (related to and sometimes included under the conifers), appeared.\n\nThe Carboniferous lycophytes of the order Lepidodendrales, which are cousins (but not ancestors) of the tiny club-moss of today, were huge trees with trunks 30 meters high and up to 1.5 meters in diameter. These included Lepidodendron (with its cone called Lepidostrobus), Anabathra, Lepidophloios and Sigillaria.[29] The roots of several of these forms are known as Stigmaria. Unlike present-day trees, their secondary growth took place in the cortex, which also provided stability, instead of the xylem.[30] The Cladoxylopsids were large trees, that were ancestors of ferns, first arising in the Carboniferous.[31]\n\nThe fronds of some Carboniferous ferns are almost identical with those of living species. Probably many species were epiphytic. Fossil ferns and \"seed ferns\" include Pecopteris, Cyclopteris, Neuropteris, Alethopteris, and Sphenopteris; Megaphyton and Caulopteris were tree ferns.[29]\n\nThe Equisetales included the common giant form Calamites, with a trunk diameter of 30 to 60 cm (24 in) and a height of up to 20 m (66 ft). Sphenophyllum was a slender climbing plant with whorls of leaves, which was probably related both to the calamites and the lycopods.[29]\n\nCordaites, a tall plant (6 to over 30 meters) with strap-like leaves, was related to the cycads and conifers; the catkin-like reproductive organs, which bore ovules/seeds, is called Cardiocarpus. These plants were thought to live in swamps. True coniferous trees (Walchia, of the order Voltziales) appear later in the Carboniferous,[29] and preferred higher drier ground.\n\nIn the oceans the marine invertebrate groups are the Foraminifera, corals, Bryozoa, Ostracoda, brachiopods, ammonoids, hederelloids, microconchids and echinoderms (especially crinoids).[citation needed] The diversity of brachiopods and fusilinid foraminiferans, surged beginning in the Visean, continuing through the end of the Carboniferous, although cephalopod and nektonic conodont diversity declined.[32] For the first time foraminifera take a prominent part in the marine faunas. The large spindle-shaped genus Fusulina and its relatives were abundant in what is now Russia, China, Japan, North America; other important genera include Valvulina, Endothyra, Archaediscus, and Saccammina (the latter common in Britain and Belgium). Some Carboniferous genera are still extant. The first true priapulids appeared during this period.[29]\n\nThe microscopic shells of radiolarians are found in cherts of this age in the Culm of Devon and Cornwall, and in Russia, Germany and elsewhere. Sponges are known from spicules and anchor ropes,[29] and include various forms such as the Calcispongea Cotyliscus and Girtycoelia, the demosponge Chaetetes, and the genus of unusual colonial glass sponges Titusvillia.\n\nBoth reef-building and solitary corals diversify and flourish; these include both rugose (for example, Caninia, Corwenia, Neozaphrentis), heterocorals, and tabulate (for example, Chladochonus, Michelinia) forms. Conularids were well represented by Conularia\n\nBryozoa are abundant in some regions; the fenestellids including Fenestella, Polypora, and Archimedes, so named because it is in the shape of an Archimedean screw. Brachiopods are also abundant; they include productids, some of which  reached very large for brachiopods size and had very thick shells (for example, the 30 cm (12 in)-wide Gigantoproductus[33][34]), while others like Chonetes were more conservative in form. Athyridids, spiriferids, rhynchonellids, and terebratulids are also very common. Inarticulate forms include Discina and Crania. Some species and genera had a very wide distribution with only minor variations.\n\nAnnelids such as Serpulites are common fossils in some horizons. Among the mollusca, the bivalves continue to increase in numbers and importance. Typical genera include Aviculopecten, Posidonomya, Nucula, Carbonicola, Edmondia, and Modiola. Gastropods are also numerous, including the genera Murchisonia, Euomphalus, Naticopsis.[29] Nautiloid cephalopods are represented by tightly coiled nautilids, with straight-shelled and curved-shelled forms becoming increasingly rare. Goniatite ammonoids such as Aenigmatoceras are common.\n\nTrilobites are rarer than in previous periods, on a steady trend towards extinction, represented only by the proetid group. Ostracoda, a class of crustaceans, were abundant as representatives of the meiobenthos; genera included Amphissites, Bairdia, Beyrichiopsis, Cavellina, Coryellina, Cribroconcha, Hollinella, Kirkbya, Knoxiella, and Libumella.\n\nAmongst the echinoderms, the crinoids were the most numerous. Dense submarine thickets of long-stemmed crinoids appear to have flourished in shallow seas, and their remains were consolidated into thick beds of rock. Prominent genera include Cyathocrinus, Woodocrinus, and Actinocrinus. Echinoids such as Archaeocidaris and Palaeechinus were also present. The blastoids, which included the Pentreinitidae and Codasteridae and superficially resembled crinoids in the possession of long stalks attached to the seabed, attain their maximum development at this time.[29]\n\nFreshwater Carboniferous invertebrates include various bivalve molluscs that lived in brackish or fresh water, such as Anthraconaia, Naiadites, and Carbonicola; diverse crustaceans such as Candona, Carbonita, Darwinula, Estheria, Acanthocaris, Dithyrocaris, and Anthrapalaemon.\n\nThe eurypterids were also diverse, and are represented by such genera as Adelophthalmus, Megarachne (originally misinterpreted as a giant spider, hence its name) and the specialised very large Hibbertopterus. Many of these were amphibious.\n\nFrequently a temporary return of marine conditions resulted in marine or brackish water genera such as Lingula, Orbiculoidea, and Productus being found in the thin beds known as marine bands.\n\nFossil remains of air-breathing insects,[35] myriapods and arachnids[36] are known from the late Carboniferous, but so far not from the early Carboniferous.[10] Their diversity when they do appear, however, shows that these arthropods were both well-developed and numerous. Their large size can be attributed to the moistness of the environment (mostly swampy fern forests) and the fact that the oxygen concentration in the Earth's atmosphere in the Carboniferous was much higher than today.[37][38][39] This required less effort for respiration and allowed arthropods to grow larger with the up to 2.6-meter-long (8.5 ft) millipede-like Arthropleura being the largest-known land invertebrate of all time. Among the insect groups are the huge predatory Protodonata (griffinflies), among which was Meganeura, a giant dragonfly-like insect and with a wingspan of ca. 75 cm (30 in)—the largest flying insect ever to roam the planet. Further groups are the Syntonopterodea (relatives of present-day mayflies), the abundant and often large sap-sucking Palaeodictyopteroidea, the diverse herbivorous Protorthoptera, and numerous basal Dictyoptera (ancestors of cockroaches).[35]  Many insects have been obtained from the coalfields of Saarbrücken and Commentry, and from the hollow trunks of fossil trees in Nova Scotia. Some British coalfields have yielded good specimens: Archaeoptilus, from the Derbyshire coalfield, had a large wing with 4.3 cm (2 in) preserved part, and some specimens (Brodia) still exhibit traces of brilliant wing colors. In the Nova Scotian tree trunks land snails (Archaeozonites, Dendropupa) have been found.[40]\n\nMany fish inhabited the Carboniferous seas; predominantly Elasmobranchs (sharks and their relatives). These included some, like Psammodus, with crushing pavement-like teeth adapted for grinding the shells of brachiopods, crustaceans, and other marine organisms. Other sharks had piercing teeth, such as the Symmoriida; some, the petalodonts, had peculiar cycloid cutting teeth. Most of the sharks were marine, but the Xenacanthida invaded fresh waters of the coal swamps. Among the bony fish, the Palaeonisciformes found in coastal waters also appear to have migrated to rivers. Sarcopterygian fish were also prominent, and one group, the Rhizodonts, reached very large size.\n\nMost species of Carboniferous marine fish have been described largely from teeth, fin spines and dermal ossicles,[29] with smaller freshwater fish preserved whole.\n\nFreshwater fish were abundant, and include the genera Ctenodus, Uronemus, Acanthodes, Cheirodus, and Gyracanthus.\n\nChondrichthyes  (especially the Stethacanthids) underwent a major evolutionary radiation during the Carboniferous.[41] It is believed that this evolutionary radiation occurred because the decline of the placoderms at the end of the Devonian Period caused many environmental niches to become unoccupied and allowed new organisms to evolve and fill these niches.[41] As a result of the evolutionary radiation Carboniferous sharks assumed a wide variety of bizarre shapes including Stethacanthus which possessed a flat brush-like dorsal fin with a patch of denticles on its top.[41] Stethacanthus's unusual fin may have been used in mating rituals.[41]\n\nCarboniferous amphibians were diverse and common by the middle of the period, more so than they are today; some were as long as 6 meters, and those fully terrestrial as adults had scaly skin.[42] They included a number of basal tetrapod groups classified in early books under the Labyrinthodontia. These had long bodies, a head covered with bony plates and generally weak or undeveloped limbs.[40] The largest were over 2 meters long. They were accompanied by an assemblage of smaller amphibians included under the Lepospondyli, often only about 15 cm (6 in) long. Some Carboniferous amphibians were aquatic and lived in rivers (Loxomma, Eogyrinus, Proterogyrinus); others may have been semi-aquatic (Ophiderpeton, Amphibamus, Hyloplesion) or terrestrial (Dendrerpeton, Tuditanus, Anthracosaurus).\n\nThe Carboniferous Rainforest Collapse slowed the evolution of amphibians who could not survive as well in the cooler, drier conditions. Amniotes, however, prospered due to specific key adaptations.[14] One of the greatest evolutionary innovations of the Carboniferous was the amniote egg, which allowed the laying of eggs in a dry environment, as well as keratinized scales and claws, allowing for the further exploitation of the land by certain tetrapods. These included the earliest sauropsid reptiles (Hylonomus), and the earliest known synapsid (Archaeothyris). Synapsids quickly became huge and diversified in the Permian, only for their dominance to stop during the Mesozoic Era. Sauropsids (reptiles, and also, later, birds) also diversified but remained small until the Mesozoic, during which they would dominate the land, as well as the water and sky.\n\nReptiles underwent a major evolutionary radiation in response to the drier climate that preceded the rainforest collapse.[14][43] By the end of the Carboniferous Period, amniotes had already diversified into a number of groups, including several families of synapsid pelycosaurs, protorothyridids, captorhinids, saurians and araeoscelids.\n\nAs plants and animals were growing in size and abundance in this time (for example, Lepidodendron), land fungi diversified further. Marine fungi still occupied the oceans. All modern classes of fungi were present in the Late Carboniferous (Pennsylvanian Epoch).[44]\n\nDuring the Carboniferous, animals and bacteria had great difficulty with processing the lignin and cellulose that made up the gigantic trees of the period. Microbes had not evolved that could process them. The trees, after they died, simply piled up on the ground, occasionally becoming part of long-running wildfires after a lightning strike, with others very slowly degrading into coal. White rot fungus were the first organisms to be able to process these and break them down in any reasonable quantity and timescale. Thus, some have proposed that fungi helped end the Carboniferous Period, stopping accumulation of undegraded plant matter,[45] although this idea remains highly controversial.[46]\n\n"
        },
        {
            "title": "Extinction events",
            "text": "The first 15 million years of the Carboniferous had very limited terrestrial fossils. This gap in the fossil record is called Romer's gap after the American palaentologist Alfred Romer. While it has long been debated whether the gap is a result of fossilisation or relates to an actual event, recent work indicates the gap period saw a drop in atmospheric oxygen levels, indicating some sort of ecological collapse.[47] The gap saw the demise of the Devonian fish-like ichthyostegalian labyrinthodonts, and the rise of the more advanced temnospondyl and reptiliomorphan amphibians that so typify the Carboniferous terrestrial vertebrate fauna.\n\nBefore the end of the Carboniferous Period, an extinction event occurred. On land this event is referred to as the Carboniferous Rainforest Collapse (CRC).[14] Vast tropical rainforests collapsed suddenly as the climate changed from hot and humid to cool and arid. This was likely caused by intense glaciation and a drop in sea levels.[48]\n\nThe new climatic conditions were not favorable to the growth of rainforest and the animals within them. Rainforests shrank into isolated islands, surrounded by seasonally dry habitats. Towering lycopsid forests with a heterogeneous mixture of vegetation were replaced by much less diverse tree-fern dominated flora.\n\nAmphibians, the dominant vertebrates at the time, fared poorly through this event with large losses in biodiversity; reptiles continued to diversify due to key adaptations that let them survive in the drier habitat, specifically the hard-shelled egg and scales, both of which retain water better than their amphibian counterparts.[14]\n\n"
        }
    ]
}