{
    "url": "https://en.wikipedia.org/wiki/Cargo_cult",
    "title": "Cargo cult",
    "table_of_contents": [
        "1 Causes, beliefs, and practices",
        "2 Examples",
        "2.1 First occurrences",
        "2.2 Pacific cults of World War II",
        "2.3 Postwar developments",
        "3 Current status",
        "4 Theoretical explanations",
        "4.1 Discourse on cargo cults",
        "5 Other uses",
        "6 Works",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Filmography",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA cargo cult is an indigenist millenarian belief system, in which adherents perform rituals which they believe will cause a more technologically advanced society to deliver goods.\n\n"
        },
        {
            "title": "",
            "text": "Cargo cults are marked by a number of common characteristics, including a \"myth-dream\" that is a synthesis of indigenous and foreign elements, the expectation of help from the ancestors, charismatic leaders, and lastly, belief in the appearance of an abundance of goods.[1] The indigenous societies of Melanesia were typically characterized by a \"big man\" political system in which individuals gained prestige through gift exchanges. The more wealth a man could distribute, the more people who were in his debt, and the greater his renown.[2]\n\nThose who were unable to reciprocate were identified as \"rubbish men\". Faced, through colonialism, with foreigners with a seemingly unending supply of goods for exchange, indigenous Melanesians experienced \"value dominance\". That is, they were dominated by others in terms of their own (not the foreign) value system, and exchange with foreigners left them feeling like rubbish men.[2]\n\nSince the modern manufacturing process is unknown to them, members, leaders, and prophets of the cults maintain that the manufactured goods of the non-native culture have been created by spiritual means, such as through their deities and ancestors. These goods are intended for the local indigenous people, but the foreigners have unfairly gained control of these objects through malice or mistake.[3] Thus, a characteristic feature of cargo cults is the belief that spiritual agents will, at some future time, give much valuable cargo and desirable manufactured products to the cult members.[3]\n\nSymbols associated with Christianity and modern Western society tend to be incorporated into their rituals: for example, the use of cross-shaped grave markers. Notable examples of cargo cult activity include the setting up of mock airstrips, airports, airplanes, offices, and dining rooms, as well as the fetishization and attempted construction of Western goods, such as radios made of coconuts and straw. Believers may stage \"drills\" and \"marches\" with sticks for rifles and use military-style insignia and national insignia painted on their bodies to make them look like soldiers, thereby treating the activities of Western military personnel as rituals to be performed for the purpose of attracting the cargo.[4]\n\n"
        },
        {
            "title": "Examples",
            "text": "Discussions of cargo cults usually begin with a series of movements that occurred in the late nineteenth century and early twentieth century.[5]  The earliest recorded cargo cult was the Tikka Movement that began in Fiji in 1885 at the height of the colonial era's plantation-style economy. The movement began with a promised return to a golden age of ancestral potency. Minor alterations to priestly practices were undertaken to update them and attempt to recover some kind of ancestral efficacy. Colonial authorities saw the leader of the movement, Tuka, as a troublemaker, and he was exiled, although their attempts to stop him returning proved fruitless.[6]\n\nCargo cults occurred periodically in many parts of the island of New Guinea, including the Taro Cult in northern Papua New Guinea and the Vailala Madness that arose from 1919 to 1922.[5] The last was documented by Francis Edgar Williams, one of the first anthropologists to conduct fieldwork in Papua New Guinea. Less dramatic cargo cults have appeared in western New Guinea as well, including the Asmat and Dani areas.\n\nThe most widely known period of cargo cult activity occurred among the Melanesian islanders in the years during and after World War II. A small population of indigenous peoples observed, often directly in front of their dwellings, the largest war ever fought by technologically advanced nations. The Japanese distributed goods and used the beliefs of the Melanesians to attempt to gain their compliance.[5] Later the Allied forces arrived in the islands.\n\nThe vast amounts of military equipment and supplies that both sides airdropped (or airlifted to airstrips) to troops on these islands meant drastic changes to the lifestyle of the islanders, many of whom had never seen outsiders before.  Manufactured clothing, medicine, canned food, tents, weapons and other goods arrived in vast quantities for the soldiers, who often shared some of it with the islanders who were their guides and hosts. This was true of the Japanese Army as well, at least initially before relations deteriorated in most regions.\n\nThe John Frum cult, one of the most widely reported and longest-lived, formed on the island of Tanna, Vanuatu. This movement started before the war, and became a cargo cult afterwards. Cult members worshiped certain unspecified Americans having the name \"John Frum\" or \"Tom Navy\" who they claimed had brought cargo to their island during World War II and whom they identified as being the spiritual entity who would provide cargo to them in the future.[7]\n\nWith the end of the war, the military abandoned the airbases and stopped dropping cargo. In response, charismatic individuals developed cults among remote Melanesian populations that promised to bestow on their followers deliveries of food, arms, Jeeps, etc. The cult leaders explained that the cargo would be gifts from their own ancestors, or other sources, as had occurred with the outsider armies.[8]\n\nIn attempts to get cargo to fall by parachute or land in planes or ships again, islanders imitated the same practices they had seen the military personnel use. Cult behaviors usually involved mimicking the day-to-day activities and dress styles of US soldiers, such as performing parade ground drills with wooden or salvaged rifles.[9] The islanders carved headphones from wood and wore them while sitting in fabricated control towers. They waved the landing signals while standing on the runways.  They lit signal fires and torches to light up runways and lighthouses.[10][better source needed]\n\nIn a form of sympathetic magic, many built life-size replicas of airplanes out of straw and cut new military-style landing strips out of the jungle, hoping to attract more airplanes.[11] The cult members thought that the foreigners had some special connection to the deities and ancestors of the natives, who were the only beings powerful enough to produce such riches.\n\nCargo cults were typically created by individual leaders, or big men in the Melanesian culture, and it is not at all clear if these leaders were sincere, or were simply running scams on gullible populations. The leaders typically held cult rituals well away from established towns and colonial authorities, thus making reliable information about these practices very difficult to acquire.[12]\n\n"
        },
        {
            "title": "Current status",
            "text": "Some cargo cults are still active. These include:\n\n"
        },
        {
            "title": "Theoretical explanations",
            "text": "Anthropologist Anthony F. C. Wallace conceptualized the \"Tuka movement\" as a revitalization movement.[full citation needed] Peter Worsley's analysis of cargo cults placed the emphasis on the economic and political causes of these popular movements. He viewed them as \"proto-national\" movements by indigenous peoples seeking to resist colonial interventions. He observed a general trend away from millenarianism towards secular political organization through political parties and cooperatives.[15]\n\nTheodore Schwartz was the first to emphasize that both Melanesians and Europeans place great value on the demonstration of wealth. \"The two cultures met on the common ground of materialistic competitive striving for prestige through entrepreneurial achievement of wealth.\"[2] Melanesians felt \"relative deprivation\" in their standard of living, and thus came to focus on cargo as an essential expression of their personhood and agency.\n\nPeter Lawrence was able to add greater historical depth to the study of cargo cults, and observed the striking continuity in the indigenous value systems from pre-cult times to the time of his study. Kenelm Burridge, in contrast, placed more emphasis on cultural change, and on the use of memories of myths to comprehend new realities, including the \"secret\" of European material possessions. His emphasis on cultural change follows from Worsley's argument on the effects of capitalism; Burridge points out these movements were more common in coastal areas which faced greater intrusions from European colonizers.[16]\n\nCargo cults often develop during a combination of crises. Under conditions of social stress, such a movement may form under the leadership of a charismatic figure. This leader may have a \"vision\" (or \"myth-dream\") of the future, often linked to an ancestral efficacy (\"mana\") thought to be recoverable by a return to traditional morality.[17][18] This leader may characterize the present state as a dismantling of the old social order, meaning that social hierarchy and ego boundaries have been broken down.[19]\n\nContact with colonizing groups brought about a considerable transformation in the way indigenous peoples of Melanesia have thought about other societies. Early theories of cargo cults began from the assumption that practitioners simply failed to understand technology, colonization, or capitalist reform; in this model, cargo cults are a misunderstanding of the systems involved in resource distribution, and an attempt to acquire such goods in the wake of interrupted trade. However, many of these practitioners actually focus on the importance of sustaining and creating new social relationships, with material relations being secondary.[20]\n\nSince the late twentieth century, alternative theories have arisen. For example, some scholars, such as Kaplan and Lindstrom, focus on Europeans' characterization of these movements as a fascination with manufactured goods and what such a focus says about consumerism.[21] Others point to the need to see each movement as reflecting a particularized historical context, even eschewing the term \"cargo cult\" for them unless there is an attempt to elicit an exchange relationship from Europeans.[22]\n\nThe term was first used in print in 1945 by Norris Mervyn Bird, repeating a derogatory description used by planters and businessmen in the Australian Territory of Papua. The term was later adopted by anthropologists, and applied retroactively to movements in a much earlier era.[23] In 1964, Peter Lawrence described the term as follows:  \"Cargo ritual was any religious activity designed to produce goods in this way and assumed to have been taught [to] the leader [of the cargo cult] by the deity\"[24]\n\nIn recent decades, anthropology has distanced itself from the term “cargo cult,” which is now seen as having been reductively applied to many different complicated and disparate social and religious movements that arose from the stress and trauma of colonialism, and sought to attain much more varied and amorphous goals—things like self-determination—than material cargo.[25]\n\nMore recent work has debated the suitability of the term cargo cult arguing that it does not refer to an identifiable empirical reality, and that the emphasis on \"cargo\" says more about Western ideological bias than it does about the movements concerned.[26] Nancy McDowell argues that the focus on cargo cult isolates the phenomenon from the wider social and cultural field (such as politics and economics) that gives it meaning. She states that people experience change as dramatic and complete, rather than as gradual and evolutionary. This sense of a dramatic break is expressed through cargo cult ideology.[23]\n\nLamont Lindstrom takes this analysis one step further through his examination of \"cargoism\", the discourse of the West about cargo cults. His analysis is concerned with Western fascination with the phenomenon in both academic and popular writing. In his opinion, the name \"cargo cult\" is deeply problematic because of its pejorative connotation of backwardness, since it imputes a goal (cargo) obtained through the wrong means (cult); the actual goal is not so much obtaining material goods as creating and renewing social relationships under threat. Martha Kaplan thus argues in favor of erasing the term altogether.[27]\n\n"
        },
        {
            "title": "Other uses",
            "text": "Russian political analyst Ekaterina Shulman coined the term \"reverse cargo-cult\" to describe the Russian political elite point of view on what they perceived to be the hypocrisy of institutions in Western societies and their skill at \"hiding\" their hypocrisy.[28] According to Shulman, \"Cargo-cult is a belief that mock airplanes made of manure and straw-bale may summon the real airplanes who bring canned beef. Reverse cargo-cult is used by the political elites in countries lagging behind who proclaim that, in the developed world, airplanes are also made of manure and straw-bale, and there is also a shortage of canned beef.\"[29]\n\n"
        },
        {
            "title": "See also",
            "text": "Psychology:\n\n"
        }
    ]
}