{
    "url": "https://en.wikipedia.org/wiki/Carl_Davis",
    "title": "Carl Davis",
    "table_of_contents": [
        "1 Early life and career",
        "2 Television",
        "3 Film music",
        "4 Silent film music",
        "5 Stage works",
        "6 Personal life",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCarl Davis, CBE (born October 28, 1936)[1] is an American-born conductor and composer who has lived in the United Kingdom since 1961.\n\nHe has written music for more than 100 television programmes, but is best known for creating music to accompany silent films. Davis's music is published by Faber Music.\n\n"
        },
        {
            "title": "Early life and career",
            "text": "Davis was born in Brooklyn,[1] New York City, to Jewish parents,[2] Sara (née Perlmutter) and Isadore Davis.[3] He studied composition with Paul Nordoff and Hugo Kauder, and subsequently with Per Nørgard in Copenhagen. He attended Bard College, in New York.[4] His early work in the US provided valuable conducting experience with organisations such as the New York City Opera and the Robert Shaw Chorale. In 1959 the revue Diversions, of which he was co-author, won an off-Broadway award and subsequently travelled to the Edinburgh Festival in 1961. As a direct result of its success there, Davis was commissioned by Ned Sherrin to compose music for the original British version of  That Was the Week That Was. Other radio and TV commissions followed and Davis's UK career was launched.[5]\n\nIn 1991, Davis and Paul McCartney collaborated on Paul McCartney's Liverpool Oratorio, recorded to commemorate the 150th anniversary of the Royal Liverpool Philharmonic. Loosely based on McCartney's own life, the eight-movement work was composed by Davis and McCartney and conducted by Davis.\n\n"
        },
        {
            "title": "Television",
            "text": "Davis achieved early prominence with the title music for the BBC's anthology play series The Wednesday Play and later for Play for Today. Other television scores include The Naked Civil Servant (1975), Shades of Greene (1975), The Kiss of Death (1977), Langrishe, Go Down (1978), Prince Regent (1979), Private Schulz (1980), Oppenheimer (1980), Winston Churchill: The Wilderness Years (1981), The Hound of the Baskervilles (1982), The Far Pavilions (1984), The Day the Universe Changed (1985), Hotel du Lac (1986), Ashenden (1991), Pride and Prejudice (1995), Anne Frank Remembered (1995), Seesaw (1998), Coming Home (1998), Upstairs Downstairs (2010), and Brexicuted (2018).\n\nDavis also worked for television producer Jeremy Isaacs in providing the original music for the documentary history series The World at War (1973) for Thames Television and Cold War (1998).  He also conducted the BBC's theme song for their coverage of the 2006 FIFA World Cup, adapted from George Frideric Handel's \"See the Conquering Hero Comes\".\n\n"
        },
        {
            "title": "Film music",
            "text": "Davis has written a number of film scores, including The Bofors Gun (1968), The Only Way (1970), I, Monster (1971), Up Pompeii (1971), Up the Chastity Belt (1971), Rentadick (1972), What Became of Jack and Jill? (1972), Catholics (1973), Man Friday (1975), The Sailor's Return (1978), The French Lieutenant's Woman (1981, for which he won the BAFTA Award for Best Film Music), Champions (1983), King David (1985), The Girl in a Swing (1988), Scandal (1989), The Rainbow (1989), Frankenstein Unbound (1990),[1] The Trial (1993), Widows' Peak (1994), The Great Gatsby (2000), Mothers & Daughters (2004) and The Understudy (2008).\n\n"
        },
        {
            "title": "Silent film music",
            "text": "In the late 1970s, Davis was commissioned by documentarians Kevin Brownlow and David Gill to create music for Thames Television's Hollywood: A Celebration of the American Silent Film (1980). His association with them continued the same year with Abel Gance's epic silent film Napoléon (1927), which was restored and Davis' music was used in its cinematic re-release and television screenings.[6] There was a similar treatment for D. W. Griffith's Intolerance: Love's Struggle Through The Ages (1916). This had orchestral music originally, but Davis's new score was used instead in 1989. In March 2012, Davis conducted the Oakland East Bay Symphony performing his score for Napoleon in the complete Brownlow restoration in a presentation by the San Francisco Silent Film Festival at the Paramount Theatre Oakland.[7][8][9][10]\n\nThe Hollywood documentary series was followed by the documentaries Unknown Chaplin (1983), Buster Keaton: A Hard Act to Follow (1987) and Harold Lloyd: The Third Genius (1989, see Harold Lloyd). In the 1980s and 1990s, Davis wrote and conducted the scores for numerous Thames Silents releases and television screenings.\n\nBy 1993, his reputation made him the number one choice for new scores to silent films. Many DVD releases, including Ben-Hur (1925), The Phantom of the Opera (1925), Safety Last (1923), DeMille's The Godless Girl (1928), Chaplin's City Lights (1931) (re-orchestrated by Davis[11] based on Chaplin's and Padilla's[12] original written score) and Erich von Stroheim's Greed (1924), use Davis's music. Davis also created an entire re-scoring of Clarence Brown's Flesh and the Devil (1927). In many of these recordings, he is the conductor as well the composer. On several occasions he has conducted these scores live in the cinema, as well as in concert halls as the film is being screened.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Davis married the British actress Jean Boht on December 28, 1970.[19] They have two daughters, Hannah Louise (born 1972) and Jessie Jo (born 1974).[19] Davis has also composed music for daughter Hannah's films Mothers & Daughters (2004) and The Understudy (2008). Davis and his wife were executive producers on the latter, and they appeared in the film as a married couple, the Davidovitzes.[20]\n\n"
        }
    ]
}