{
    "url": "https://en.wikipedia.org/wiki/Carmine",
    "title": "Carmine",
    "table_of_contents": [
        "1 Etymology",
        "2 Production",
        "3 Properties and uses",
        "4 Regulations for use in foods",
        "4.1 United States",
        "4.2 European Union",
        "5 References",
        "6 See also",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Carmine (/ˈkɑːrmən, ˈkɑːrmaɪn/) – also called cochineal (when it is extracted from the cochineal insect), cochineal extract, crimson lake, or carmine lake –  is a pigment of a bright-red color obtained from the aluminium complex derived from carminic acid.[2] Specific code names for the pigment include natural red 4, C.I. 75470, or E120. Carmine is also a general term for a particularly deep-red color.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The English word \"carmine\" is derived from the French word carmin (12th century), from Medieval Latin carminium, from Persian قرمز qirmiz (\"crimson\"), which itself derives from Middle Persian carmir (\"red, crimson\").[3] The Persian term carmir is likely cognate with Sanskrit krimiga (\"insect-produced\"), from krmi (\"worm, insect\"). The Persian word for \"worm, insect\" is kirm, and in Iran (Persia) the red colorant carmine was extracted from the bodies of dead female insects such as Kermes vermilio and cochineal.[4]: 131  The form of the term may also have been influenced in Latin by minium (\"red lead, cinnabar\"), said to be of Iberian origin. The word \"carmine\" has been used as a color name as early as 1799.[5] It is a popular food color, used in yogurt, candy, gelatin, meat, and beverages including fruit juices.[6][7][8]\n\n"
        },
        {
            "title": "Production",
            "text": "The pigment is produced from carminic acid, which is extracted from some scale insects such as the cochineal scale (Dactylopius coccus), and certain Porphyrophora species (Armenian cochineal and Polish cochineal). Carmine is a colorant used in the manufacture of artificial flowers, paints, crimson ink, rouge and other cosmetics, and some medications.[9]\n\nTo prepare carmine, the powdered scale insect bodies are boiled in an ammonia or sodium carbonate solution. After separating the insoluble matter, the extract is treated with alum to precipitate the red solid. This precipitate is called \"carmine lake\" or \"crimson lake\". Purity of color is ensured by the absence of iron. Stannous chloride, citric acid, borax, or gelatin may be added to modify the precipitation. The traditional crimson color is affected not only by carminic acid but also by choice of its chelating metal salt ion. For shades of purple, lime is added to the alum.[10][11]\n\n"
        },
        {
            "title": "Properties and uses",
            "text": "As confirmed by reflectance spectroscopy, carmine reflects mostly red light, i.e., wavelengths longer than about 603 nm.[12]\n\nCarmine can be used in histology, as Best's carmine to stain glycogen, mucicarmine to stain acidic mucopolysaccharides, and carmalum to stain cell nuclei. In these applications, it is applied together with a mordant, usually an Al(III) salt.[citation needed]\n\nCarmine was used in dyeing textiles and in painting since antiquity.[13] It is not very stable in oil paint, and its use ceased after new and better red pigments became available. Jacopo Tintoretto used carmine in several of his paintings, including Portrait of Vincenzo Morosini[14] and Christ Washing the Feet of the Disciples.[15]\n\n"
        },
        {
            "title": "Regulations for use in foods",
            "text": "In January 2006, the United States Food and Drug Administration (FDA) evaluated a proposal that would require food products containing carmine to list it by name on the ingredient label.[16] It was also announced that the FDA will separately review the ingredient labels of prescription drugs that contain colorings derived from carmine. A request from the Center for Science in the Public Interest urging the FDA to require ingredient labels to explicitly state that carmine is derived from insects and may cause severe allergic reactions and anaphylactic shock was declined by the FDA.[17][18] Food industries were aggressively opposed to the idea of writing \"insect-based\" on the label, and the FDA agreed to allow \"cochineal extract\" or \"carmine\".[19]\n\nIn the European Union (EU), the use of carmine in foods is regulated under the European Commission's directives governing food additives in general[20][21] and food dyes in particular[22] and listed under the names Cochineal, Carminic acid, Carmines and Natural Red 4 as additive E 120 in the list of EU-approved food additives.[23] The directive governing food dyes approves the use of carmine for certain groups of foods only[24] and specifies a maximum amount which is permitted or restricts it to the quantum satis.[citation needed]\n\nThe EU-Directive 2000/13/EC[25] on food labeling mandates that carmines (like all food additives) must be included in the list of ingredients of a food product with its additive category and listed name or additive number, that is either as Food colour carmines or as Food colour E 120 in the local language(s) of the market(s) the product is sold in.[citation needed]\n\nAs of January 2012[update], EFSA has changed the way they allow use of Carmine E120 for pharmaceutical products. The EFSA had raised concerns over the increasing number of allergic reactions to carmine derived from insects (E120.360), when used within the British Pharmacopoeia. Pharmaceutical products which had previously contained insect-derived carmine, have been replaced with a synthesized version of the food colorant. Internal studies have shown that the new formulations of popular anti-nausea and weight-gain liquid medication had a significantly lower risk in terms of allergic reactions.[citation needed] The new formulation is known to be of plant origin, using calcium oxide to gauge color depth.[further explanation needed]\n\n"
        }
    ]
}