{
    "url": "https://en.wikipedia.org/wiki/Caroline_Sturgis_Tappan",
    "title": "Caroline Sturgis Tappan",
    "table_of_contents": [
        "1 Biography",
        "2 Writings and influence",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Caroline Sturgis Tappan (August 30, 1818 – October 20, 1888), commonly known as Caroline Sturgis, or \"Cary\" Sturgis, was an American Transcendentalist poet and artist.[1][2][3] She is particularly known for her friendships and frequent correspondences with prominent American Transcendentalists, such as Margaret Fuller and Ralph Waldo Emerson. Sturgis published 25 poems in four different volumes of The Dial, a Transcendental periodical. She also wrote and illustrated two books for children, Rainbows for Children (1847) and The Magician’s Show Box, and Other Stories (1856).[4]\n\n"
        },
        {
            "title": "Biography",
            "text": "Caroline Sturgis was born in Boston, Massachusetts to the former Elizabeth Marsten Davis Sturgis, the second daughter of John Davis, a U.S. District Judge for the District of Massachusetts, and William Sturgis, a former sea captain who rose to become one of the wealthiest and most successful merchants in Boston.[5][6] Caroline Sturgis was a middle child among six children, including William Watson (1810-1827), Ellen (1812-1848), Anne (1813-1884), Caroline (1818-1888), Mary Louisa (1820-1870), and Susan (1825-1853).[7] William Watson, first-born son and his father's beloved namesake, was killed at sixteen in a boating accident of the coast of Provincetown in 1827, when the boom of the boat suddenly gibed, hitting him in the head.[7] William and Elizabeth lived separately for a period after the accident, and although Elizabeth eventually returned to live with her husband, the family never recovered from this tragedy.[8]\n\nAs a girl, she attended Bronson Alcott's Temple School, Dorothy Dix's school for girls, and became Margaret Fuller's private student,[9] and she participated in Fuller's Conversations series with her sister Ellen Sturgis Hooper (1812-1848).\n\nMargaret Fuller formally introduced Sturgis to Ralph Waldo Emerson in the winter of 1837, during his course of lectures on Human Culture at Boston's Masonic Temple.[10] Emerson knew her father from his time working as a minister in Boston and in previous visits to the Sturgis family, so he likely knew Caroline Sturgis when she was a child.[11] Emerson and his then fiancée Lydia Jackson were honored at a party at the Sturgis home on March 5, 1835, following Emerson's lecture on Burke at Boston's Masonic Temple, the sixth in his series on biography given for the Society for the Diffusion of Useful Knowledge.[12][13][14] The friendship between Emerson and Sturgis grew following her sojourn with the Emersons at their house in Concord, Massachusetts, in June 1839, a visit that was followed by many others.[15] Their correspondence extended their face to face conversations on philosophy and literature, including on such works as Bettina von Arnim's Goethe's Correspondence with a Child.[16]\n\nSturgis spent the summer of 1845 boarding at The Old Manse while Nathaniel Hawthorne and Sophia Peabody lived there, and remained friends with the Hawthornes.[17] This friendship later became strained when the Hawthornes rented the little red house on the Sturgis’ property in the Berkshires.[18] She had purchased this former farm with her husband in 1849, eventually building a stick-style cottage on the land in 1865.[19] Sturgis named this estate “Tanglewood,” the name that Hawthorne eventually used for his short story collection Tanglewood Tales (1853), written while in residence in the little red house.[19]\n\nIn 1847, Sturgis married William Aspinwall Tappan, son of abolitionist Lewis Tappan and Susanna Aspinwall, and they had two daughters, Ellen Sturgis Tappan Dixey (b. 1849) and Mary Aspinwall Tappan (1851-1941).[20][21] Mary, with her niece Rosamund Dixey Brooks Hepburn (1887-1948), later donated the family summer home, Tanglewood, in the Berkshires to the Boston Symphony Orchestra.[22][23]\n\n"
        },
        {
            "title": "Writings and influence",
            "text": "Sturgis began her intellectual career as Margaret Fuller's student, and later became her primary confidante. Together they traveled to secluded destinations to write, draw, and think.[24] Sturgis was a catalyst for many of Fuller's ideas about art, women, mysticism, and more. Both women loved one another in a romantic friendship similar to what Carroll Smith-Rosenberg describes in “The Female World of Love and Ritual.”[24][25] Sturgis joined Fuller for her extended stay at Fishkill Landing, New York from October through November 1844, during which time Fuller turned her 1843 Dial essay “The Great Lawsuit. Man versus Men. Woman versus Women” into her important feminist work Woman in the Nineteenth Century (1845).[24]\n\nMany of Sturgis's poems and stories contain natural, spiritual, and musical themes. In 1847, she published Rainbows for Children, an illustrated collection of nine stories for children featuring young female protagonists. In 1856, she published a second illustrated collection of seven stories for children, The Magician’s Show Box, and Other Stories.[4] Bowing to the dictates of her class and its restrictions on gender, Sturgis did not reveal her authorship of these two books, attributing them instead to her friend Lydia Maria Child.[26]\n\nRecent research has shown that Sturgis had a greater influence on Transcendentalist thought than previously acknowledged, particularly on Ralph Waldo Emerson, whose journals and poems provide evidence of his deep respect for her.[27][10]\n\n"
        }
    ]
}