{
    "url": "https://en.wikipedia.org/wiki/Carolina_mantis",
    "title": "Carolina mantis",
    "table_of_contents": [
        "1 Description",
        "2 Distribution and habitat",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Carolina mantis (Stagmomantis carolina) is a species of praying mantis of the subfamily Stagmomantinae.\n\nSexual cannibalism occurs in roughly one quarter of all intersexual encounters of this species, though specimens of this species will engage in cannibalism regardless of age or gender if the opportunity presents itself.[3]\n\nThe Carolina mantis is the state insect of South Carolina. Oothecae can be purchased in garden supply centers as a means of biological control of pest insects. However, only those labeled as this species should be released because most oothecae sold in the United States belong to the invasive Chinese mantis.\n\n"
        },
        {
            "title": "Description",
            "text": "Adult females are 47 to 60 millimeters (2-2.5 inches) in length while adult males are usually about 54 millimeters (2.2 inches) in length. First instar nymphs are 7-12 millimeters (.028-.047 inches) in length. When the nymphs eat more, their abdomens get much longer. The Carolina mantis has a dusty brown, gray or green color useful as camouflage in certain environments. The Carolina mantis' color varies because the nymphs are able to adjust their color to match the environment they are in at the time of molting. They can adjust their color over each molt, if necessary, until they reach their final molt to adulthood. An unusual trait is that its wings only extend three-quarters of the way down the abdomen in mature females; this trait is also seen in Iris oratoria, which can be distinguished by the large eyespots on the hind wings (inner wings) of both adult male and female Iris oratoria. Both adult male and female Stagmomantis carolina have a dark-coloured dot on each of their forewings (outer wings), which may be partially hidden in a brown or dark colour morph individual.\n\n"
        },
        {
            "title": "Distribution and habitat",
            "text": "Stagmomantis carolina is native to the Americas and can be found from the United States southwards to Brazil.[2]\n\n"
        }
    ]
}