{
    "url": "https://en.wikipedia.org/wiki/Caroline_Myss",
    "title": "Caroline Myss",
    "table_of_contents": [
        "1 Biography",
        "2 Criticism",
        "3 Books and recordings",
        "4 Bibliography",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Caroline Myss (pronounced mace; born 1952) is an American author of 10 books and many audio recordings about mysticism and wellness. She is most well known for publishing Anatomy of the Spirit (1996). She also co-published The Creation of Health with Dr C Norman Shealy MD - ex Harvard professor of neurology. Her most recent book, Archetypes: Who Are You? was published in 2013. Her work has been criticized for being unsubstantiated, and is widely regarded as pseudoscientific. Myss describes herself as a medical intuitive and a mystic.[1]\n\nShe was on The Oprah Winfrey Show several times including her 2002 appearance.[1] In 2001 she hosted a TV series titled The Journey With Caroline Myss on the Oxygen (TV network), co-owned by Oprah Winfrey,[2][3] exploring the spiritual and psychological roadblocks of life in an intimate workshop setting.[4] The TV Specials \"Three Levels of Power & How to Use Them\" and \"Why People Don't Heal & How They Can,\" based on her work.[5][6]\n\n"
        },
        {
            "title": "Biography",
            "text": "Caroline Myss was born on December 2, 1952,[7] in Chicago and grew up with her parents and two brothers, one elder and one younger, in the Melrose Park, Illinois neighborhood near Chicago.[8] She was raised a Catholic in a large Polish American family,[9] and attended the Mother Guerin High School, River Grove, Illinois, run by the Sisters of Providence of Saint Mary-of-the-Woods.[10] She completed her Bachelor of Arts degree in journalism from the Saint Mary-of-the-Woods College in Indiana in 1974, and started her career in journalism in Chicago.[11]\n\nDuring the course of her career, she interviewed Elisabeth Kübler-Ross, the author of the famous book On Death and Dying, which inspired her to pursue a master's degree in theology from Mundelein College, Chicago, which she completed in 1979.[7] In 2008, she wrote the foreword to Kübler-Ross's revised version of \"On Life After Death\".[12]\n\nShe started giving medical intuitive readings in 1982[13] and co-founded a small New Age publishing company, Stillpoint Publishing in Walpole, New Hampshire, where she also worked as an editor[14] in 1983. Next she began consulting with holistic doctors,[7] which in 1984, led to her extensive collaboration with C. Norman Shealy, physician and founder of the American Holistic Medical Association,[15] with whom she later co-authored AIDS: Passageway to Transformation, in 1987, followed by The Creation of Health: The Emotional, Psychological, and Spiritual Responses that Promote Health and Healing, in 1988. Deriving from her practice as a medical intuitive, she started writing books, in the field of energy medicine, and healing, five of which became New York Times Best Sellers.[16] Myss wrote Anatomy of the Spirit: The Seven Stages of Power and Healing (1996), which was followed by Why People Don't Heal and How They Can (1998), which explored the reasons people do not heal through her concept of \"woundology.\" Her next book, Sacred Contracts: Awakening Your Divine Potential (2002) dealt with the issue of finding \"Life Purpose,\" while describing Sacred Contracts as \"a set of assignments that our soul had formed around before incarnation\".[17] She has since appeared on The Oprah Winfrey Show numerous times.[18]\n\nBy 2000, she discontinued doing private medical intuitive readings, and began teaching how to do them through her workshops, seminars, radio shows and guided tours.[19] She tours internationally as a speaker on spirituality and mysticism,[20] and lives in Oak Park, Illinois, near Chicago.[8][21] In 2003, she founded the Caroline Myss Educational Institute (CMED) in Chicago, Illinois, with business partner David Smith,[22] offering weekend workshops on her books and teachings.\n\nHer 2007 book, \"Entering the Castle\" draws upon the writings of Saint Teresa of Ávila, a 16th-century Carmelite nun, who wrote her most important work, The Interior Castle (1577), towards the end of her life.[23][24][25][26] Her next book, Defy Gravity, Healing Beyond the Bounds of Reason (2009) took the ideas further with mystical laws, the seven shadows and also seven graces inherent in all of us.[27]\n\nMyss started hosting a weekly Call-in Talk radio show, \"Sacred Contracts\" around 2005, at Hay House Radio, an Internet radio site, run by Hay House publishing, where she gave online intuitive readings to callers. Then in 2009, the show was renamed \"Defy Gravity\" after her book by the same name was released in October 2009.[28][29]\n\nIn June 2012, Myss appeared on a Super Soul Sunday episode with Oprah Winfrey, on OWN Network.[30]\n\n"
        },
        {
            "title": "Criticism",
            "text": "In Michael Shermer's book The Skeptic: Encyclopedia of Pseudoscience, Phil Molé says \"Caroline Myss offers no tangible evidence to support any of her claims. Her hypothetical energy system cannot be detected, her intuitive diagnostic abilities are unproven, and her holistic philosophy is riddled with inconsistencies and unsubstantiated judgments.\"[31]\n\nJoe Nickell, a paranormal investigator, says, \"Myss provides no proof of her alleged abilities. She intuits, of course, her intuitive power, offers only hearsay testimonials and anecdotal evidence as support.\"[32] He has also described Myss as having \"many of the traits associated with a fantasy prone personality.\"[33]\n\n"
        },
        {
            "title": "Books and recordings",
            "text": "Her first three books have consecutively been on The New York Times Best Seller list: Anatomy of the Spirit (1998),[34] Why People Don't Heal and How They Can (1998),[35] Sacred Contracts (2002)[36]\n\n"
        }
    ]
}