{
    "url": "https://en.wikipedia.org/wiki/Cartesianism",
    "title": "Cartesianism",
    "table_of_contents": [
        "1 Ontology",
        "2 Epistemology",
        "3 Geographical dispersal",
        "4 Notable Cartesians",
        "5 See also",
        "6 References",
        "7 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCartesianism is the philosophical and scientific system of René Descartes and its subsequent development by other seventeenth century thinkers, most notably François Poullain de la Barre, Nicolas Malebranche and Baruch Spinoza.[1] Descartes is often regarded as the first thinker to emphasize the use of reason to develop the natural sciences.[2] For him, philosophy was a thinking system that embodied all knowledge.[3]\n\nAristotle and St. Augustine’s work influenced Descartes's cogito argument.[4][failed verification] Additionally, there is similarity between Descartes’s work and that of the Scottish philosopher, George Campbell’s 1776 publication, titled Philosophy of Rhetoric. [5]  In his Meditations on First Philosophy he writes, \"[b]ut what then am I? A thing which thinks. What is a thing which thinks? It is a thing which doubts, understands, [conceives], affirms, denies, wills, refuses, which also imagines and feels.\"[6]\n\nCartesians view the mind as being wholly separate from the corporeal body. Sensation and the perception of reality are thought to be the source of untruth and illusions, with the only reliable truths to be had in the existence of a metaphysical mind. Such a mind can perhaps interact with a physical body, but it does not exist in the body, nor even in the same physical plane as the body. The question of how mind and body interact would be a persistent difficulty for Descartes and his followers, with different Cartesians providing different answers.[7]  To this point Descartes wrote, \"we should conclude from all this, that those things which we conceive clearly and distinctly as being diverse substances, as we regard mind and body to be, are really substances essentially distinct one from the other; and this is the conclusion of the Sixth Meditation.\"[6]  Therefore, we can see that, while mind and body are indeed separate, because they can be separated from each other, but, Descartes postulates, the mind is a whole, inseparable from itself, while the body can become separated from itself to some extent, as in when one loses an arm or a leg.\n\n"
        },
        {
            "title": "Ontology",
            "text": "Descartes held that all existence consists in three distinct substances, each with its own essence:[7]\n\n"
        },
        {
            "title": "Epistemology",
            "text": "Descartes brought the question of how reliable knowledge may be obtained (epistemology) to the fore of philosophical enquiry. Many consider this to be Descartes' most lasting influence on the history of philosophy.[8]\n\nCartesianism is a form of rationalism because it holds that scientific knowledge can be derived a priori from 'innate ideas' through deductive reasoning. Thus Cartesianism is opposed to both Aristotelianism and empiricism, with their emphasis on sensory experience as the source of all knowledge of the world.[7]\n\nFor Descartes, the faculty of deductive reason is supplied by God and may therefore be trusted because God would not deceive us.[7][9][10]\n\n"
        },
        {
            "title": "Geographical dispersal",
            "text": "In the Netherlands, where Descartes had lived for a long time, Cartesianism was a doctrine popular mainly among university professors and lecturers. In Germany the influence of this doctrine was not relevant and followers of Cartesianism in the German-speaking border regions between these countries (e.g., the iatromathematician Yvo Gaukes from East Frisia) frequently chose to publish their works in the Netherlands. In France, it was very popular, and gained influence also among Jansenists such as Antoine Arnauld, though there also, as in Italy, it became opposed by the Church. In Italy, the doctrine failed to make inroads, probably since Descartes' works were placed on the Index Librorum Prohibitorum in 1663.[11]\n\nIn England, because of religious and other reasons, Cartesianism was not widely accepted.[11] Though Henry More was initially attracted to the doctrine, his own changing attitudes toward Descartes mirrored those of the country: \"quick acceptance, serious examination with accumulating ambivalence, final rejection.\"[12]\n\n"
        }
    ]
}