{
    "url": "https://en.wikipedia.org/wiki/Cassette_culture",
    "title": "Cassette culture",
    "table_of_contents": [
        "1 Scope of the article",
        "2 Initiating factors, historical background and periodization",
        "3 United Kingdom",
        "4 Continental Europe",
        "5 United States",
        "6 Other territories",
        "7 Creative packaging",
        "8 Decline, revival of interest and the new cassette scene",
        "9 Notable compilations since 2000",
        "10 See also",
        "11 Notes",
        "11.1 Works cited",
        "11.2 General references",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe cassette culture (also known as the tape/cassette scene or cassette underground[1]) refers to the practices associated with amateur production and distribution of music and sound art on compact cassette that emerged in the mid-1970s. The cassette was used by fine artists and poets for the independent distribution of new work. This article focuses on the independent music scene associated with the cassette that burgeoned internationally in the second half of the 1970s.\n\n"
        },
        {
            "title": "Scope of the article",
            "text": "It is necessary at the outset to make clear what “cassette culture” refers to in regard to this article. It is not a general article on the cultural history of the compact audio cassette and its technology. The article does not cover the use of the compact audio cassette as a music medium per se, or, in general, the use of the cassette tape as a means for the cheap reproduction and direct distribution of music by artists or other individuals. The subject of this article does not refer to the use of the cassette for making illegal copies of commercially released music, or for recording broadcast music, and it does not refer to so-called \"mix tapes\", the creation of compilations of music by individuals on cassette tape. It does not refer to the distribution of bootleg recordings on cassette, to the use of the cassette for making demo recordings, to the distribution on cassette of music banned by the authorities or otherwise hard to source, or to tape trading.\n\n“Cassette culture”, as regards this article, refers to an international music scene that developed in the wake of punk in the second half of the 1970s and continued through into the first half of the '80s (the \"postpunk\" period), and in some territories into the 1990s, in which a large number of amateur musicians outside the established music industry, usually recording in their homes and usually recording to cassette-tape devices, produced music, very often of a non-mainstream or alternative character, that was then duplicated on cassette in very limited quantities and distributed free or sold at low cost to others involved in the scene and those who followed it. Often, these cassette-only albums of original music were completely self-produced by the artists, but small companies or labels also flourished during the period, producing cassette-only releases in small runs, both single-artist albums and compilations by various artists (in a few cases these labels also released vinyl). Numerous artists who first emerged at this time remain active today, some of them now releasing through commercial companies, others continuing with the DIY ethic of self-releasing on CD and the Internet. Since 2000 there has been a revival of the use of the cassette tape for the release of independent music (very often in conjunction with digital release) and a new “cassette scene” has sprung up, however this article concentrates on the original “cassette culture” as it first emerged in the late 1970s at the historical moment at which it was first enabled by developments in consumer electronics.\n\n"
        },
        {
            "title": "",
            "text": "Technological factors enabled the rise of cassette culture. Improvement in the recording quality of cassettes and the availability of sophisticated cassette decks, as well as stereo \"boomboxes\", in the late 1970s allowed \"recordists\" to record and duplicate high-quality copies of their music inexpensively.[2] Bands did not need to go into expensive recording studios any longer. In addition, multi-track recording equipment was becoming affordable, portable and of fairly high quality in the early 1980s. Four-track cassette recorders developed by Tascam and Fostex allowed artists to record and get a reasonable sound at home.[3] Electronic instruments, such as drum machines and synthesizers, became more compact and inexpensive.[3] Therefore, it became increasingly feasible to construct home-recording studios, giving rise to the phenomenon of the \"home tapers\". The recording and production qualities of much cassette-culture music means that it can often be described as lo-fi.\n\nParticularly in North America, college radio played an important role, with stations broadcasting regular cassette-only radio shows that showcased and promoted the work of home-recording artists.[4]\n\nThe cassette culture can be traced back to the early 1970s, when mail-artists and other artists and poets began making use of the cassette. Audio-art labels/publishers active in the early '70s included Edition S-Press, Edition Amadulo and Black Box/Watershed. Balsam Flex was a London-based independent poetry-on-cassette label founded in 1972 by artist E.E. Vonna-Michell. It published work by experimental UK poets associated with the London-based Writers Forum and the so-called British Poetry Revival of the 1960s and '70s, writers such as: Allen Fisher, Bob Cobbing, Peter Finch, Lawrence Upton, cris cheek and Ulli McCarthy/Freer. The British sculptor William Furlong's Audio Arts, founded in 1973, was an arts magazine published on cassette and including sound art in addition to interviews with artists. The musical cassette scene was in part an offshoot of this earlier activity.[5] Participants engaged in extensive tape trading in addition to selling their products. Advertising was done through fanzines and the circulation of photocopied catalogues, etc. The scene was also strongly stimulated by the DIY ethic of punk, and, free of commercial considerations, encouraged musical eclecticism, diversity and experimentation.[6] Whilst distribution was mostly by mail, there were a few retail outlets that stocked independently produced cassette releases, such as (in the UK) Rough Trade and Falling A.[7]\n\nThe \"cassette culture\" is a historical phenomenon, primarily of the late '70s and the '80s. Following the anti-establishment shock of punk a very creative period followed in popular music, the postpunk period (as documented in \nRip It Up and Start Again: Postpunk 1978–1984, by Simon Reynolds). In the United Kingdom synth-pop was in the ascendant and industrial and postindustrial music was the vanguard of musical experimentation. Many (though by no means all) cassette artists, in Europe and elsewhere, drew on this new avant-garde for their inspiration. Popular-music papers such as Sounds and NME in the UK were marked by a new type of journalism, which discussed music (perhaps sometimes over-earnestly) as a serious art-form. In terms of broader developments, the Cold War and the nuclear arms-race were still a reality. In both the UK and the USA the political Right assumed power in the form of the governments of Margaret Thatcher and Ronald Reagan. In the UK this was accompanied by a widespread culture of opposition and dissent, often informed by radical Left ideology. The cassette-culture scene emerged in, was embedded in, this broader cultural landscape, enabled by new developments in electronic technology, and many of the artists shared a countercultural ethos in relation to the mainstream music of the time and towards contemporary society more broadly. The scene could not have existed before and the period of its flourishing gradually came to an end in the 1990s with the arrival of inexpensive digital technology for the production of both music and graphics and, of course, the arrival of the World Wide Web. Successor underground and DIY scenes have naturally arisen to take its place, but they are no more to be identified with the cassette culture that arose in the late '70s than the postpunk revival is to be identified with the original postpunk period.\n\nAs with any other music scene, artists involved in the scene and others who followed it amassed, sometimes very substantial,\ncollections of independent cassette music. The sense of cassette culture in all its diversity as, nevertheless, a coherent international musical subculture has been reinforced since 2000 by a major revival of interest in the cassette artists of the 1970s and '80s and the reissue of much music on LP and CD for a small but enthusiastic market (see below).\n\n\"Cassette culture\" is a coinage that post-dates the scene itself. \"Cassette scene\" was a contemporary term.\n\n"
        },
        {
            "title": "United Kingdom",
            "text": "In the United Kingdom cassette culture was at its peak in what is known as the post-punk period, 1978–1984. UK cassette culture was championed by marginal musicians and performers such as Tronics,[8] the Instant Automatons,[9] Storm Bugs,[10] Sean T. Wright,[11] the insane picnic, the Cleaners from Venus, Nocturnal Emissions and Final Program, anarcho-punk groups such as the APF Brigade, The Crouches, The Apostles and Chumbawamba, and many of the purveyors of Industrial music, e.g. Throbbing Gristle, Cabaret Voltaire, and Clock DVA. Artists self-releasing would often copy their music in exchange for \"a blank tape plus self-addressed envelope\". But there also existed many small tape labels, such as Falling A Records, Sterile Records, Third Mind Records and Snatch Tapes, driven by enthusiasm rather than business principles, and in some cases consciously informed by anti-capitalist principles. There was great diversity amongst such labels, some were entirely \"bedroom based\", utilizing domestic tape-copying technology, whilst others were more organized, functioning in a similar way to conventional record labels. Some also did vinyl releases, or later developed into vinyl labels. Many compilation albums were released, presenting samples of work from various artists. Two particularly ambitious compilation projects were the 5-volume Rising from the Red Sand (see below) and the 15-volume International Sound Communication series. It was not uncommon for artists who had a vinyl contract to release on cassette compilations, or to continue to do cassette-only album releases (of live recordings, work-in-progress material, etc.) after they had started releasing records. The cassette scene was, in other words, an integrated part of the alternative or underground music scene during the postpunk period.\n\nCassette culture received something of a mainstream boost when acknowledged by the major music press. The New Musical Express (NME), Melody Maker and Sounds, the three main weekly music papers of the time in the UK, launched \"cassette culture\" columns, in which new releases would be briefly reviewed and ordering information given. In September 1982 the NME acknowledged the band Tronics for releasing in 1980 the first independent cassette album, entitled Tronics, to be nationally distributed.[8] In the UK fanzines covering cassette culture included John Balance's Stabmental.\n\nTim Naylor of Record Collector magazine has published articles in the 2000s on the cassette culture of the '70s/'80s, including \"C30, C60, C90, C21!\" (Record Collector, 393, September 2011) and \"Home Taping is Thrilling Music\" (Record Collector, 462, January 2017). Memoirs written by people involved in the UK cassette scene include Permanent Transience (2015), by Bendle of the band The Door and the Window, and The Luxury of Dreams: An Autobiography (2017), by Mark Automaton of the band The Instant Automatons.\n\n"
        },
        {
            "title": "Continental Europe",
            "text": "European artists involved in the cassette scene include: Esplendor Geométrico (Spain), Die Tödliche Doris (Germany), Maurizio Bianchi/M.B. (Italy), Ptôse (France), Absolute Body Control (Belgium), Clair Obscur (France), Non Toxique Lost (Germany), Giancarlo Toniutti (Italy).\n\nTwo of the more important cassette labels in Europe were Germany's Datenverarbeitung, run by Andreas Müller, and Belgium's Insane Music, run by Alain Neffe. Along with material recorded by himself in various configurations, Neffe curated and released numerous compilations featuring tracks sent to him from artists all over the world.\n\n"
        },
        {
            "title": "United States",
            "text": "In the US, cassette culture activity extended through the late 1980s and into the 1990s. Although larger operators made use of commercial copying services, anybody who had access to copying equipment (such as the portable tape-to-tape cassette players that became common in the early 1980s) could release a tape, and publicize it in the network of fanzines and newsletters that served the scene, such as OP Magazine, Factsheet Five and Unsound. The cassette culture became an inexpensive and democratic way for artists to make available music that was never likely to have mainstream appeal, and many found in the scene music that was more imaginative, challenging, beautiful, and groundbreaking than much of what was being released by the established music industry.\n\nIn the United States, cassette culture was associated with DIY sound collage, riot grrrl, and punk music and blossomed across the country on cassette labels such as: Psyclones, Tellus Audio Cassette Magazine, Randy Greif's Swinging Axe Productions, Pass the Buck, E.F. Tapes, Mindkill, Happiest Tapes on Earth, Apraxia Music Research, and Sound of Pig (which released over 300 titles), From the Wheelchair to the Pulpit, Walls of Genius (which released over 30 titles, including their own, Architects Office and The Miracle),[13] K Records, brown interior music. Artists such as PBK, Big City Orchestra, Alien Planetscapes, Don Campau, Ken Clinger, Dino DiMuro, Tom Furgas, The Haters, Zan Hoffman, If, Bwana, Hal McGee, Minóy, Dave Prescott, Dan Fioretti (who now identifies as female and goes by the name Dreamgirl Stephanie Ashlyn), Jim Shelley, Suburban Campers, The Silly Pillows, Linda Smith, Saboteur, and hundreds of others, recorded albums available only on cassette throughout the late '80s and well into the '90s.[14]\n\nThe American cassette-culture scene has been quite well-served by documentary-makers, in contrast with the scenes in the UK and Europe. In 2009 Andrew Szava-Kovats, who was involved in the US scene under the name Data-Bank-A, released a 60-minute documentary Grindstone Redux: A Documentary About 1980's Cassette Culture on the American cassette network, with contributions from many of those involved. In 2015 the independent filmmaker William Davenport released The Great American Cassette Masters, a 90-minute documentary interviewing many key US artists of the 1980s scene. Cassette: A Documentary Mixtape (2016), directed by Zack Taylor, George Petzold and Seth Smoot, is a 90-minute documentary which, as the title indicates, takes a broader view of the cassette format and its history and features the inventor of the cassette tape Lou Ottens. It examines nostalgia for the format and its return as a medium for contemporary independent musicians. In 2020 American author Jerry Kranitz published the highly illustrated book Cassette Culture: Homemade Music & The Creative Spirit In The Pre-Internet Age (Vinyl On Demand).\n\n"
        },
        {
            "title": "Other territories",
            "text": "There were many cassette artists outside the United Kingdom, the US and Europe. There was a very active scene in Japan, as can be seen from the list of contributors to the International Sound Communication series of compilations.\n\n"
        },
        {
            "title": "Creative packaging",
            "text": "The packaging of cassette releases, whilst sometimes amateurish, was also an aspect of the format in which a high degree of creativity and originality were displayed. For the most part packaging relied on standard plastic cases with a photocopied \"J-card\" insert, but some made more of an effort. Anusol by the A Band, released on the Chocolate Monk label, came packaged with a \"suppository\" unique to each copy – one of which was a used condom wrapped in tissue.[citation needed] The BWCD label released a cassette by Japanese noise artist Aube that came attached to a blue plastic ashtray in the shape of a fish. EEtapes of Belgium's 1995 release of This Window's Extraction 2 was packaged with an X-ray of a broken limb. The Barry Douglas Lamb album Ludi Funebres presented the cassette case in a tin, the tin filled with earth and the earth covered with leaves. Walls Of Genius went to great lengths, spray-painting abstract art on the cassette labels, affixing hand-made \"authentic\" stickers, painting cassette boxes (the \"white\" cassette, 1984), creating one-of-a-kind pinup covers (The Mysterious Case of Pussy Lust, 1985) and issuing \"Certificates of Genius\" to anybody discriminating enough to purchase one of their titles. The interested reader is referred to Tape-Mag.com (see below).\n\n"
        },
        {
            "title": "",
            "text": "In the United Kingdom the cassette culture seemed to wane in the second half of the 1980s, and by the mid-1990s the scene in the United States was also in decline, with the appearance of new technologies and methods of distribution: CD-Rs and the widespread arrival of the Internet, MP3s and file sharing. However, the early 2000s saw a major revival of interest in the cassette culture of the late 1970s and '80s,[15] with many obscure tapes being made available on music blogs and the emergence of specialist labels, of which Vinyl On Demand is the best known, dedicated to reissuing on LP and CD material originally released on cassette.[16] In October 2005 \"cassette_culture [c_c]\", an international electronic mailing list, was established on Yahoo! Groups for discussion \"of all aspects of the DIY music scene, or cassette culture, of the late 1970s, 1980s, and into the 90s\". Cassette releases have now been added to the Discogs database, and other databases, in great numbers. Cassette-culture releases can now fetch high prices (See Tim Naylor's articles for Record Collector, mentioned above).\n\nOn 1 January 2018 Frank Bull of Vinyl On Demand Records launched Tape-Mag.com, a vast online database of cassette-culture and related material. Material, audio and visual, relating to the cassette culture of the '70s and '80s has become widely available on the Internet on platforms such as Bandcamp and Archive.org, and on social media.\n\nSince the Millennium there has also been a revival in the use of the cassette by independent artists, with the rise of partly or wholly tape-based labels such as Burger Records, POST/POP, Memorials of Distinction, Tuff Enuff Records, Truant Recordings,[17] First Base Tapes[18] and Gnar Tapes.[19] In 2007 (12–26 May) an exhibition was held at Printed Matter in New York City devoted to current American cassette culture entitled \"Leaderless: Underground Cassette Culture Now.\"\n\n"
        },
        {
            "title": "Notable compilations since 2000",
            "text": "A number of compilations devoted to or including significant representation of cassette-culture music of the 1970s and '80s have been released since the revival of interest in the scene. The most ambitious collection of material is a trilogy from Cherry Red Records, each release comprising four CDs of material: Close to the Noise Floor: Formative UK Electronica 1975-1984 (2016), Noise Reduction System: Formative European Electronica 1974-1984 (2017), and Third Noise Principle: Formative North American Electronica 1975-1984 (2019). In 2008 the Hyped To Death label released the CD Messthetics Greatest Hiss: Classics of the UK Cassette Culture DIY, 1979-1982. Perhaps the most significant British compilation of cassette-culture music released at the time was the 5-cassette Rising from the Red Sand (1983), on Third Mind Records (one of the more notable cassette labels), which contained 45 pieces of music. For many years this landmark collection was kept available (on cassette) by RRRecords, and in 2013 it was released on vinyl by Vinyl On Demand Records. Although not reissued since 1989, mention should also be made of 1983's pioneering double-LP release The Elephant Table Album: a compilation of difficult music, a 21-track selection of work by British cassette-culture artists. The record was compiled by Dave Henderson, the cassette-culture reviewer for Sounds at the start of the 1980s. Henderson followed this with a sequel, Three Minute Symphony, another double LP, which threw the net wider to include European and US artists.\n\nThe interested reader is referred to the extensive output of vinyl editions for collectors released since 2004 on the German company Vinyl On Demand Records and the many CD releases of US and UK DIY music of the late '70s to early '80s released by the US label Hyped To Death.\n\n"
        }
    ]
}