{
    "url": "https://en.wikipedia.org/wiki/Cast_iron",
    "title": "Cast iron",
    "table_of_contents": [
        "1 Production",
        "2 Types",
        "2.1 Alloying elements",
        "2.2 Grey cast iron",
        "2.3 White cast iron",
        "2.4 Malleable cast iron",
        "2.5 Ductile cast iron",
        "2.6 Table of comparative qualities of cast irons",
        "3 History",
        "3.1 Cast-iron bridges",
        "3.2 Buildings",
        "3.3 Textile mills",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCast iron is a class of iron–carbon alloys with a carbon content more than 2%.[1] Its usefulness derives from its relatively low melting temperature. The alloy constituents affect its color when fractured: white cast iron has carbide impurities which allow cracks to pass straight through, grey cast iron has graphite flakes which deflect a passing crack and initiate countless new cracks as the material breaks, and ductile cast iron has spherical graphite \"nodules\" which stop the crack from further progressing.\n\nCarbon (C), ranging from 1.8 to 4 wt%, and silicon (Si), 1–3 wt%, are the main alloying elements of cast iron. Iron alloys with lower carbon content are known as steel.\n\nCast iron tends to be brittle, except for malleable cast irons. With its relatively low melting point, good fluidity, castability, excellent machinability, resistance to deformation and wear resistance, cast irons have become an engineering material with a wide range of applications and are used in pipes, machines and automotive industry parts, such as cylinder heads, cylinder blocks and gearbox cases. It is resistant to damage by oxidation but is notoriously difficult to weld.\n\nThe earliest cast-iron artefacts date to the 5th century BC, and were discovered by archaeologists in what is now Jiangsu in China. Cast iron was used in ancient China for warfare, agriculture, and architecture.[2] During the 15th century, cast iron became utilized for cannon in Burgundy, France, and in England during the Reformation.  The amounts of cast iron used for cannons required large-scale production.[3] The first cast-iron bridge was built during the 1770s by Abraham Darby III, and is known as The Iron Bridge in Shropshire, England. Cast iron was also used in the construction of buildings.\n\n"
        },
        {
            "title": "Production",
            "text": "Cast iron is made from pig iron, which is the product of melting iron ore in a blast furnace.  Cast iron can be made directly from the molten pig iron or by re-melting pig iron,[4] often along with substantial quantities of iron, steel, limestone, carbon (coke) and taking various steps to remove undesirable contaminants. Phosphorus and sulfur may be burnt out of the molten iron, but this also burns out the carbon, which must be replaced. Depending on the application, carbon and silicon content are adjusted to the desired levels, which may be anywhere from 2–3.5% and 1–3%, respectively. If desired, other elements are then added to the melt before the final form is produced by casting.[citation needed]\n\nCast iron is sometimes melted in a special type of blast furnace known as a cupola, but in modern applications, it is more often melted in electric induction furnaces or electric arc furnaces.[5] After melting is complete, the molten cast iron is poured into a holding furnace or ladle.[citation needed]\n\n"
        },
        {
            "title": "Types",
            "text": "Cast iron's properties are changed by adding various alloying elements, or alloyants. Next to carbon, silicon is the most important alloyant because it forces carbon out of solution. A low percentage of silicon allows carbon to remain in solution forming iron carbide and the production of white cast iron. A high percentage of silicon forces carbon out of solution forming graphite and the production of grey cast iron. Other alloying agents, manganese, chromium, molybdenum, titanium and vanadium counteracts silicon, promotes the retention of carbon, and the formation of those carbides. Nickel and copper increase strength, and machinability, but do not change the amount of graphite formed. The carbon in the form of graphite results in a softer iron, reduces shrinkage, lowers strength, and decreases density. Sulfur, largely a contaminant when present, forms iron sulfide, which prevents the formation of graphite and increases hardness. The problem with sulfur is that it makes molten cast iron viscous, which causes defects. To counter the effects of sulfur, manganese is added because the two form into manganese sulfide instead of iron sulfide. The manganese sulfide is lighter than the melt, so it tends to float out of the melt and into the slag. The amount of manganese required to neutralize sulfur is 1.7 × sulfur content + 0.3%. If more than this amount of manganese is added, then manganese carbide forms, which increases hardness and chilling, except in grey iron, where up to 1% of manganese increases strength and density.[6]\n\nNickel is one of the most common alloying elements because it refines the pearlite and graphite structure, improves toughness, and evens out hardness differences between section thicknesses. Chromium is added in small amounts to reduce free graphite, produce chill, and because it is a powerful carbide stabilizer; nickel is often added in conjunction. A small amount of tin can be added as a substitute for 0.5% chromium. Copper is added in the ladle or in the furnace, on the order of 0.5–2.5%, to decrease chill, refine graphite, and increase fluidity. Molybdenum is added on the order of 0.3–1% to increase chill and refine the graphite and pearlite structure; it is often added in conjunction with nickel, copper, and chromium to form high strength irons. Titanium is added as a degasser and deoxidizer, but it also increases fluidity. 0.15–0.5% vanadium is added to cast iron to stabilize cementite, increase hardness, and increase resistance to wear and heat. 0.1–0.3% zirconium helps to form graphite, deoxidize, and increase fluidity.[6]\n\nIn malleable iron melts, bismuth is added, on the scale of 0.002–0.01%, to increase how much silicon can be added. In white iron, boron is added to aid in the production of malleable iron; it also reduces the coarsening effect of bismuth.[6]\n\nGrey cast iron is characterised by its graphitic microstructure, which causes fractures of the material to have a grey appearance. It is the most commonly used cast iron and the most widely used cast material based on weight. Most cast irons have a chemical composition of 2.5–4.0% carbon, 1–3% silicon, and the remainder iron. Grey cast iron has less tensile strength and shock resistance than steel, but its compressive strength is comparable to low- and medium-carbon steel. These mechanical properties are controlled by the size and shape of the graphite flakes present in the microstructure and can be characterised according to the guidelines given by the ASTM.[7]\n\nWhite cast iron displays white fractured surfaces due to the presence of an iron carbide precipitate called cementite. With a lower silicon content (graphitizing agent) and faster cooling rate, the carbon in white cast iron precipitates out of the melt as the metastable phase cementite, Fe3C, rather than graphite. The cementite which precipitates from the melt forms as relatively large particles. As the iron carbide precipitates out, it withdraws carbon from the original melt, moving the mixture toward one that is closer to eutectic, and the remaining phase is the lower iron-carbon austenite (which on cooling might transform to martensite). These eutectic carbides are much too large to provide the benefit of what is called precipitation hardening (as in some steels, where much smaller cementite precipitates might inhibit [plastic deformation] by impeding the movement of dislocations through the pure iron ferrite matrix). Rather, they increase the bulk hardness of the cast iron simply by virtue of their own very high hardness and their substantial volume fraction, such that the bulk hardness can be approximated by a rule of mixtures. In any case, they offer hardness at the expense of toughness. Since carbide makes up a large fraction of the material, white cast iron could reasonably be classified as a cermet. White iron is too brittle for use in many structural components, but with good hardness and abrasion resistance and relatively low cost, it finds use in such applications as the wear surfaces (impeller and volute) of slurry pumps, shell liners and lifter bars in ball mills and autogenous grinding mills, balls and rings in coal pulverisers, and the teeth of a backhoe's digging bucket (although cast medium-carbon martensitic steel is more common for this application).[citation needed]\n\nIt is difficult to cool thick castings fast enough to solidify the melt as white cast iron all the way through. However, rapid cooling can be used to solidify a shell of white cast iron, after which the remainder cools more slowly to form a core of grey cast iron. The resulting casting, called a chilled casting, has the benefits of a hard surface with a somewhat tougher interior.[citation needed]\n\nHigh-chromium white iron alloys allow massive castings (for example, a 10-tonne impeller) to be sand cast, as the chromium reduces cooling rate required to produce carbides through the greater thicknesses of material. Chromium also produces carbides with impressive abrasion resistance.[8] These high-chromium alloys attribute their superior hardness to the presence of chromium carbides. The main form of these carbides are the eutectic or primary M7C3 carbides, where \"M\" represents iron or chromium and can vary depending on the alloy's composition. The eutectic carbides form as bundles of hollow hexagonal rods and grow perpendicular to the hexagonal basal plane. The hardness of these carbides are within the range of 1500-1800HV.[9]\n\nMalleable iron starts as a white iron casting that is then heat treated for a day or two at about 950 °C (1,740 °F) and then cooled over a day or two. As a result, the carbon in iron carbide transforms into graphite and ferrite plus carbon. The slow process allows the surface tension to form the graphite into spheroidal particles rather than flakes. Due to their lower aspect ratio, the spheroids are relatively short and far from one another, and have a lower cross section vis-a-vis a propagating crack or phonon. They also have blunt boundaries, as opposed to flakes, which alleviates the stress concentration problems found in grey cast iron. In general, the properties of malleable cast iron are more like those of mild steel. There is a limit to how large a part can be cast in malleable iron, as it is made from white cast iron.[citation needed]\n\nDeveloped in 1948, nodular or ductile cast iron has its graphite in the form of very tiny nodules with the graphite in the form of concentric layers forming the nodules. As a result, the properties of ductile cast iron are that of a spongy steel without the stress concentration effects that flakes of graphite would produce. The carbon percentage present is 3-4% and percentage of silicon is 1.8-2.8%.Tiny amounts of 0.02 to 0.1% magnesium, and only 0.02 to 0.04% cerium added to these alloys slow the growth of graphite precipitates by bonding to the edges of the graphite planes. Along with careful control of other elements and timing, this allows the carbon to separate as spheroidal particles as the material solidifies. The properties are similar to malleable iron, but parts can be cast with larger sections.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "Cast iron and wrought iron can be produced unintentionally when smelting copper using iron ore as a flux.[11]: 47–48 \n\nThe earliest cast-iron artifacts date to the 5th century BC, and were discovered by archaeologists in what is now modern Luhe County, Jiangsu in China during the Warring States period. This is based on an analysis of the artifact's microstructures.[2]\n\nBecause cast iron is comparatively brittle, it is not suitable for purposes where a sharp edge or flexibility is required. It is strong under compression, but not under tension. Cast iron was invented in China in the 5th century BC and poured into molds to make ploughshares and pots as well as weapons and pagodas.[12] Although steel was more desirable, cast iron was cheaper and thus was more commonly used for implements in ancient China, while wrought iron or steel was used for weapons.[2] The Chinese developed a method of annealing cast iron by keeping hot castings in an oxidizing atmosphere for a week or longer in order to burn off some carbon near the surface in order to keep the surface layer from being too brittle.[13]: 43 \n\nIn the west, where it did not become available until the 15th century, its earliest uses included cannon and shot. Henry VIII initiated the casting of cannon in England. Soon, English iron workers using blast furnaces developed the technique of producing cast-iron cannons, which, while heavier than the prevailing bronze cannons, were much cheaper and enabled England to arm her navy better. The technology of cast iron was transferred from China[citation needed]. Al-Qazvini in the 13th century and other travellers subsequently noted an iron industry in the Alburz Mountains to the south of the Caspian Sea. This is close to the silk route, so that the use of technology derived from China is conceivable.[14] The ironmasters of the Weald continued producing cast irons until the 1760s, and armament was one of the main uses of irons after the Restoration.\n\nCast-iron pots were made at many English blast furnaces at the time. In 1707, Abraham Darby patented a new method of making pots (and kettles) thinner and hence cheaper than those made by traditional methods. This meant that his Coalbrookdale furnaces became dominant as suppliers of pots, an activity in which they were joined in the 1720s and 1730s by a small number of other coke-fired blast furnaces.\n\nApplication of the steam engine to power blast bellows (indirectly by pumping water to a waterwheel) in Britain, beginning in 1743 and increasing in the 1750s, was a key factor in increasing the production of cast iron, which surged in the following decades.  In addition to overcoming the limitation on water power, the steam-pumped-water powered blast gave higher furnace temperatures, which allowed the use of higher lime ratios, enabling the conversion from charcoal, supplies of wood for which were inadequate, to coke.[15]: 122 \n\nThe use of cast iron for structural purposes began in the late 1770s, when Abraham Darby III built the Iron Bridge, although short beams had already been used, such as in the blast furnaces at Coalbrookdale. Other inventions followed, including one patented by Thomas Paine. Cast-iron bridges became commonplace as the Industrial Revolution gathered pace. Thomas Telford adopted the material for his bridge upstream at Buildwas, and then for Longdon-on-Tern Aqueduct, a canal trough aqueduct at Longdon-on-Tern on the Shrewsbury Canal. It was followed by the Chirk Aqueduct and the Pontcysyllte Aqueduct, both of which remain in use following the recent restorations.\n\nThe best way of using cast iron for bridge construction was by using arches, so that all the material is in compression. Cast iron, again like masonry, is very strong in compression. Wrought iron, like most other kinds of iron and indeed like most metals in general, is strong in tension, and also tough – resistant to fracturing. The relationship between wrought iron and cast iron, for structural purposes, may be thought of as analogous to the relationship between wood and stone.\n\nCast-iron beam bridges were used widely by the early railways, such as the Water Street Bridge in 1830 at the Manchester terminus of the Liverpool and Manchester Railway, but problems with its use became all too apparent when a new bridge carrying the Chester and Holyhead Railway across the River Dee in Chester collapsed killing five people in May 1847, less than a year after it was opened. The Dee bridge disaster was caused by excessive loading at the centre of the beam by a passing train, and many similar bridges had to be demolished and rebuilt, often in wrought iron. The bridge had been badly designed, being trussed with wrought iron straps, which were wrongly thought to reinforce the structure. The centres of the beams were put into bending, with the lower edge in tension, where cast iron, like masonry, is very weak.\n\nNevertheless, cast iron continued to be used in inappropriate structural ways, until the Tay Rail Bridge disaster of 1879 cast serious doubt on the use of the material. Crucial lugs for holding tie bars and struts in the Tay Bridge had been cast integral with the columns, and they failed in the early stages of the accident. In addition, the bolt holes were also cast and not drilled. Thus, because of casting's draft angle, the tension from the tie bars was placed on the hole's edge rather than being spread over the length of the hole. The replacement bridge was built in wrought iron and steel.\n\nFurther bridge collapses occurred, however, culminating in the Norwood Junction rail accident of 1891. Thousands of cast-iron rail underbridges were eventually replaced by steel equivalents by 1900 owing to the widespread concern about cast iron under bridges on the rail network in Britain.\n\nCast-iron columns, pioneered in mill buildings, enabled architects to build multi-storey buildings without the enormously thick walls required for masonry buildings of any height. They also opened up floor spaces in factories, and sight lines in churches and auditoriums. By the mid 19th century, cast iron columns were common in warehouse and industrial buildings, combined with wrought or cast iron beams, eventually leading to the development of steel-framed skyscrapers. Cast iron was also used sometimes for decorative facades, especially in the United States, and the Soho district of New York has numerous examples. It was also used occasionally for complete prefabricated buildings, such as the historic Iron Building in Watervliet, New York.[citation needed]\n\nAnother important use was in textile mills. The air in the mills contained flammable fibres from the cotton, hemp, or wool being spun. As a result, textile mills had an alarming propensity to burn down. The solution was to build them completely of non-combustible materials, and it was found convenient to provide the building with an iron frame, largely of cast iron, replacing flammable wood. The first such building was at Ditherington in Shrewsbury, Shropshire.[16] Many other warehouses were built using cast-iron columns and beams, although faulty designs, flawed beams or overloading sometimes caused building collapses and structural failures.[citation needed]\n\nDuring the Industrial Revolution, cast iron was also widely used for frame and other fixed parts of machinery, including spinning and later weaving machines in textile mills. Cast iron became widely used, and many towns had foundries producing industrial and agricultural machinery.[citation needed]\n\n"
        }
    ]
}