{
    "url": "https://en.wikipedia.org/wiki/Catholic_theology",
    "title": "Catholic theology",
    "table_of_contents": [
        "1 Profession of Faith",
        "1.1 Human capacity for God",
        "1.2 God comes to meet humanity",
        "1.3 Creeds",
        "2 Scriptures",
        "3 Celebration of the Christian mystery",
        "3.1 Sacraments",
        "3.2 Liturgy",
        "3.2.1 Eastern Catholic",
        "3.2.2 Liturgical calendar",
        "4 Holy Trinity",
        "4.1 God the Father",
        "4.2 God the Son",
        "4.3 God the Holy Spirit",
        "5 Soteriology",
        "5.1 Sin and salvation",
        "5.1.1 Fall of Man",
        "5.1.2 Sin",
        "5.1.3 Jesus Christ as savior",
        "5.2 Penance and conversion",
        "5.2.1 Grace and free will",
        "5.2.2 Forgiveness of sins",
        "5.2.3 Baptism and second conversion",
        "5.2.4 Penance and Reconciliation",
        "5.3 Afterlife",
        "5.3.1 Eschaton",
        "5.3.2 Prayer for the dead and indulgences",
        "5.4 Salvation outside the Catholic Church",
        "6 Ecclesiology",
        "6.1 Church as the Mystical Body of Christ",
        "6.2 One, Holy, Catholic, and Apostolic",
        "6.3 Faith of the church",
        "7 Devotion to the Virgin Mary and the saints",
        "8 Ordained ministry: Bishops, priests, and deacons",
        "8.1 Apostolic succession",
        "8.2 Clerical celibacy",
        "9 Contemporary issues",
        "9.1 Catholic social teaching",
        "9.2 Creation and evolution",
        "10 Comparison of traditions",
        "10.1 Latin and Eastern Catholicism",
        "10.2 Orthodox and Protestant",
        "11 See also",
        "12 References and notes",
        "12.1 Works cited",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCatholic theology is the understanding of Catholic doctrine or teachings, and results from the studies of theologians. It is based on canonical scripture, and sacred tradition, as interpreted authoritatively by the magisterium of the Catholic Church.[1][2] This article serves as an introduction to various topics in Catholic theology, with links to where fuller coverage is found.\n\nMajor teachings of the Catholic Church discussed in the early councils of the church are summarized in various creeds, especially the Nicene (Nicene-Constantinopolitan) Creed and the Apostles' Creed. Since the 16th century the church has produced catechisms which summarize its teachings, most recently in 1992.[3][4]\n\nThe Catholic Church understands the living tradition of the church to contain the essentials of its doctrine on faith and morals and to be protected from error, at times through infallibly defined teaching.[5] The church believes in revelation guided by the Holy Spirit through sacred scripture, developed in sacred tradition and entirely rooted in the original deposit of faith. This developed deposit of faith is protected by the \"magisterium\" or College of Bishops at ecumenical councils overseen by the pope,[6] beginning with the Council of Jerusalem (c. AD 50).[7] The most recent was the Second Vatican Council (1962 to 1965); twice in history the pope defined a dogma after consultation with all the bishops without calling a council.\n\nFormal Catholic worship is ordered by means of the liturgy, which is regulated by church authority. The celebration of the Eucharist, one of seven sacraments, is the center of Catholic worship. The church exercises control over additional forms of personal prayer and devotion including the Rosary, Stations of the Cross, and Eucharistic adoration, declaring they should all somehow derive from the Eucharist and lead back to it.[8] The church community consists of the ordained clergy (consisting of the episcopate, the priesthood, and the diaconate), the laity, and those like monks and nuns living a consecrated life under their constitutions.\n\nAccording to the Catechism, Christ instituted seven sacraments and entrusted them to the church.[9] These are Baptism, Confirmation (Chrismation), the Eucharist, Penance, the Anointing of the Sick, Holy Orders and Matrimony.\n\n"
        },
        {
            "title": "Profession of Faith",
            "text": "The Catholic Church teaches that \"The desire for God is written in the human heart, because man is created by God and for God; and God never ceases to draw man to himself.\"[10] While man may turn away from God, God never stops calling man back to him.[11] Because man is created in the image and likeness of God, man can know with certainty of God's existence from his own human reason.[12] But while \"Man's faculties make him capable of coming to a knowledge of the existence of a personal God,\" in order \"for man to be able to enter into real intimacy with him, God willed both to reveal himself to man, and to give him the grace of being able to welcome this revelation in faith.\"[13]\n\nIn summary, the church teaches \"Man is by nature and vocation a religious being. Coming from God, going toward God, man lives a fully human life only if he freely lives by his bond with God.\"[14]\n\nThe church teaches God revealed himself gradually, beginning in the Old Testament, and completing this revelation by sending his son, Jesus Christ, to Earth as a man. This revelation started with Adam and Eve,[15] and was not broken off by their original sin;[16] rather, God promised to send a redeemer.[17] God further revealed himself through covenants between Noah and Abraham.[18][19] God delivered the law to Moses on Mount Sinai,[20] and spoke through the Old Testament prophets.[21] The fullness of God's revelation was made manifest through the coming of the Son of God, Jesus Christ.[22]\n\nCreeds (from Latin credo meaning \"I believe\") are concise doctrinal statements or confessions, usually of religious beliefs. They began as baptismal formulas and were later expanded during the Christological controversies of the 4th and 5th centuries to become statements of faith.\n\nThe Apostles Creed (Symbolum Apostolorum) was developed between the 2nd and 9th centuries. It is the most popular creed used in worship by Western Christians. Its central doctrines are those of the Trinity and God the Creator. Each of the doctrines found in this creed can be traced to statements current in the apostolic period. The creed was apparently used as a summary of Christian doctrine for baptismal candidates in the churches of Rome.[23]\n\nThe Nicene Creed, largely a response to Arianism, was formulated at the Councils of Nicaea and Constantinople in 325 and 381 respectively,[24] and ratified as the universal creed of Christendom by the Council of Ephesus in 431.[25] It sets out the main principles of Catholic Christian belief.[26] This creed is recited at Sunday Masses and is the core statement of belief in many other Christian churches as well.[26][27]\n\nThe Chalcedonian Creed, developed at the Council of Chalcedon in 451,[28]\nthough not accepted by the Oriental Orthodox Churches,[29] taught Christ \"to be acknowledged in two natures, inconfusedly, unchangeably, indivisibly, inseparably\": one divine and one human, and that both natures are perfect but are nevertheless perfectly united into one person.[30]\n\nThe Athanasian Creed, received in the Western Church as having the same status as the Nicene and Chalcedonian[citation needed], says: \"We worship one God in Trinity, and Trinity in Unity; neither confounding the Persons nor dividing the Substance.\"[31]\n\n"
        },
        {
            "title": "Scriptures",
            "text": "Christianity regards the Bible, a collection of canonical books in two parts (the Old Testament and the New Testament), as authoritative. It is believed by Christians to have been written by human authors under the inspiration of the Holy Spirit, and therefore for many[who?] it is held to be the inerrant Word of God.[32][33][34] Protestants believe the Bible contains all revealed truth necessary for salvation. This concept is known as Sola scriptura.[35][page needed] The books that are considered canonical vary depending upon the denomination using or defining it. These variations are a reflection of the range of traditions and councils that have convened on the subject. The Bible always includes books of the Jewish scriptures, the Tanakh, and includes additional books and reorganizes them into two parts: the books of the Old Testament primarily sourced from the Tanakh (with some variations), and the 27 books of the New Testament containing books originally written primarily in Greek.[36] The Catholic and Orthodox canons include other books from the Septuagint Greek Jewish canon which Catholics call Deuterocanonical.[37] Protestants consider these books apocryphal. Some versions of the Bible have a separate Apocrypha section for the books not considered canonical by the publisher.[38]\n\nCatholic theology distinguishes two senses of scripture: the literal and the spiritual.[39] The literal sense of understanding scripture is the meaning conveyed by the words of Scripture and discovered by exegesis, following the rules of sound interpretation.\n\nThe spiritual sense has three subdivisions: the allegorical, moral, and anagogical (meaning mystical or spiritual) senses.\n\nCatholic theology adds other rules of interpretation which include:\n\n"
        },
        {
            "title": "Celebration of the Christian mystery",
            "text": "There are seven sacraments of the church, of which the source and summit is the Eucharist.[45] According to the Catechism, the sacraments were instituted by Christ and entrusted to the church.[9] They are vehicles through which God's grace flows into the person who receives them with the proper disposition.[9][46] In order to obtain the proper disposition, people are encouraged, and in some cases required, to undergo sufficient preparation before being permitted to receive certain sacraments.[47][better source needed] And in receiving the sacraments, the Catechism advises: \"To attribute the efficacy of prayers or of sacramental signs to their mere external performance, apart from the interior dispositions that they demand, is to fall into superstition.\"[48] Participation in the sacraments, offered to them through the church, is a way Catholics obtain grace, forgiveness of sins and formally ask for the Holy Spirit.[9][49][50][51][52][excessive citations] These sacraments are: Baptism, Confirmation (Chrismation), the Eucharist, Penance and Reconciliation, the Anointing of the Sick, Holy Orders, and Matrimony.\n\nIn the Eastern Catholic Churches, these are often called the holy mysteries rather than the sacraments.[53][better source needed]\n\nSunday is a holy day of obligation, and Catholics are required to attend Mass. At Mass, Catholics believe that they respond to Jesus' command at the Last Supper to \"do this in remembrance of me.\"[54] In 1570 at the Council of Trent, Pope Pius V codified a standard book for the celebration of Mass for the Roman Rite.[55][56] Everything in this decree pertained to the priest celebrant and his action at the altar.[56] The participation of the people was devotional rather than liturgical.[56] The Mass text was in Latin, as this was the universal language of the church.[55] This liturgy was called the Tridentine Mass and endured universally until the Second Vatican Council approved the Mass of Paul VI, also known as the New Order of the Mass (Latin: Novus Ordo Missae), which may be celebrated either in the vernacular or in Latin.[56]\n\nThe Catholic Mass is separated into two parts. The first part is called Liturgy of the Word; readings from the Old and New Testaments are read prior to the gospel reading and the priest's homily. The second part is called Liturgy of the Eucharist, in which the actual sacrament of the Eucharist is celebrated.[57] Catholics regard the Eucharist as \"the source and summit of the Christian life\",[45] and believe that the bread and wine brought to the altar are changed, or transubstantiated, through the power of the Holy Spirit into the true body, blood, soul and divinity of Christ.[58] Since his sacrifice on the Cross and that of the Eucharist \"are one single sacrifice\",[59] the church does not purport to re-sacrifice Jesus in the Mass, but rather to re-present (i.e., make present)[60] his sacrifice \"in an unbloody manner\".[59]\n\nIn the Eastern Catholic Churches, the term Divine Liturgy is used in place of Mass, and various Eastern rites are used in place of the Roman Rite. These rites have remained more constant than has the Roman Rite, going back to early church times. Eastern Catholic and Orthodox liturgies are generally quite similar.\n\nThe liturgical action is seen as transcending time and uniting the participants with those already in the heavenly kingdom. Elements in the liturgy are meant to symbolize eternal realities; they go back to early Christian traditions which evolved from the Jewish-Christian traditions of the early church.\n\nThe first part of the Liturgy, or \"Liturgy of the Catechumens\", has scripture readings and at times a homily. The second part derives from the Last Supper as celebrated by the early Christians. The belief is that by partaking of the Communion bread and wine, the Body and Blood of Christ, they together become the body of Christ on earth, the church.[61]\n\nIn the Latin Church, the annual calendar begins with Advent, a time of hope-filled preparation for both the celebration of Jesus' birth and his Second Coming at the end of time. Readings from \"Ordinary Time\" follow the Christmas Season, but are interrupted by the celebration of Easter in Spring, preceded by 40 days of Lenten preparation and followed by 50 days of Easter celebration.\n\nThe Easter (or Paschal) Triduum splits the Easter vigil of the early church into three days of celebration, of Jesusthe Lord's Supper, of Good Friday (Jesus' passion and death on the cross), and of Jesus' resurrection. The season of Eastertide follows the Triduum and climaxes on Pentecost, recalling the descent of the Holy Spirit upon Jesus' disciples in the upper room.[62]\n\n"
        },
        {
            "title": "Holy Trinity",
            "text": "The Trinity refers to the belief in one God, in three distinct persons or hypostases. Trinity is from Latin Word (Tris Unitas) English (Three in One/One in Three)IJohn 5:7 KJV. These are referred to as 'the Father' (the creator and source of all life), 'the Son' (who refers to Jesus Christ), and 'the Holy Spirit' (the bond of love between Father and Son, present in the hearts of humankind). Together, these three persons form a single Godhead.[63][64][65] The word trias, from which trinity is derived, is first seen in the works of Theophilus of Antioch. He wrote of \"the Trinity of God (the Father), His Word (the Son) and His Wisdom (Holy Spirit)\".[66] The term may have been in use before this time. Afterwards it appears in Tertullian.[67][68] In the following century the word was in general use. It is found in many passages of Origen.[69]\n\nAccording to this doctrine, God is not divided in the sense that each person has a third of the whole; rather, each person is considered to be fully God (see Perichoresis). The distinction lies in their relations, the Father being unbegotten; the Son being eternal yet begotten of the Father; and the Holy Spirit 'proceeding' from Father and (in Western theology) from the Son.[70] Regardless of this apparent difference in their origins, the three 'persons' are each eternal and omnipotent. This is thought by Trinitarian Christians to be the revelation regarding God's nature which Jesus Christ came to deliver to the world, and is the foundation of their belief system. According to a prominent Catholic theologian of the 20th century: \"In God's self communication to his creation through grace and Incarnation, God really gives himself, and really appears as he is in himself.\" This would lead to the conclusion that we come to a knowledge of the immanent Trinity through the study of God's work in the \"Economy\" of creation and salvation.[71]\n\nThe central statement of Catholic faith, the Nicene Creed, begins, \"I believe in one God, the Father Almighty, maker of heaven and earth, of all things visible and invisible.\" Thus, Catholics believe that God is not a part of nature, but that God created nature and all that exists. God is viewed as a loving and caring God who is active both in the world and in people's lives, and desires humankind to love one another.[72]\n\nCatholics believe that Jesus is God incarnate, \"true God and true man\" (or both fully divine and fully human). Jesus, having become fully human, suffered our pain, finally succumbed to His injuries and gave up his spirit when he said, \"it is finished.\" He suffered temptations, but did not sin.[73] As true God, he defeated death and rose to life again. According to the New Testament, \"God raised Him from the dead,\"[74] he ascended to heaven, is \"seated at the right hand of the Father\"[75] and will return again[76] to fulfil the rest of Messianic prophecy, including the resurrection of the dead, the Last Judgment and final establishment of the Kingdom of God.\n\nAccording to the gospels of Matthew and Luke, Jesus was conceived by the Holy Spirit and born from the Virgin Mary. Little of Jesus' childhood is recorded in the canonical gospels, although infancy gospels were popular in antiquity. In comparison, his adulthood, especially the week before his death, are well documented in the gospels contained within the New Testament. The biblical accounts of Jesus' ministry include: his baptism, healings, teaching, and \"going about doing good\".[77]\n\n\nJesus told his apostles that after his death and resurrection he would send them the \"Advocate\" (Greek: Παράκλητος, romanized: Paraclete; Latin: Paracletus), the \"Holy Spirit\", who \"will teach you everything and remind you of all that I told you\".[78][79] In the Gospel of Luke, Jesus tells his disciples \"If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!\"[80] The Nicene Creed states that the Holy Spirit is one with God the Father and God the Son (Jesus); thus, for Catholics, receiving the Holy Spirit is receiving God, the source of all that is good.[81] Catholics formally ask for and receive the Holy Spirit through the sacrament of Confirmation (Chrismation). Sometimes called the sacrament of Christian maturity, Confirmation is believed to bring an increase and deepening of the grace received at Baptism,[80] to which it was cojoined in the early church. Spiritual graces or gifts of the Holy Spirit can include wisdom to see and follow God's plan, right judgment, love for others, boldness in witnessing the faith, and rejoicing in the presence of God.[82] The corresponding fruits of the Holy Spirit are love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control.[82] To be validly confirmed, a person must be in a state of grace, which means that they cannot be conscious of having committed a mortal sin. They must also have prepared spiritually for the sacrament, chosen a sponsor or godparent for spiritual support, and selected a saint to be their special patron.[80] \n"
        },
        {
            "title": "Soteriology",
            "text": "Soteriology is the branch of doctrinal theology that deals with salvation through Christ.[83] Eternal life, divine life, cannot be merited but is a free gift of God. The crucifixion of Jesus is explained as an atoning sacrifice, which, in the words of the Gospel of John, \"takes away the sins of the world.\" One's reception of salvation is related to justification.[84]\n\nAccording to church teaching, in an event known as the \"fall of the angels\", a number of angels chose to rebel against God and his reign.[85][86][87] The leader of this rebellion has been given many names including \"Lucifer\" (meaning \"light bearer\" in Latin), \"Satan\", and the devil. The sin of pride, considered one of seven deadly sins, is attributed to Satan for desiring to be God's equal.[88] According to Genesis, a fallen angel tempted the first humans, Adam and Eve, who then sinned, bringing suffering and death into the world. The Catechism states:\n\nChristians classify certain behaviors and acts to be \"sinful,\" which means that these certain acts are a violation of conscience or divine law. Catholics make a distinction between two types of sin.[89] Mortal sin is a \"grave violation of God's law\" that \"turns man away from God\",[90] and if it is not redeemed by repentance it can cause exclusion from Christ's kingdom and the eternal death of hell.[91]\n\nIn contrast, venial sin (meaning \"forgivable\" sin) \"does not set us in direct opposition to the will and friendship of God\"[92] and, although still \"constituting a moral disorder\",[93] does not deprive the sinner of friendship with God, and consequently the eternal happiness of heaven.[92]\n\nIn the Old Testament, God promised to send his people a savior.[94] The church believes that this savior was Jesus whom John the Baptist called \"the lamb of God who takes away the sin of the world\". The Nicene Creed refers to Jesus as \"the only begotten son of God, … begotten, not made, consubstantial with the Father. Through him all things were made.\" In a supernatural event called the Incarnation, Catholics believe God came down from heaven for our salvation, became man through the power of the Holy Spirit and was born of a virgin Jewish girl named Mary. They believe Jesus' mission on earth included giving people his word and example to follow, as recorded in the four Gospels.[95] The church teaches that following the example of Jesus helps believers to grow more like him, and therefore to true love, freedom, and the fullness of life.[96][97]\n\nThe focus of a Christian's life is a firm belief in Jesus as the Son of God and the \"Messiah\" or \"Christ\". The title \"Messiah\" comes from the Hebrew word מָשִׁיחַ (māšiáħ) meaning anointed one. The Greek translation Χριστός (Christos) is the source of the English word \"Christ\".[98]\n\nChristians believe that, as the Messiah, Jesus was anointed by God as ruler and savior of humanity, and hold that Jesus' coming was the fulfillment of messianic prophecies of the Old Testament. The Christian concept of the Messiah differs significantly from the contemporary Jewish concept. The core Christian belief is that, through the death and resurrection of Jesus, sinful humans can be reconciled to God and thereby are offered salvation and the promise of eternal life in heaven.[99]\n\nCatholics believe in the resurrection of Jesus. According to the New Testament, Jesus, the central figure of Christianity, was crucified, died, buried within a tomb, and resurrected three days later.[100] The New Testament mentions several resurrection appearances of Jesus on different occasions to his twelve apostles and disciples, including \"more than five hundred brethren at once\",[101] before Jesus' Ascension. Jesus's death and resurrection are the essential doctrines of the Christian faith, and are commemorated by Christians during Good Friday and Easter, as well as on each Sunday and in each celebration of the Eucharist, the Paschal feast. Arguments over death and resurrection claims occur at many religious debates and interfaith dialogues.[102]\n\nAs Paul the Apostle, an early Christian convert, wrote, \"If Christ was not raised, then all our preaching is useless, and your trust in God is useless\".[103][104] The death and resurrection of Jesus are the most important events in Christian Theology, as they form the point in scripture where Jesus gives his ultimate demonstration that he has power over life and death and thus the ability to give people eternal life.[105]\n\nGenerally, Christian churches accept and teach the New Testament account of the resurrection of Jesus.[106][107] Some modern scholars use the belief of Jesus' followers in the resurrection as a point of departure for establishing the continuity of the historical Jesus and the proclamation of the early church.[108] Some liberal Christians do not accept a literal bodily resurrection,[109][110] but hold to a convincing interior experience of Jesus' Spirit in members of the early church.\n\nThe church teaches that as signified by the passion of Jesus and his crucifixion, all people have an opportunity for forgiveness and freedom from sin, and so can be reconciled to God.[94][111]\n\nSinning according to the Greek word in scripture, amartia, \"falling short of the mark\", succumbing to our imperfection: we always remain on the road to perfection in this life.[92] People can sin by failing to obey the Ten Commandments, failing to love God, and failing to love other people. Some sins are more serious than others, ranging from lesser, venial sins, to grave, mortal sins that sever a person's relationship with God.[92][112][113]\n\nThe operation and effects of grace are understood differently by different traditions. Catholicism and Eastern Orthodoxy teach the necessity of the free will to cooperate with grace.[114] This does not mean we can come to God on our own and then cooperate with grace, as Semipelagianism, an early church heresy, postulates. Human nature is not evil, since God creates no evil thing, but we continue in or are inclined to sin (concupiscence). We need grace from God to be able to \"repent and believe in the gospel.\" Reformed theology, by contrast, teaches that people are completely incapable of self-redemption to the point human nature itself is evil, but the grace of God overcomes even the unwilling heart.[115] Arminianism takes a synergistic approach while Lutheran doctrine teaches justification by grace alone through faith alone, though \"a common understanding of the doctrine of justification\" has been reached with some Lutheran theologians.[116]\n\nAccording to Catholicism, forgiveness of sins and purification can occur during life – for example, in the sacraments of Baptism[117] and Reconciliation.[118] However, if this purification is not achieved in life, venial sins can still be purified after death.[119]\n\nThe sacrament of Anointing of the Sick is performed only by a priest, since it involves elements of forgiveness of sin. The priest anoints with oil the head and hands of the ill person while saying the prayers of the church.[120]\n\nPeople can be cleansed from all personal sins through Baptism.[121] This sacramental act of cleansing admits one as a full member of the church and is only conferred once in a person's lifetime.[121]\n\nThe Catholic Church considers baptism so important \"parents are obliged to see that their infants are baptised within the first few weeks\" and, \"if the infant is in danger of death, it is to be baptised without any delay.\"[122] It declares: \"The practice of infant Baptism is an immemorial tradition of the Church. There is explicit testimony to this practice from the second century on, and it is quite possible that, from the beginning of the apostolic preaching, when whole 'households' received baptism, infants may also have been baptized.\"[123]\n\n\nAt the Council of Trent, on 15 November 1551, the necessity of a second conversion after baptism was delineated:[124] \nDavid MacDonald, a Catholic apologist, has written in regard to paragraph 1428, that \"this endeavor of conversion is not just a human work. It is the movement of a \"contrite heart,\" drawn and moved by grace to respond to the merciful love of God who loved us first.\"[127]\n\nSince Baptism can only be received once, the sacrament of Penance or Reconciliation is the principal means by which Catholics obtain forgiveness for subsequent sin and receive God's grace and assistance not to sin again. This is based on Jesus' words to his disciples in the Gospel of John 20:21–23.[128] A penitent confesses his sins to a priest who may then offer advice or impose a particular penance to be performed. The penitent then prays an act of contrition and the priest administers absolution, formally forgiving the person's sins.[129] A priest is forbidden under penalty of excommunication to reveal any matter heard under the seal of the confessional. Penance helps prepare Catholics before they can validly receive the Holy Spirit in the sacraments of Confirmation (Chrismation) and the Eucharist.[130][131][132]\n\n\n\nThe Nicene Creed ends with, \"We look for the resurrection of the dead and the life of the world to come.\" Accordingly, the church teaches each person will appear before the judgment seat of Christ immediately after death and receive a particular judgment based on the deeds of their earthly life.[133] Chapter 25:35–46 of the Gospel of Matthew underpins the Catholic belief that a day will also come when Jesus will sit in a universal judgment of all humankind.[134][135] The final judgment will bring an end to human history. It will also mark the beginning of a new heaven and earth in which righteousness dwells and God will reign forever.[136]\n\nThere are three states of afterlife in Catholic belief. Heaven is a time of glorious union with God and a life of unspeakable joy that lasts forever.[133] Purgatory is a temporary state of purification for those who, although saved, are not free enough from sin to enter directly into heaven. It is a state requiring purgation of sin through God's mercy aided by the prayers of others.[133] Finally, those who freely chose a life of sin and selfishness, were not sorry for their sins, and had no intention of changing their ways go to hell, an everlasting separation from God. The church teaches no one is condemned to hell without freely deciding to reject God's love.[133] God predestines no one to hell and no one can determine whether anyone else has been condemned.[133] Catholicism teaches that God's mercy is such that a person can repent even at the point of death and be saved, like the good thief who was crucified next to Jesus.[133][137]\n\nAt the second coming of Christ at the end of time, all who have died will be resurrected bodily from the dead for the Last Judgment, whereupon Jesus will fully establish the Kingdom of God in fulfillment of scriptural prophecies.[138][139]\n\nThe Catholic Church teaches that the fate of those in purgatory can be affected by the actions of the living.[141]\n\nIn the same context there is mention of the practice of indulgences. An indulgence is a remission before God of the temporal punishment due to sins whose guilt has already been forgiven.[142] Indulgences may be obtained for oneself, or on behalf of Christians who have died.[143]\n\nPrayers for the dead and indulgences have been envisioned as decreasing the \"duration\" of time the dead would spend in purgatory. Traditionally, most indulgences were measured in term of days, \"quarantines\" (i.e. 40-day periods as for Lent), or years, meaning that they were equivalent to that length of canonical penance on the part of a living Christian.[144] When the imposition of such canonical penances of a determinate duration fell into desuetude these expressions were sometimes popularly misinterpreted as reduction of that much time of a person's stay in purgatory.[144] (The concept of time, like that of space, is of doubtful applicability to purgatory.) In Pope Paul VI's revision of the rules concerning indulgences, these expressions were dropped, and replaced by the expression \"partial indulgence\", indicating that the person who gained such an indulgence for a pious action is granted, \"in addition to the remission of temporal punishment acquired by the action itself, an equal remission of punishment through the intervention of the Church.\"[145]\n\nHistorically, the practice of granting indulgences and the widespread[146] associated abuses, which led to their being seen as increasingly bound up with money, with criticisms being directed against the \"sale\" of indulgences, were a source of controversy that was the immediate occasion of the Protestant Reformation in Germany and Switzerland.[147]\n\n\nThe Catholic Church teaches that it is the one, holy, Catholic, and apostolic Church founded by Jesus. Concerning non-Catholics, the Catechism of the Catholic Church, drawing on the document Lumen gentium from Vatican II, explains the statement \"Outside the Church there is no salvation\":\n"
        },
        {
            "title": "Ecclesiology",
            "text": "Catholics believe the Catholic Church is the continuing presence of Jesus on earth.[149] Jesus told his disciples \"Abide in me, and I in you. … I am the vine, you are the branches\".[150] Thus, for Catholics, the term \"Church\" refers not merely to a building or exclusively to the ecclesiastical hierarchy, but first and foremost to the people of God who abide in Jesus and form the different parts of his spiritual body,[151][152] which together composes the worldwide Christian community.\n\nCatholics believe the church exists simultaneously on earth (Church militant), in Purgatory (Church suffering), and in Heaven (Church triumphant); thus Mary, the mother of Jesus, and the other saints are alive and part of the living church.[153] This unity of the church in heaven and on earth is called the \"communion of saints\".[154][155]\n\nSection 8 of the Second Vatican Council's Dogmatic Constitution on the Church, Lumen gentium, states \"this Church constituted and organized in the world as a society, subsists in the Catholic Church, which is governed by the successor of Peter and by the Bishops in communion with him, although many elements of sanctification and of truth are found outside of its visible structure. These elements, as gifts belonging to the Church of Christ, are forces impelling toward catholic unity.\"\n\nFaith of the Church (Latin: fides ecclesiae) is a basic concept of Catholic theology which implies that not the faithful individual but the Catholic Church as a whole is considered to be the primary carrier of Christian faith.[156] This refers to the act of believing (fides qua creditur) as well as to the matters of doctrine (fides quae creditur).\n\nAccording to Catholic teaching, the church has received the complete faith by Jesus Christ through the apostles (depositum fidei). Led by the Holy Spirit, as promised by Christ (John 16:12-14), the church progressively during the times \"unpacks\" and displays the germ of the creed, such keeping it actual and alive. May there be reductions or unbalances in single ages or regions, the church as a whole, however, is trusted to be sustained in the truth and to maturate towards its complete understanding.\n\nEqually, in this concept, the act of believing, the personal devotion to the holy and inconceivable God, for the individual is participation in the devotion of the church, which means in the devotion of Christ himself to the Father in the Holy Spirit.\n\nThe single faithful, in consequence, is invited to acquire the faith of the church, as assiduously as possible, into his personal possession, nevertheless being aware of the insufficiency of isolated cogitation and listening to the common voice of the church.\n\n"
        },
        {
            "title": "Devotion to the Virgin Mary and the saints",
            "text": "Catholics believe that the church (community of Christians) exists both on earth and in heaven simultaneously, and thus the Virgin Mary and the Saints are alive and part of the living church. Prayers and devotions to Mary and the saints are common practices in Catholic life. These devotions are not worship, since only God is worshiped. The church teaches the Saints \"do not cease to intercede with the Father for us. ... So by their fraternal concern is our weakness greatly helped.\"[155]\n\nCatholics venerate Mary with many titles such as \"Blessed Virgin\", \"Mother of God\", \"Help of Christians\", \"Mother of the Faithful\". She is given special honor and devotion above all other saints but this honor and devotion differs essentially from the adoration given to God.[157] Catholics do not worship Mary but honor her as mother of God, mother of the church, and as a spiritual mother to each believer in Christ. She is called the greatest of the saints, the first disciple, and Queen of Heaven (Rev. 12:1). Catholic belief encourages following her example of holiness. Prayers and devotions asking for her intercession, such as the Rosary, the Hail Mary, and the Memorare are common Catholic practice. The church devotes several liturgical feasts to Mary, mainly the Immaculate Conception, Mary, Mother of God, the Visitation, the Assumption, the Nativity of the Blessed Virgin Mary; and in the Americas the Feast of Our Lady of Guadalupe. Pilgrimages to Marian shrines like Lourdes, France, and Fátima, Portugal, are also a common form of devotion and prayer.\n\n"
        },
        {
            "title": "",
            "text": "Men become bishops, priests or deacons through the sacrament of Holy Orders. Candidates to the priesthood must have a college degree in addition to another four years of theological training, including pastoral theology. The Catholic Church, following the example of Christ and Apostolic tradition, ordains only males.[158] The church teaches that, apart from ministry reserved for priests, women should participate in all aspects in the church's life and leadership[159][160]\n\nThe bishops are believed to possess the fullness of Catholic priesthood; priests and deacons participate in the ministry of the bishop. As a body, the College of Bishops are considered the successors of the Apostles.[161][162] The pope, cardinals, patriarchs, primates, archbishops and metropolitans are all bishops and members of the Catholic Church episcopate or College of Bishops. Only bishops can perform the sacrament of holy orders.\n\nMany bishops head a diocese, which is divided into parishes. A parish is usually staffed by at least one priest. Beyond their pastoral activity, a priest may perform other functions, including study, research, teaching or office work. They may also be rectors or chaplains. Other titles or functions held by priests include those of Archimandrite, Canon Secular or Regular, Chancellor, Chorbishop, Confessor, Dean of a Cathedral Chapter, Hieromonk, Prebendary, Precentor, etc.\n\nPermanent deacons, those who do not seek priestly ordination, preach and teach. They may also baptize, lead the faithful in prayer, witness marriages, and conduct wake and funeral services.[163] Candidates for the diaconate go through a diaconate formation program and must meet minimum standards set by the bishops' conference in their home country. Upon completion of their formation program and acceptance by their local bishop, candidates receive the sacrament of Holy Orders. In August 2016 Pope Francis established the Study Commission on the Women's Diaconate, to determine whether ordaining women as deacons should be revived. This would include the deacon's role of preaching at the Eucharist.\n\nWhile deacons may be married, only celibate men are ordained as priests in the Latin Church.[164][165] Protestant clergy who have converted to the Catholic Church are sometimes excepted from this rule.[166] The Eastern Catholic Churches ordain both celibate and married men.[166]  Within the lands of the Ukrainian Greek Catholic Church, the largest Eastern Catholic Church, where 90% of the diocesan priests in Ukraine are married,[167] priests' children often became priests and married within their social group, establishing a tightly knit hereditary caste.[168] All rites of the Catholic Church maintain the ancient tradition that, after ordination, marriage is not allowed.[169] A married priest whose wife dies may not remarry.[169] Men with \"transitory\" homosexual leanings may be ordained deacons following three years of prayer and chastity, but men with \"deeply rooted homosexual tendencies\" who are sexually active cannot be ordained.[170]\n\nApostolic succession is the belief that the pope and Catholic bishops are the spiritual successors of the original twelve apostles, through the historically unbroken chain of consecration (see: Holy orders). The pope is the spiritual head and leader of the Catholic Church who makes use of the Roman Curia to assist him in governing. He is elected by the College of Cardinals who may choose from any male member of the church but who must be ordained a bishop before taking office. Since the 15th century, a current cardinal has always been elected.[171]\nThe New Testament contains warnings against teachings considered to be only masquerading as Christianity,[172] and shows how reference was made to the leaders of the Church to decide what was true doctrine.[173] The Catholic Church believes it is the continuation of those who remained faithful to the apostolic leadership and rejected false teachings.[174] Catholic belief is that the Church will never defect from the truth, and bases this on Jesus' telling Peter \"the gates of hell will not prevail against\" the Church.[175] In the Gospel of John, Jesus states, \"I have much more to tell you, but you cannot bear it now. But when he comes, the Spirit of truth, he will guide you to all truth\".[176]\n\n\nRegarding clerical celibacy, the Catechism of the Catholic Church states:\nThe Catholic Church's discipline of mandatory celibacy for priests within the Latin Church (while allowing very limited individual exceptions) has been criticized for not following either the Protestant Reformation practice, which rejects mandatory celibacy, or the Eastern Catholic Churches's and Eastern Orthodox Churches's practice, which requires celibacy for bishops and priestmonks and excludes marriage by priests after ordination, but does allow married men to be ordained to the priesthood.\n\nIn July 2006, Bishop Emmanuel Milingo created the organization Married Priests Now![178] Responding to Milingo's November 2006 consecration of bishops, the Vatican stated \"The value of the choice of priestly celibacy... has been reaffirmed.\"[179]\n\nConversely, some young men in the United States are increasingly entering formation for the priesthood because of the long-held, traditional teaching on priestly celibacy.[180]\n\n"
        },
        {
            "title": "Contemporary issues",
            "text": "Catholic social teaching is based on the teaching of Jesus and commits Catholics to the welfare of all others. Although the Catholic Church operates numerous social ministries throughout the world, individual Catholics are also required to practice spiritual and corporal works of mercy. Corporal works of mercy include feeding the hungry, welcoming strangers, immigrants or refugees, clothing the naked, taking care of the sick and visiting those in prison. Spiritual works require Catholics to share their knowledge with others, comfort those who suffer, have patience, forgive those who hurt them, give advice and correction to those who need it, and pray for the living and the dead.[134]\n\nToday, the church's official position remains a focus of controversy and is non-specific, stating only that faith and scientific findings regarding human evolution are not in conflict, specifically:[181] the church allows for the possibility that the human body developed from previous biological forms but it was by God's special providence that the immortal soul was given to humankind.[182]\n\nThis view falls into the spectrum of viewpoints that are grouped under the concept of theistic evolution (which is itself opposed by several other significant points-of-view; see Creation–evolution controversy for further discussion).\n\n"
        },
        {
            "title": "Comparison of traditions",
            "text": "The Eastern Catholic Churches have as their theological, spiritual, and liturgical patrimony the traditions of Eastern Christianity. Thus, there are differences in emphasis, tone, and articulation of various aspects of Catholic theology between the Eastern and Latin churches, as in Mariology. Likewise, medieval Western scholasticism, that of Thomas Aquinas in particular, has had little reception in the East.\n\nWhile Eastern Catholics respect papal authority, and largely hold the same theological beliefs as Latin Catholics, Eastern theology differs on specific Marian beliefs. The traditional Eastern expression of the doctrine of the Assumption of Mary, for instance, is the Dormition of the Theotokos, which emphasizes her falling asleep to be later assumed into heaven.[183]\n\nThe doctrine of the Immaculate Conception is a teaching of Eastern origin, but is expressed in the terminology of the Western Church.[184] Eastern Catholics, though they do not observe the Western Feast of the Immaculate Conception, have no difficulty affirming it or even dedicating their churches to the Virgin Mary under this title.[185]\n\nThe beliefs of other Christian denominations differ from those of Catholics to varying degrees. Eastern Orthodox belief differs mainly with regard to papal infallibility, the filioque clause, and the doctrine of the Immaculate Conception, but is otherwise quite similar.[186][187] Protestant churches vary in beliefs, but generally differ from Catholics regarding the authority of the pope and church tradition, as well as the role of Mary and the saints, the role of the priesthood, and issues pertaining to grace, good works, and salvation.[188] The five solas were one attempt to express these differences.\n\n"
        },
        {
            "title": "References and notes",
            "text": "NOTA BENE:\n\n"
        }
    ]
}