{
    "url": "https://en.wikipedia.org/wiki/Catharism",
    "title": "Catharism",
    "table_of_contents": [
        "1 Origins",
        "2 Beliefs",
        "2.1 Cosmology",
        "2.2 Christology",
        "2.3 Other beliefs",
        "2.4 Texts",
        "3 Organization",
        "3.1 Sacraments",
        "3.2 Social relationships",
        "3.3 Hierarchy",
        "3.4 Role of women",
        "4 Suppression",
        "4.1 Albigensian Crusade",
        "4.2 Massacre",
        "4.3 Treaty and persecution",
        "4.4 Annihilation",
        "5 Later history",
        "5.1 Pays cathare",
        "6 Interrogation of heretics",
        "7 Historical and current scholarship",
        "8 In art and music",
        "9 Reinterpretations",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 General references",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCatharism (/ˈkæθərɪzəm/; from the Ancient Greek: καθαροί, romanized: katharoi, \"the pure ones\")[1][2] was a Christian dualist or Gnostic movement between the 12th and 14th centuries which thrived in Southern Europe, particularly in northern Italy and southern France.[3] Followers were described as Cathars and referred to themselves as Good Christians; in modern times, they are mainly remembered for a prolonged period of religious persecution by the Catholic Church, which did not recognize their unorthodox Christianity. \n\nCatharism emerged Western Europe in the Languedoc region of southern France in the 11th century. Adherents were sometimes referred to as Albigensians,[3] after the French city Albi where the movement first took hold.[4] Catharism was initially taught by ascetic leaders who set few guidelines, leading some Catharist practices and beliefs to vary by region and over time.[5] The movement was greatly influenced by the Bogomils of the First Bulgarian Empire,[6] and may have originated in the Byzantine Empire, namely through adherents of the Paulician movement in Armenia and eastern Byzantine Anatolia who were resettled in Thrace (Philippopolis). \n\nAmong the most notable and controversial beliefs of the Cathars was the idea of two gods or deistic principles, one good and the other evil. The Catholic Church asserted this was antithetical to monotheism, a fundamental principle that there is only one God, who created all things visible and invisible, which is known as the Nicene Creed. Cathars believed that the good God was the God of the New Testament, creator of the spiritual realm, whereas the evil God was the God of the Old Testament, creator of the physical world whom many Cathars identified as Satan. Cathars believed human spirits were the sexless spirits of angels trapped in the material realm of the evil god, destined to be reincarnated until they achieved salvation through the consolamentum, a form of baptism performed when death is imminent, when they would return to the good God as \"Perfect\".[7]\n\nThe Catholic Church denounced Cathar practices, particularly the consolamentum ritual. From the beginning of his reign, Pope Innocent III attempted to end Catharism by sending missionaries and persuading the local authorities to act against them. In 1208, Pierre de Castelnau, Innocent's papal legate, was murdered while returning to Rome after excommunicating Count Raymond VI of Toulouse, who, in his view, was too lenient with the Cathars.[8] Pope Innocent III then abandoned sending Catholic missionaries and jurists, declared Pierre de Castelnau a martyr and launched the Albigensian Crusade in 1209. The nearly twenty-year campaign succeeded in vastly weakening the movement; the Medieval Inquisition that followed ultimately eradicated Catharism by 1350.\n\nThere is academic controversy about whether Catharism was a real and organized movement or whether the medieval Church imagined or exaggerated it. The lack of any central organization among Cathars, regional differences in beliefs and practices, as well as the lack of sources from the Cathars themselves has prompted some scholars to question whether Catharism existed. Other scholars say that there is evidence of the existence of Catharism, and also evidence that the threat of it was exaggerated by its persecutors in the Church.[9]\n\nThough the term Cathar (/ˈkæθɑːr/) has been used for centuries to identify the movement, whether it identified itself with the name is debated.[10] In Cathar texts, the terms Good Men (Bons Hommes), Good Women (Bonnes Femmes), or Good Christians (Bons Chrétiens) are the common terms of self-identification.[11]\n\n"
        },
        {
            "title": "Origins",
            "text": "The origins of the Cathars' beliefs are unclear, but most theories agree they came from the Byzantine Empire, mostly by the trade routes and spread from the First Bulgarian Empire to the Netherlands. The name of Bulgarians (Bougres) was also applied to the Albigensians, and they maintained an association with the similar Christian movement of the Bogomils (\"Friends of God\") of Thrace. \"That there was a substantial transmission of ritual and ideas from Bogomilism to Catharism is beyond reasonable doubt.\"[12] Their doctrines have numerous resemblances to those of the Bogomils and the Paulicians, who influenced them,[13] as well as the earlier Marcionites, who were found in the same areas as the Paulicians, the Manicheans and the Christian Gnostics of the first few centuries AD, although, as many scholars, most notably Mark Pegg, have pointed out, it would be erroneous to extrapolate direct, historical connections based on theoretical similarities perceived by modern scholars.\n\nJohn Damascene, writing in the 8th century AD, also notes of an earlier sect called the \"Cathari\", in his book On Heresies, taken from the epitome provided by Epiphanius of Salamis in his Panarion. He says of them: \"They absolutely reject those who marry a second time, and reject the possibility of penance [that is, forgiveness of sins after baptism]\".[14] These are probably the same Cathari (actually Novations) who are mentioned in Canon 8 of the First Ecumenical Council of Nicaea in the year 325, which states \"... [I]f those called Cathari come over [to the faith], let them first make profession that they are willing to communicate [share full communion] with the twice-married, and grant pardon to those who have lapsed ...\"[15]\n\nThe writings of the Cathars were mostly destroyed because of the doctrine's threat perceived by the Papacy;[16] thus, the historical record of the Cathars is derived primarily from their opponents. Cathar ideology continues to be debated, with commentators regularly accusing opposing perspectives of speculation, distortion and bias. Only a few texts of the Cathars remain, as preserved by their opponents (such as the Rituel Cathare de Lyon) which give a glimpse into the ideologies of their faith.[13] One large text has survived, The Book of Two Principles (Liber de duobus principiis),[17] which elaborates the principles of dualistic theology from the point of view of some Albanenses Cathars.[18]\n\nIt is now generally agreed by most scholars that identifiable historical Catharism did not emerge until at least 1143, when the first confirmed report of a group espousing similar beliefs is reported being active at Cologne by the cleric Eberwin of Steinfeld.[a] A landmark in the \"institutional history\" of the Cathars was the Council, held in 1167 at Saint-Félix-Lauragais, attended by many local figures and also by the Bogomil papa Nicetas, the Cathar bishop of (northern) France and a leader of the Cathars of Lombardy.\n\nThe Cathars were a largely local, Western European/Latin Christian phenomenon, springing up in the Rhineland cities (particularly Cologne) in the mid-12th century, northern France around the same time, and particularly the Languedoc—and the northern Italian cities in the mid-late 12th century. In the Languedoc and northern Italy, the Cathars attained their greatest popularity, surviving in the Languedoc, in much reduced form, up to around 1325 and in the Italian cities until the Inquisitions of the 14th century finally extirpated them.[19][20]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Cathar cosmology identified two twin, opposing deities. The first was a good God, portrayed in the New Testament and creator of the spirit, while the second was an evil God, depicted in the Old Testament and creator of matter and the physical world.[21] The latter, often called Rex Mundi (\"King of the World\"),[22] was identified as the God of Judaism,[21] and was also either conflated with Satan or considered Satan's father, creator or seducer.[6] They addressed the problem of evil by stating that the good God's power to do good was limited by the evil God's works and vice versa.[23]\n\nHowever, those beliefs were far from unanimous. Some Cathar communities believed in a mitigated dualism similar to their Bogomil predecessors, stating that the evil god, Satan, had previously been the true God's servant before rebelling against him.[23] Others, likely a majority over time given the influence reflected on the Book of the Two Principles,[24] believed in an absolute dualism, where the two gods were twin entities of the same power and importance.[23]\n\nAll visible matter, including the human body, was created or crafted by this Rex Mundi; matter was therefore tainted with sin. Under this view, humans were actually angels seduced by Satan before a war in heaven against the army of Michael, after which they would have been forced to spend an eternity trapped in the evil God's material realm.[6] The Cathars taught that to regain angelic status one had to renounce the material self completely. Until one was prepared to do so, they would be stuck in a cycle of reincarnation, condemned to live on the corrupt Earth.[25]\n\nZoé Oldenbourg compared the Cathars to \"Western Buddhists\" because she considered that their view of the doctrine of \"resurrection\" taught by Christ was similar to the Buddhist doctrine of rebirth.\n\nCathars venerated Jesus Christ and followed what they considered to be his true teachings, labelling themselves as \"Good Christians\".[11] However, they denied his physical incarnation.[22] Authors believe that their conception of Jesus resembled docetism, believing him the human form of an angel,[26] whose physical body was only an appearance.[27] This illusory form would have possibly been given by the Virgin Mary, another angel in human form,[23] or possibly a human born of a woman with no involvement of a man.[24]\n\nThey firmly rejected the Resurrection of Jesus, seeing it as representing reincarnation, and the Christian symbol of the cross, considering it to be not more than a material instrument of torture and evil. They also saw John the Baptist, identified also with Elijah, as an evil being sent to hinder Jesus's teaching through the false sacrament of baptism.[6] For the Cathars the \"resurrection\" mentioned in the New Testament was only a symbol of re-incarnation.[28]\n\nMost Cathars did not accept the normative Trinitarian understanding of Jesus, instead resembling nontrinitarian modalistic monarchianism (Sabellianism) in the West and adoptionism in the East, which might or might not be combined with the mentioned docetism.[29] Bernard of Clairvaux's biographer and other sources accuse some Cathars of Arianism,[30][31] and some scholars see Cathar Christology as having traces of earlier Arian roots.[32][33]\n\nSome communities might have believed in the existence of a spirit realm created by the good God, the \"Land of the Living\", whose history and geography would have served as the basis for the evil god's corrupt creation. Under this view, the history of Jesus would have happened roughly as told, only in the spirit realm.[21] The physical Jesus from the material world would have been evil, a false messiah and a lustful lover of the material Mary Magdalene. However, the true Jesus would have influenced the physical world in a way similar to the Harrowing of Hell, only by inhabiting the body of Paul.[21] 13th century chronicler Pierre des Vaux-de-Cernay recorded those views.[21]\n\nSome Cathars told a version of the Enochian narrative, according to which Eve's daughters copulated with Satan's demons and bore giants. The Deluge would have been provoked by Satan, who disapproved of the demons revealing he was not the real god, or alternatively, an attempt by the Invisible Father to destroy the giants.[24] The Holy Spirit was sometimes counted as one single entity, but to others it was considered the collective groups of unfallen angels who had not followed Satan in his rebellion.\n\nCathars believed that the sexual allure of women impeded a man's ability to reject the material world.[34] Despite this stance on sex and reproduction, some Cathar communities made exceptions. In one version, the Invisible Father had two spiritual wives, Collam and Hoolibam (identified with Oholah and Oholibah), and would himself have provoked the war in heaven by seducing the wife of Satan, or perhaps the reverse. Cathars adhering to this story would believe that having families and sons would not impede them from reaching God's kingdom.[24]\n\nSome communities also believed in a Day of Judgement that would come when the number of the just equalled that of angels who fell, when the believers would ascend to the spirit realm, while the sinners would be thrown to everlasting fire along with Satan.[23]\n\nThe Cathars ate a pescatarian diet. They did not eat cheese, eggs, meat, or milk because these are all by-products of sexual intercourse.[35] The Cathars believed that animals were carriers of reincarnated souls, and forbade the killing of all animal life, apart from fish,[35][36] which they believed were produced by spontaneous generation.[36]\n\nThe Cathars denied transubstantiation, purgatory, prayers for the dead and prayers to saints. They also believed that the scriptures should be read in the vernacular.[37]\n\nThe alleged sacred texts of the Cathars, besides the New Testament, included the Bogomil text The Gospel of the Secret Supper (also called John's Interrogation), a modified version of Ascension of Isaiah, and the Cathar original work The Book of the Two Principles (possibly penned by Italian Cathar John Lugio of Bergamo).[24][38] They regarded the Old Testament as written by Satan, except for a few books which they accepted,[6] and considered the Book of Revelation not a prophecy about the future, but an allegorical chronicle of what had transpired in Satan's rebellion. Their reinterpretation of those texts contained numerous elements characteristic of Gnostic literature.[24]\n\n"
        },
        {
            "title": "Organization",
            "text": "Cathars, in general, formed an anti-sacerdotal party in opposition to the pre-Reformation Catholic Church, protesting against what they perceived to be the moral, spiritual and political corruption of the Church.[13] In contrast, the Cathars had but one central rite, the Consolamentum, or Consolation. This involved a brief spiritual ceremony to remove all sin from the believer and to induct him into the next higher level as a Perfect.[36]\n\nMany believers would receive the Consolamentum as death drew near, performing the ritual of liberation at a moment when the heavy obligations of purity required of Perfecti would be temporally short. Some of those who received the sacrament of the consolamentum upon their death-beds may thereafter have shunned further food or drink and, more often and in addition, expose themselves to extreme cold, in order to speed death. This has been termed the endura.[39] It was claimed by some of the church writers that when a Cathar, after receiving the Consolamentum, began to show signs of recovery he or she would be smothered in order to ensure his or her entry into paradise. Other than at such moments of extremis, little evidence exists to suggest this was a common Cathar practice.[40]\n\nThe Cathars also refused the sacrament of the eucharist, saying that it could not possibly be the body of Christ. They also refused to partake in the practice of Baptism by water. The following two quotes are taken from the Inquisitor Bernard Gui's experiences with the Cathar practices and beliefs:\n\nKilling was abhorrent to the Cathars. Consequently, abstention from all animal food (sometimes exempting fish) was enjoined of the Perfecti. The Perfecti avoided eating anything considered to be a by-product of sexual reproduction.[36] War and capital punishment were also condemned—an abnormality in Medieval Europe. In a world where few could read, their rejection of oath-taking marked them as rebels against social order.[citation needed]\n\nTo the Cathars, reproduction was a moral evil to be avoided, as it continued the chain of reincarnation and suffering in the material world. Such was the situation that a charge of heresy leveled against a suspected Cathar was usually dismissed if the accused could show he was legally married.[citation needed]\n\nWhen Bishop Fulk of Toulouse, a key leader of the anti-Cathar persecutions, excoriated the Languedoc Knights for not pursuing the heretics more diligently, he received the reply, \"We cannot. We have been reared in their midst. We have relatives among them and we see them living lives of perfection.\"[34]\n\nIt has been alleged that the Cathar Church of the Languedoc had a relatively flat structure, distinguishing between the baptised Perfecti (a term they did not use; instead, bonhommes) and ordinary unbaptised believers (credentes).[36] By about 1140, liturgy and a system of doctrine had been established.[42] They created a number of bishoprics, first at Albi around 1165[43] and after the 1167 Council at Saint-Félix-Lauragais sites at Toulouse, Carcassonne, and Agen, so that four bishoprics were in existence by 1200.[36][42][44][45] In about 1225, during a lull in the Albigensian Crusade, the bishopric of Razès was added. Bishops were supported by their two assistants: a filius maior (typically the successor) and a filius minor, who were further assisted by deacons.[46] The Perfecti were the spiritual elite, highly respected by many of the local people, leading a life of austerity and charity.[36] In the apostolic fashion, they ministered to the people and travelled in pairs.[36]\n\nCatharism has been seen as giving women the greatest opportunities for independent action, since women were found as being believers as well as Perfecti, who were able to administer the sacrament of the consolamentum.[47]\n\nCathars believed that a person would be repeatedly reincarnated until they committed to self-denial of the material world. A man could be reincarnated as a woman and vice versa.[48] The spirit was of utmost importance to the Cathars and was described as being immaterial and sexless.[48] Because of this belief, the Cathars saw women as equally capable of being spiritual leaders.[49]\n\nWomen accused of being heretics in early medieval Christianity included those labeled Gnostics, Cathars, and, later, the Beguines, as well as several other groups that were sometimes \"tortured and executed\".[50] Cathars, like the Gnostics who preceded them, assigned more importance to the role of Mary Magdalene in the spread of early Christianity than the church previously did. Her vital role as a teacher contributed to the Cathar belief that women could serve as spiritual leaders. Women were found to be included in the Perfecti in significant numbers, with numerous receiving the consolamentum after being widowed.[47] Having reverence for the Gospel of John, the Cathars saw Mary Magdalene as perhaps even more important than Saint Peter, the founder of the church.[51]\n\nCatharism attracted numerous women with the promise of a leadership role that the Catholic Church did not allow.[7] Catharism let women become a Perfect.[52] These female Perfects were required to adhere to a strict and ascetic lifestyle, but were still able to have their own houses.[53] Although many women found something attractive in Catharism, not all found its teachings convincing. A notable example is Hildegard of Bingen, who in 1163 gave a rousing exhortation against the Cathars in Cologne. During this discourse, Hildegard announced God's eternal damnation on all who accepted Cathar beliefs.[54]\n\nWhile women Perfects rarely traveled to preach the faith, they still played a vital role in the spreading of Catharism by establishing group homes for women.[55] Though it was extremely uncommon, there were isolated cases of female Cathars leaving their homes to spread the faith.[56] In Cathar communal homes (ostals), women were educated in the faith, and these women would go on to bear children who would then also become believers. Through this pattern, the faith grew exponentially through the efforts of women as each generation passed.[55]\n\nDespite women having a role in the growth of the faith, Catharism was not completely equal; for example, the belief that one's last incarnation had to be experienced as a man to break the cycle.[34] This belief was inspired by later French Cathars, who taught that women must be reborn as men in order to achieve salvation.[7]  Toward the end of the Cathar movement, Catharism became less equal and started the practice of excluding women Perfects.[7] However, this trend remained limited; for example, later on,[when?] Italian Perfects still included women.[7]\n\n"
        },
        {
            "title": "Suppression",
            "text": "In 1147, Pope Eugene III sent a legate to the Cathar district in order to arrest the progress of the Cathars. The few isolated successes of Bernard of Clairvaux could not obscure the poor results of this mission, which clearly showed the power of the sect in the Languedoc at that period. The missions of Cardinal Peter of Saint Chrysogonus to Toulouse and the Toulousain in 1178, and of Henry of Marcy, cardinal-bishop of Albano, in 1180–81, obtained merely momentary successes.[13] Henry's armed expedition, which took the stronghold at Lavaur, did not extinguish the movement.\n\nDecisions of Catholic Church councils—in particular, those of the Council of Tours (1163) and of the Third Council of the Lateran (1179)—had scarcely more effect upon the Cathars. When Pope Innocent III came to power in 1198, he was resolved to deal with them.[57]\n\nAt first Innocent tried peaceful conversion, and sent a number of legates into the Cathar regions. They had to contend not only with the Cathars, the nobles who protected them, and the people who respected them, but also with many of the bishops of the region, who resented the considerable authority the Pope had conferred upon his legates. In 1204, Innocent III suspended a number of bishops in Occitania;[58] in 1205 he appointed a new and vigorous bishop of Toulouse, the former troubadour Foulques. In 1206 Diego of Osma and his canon, the future Saint Dominic, began a programme of conversion in Languedoc; as part of this, Catholic–Cathar public debates were held at Verfeil, Servian, Pamiers, Montréal and elsewhere.\n\nDominic met and debated with the Cathars in 1203 during his mission to the Languedoc. He concluded that only preachers who displayed real sanctity, humility and asceticism could win over convinced Cathar believers. The institutional Church as a general rule did not possess these spiritual warrants.[59] His conviction led eventually to the establishment of the Dominican Order in 1216. The order was to live up to the terms of his rebuke, \"Zeal must be met by zeal, humility by humility, false sanctity by real sanctity, preaching falsehood by preaching truth.\" However, even Dominic managed only a few converts among the Cathars.\n\nIn January 1208 the papal legate, Pierre de Castelnau, a Cistercian monk, theologian and canon lawyer, was sent to meet the ruler of the area, Raymond VI, Count of Toulouse.[60] Known for excommunicating noblemen who protected the Cathars, Castelnau excommunicated Raymond for abetting heresy, following an allegedly fierce argument during which Raymond supposedly threatened Castelnau with violence.[61] Shortly thereafter, Castelnau was murdered as he returned to Rome, allegedly by a knight in the service of Count Raymond. His body was returned and laid to rest in the Abbey of Saint-Gilles.[citation needed]\n\nAs soon as he heard of the murder, the Pope ordered the legates to preach a crusade against the Cathars, and wrote a letter to Philip Augustus, King of France, appealing for his intervention—or an intervention led by his son, Louis. This was not the first appeal, but some see the murder of the legate as a turning point in papal policy. The chronicler of the crusade which followed, Peter of Vaux de Cernay, portrayed the sequence of events in such a way that, having failed in his effort to peaceably demonstrate the errors of Catharism, the Pope then began a formal crusade, appointing a series of leaders to head the assault on Catharism.[citation needed]\n\nKing Philip II of France refused to lead the crusade himself, and could not spare his son, Prince Louis VIII, to do so either—despite his victory against John, King of England, as there were still pressing issues with Flanders and the empire along with the threat of an Angevin revival. While King Philip II could not lead the crusade nor spare his son, he did sanction the participation of some of his barons, notably Simon de Montfort and Bouchard de Marly. There followed twenty years of war against the Cathars and their allies in the Languedoc: the Albigensian Crusade.[citation needed]\n\nThis war pitted the nobles of France against those of the Languedoc. The widespread northern enthusiasm for the Crusade was partially inspired by a papal decree that permitted the confiscation of lands owned by Cathars and their supporters. This angered not only the lords of the south, but also the King Philip II of France, who was at least nominally the suzerain of the lords whose lands were now open to seizure. King Philip II wrote to Pope Innocent in strong terms to point this out—but Pope Innocent refused to change his decree. As the Languedoc was supposedly teeming with Cathars and Cathar sympathisers, this made the region a target for northern French noblemen looking to acquire new fiefs.[citation needed]\n\nThe first target for the barons of the North were the lands of the Trencavel, powerful lords of Carcassonne, Béziers, Albi, and the Razes. Little was done to form a regional coalition, and the crusading army was able to take Carcassonne, the Trencavel capital, incarcerating Raymond Roger Trencavel in his own citadel where he died within three months. Champions of the Occitan cause claimed that he was murdered. Simon de Montfort was granted the Trencavel lands by Pope Innocent, thus incurring the enmity of Peter II of Aragon who previously had been aloof from the conflict, even acting as a mediator at the time of the siege of Carcassonne. The remainder of the first of the two Cathar wars now focused on Simon de Monfort's attempt to hold on to his gains through the winters. Then, with a small force of confederates operating from the main winter camp at Fanjeaux, he was faced with the desertion of local lords who had sworn fealty to him out of necessity—and attempts to enlarge his newfound domain during the summer. His forces were then greatly augmented by reinforcements from France, Germany, and elsewhere.[citation needed]\n\nSummer campaigns saw Simon not only retake what he had lost in the winter, but seek to widen his sphere of operation—and we see him in action in the Aveyron at St. Antonin and on the banks of the Rhône at Beaucaire. Simon de Monfort's greatest triumph was the victory against superior numbers at the Battle of Muret—a battle which saw not only the defeat of Raymond of Toulouse and his Occitan allies—but also the death of Peter II of Aragon—which effectively ended the ambitions of the house of Aragon/Barcelona in the Languedoc.[citation needed]\n\nThe crusader army came under the command, both spiritually and militarily, of the papal legate Arnaud-Amaury, Abbot of Cîteaux. In the first significant engagement of the war, the town of Béziers was besieged on 22 July 1209. The Catholic inhabitants of the city were granted the freedom to leave unharmed, but many refused and opted to stay and fight alongside the Cathars.\n\nThe Cathars spent much of 1209 fending off the crusaders. The Béziers army attempted a sortie but was quickly defeated, then pursued by the crusaders back through the gates and into the city. Arnaud-Amaury, the Cistercian abbot-commander, is supposed to have been asked how to tell Cathars from Catholics. His reply, recalled by Caesarius of Heisterbach, a fellow Cistercian, thirty years later was \"Caedite eos. Novit enim Dominus qui sunt eius\"—\"Kill them all, the Lord will recognise His own\".[62][63] The doors of the church of St Mary Magdalene were broken down and the refugees dragged out and slaughtered. Reportedly, at least 7,000 men, women and children were killed there by Catholic forces. Elsewhere in the town, many more thousands were mutilated and killed. Prisoners were blinded, dragged behind horses, and used for target practice.[64] What remained of the city was razed by fire. Arnaud-Amaury wrote to Pope Innocent III, \"Today your Holiness, twenty thousand heretics were put to the sword, regardless of rank, age, or sex.\"[65][66] \"The permanent population of Béziers at that time was then probably no more than 5,000, but local refugees seeking shelter within the city walls could conceivably have increased the number to 20,000.\"[citation needed]\n\nAfter the success of his siege of Carcassonne, which followed the massacre at Béziers in 1209, Simon de Montfort was designated as leader of the Crusader army. Prominent opponents of the Crusaders were Raymond Roger Trencavel, viscount of Carcassonne, and his feudal overlord Peter II of Aragon, who held fiefdoms and had a number of vassals in the region. Peter died fighting against the crusade on 12 September 1213 at the Battle of Muret. Simon de Montfort was killed on 25 June 1218 after maintaining a siege of Toulouse for nine months.[67]\n\nThe official war ended in the Treaty of Paris (1229), by which the king of France dispossessed the House of Toulouse of the greater part of its fiefs, and the house of the Trencavels of the whole of their fiefs. The independence of the princes of the Languedoc was at an end. In spite of the wholesale massacre of Cathars during the war, Catharism was not yet extinguished, and Catholic forces would continue to pursue Cathars.[58]\n\nIn 1215, the bishops of the Catholic Church met at the Fourth Council of the Lateran under Pope Innocent III; part of the agenda was combating the Cathar heresy.[68]\n\nThe Inquisition was established in 1233 to uproot the remaining Cathars.[69] Operating in the south at Toulouse, Albi, Carcassonne and other towns during the whole of the 13th century, and a great part of the 14th, it succeeded in crushing Catharism as a popular movement, driving its remaining adherents underground.[69] Cathars who refused to recant or relapsed were hanged, or burnt at the stake.[70]\n\nOn Friday 13 May 1239, in Champagne, 183 men and women convicted of Catharism were burned at the stake on the orders of the Dominican inquisitor and former Cathar Perfect Robert le Bougre [fr].[71] Mount Guimar, in northeastern France, had already been denounced as a place of heresy in a letter of the Bishop of Liège to Pope Lucius II in 1144.[72][full citation needed][73]\n\nFrom May 1243 to March 1244, the Cathar fortress of Montségur was besieged by the troops of the seneschal of Carcassonne and the archbishop of Narbonne.[74] On 16 March 1244, a large and symbolically important massacre took place, wherein over 200 Cathar Perfects were burnt in an enormous pyre at the prat dels cremats (\"field of the burned\") near the foot of the castle.[74] Moreover, the Church, at the 1235 Council of Narbonne, decreed lesser chastisements against laymen suspected of sympathy with Cathars.[75]\n\nA popular though as yet unsubstantiated belief holds that a small party of Cathar Perfects escaped from the fortress prior to the massacre at prat dels cremats. It is widely held in the Cathar region to this day that the escapees took with them \"the Cathar treasure\". What this treasure consisted of has been a matter of considerable speculation: claims range from sacred Gnostic texts to the Cathars' accumulated wealth, which might have included the Holy Grail (see § Historical and current scholarship below).\n\nHunted by the Inquisition and deserted by the nobles of their districts, the Cathars became more and more scattered fugitives, meeting surreptitiously in forests and mountain wilds. Later insurrections broke out under the leadership of Roger-Bernard II, Count of Foix, Aimery III of Narbonne, and Bernard Délicieux, a Franciscan friar later prosecuted for his adherence to another heretical movement, that of the Spiritual Franciscans at the beginning of the 14th century. By this time, the Inquisition had grown very powerful. Consequently, many presumed to be Cathars were summoned to appear before it. Precise indications of this are found in the registers of the Inquisitors Bernard of Caux, Jean de St Pierre, Geoffroy d'Ablis, and others.[58] The perfects, it was said, only rarely recanted, and hundreds were burnt. Repentant lay believers were punished, but their lives were spared as long as they did not relapse. Having recanted, they were obliged to sew yellow crosses onto their outdoor clothing and to live apart from other Catholics, at least for a time.[citation needed]\n\nAfter several decades of harassment and re-proselytising, and, perhaps even more important, the systematic destruction of their religious texts, the sect was exhausted and could find no more adepts. The leader of a Cathar revival in the Pyrenean foothills, Peire Autier, was captured and executed in April 1310 in Toulouse.[77][78] After 1330, the records of the Inquisition contain very few proceedings against Cathars.[58] The last known Cathar perfect in the Languedoc, Guillaume Bélibaste, was executed in the autumn of 1321.[79][78]\n\nFrom the mid-12th century onwards, Italian Catharism came under increasing pressure from the Pope and the Inquisition, \"spelling the beginning of the end\".[80] Other movements, such as the Waldensians and the pantheistic Brethren of the Free Spirit, which suffered persecution in the same area, survived in remote areas and in small numbers through the 14th and 15th centuries.[81]  The Waldensian movement continues today; Waldensian ideas influenced other proto-Protestant sects, such as the Hussites, Lollards, and the Moravian Church.\n\n"
        },
        {
            "title": "Later history",
            "text": "After the suppression of Catharism, the descendants of Cathars were discriminated against and at times required to live outside towns and their defences. They retained their Cathar identity, despite their reintegration into Catholicism. As such, any use of the term \"Cathar\" to refer to people after the suppression of Catharism in the 14th century is a cultural or ancestral reference and has no religious implication.[citation needed] Nevertheless, interest in the Cathars and their history, legacy and beliefs continues.\n\nThe term Pays cathare, French meaning \"Cathar Country\", is used to highlight the Cathar heritage and history of the region in which Catharism was traditionally strongest. The area is centred around fortresses such as Montségur and Carcassonne; also, the French département of the Aude uses the title Pays cathare in tourist brochures.[82] The areas have ruins from the wars against the Cathars that are still visible today.\n\nSome[who?] criticise the promotion of the identity of Pays cathare as an exaggeration for tourism purposes. Many of the promoted Cathar castles were not built by Cathars but by local lords, and many of them were later rebuilt and extended for strategic purposes.[original research?] Good examples are the castles of Queribus and Peyrepertuse, which are both perched on the side of precipitous drops on the last folds of the Corbières Massif. They were for several hundred years frontier fortresses belonging to the French crown, and most of what is still there dates from a post-Cathar era. Many[who?] consider the County of Foix to be the actual historical centre of Catharism.\n\n"
        },
        {
            "title": "Interrogation of heretics",
            "text": "In an effort to find the few remaining heretics in and around the village of Montaillou, Jacques Fournier, Bishop of Pamiers, future Pope Benedict XII, had those suspected of heresy interrogated in the presence of scribes who recorded their conversations. The late 13th- to early-14th-century document, the Fournier Register, discovered in the Vatican archives in the 1960s and edited by Jean Duvernoy, is the basis for Emmanuel Le Roy Ladurie's work Montaillou: The Promised Land of Error.[19]\n\n"
        },
        {
            "title": "Historical and current scholarship",
            "text": "The publication of the early scholarly book Crusade Against the Grail, by the young German Otto Rahn in the 1930s, rekindled interest in the connection between the Cathars and the Holy Grail, especially in Germany. Rahn was convinced that the 13th-century work Parzival by Wolfram von Eschenbach was a veiled account of the Cathars. The philosopher and Nazi government official Alfred Rosenberg speaks favourably of the Cathars in The Myth of the Twentieth Century.[83]\n\nAcademic books in English first appeared at the beginning of the 21st century: for example, Malcolm Lambert's The Cathars[84] and Malcolm Barber's The Cathars.[23]\n\nStarting in the 1990s and continuing to the present day, historians like R. I. Moore have challenged the extent to which Catharism, as an institutionalized religion, actually existed. Building on the work of French historians such as Monique Zerner and Uwe Brunn, Moore's The War on Heresy[85] argues that Catharism was \"contrived from the resources of [the] well-stocked imaginations\" of churchmen, \"with occasional reinforcement from miscellaneous and independent manifestations of local anticlericalism or apostolic enthusiasm\".[86] In short, Moore claims that the men and women persecuted as Cathars were not the followers of a secret religion imported from the East; instead, they were part of a broader spiritual revival taking place in the later twelfth and early thirteenth centuries. Moore's work is indicative of a larger historiographical trend towards examining how heresy was constructed by the church.[87]\n\nScholars since the 1990s have referred to the fearful rumors of Cathars as a moral panic. The crusade against Cathars as a possibly-imaginary enemy has been compared to European witch-hunts, anti-Semitic persecution, and the Satanic Panic.[88]\n\nIn 2016, Cathars in Question. edited by Antonio Sennis, presents a range of conflicting views by academics of medieval heresy, including Feuchter, Stoyanov, Sackville, Taylor, D'Avray, Biller, Moore, Bruschi, Pegg, Hamilton, Arnold and Théry-Astruc, who had met at University College London and the Warburg Institute in London in April 2013.[9] Sennis describes the debate as about \"an issue which is highly controversial and hotly debated among scholars: the existence of a medieval phenomenon which we can legitimately call 'Catharism'.\"[89]\n\nDr. Andrew Roach in The English Historical Review commented that \"Reconciliation still seems some distance away\" among the \"distinguished, if sometimes cantankerous, scholars\" who contributed to the volume. He said:\n\nProfessor Rebecca Rist describes the academic controversy as the \"heresy debate\" – \"some of it very heated\" – about whether Catharism was a \"real heresy with Balkans origins, or rather a construct of western medieval culture, whose authorities wanted to persecute religious dissidents.\" Rist adds that some historians say the group was an invention of the medieval Church, so there never was a Cathar heresy; while she agrees that the medieval Church exaggerated its threat, she says there is evidence of the heresy's existence.[90]\n\nProfessor Claire Taylor has called for a \"post-revisionism\" in the debate, saying that legacy historians assumed the heresy was a form of dualism and therefore a form of Bogomilism, whereas \"revisionists\" have focused on social origins to explain the dissent.[90]\n\nLucy Sackville has argued that while the revisionists rightly point to the Cathars' opaque origins and their branding as 'Manichaeans', this does not mean we should disregard all evidence that their heresy had an organised theology.[90]\n\n"
        },
        {
            "title": "In art and music",
            "text": "The principal legacy of the Cathar movement is in the poems and songs of the Cathar troubadors, though this artistic legacy is only a smaller part of the wider Occitan linguistic and artistic heritage. The Occitan song Lo Boièr is particularly associated with Catharism.[91]\n\nRecent artistic projects concentrating on the Cathar element in Provençal and troubador art include commercial recording projects by Thomas Binkley, electric hurdy-gurdy artist Valentin Clastrier,[92] La Nef,[93] and Jordi Savall.[94]\n\nIn popular culture, Catharism has been linked with the Knights Templar, an active sect of monks founded during the First Crusade (1095–1099). This link has caused fringe theories about the Cathars and the possibility of their possession of the Holy Grail, such as in the pseudohistorical The Holy Blood and the Holy Grail.[95][96]\n\n"
        },
        {
            "title": "Reinterpretations",
            "text": "Though they were criticized by many historians, some Protestants such as John Foxe and Jean Duvernoy have argued that Cathars followed Proto-Protestant theology, and Foxe argued that they followed Calvinist soteriology. Such have argued that Cathars did not follow dualism but instead argued that such accusations were either misinterpretations of Cathar theology, wrongly attributed to Cathars or merely hostile claims. Other historians have also argued that Cathars instead followed Protestant theology because the Reformation spread rapidly to the land in which Cathars mainly existed. They argued that the people \"held Protestant ideas\" well before the Reformation. However, such arguments are generally viewed as weak.[97][98][99][100]\n\nA similar pseudohistorical theory has argued that the Cathars are part of \"baptist successionism\", which places the Cathars as forerunners of Baptist theology. [101] Hisel Berlin, advocating for the Baptist successionist theory, argued that claims about the Cathars were mainly false and that they denied things such as infant baptism.[102]\n\n\n\n"
        }
    ]
}