{
    "url": "https://en.wikipedia.org/wiki/Catherine_Ponder",
    "title": "Catherine Ponder",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Catherine Ponder (born February 14, 1927) is an American minister and founder of Unity Church Worldwide, affiliated with the Unity Church, and author of several New Thought books on mainly focused on the theme of prosperity.[1] She was born in Hartsville, South Carolina.\n\nPonder has written more than a dozen books, which include such bestsellers as her Millionaires of the Bible series. She is a minister of the non-denominational Unity faith and has served in Unity Churches since 1956, and heads a global ministry in Palm Desert, California.\n\nAfter studying business she enrolled in the Unity Ministerial School, receiving a Bachelor of Science in Education in 1956. She was ordained as a Unity Church minister in 1958, with an initial ministry in Birmingham, Alabama (1958–61). She founded ministries in Austin, Texas (1961–69), San Antonio (1969–73) and Palm Desert, California in 1973, where she remains minister.\n\nPonder wrote her first prosperity book The Dynamic Laws of Prosperity in the early 1960s while living in Birmingham, Alabama. Her life expanded dramatically while she was in the midst of finishing that book. She married and moved to the southwest, where her husband taught at the University of Texas. Following her husband's death, her life changed again. In the early 1970s, she moved to San Antonio, Texas. There she remarried and wrote a sequel to that earlier book, entitled Open Your Mind to Prosperity.\n\nShe has given lectures on the universal principles of prosperity in most of the major cities of America, as well as in smaller ones. Ponder has given interviews on television and radio, as well as numerous interviews by the print media.[citation needed]\n\nPonder's The Dynamic Laws of Prosperity was included among 50 'success classics' in an eponymous book [2] by personal development scholar Tom Butler-Bowdon. Her Open Your Mind To Prosperity was separately featured in his book 50 Prosperity Classics.[3]\n\n"
        }
    ]
}