{
    "url": "https://en.wikipedia.org/wiki/Catholic_spirituality",
    "title": "Catholic spirituality",
    "table_of_contents": [
        "1 Catholic devotional piety",
        "2 Desert spirituality",
        "3 Monastic orders",
        "3.1 Benedictine spirituality",
        "3.2 Franciscan spirituality",
        "3.3 Dominican spirituality",
        "3.4 Ignatian spirituality",
        "3.5 Carmelite spirituality",
        "3.6 Redemptorist spirituality",
        "3.7 Servite spirituality",
        "3.8 Montfortian spirituality",
        "4 Post-Vatican II lay movements",
        "4.1 Christian Life Community",
        "4.2 Charismatic spirituality",
        "4.3 Schoenstatt Movement",
        "4.4 Focolare Movement",
        "4.5 Sant'Egidio Movement",
        "4.6 Opus Dei spirituality",
        "4.7 Regnum Christi spirituality",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Catholic spirituality includes the various ways in which Catholics live out their Baptismal promise through prayer and action. The primary prayer of all Catholics is the Eucharistic liturgy in which they celebrate and share their faith together, in accord with Jesus' instruction: \"Do this in memory of me.\" The Catholic bishops at the Second Vatican Council decreed that \"devotions should be so drawn up that they harmonize with the liturgical seasons, accord with the sacred liturgy, are in some fashion derived from it, and lead the people to it, since, in fact, the liturgy by its very nature far surpasses any of them.\"[1] In accord with this, many additional forms of prayer have developed over the centuries as means of animating one's personal Christian life, at times in gatherings with others. Each of the religious orders and congregations of the Catholic church, as well as lay groupings, has specifics to its own spirituality – its way of approaching God in prayer to foster its way of living out the Gospel.\n\n"
        },
        {
            "title": "Catholic devotional piety",
            "text": "Catholic piety takes its inspiration from the life and teaching of Jesus Christ. Most fundamentally, Jesus prayed to God the Father, in the Holy Spirit, and recommended that we do the same. In the Gospels his prayer starts with \"Father\" and the prayer he taught his disciples begins with the words \"Our Father\". From this the Catholic Church has developed a piety that for the most part mirrors Jesus's attitude. The prayers of the Mass, the public prayer of the Church, are characteristically addressed to God the Father. The Catholic bishops declared in 1963: \"Devotions should be so drawn up that they harmonize with the liturgical seasons, accord with the sacred liturgy, are in some fashion derived from it, and lead the people to it, since, in fact, the liturgy by its very nature far surpasses any of them.\"[2]\n\nIn the Catholic Church, the laity are encouraged to pray daily the canonical hours contained in the Liturgy of the Hours, which are done at seven fixed prayer times.[3] Clergy and religious are obligated to pray the Daily Office.[3] Sources commonly used to pray the Liturgy of the Hours include the full four volume set of The Liturgy of the Hours, the one volume Christian Prayer book, and various apps on mobile devices.[4]\n\n"
        },
        {
            "title": "Desert spirituality",
            "text": "Desert spirituality is a way of seeking God that is characterized by the \"desert theology\" of the Old Testament that remains central to the Judeo-Christian tradition, namely God keeping his people wandering for 40 years in the desert and in subsequent centuries calling them into the desert as a testing ground, where they may experience a change of heart and, by proving themselves obedient to his ordering of human living, again accept him their Creator as also their Lord.\n\nIn New Testament times it is likewise for the reason of discerning God's will and proving his obedience that Jesus of Nazareth retired to the desert after his vocation call (cf. Mark 1:12–13, Matthew 4:1–11, Luke 4:1–13).\n\nThe Christian eremitic vocation has the same purpose, as the name hermit applied to those that embrace it indicates.\n\nAmong those most widely known for living a desert spirituality during the early Christian centuries is St Anthony of Egypt (251-356). He lived as a hermit for ten years, practiced asceticism for his whole life, and grew his own food for sustenance.\n\nFrom the life of someone alone being dedicated to seeking God in the desert, which is the earliest form of Christian monasticism, the monastic life in community has emerged, although the eremitic vocation continues as a distinct way of seeking God even today.\n\nIn practical terms this spiritual quest is pursued through prayer in solitude and asceticism.\n\nSome adherents of desert spirituality – whether as eremitic or cenobitic monastics, or as Christian faithful outside the religious life – practise centering prayer. One form of this prayer has one meditate on a single, sacred word to draw the believer closer to God by withdrawing compulsive infatuation with particular sensory objects and conceptual constructions. This practice was prominent in Catholic practice (at least) as early as the 13th century, as evinced by works such as The Cloud of Unknowing – written anonymously in Middle English by a Catholic monastic.\n\n"
        },
        {
            "title": "Monastic orders",
            "text": "Benedictine spirituality is characterized by striving towards Christian perfection in community, liturgical prayer, and separation from worldly concerns. St. Benedict (480-550) is considered to be the Father of Western Monasticism. He wrote The Rule and established his first monastery at Monte Cassino, Italy. Lectio Divina is a Benedictine prayer form based on praying with the Word of God. Lectio Divina has four \"moments\": Lectio (Reading Scripture), Meditatio (Reflection on the Word), Oratio (Praying), and Contemplatio (Silently listening to God). As practiced today it includes coming together several times daily to sing God's praises, so that gratitude to God might fill all one's work. Key people involved in the 20th and 21st century include Thomas Merton and Basil Pennington.[5]\n\nFranciscan spirituality is characterized by a life of poverty, love of nature, and charitable deeds towards those in need. St. Francis of Assisi (1182–1226) was the son of a wealthy merchant. He rejected all of his possessions and founded a community of brothers (friars) who lived in poverty and served the poor. Franciscan prayer recognizes God's presence in the wonder of creation, as expressed in St. Francis' Canticle of the Sun. Franciscan spirituality is focused on walking in Christ's footsteps and sharing one's experience of God.[6]\n\nDominican spirituality is characterized by poverty, preaching God's Word, and defense of Catholic doctrine. St. Dominic (1170–1221) encountered heretics on a journey in France. His opinion was that the people were not to blame, the preachers were. If there are good, orthodox preachers, then the people will be good and orthodox also. And so he founded the \"Order of Preachers\" or \"Dominicans\", who draw their inspiration from contemplating Christ's humanity. One of the ways of praying that goes back to the Dominicans is the Rosary. There is a tradition that states that Virgin Mary gave the Rosary to Dominic in a mystical vision. The Rosary is characteristic of Dominican spirituality because it focuses attention on the principal mysteries of the life of Jesus Christ, can lead to contemplation, and is a way of proclaiming the truths of faith. Some members of the Dominican Order have made significant contributions to Catholic thought as did St. Thomas Aquinas, the most prominent scholar in the Scholastic tradition. He argued that teaching the faith was a superior form of contemplative prayer.[7]\n\nIgnatian spirituality is characterized by examination of one's life, discerning the will of God, finding God in all things (hence their motto \"Ad maiorem Dei gloriam\" or \"For the Greater Glory of God\"), and living the Resurrection. St. Ignatius of Loyola (1491–1556) was a wounded soldier when he first began to read about Christ and the saints. He had a conversion experience while healing which led over time to his founding the Society of Jesus, known as the Jesuits. His classic, the Spiritual Exercises, is a guide for making a retreats, for which he is the Church's patron. Jesuits are quite diverse, despite rumors to the contrary, but are united by a zeal that comes from every Jesuit making the Spiritual Exercises. Lay Catholics make a shortened version of the Exercises at retreat houses wherein the director, as did Ignatius, guides each retreatant separately through reflections and \"application of the senses\" to Jesus' life, for discernment as to what God is asking of them.\n\nIgnatian Spirituality incorporates elements from earlier spiritual traditions: finding God in all things, or being a contemplative in action, has been likened to the spirituality of St. Francis of Assisi whom Ignatius admired. Meditation/contemplation on the Gospels has roots in the Benedictine Lectio Divina. However, Ignatian Spirituality is adaptable as is clear from Ignatius' book on the Exercises. For instance, Pedro Arrupe (1907-1991), a prominent Superior General of the Jesuits from 1965 to 1983, was known for incorporating Zen meditative techniques to assist in his concentration. Another example of adaptability is the extent to which the individual exercitant applies imagination, quite presence, or discursive reasoning to the events of Jesus' life, to arrive at closer knowledge and following of the Lord.[8]\n\nCarmelite spirituality is characterised by interior detachment, silence, solitude, the desire for spiritual progress, and insight into mystical experiences. The roots of the Carmelite Order go back to a group of hermits living on Mt. Carmel in Israel during the 12th Century. Saints John of the Cross (1542–1591) and Teresa of Ávila (1515–1582) were Carmelite mystics whose writings are spiritual classics. In Ascent of Mount Carmel John of the Cross teaches that purgation of the soul through mortification and suppression of desires is necessary for the transition through darkness to divine union with God. Teresa of Avila emphasized the importance of mental prayer which she defined as \"spending time with a friend whom we know loves us.\"\n\nOther important figures in Carmelite Spirituality include Thérèse of Lisieux (Doctor of the Church), Mary Magdalene de Pazzi, Sister Lúcia of Fátima, Nuno of Saint Mary, Elizabeth of the Trinity, Marie-Antoinette de Geuser known as \"Consumata\", Edith Stein, Teresa of Los Andes, Teresa Margaret of the Sacred Heart, Joaquina de Vedruna, Angelus of Jerusalem, and Brother Lawrence.[9]\n\nRedemptorist spirituality consists of the Crib, the Cross, and the Sacrament. In other words, the Redemptorists follow Christ in his incarnation, death, and resurrection and believe that he is always with them. They emphasize the encounter with Christ in the Blessed Sacrament, and have their founder's popular version of the Way of the Cross and the Christmas carols which he composed. With a practical focus, Redemptorist spirituality would render help to the those in dire spiritual or material need, based on Jesus' invitation to follow him. One of the most tangible ways they do this is to proclaim the Gospel in simple ways to ordinary people, taking as their motto Jesus' words when he quoted Isaiah: “The Spirit of the Lord is upon me…. to preach Good News to the poor,… liberty to captives,… sight to the blind,… to proclaim the year of the Lord's favour (Luke 4:18-19).[10]\n\nThe spirituality of the Servite order is focused on contemplating Mary at the foot of the cross as a model for Christian life and service to the suffering.  Moreover, because the order has Seven Holy Founders rather than one individual founder, there is a particular emphasis on the communal aspect of Christian life. This spirituality finds expression particularly in the Rosary of the Seven Sorrows.[11]\n\nGod Alone was the motto of Saint Louis de Montfort and is repeated over 150 times in his writings. God Alone is also the title of his collected writings. Briefly speaking, based on his writings, Montfortian spirituality can be summed up by the formula: \"To God Alone, by Christ Wisdom, in the Spirit, in communion with Mary, for the reign of God.\" Although St Louis is perhaps best known for his Mariology and devotion to the Blessed Virgin Mary, his spirituality is founded on the mystery of the Incarnation and is centered on Christ, as is clear in his famous Prayer to Jesus.[12]\n\n"
        },
        {
            "title": "Post-Vatican II lay movements",
            "text": "The Second Vatican Council popularized spiritual movements among Catholics, and some lay Catholics now engage in regular contemplative practices such as the Rosary or Lectio Divina. Consistent with Vatican II, contemporary spiritual movements usually emphasize the necessity both of an interior relationship with God (private prayer) and works of justice and charity. Major 20th century writers who sought to draw together the contemplative and active poles of Christian spirituality have been Dorothy Day and Richard Rohr.\n\nThe purpose of all lay movements in the Catholic Church is to spread in society a deep awareness that every person is called by Baptism to live be a holy life and each in his own way to become an ambassador of Christ, For the majority of Christians, God calls them to sanctify through their ordinary lives by an ever-growing charity in the way they think, speak, and act, beginning at home, the domestic church, but extending to the local Christian community, the workplace, and to all peoples, all God's children.[13]\n\nThe Christian Life Community (CLC) is an international association of lay Christians who have adopted an Ignatian model of spiritual life. The 'Community' is present in almost sixty countries. The CLC traces its foundation to 1563, when the Jesuit John Leunis gathered a group of lay students at the Roman College to form the Sodality of Our Lady. The Sodality grew and was confirmed by Pope Gregory XIII in 1584. When the Second Vatican Council urged groups like the Sodality to rediscover their original roots, some sodalities continued as before, while others became Christian Life Communities. The main difference is in the size (6 to 12) and the regularity of meeting (weekly or biweekly).\n\nThe CLC draws its inspiration from the teachings of St. Ignatius of Loyola, and receives spiritual guidance from the Jesuits. The experience of making the Spiritual Exercises of St Ignatius is of paramount importance to the members of the CLC. Members are encouraged to adhere to a lifestyle which is gospel-based and simple, to serve the poor and to integrate contemplation and action. As Ignatian spirituality has an essential apostolic dimension, members of the CLC do reflect also on how to bring Gospel values into all aspects of life in today's world.\n\nCharismatic spirituality reflects a belief that the spiritual gifts present in the early Christian communities are still available to the Church today. More active sharing of spiritual experiences in community characterizes this spirituality.\n\nSchoenstatt emphasizes a strong devotion to the Blessed Virgin Mary, upholding her as a perfect example of love and purity. Schoenstatt seeks to invite the Blessed Mother (and hence her divine Son, Jesus Christ) into the home by establishing a spiritual Covenant of Love with her. It encourages its members to have the faith and purity of children, and to think of Mary as their mother.\n\nIn 1943 in northern Italy during World War II, Chiara Lubich, together with a small group of friends, concluded that God is the only ideal worth living for. The Focolare movement was founded as a result. The goal was to strive towards the fulfillment of Jesus’ prayer to the Father: “That they all may be one” (John 17:21).  A spirituality of unity resulted and gave rise to a movement of spiritual and social renewal. Now embracing over 5 million members in 182 countries, Focolare (which means hearth) draws together groups of families, neighbors, and friends to build community and to extend the works of the Gospel.\n\nThe Sant'Egidio community began with a group of high school students in the 1960s who were convinced by a local priest in Rome to try an experiment: live for a time as the early Christian disciples did, gathering for prayer and shared meals daily in their neighborhood as well as joining in the corporal and spiritual works of mercy.  The community thrived and has now become a global movement of communities working for peace and justice, strengthened by daily life in common and prayer.\n\nOpus Dei predated the Second Vatican Council in its emphasis on the laity. Founded by St. Josemaría Escrivá, Opus Dei's spirituality is based on life in the secular world. The \"sanctification of work\" consists in offering all work, however ordinary, to God. This implies that one always does one's best. To be a contemplative is to integrate one's life (\"unity of life\") in faithfulness to the Catholic Church and in solidarity with all those with whom one comes into contact, living a life of faith in all circumstances of each day. As John Allen says: people who follow this spirituality enter a church and leave it for the same reason – to get closer to God. The members of Opus Dei and its cooperators have committed to convert their daily work into prayer. Pope John Paul I, a few years before his election, wrote that Escrivá was more radical than other saints who taught about the universal call to holiness. While others emphasized monastic spirituality applied to lay people, for Escrivá \"it is the material work itself which must be turned into prayer and sanctity,\" thus providing a comprehensive lay spirituality.[14] Expressed this way, Opus Dei builds on \"finding God in all things\" from Ignatian spirituality and emphasizes the universality of this path to holiness.\n\nRegnum Christi focuses on the mission of every baptized person to evangelize. Each member is called to pray, meet in community, and do some form of apostolate (which varies from member to member). Their motto is \"Love Christ, Serve People, Build the Church.\" They express their ethos as loving Christ, Mary, Souls, the Church, and the Pope. Regnum Christi is somewhat unusual among the lay movements as it is bound to a religious community, the Legion of Christ.\n\n"
        },
        {
            "title": "See also",
            "text": "Lay spirituality\n\n"
        }
    ]
}