{
    "url": "https://en.wikipedia.org/wiki/CBS_News",
    "title": "CBS News",
    "table_of_contents": [
        "1 History",
        "1.1 Television",
        "2 Broadcast history",
        "3 CBS News television programs",
        "3.1 Current news programs",
        "3.2 Early morning news program history",
        "3.3 Morning news program history",
        "3.4 Evening/prime time news program history",
        "3.5 Other programs",
        "4 CBS News Radio",
        "5 CBS Newspath",
        "6 CBS News Streaming Network",
        "7 News bureaus",
        "7.1 Domestic bureaus",
        "7.2 Foreign bureaus",
        "8 Personnel",
        "8.1 Current television hosts, anchors, correspondents, and reporters",
        "8.2 Current contributors",
        "8.3 Current radio personalities",
        "8.4 Current Newspath correspondents",
        "8.5 Past correspondents",
        "9 Presidents of CBS News",
        "10 Reporting partnerships",
        "11 See also",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCBS News is the news division of the American television and radio service CBS. CBS News television programs include the CBS Evening News, CBS Mornings, news magazine programs CBS News Sunday Morning, 60 Minutes, and 48 Hours, and Sunday morning political affairs program Face the Nation. CBS News Radio produces hourly newscasts for hundreds of radio stations, and also oversees CBS News podcasts like The Takeout Podcast. CBS News also operates a 24-hour digital news network.\n\nUp until April 2021,[1] the president and senior executive producer of CBS News was Susan Zirinsky, who assumed the role on March 1, 2019.[2] Zirinsky, the first female president of the network's news division,[3][4] was announced as the choice to replace David Rhodes on January 6, 2019.[5][6] The announcement came amid news that Rhodes would step down as president of CBS News \"amid falling ratings and the fallout from revelations from an investigation into sexual misconduct allegations\" against CBS News figures and Rhodes.[7]\n\nOn April 15, 2021, CBS Television Stations and CBS News announced that their respective divisions would merge into one entity,[8] to be named CBS News and Stations.[9] It was also announced that Neeraj Khemlani (former Executive Vice President of Hearst Newspapers) and Wendy McMahon (former President of the ABC Owned Television Stations Group) were named presidents and co-heads. This transition was completed on May 3.\n\n"
        },
        {
            "title": "History",
            "text": "In 1929, the Columbia Broadcasting System began making regular radio news broadcasts—five-minute summaries taken from reports from the United Press, one of the three wire services that supplied newspapers with national and international news. In December 1930 CBS chief William S. Paley hired journalist Paul W. White away from United Press as CBS's news editor. Paley put the radio network's news operation at the same level as entertainment, and authorized White to interrupt programming if events warranted. Along with other networks, CBS chafed at the breaking news embargo imposed upon radio by the wire services, which prevented them from using bulletins until they first appeared in print. CBS disregarded an embargo when it broke the story of the Lindbergh kidnapping in 1932, using live on-the-air reporting. Radio networks scooped print outlets with news of the 1932 presidential election.[10]: 485–486 \n\nIn March 1933, White was named vice president and general manager in charge of news at CBS.[11] As the first head of CBS News, he began to build an organization that soon established a legendary reputation.[10]: 486 \n\nIn 1935, White hired Edward R. Murrow, and sent him to London in 1937 to run CBS Radio's European operation.[10]: 486  White led a staff that would come to include Richard C. Hottelet, Charles Collingwood, William L. Shirer, Eric Sevareid,[12] Bill Downs, John Charles Daly, Joseph C. Harsch[10]: 501  Cecil Brown, Elmer Davis, Quincy Howe, H. V. Kaltenborn, Robert Trout,[13] and Lewis Shollenberger.[14]\n\n\"CBS was getting its ducks in a row for the biggest news story in history, World War II\", wrote radio historian John Dunning.[10]: 487 \n\nUpon becoming commercial station WCBW (channel 2, now WCBS-TV) in 1941, the pioneer CBS television station in New York City broadcast two daily news programs, at 2:30 and 7:30 p.m. weekdays, anchored by Richard Hubbell. Most of the newscasts featured Hubbell reading a script with only occasional cutaways to a map or still photograph. When Pearl Harbor was bombed on December 7, 1941, WCBW (which was usually off the air on Sunday to give the engineers a day off), took to the air at 8:45 p.m. with an extensive special report. The national emergency even broke down the unspoken wall between CBS radio and television. WCBW executives convinced radio announcers and experts such as George Fielding Elliot and Linton Wells to come down to the Grand Central studios during the evening and give information and commentary on the attack. The WCBW special report that night lasted less than 90 minutes. But that special broadcast pushed the limits of live television in 1941 and opened up new possibilities for future broadcasts. As CBS wrote in a special report to the Federal Communications Commission (FCC), the unscheduled live news broadcast on December 7 \"was unquestionably the most stimulating challenge and marked the greatest advance of any single problem faced up to that time.\"\n\nAdditional newscasts were scheduled in the early days of the war. In May 1942, WCBW (like almost all television stations) sharply cut back its live program schedule and the newscasts were canceled, since the station temporarily suspended studio operations, resorting exclusively to the occasional broadcast of films. This was primarily because much of the staff had either joined the service or were redeployed to war related technical research, and to prolong the life of the early, unstable cameras which were now impossible to repair due to the wartime lack of parts.\n\nIn May 1944, as the war began to turn in favor of the Allies, WCBW reopened the studios and the newscasts returned, briefly anchored by Ned Calmer, and then by Everett Holles.[15] After the war, expanded news programs appeared on the WCBW schedule – whose call letters were changed to WCBS-TV in 1946 – first anchored by Milo Boulton, and later by Douglas Edwards. On May 3, 1948, Edwards began anchoring CBS Television News, a regular 15-minute nightly newscast on the CBS television network, including WCBS-TV. It aired every weeknight at 7:30 p.m., and was the first regularly scheduled, network television news program featuring an anchor (the nightly Lowell Thomas NBC radio network newscast was simulcast on television locally on NBC's WNBT—now WNBC—for a time in the early 1940s and the previously mentioned Richard Hubbell, Ned Calmer, Everett Holles and Milo Boulton on WCBW in the early and mid-1940s, but these were local television broadcasts seen only in New York City). NBC's offering at the time, NBC Television Newsreel (which premiered in February 1948), was simply film footage with voice narration.\n\nIn 1950, the name of the nightly newscast was changed to Douglas Edwards with the News, and the following year, it became the first news program to be broadcast on both coasts, thanks to a new coaxial cable connection, prompting Edwards to use the greeting \"Good evening everyone, coast to coast.\" The broadcast was renamed the CBS Evening News when Walter Cronkite replaced Edwards in 1962.[16] Edwards remained with CBS News with various daytime television newscasts and radio news broadcasts until his retirement on April 1, 1988.\n\nCBS News ran cable channel CBS Eye on People from 1997 to 2000 and Spanish-language channel CBS Telenoticias from 1996 to 1998.\n\nIn 2021, CBS News had set up its own production unit See It Now Studios, to be headed up by Susan Zirinsky.[17]\n\nIn 2022, CBS News hired former Donald Trump administration official Mick Mulvaney as a paid on-air contributor.[18] Mulvaney's hiring stirred controversy within the company due to his history of promoting Trump's false claims and attacking the press.[18] CBS News co-president Neeraj Khemlani told CBS morning show staff: \"If you look at some of the people that we've been hiring on a contributor basis, being able to make sure that we are getting access to both sides of the aisle is a priority because we know the Republicans are going to take over, most likely, in the midterms\".[18]\n\n"
        },
        {
            "title": "Broadcast history",
            "text": "The information on programs listed in this section came directly from CBS News in interviews with the Vice President of Communications and NewsWatch Dallas.\n\nAccording to the CBS News Library and source Sandy Genelius (Vice President, CBS News Communications), the \"CBS Evening News\" was the program title for both Saturday and Sunday evening broadcasts. The program title for the Sunday late night news beginning in 1963 was the \"CBS Sunday Night News\". These titles were also seen on the intro slide of the program's opening. The program airs on Saturday, and Sunday nights at 7:00–7:30 PM UTC (Eastern Time) on CBS.\n\n"
        },
        {
            "title": "CBS News Radio",
            "text": "The branch of CBS News that produces newscasts and features to radio stations is CBS News Radio. The radio network is the oldest unit of CBS and traced its roots to the company's founding in 1927, and the news division took shape over the decade that followed. The list of CBS News correspondents (below) includes those reporting on CBS News Radio.\n\nCBS News Radio produces the oldest daily news show on radio or television, the CBS World News Roundup, which first aired in 1938 and celebrated its 80th anniversary in 2018. The World News Roundup airs twice every weekday: a morning edition is anchored by Steve Kathan and produced by Paul Farry, while a \"late edition\" is anchored by Dave Barrett and produced by James Hutton. The evening Roundup, previously known as The World Tonight, has aired in its current form since 1956 and has been anchored by Blair Clark, Douglas Edwards, Dallas Townsend and Christopher Glenn (Glenn also anchored the morning Roundup before his death in 2006).\n\nThe CBS Radio Network provides newscasts at the top of the hour, regular updates at :31 minutes past the hour, the popular Newsfeeds for affiliates (including WCBS and KYW) at :35 minutes past the hour, and breaking news updates when developments warrant, often at :20 and :50 minutes past the hour. Skyview Networks handles the distribution.\n\n"
        },
        {
            "title": "CBS Newspath",
            "text": "CBS Newspath is CBS News' satellite news-gathering service (similar to CNN Newsource). Newspath provides national hard news, sports highlights, regional spot news, features and live coverage of major breaking news events for affiliate stations to use in their local news broadcasts. The service has a team of domestic and global correspondents and freelance reporters dedicated to reporting for affiliates, and offers several different national or international stories fronted by reporters on a daily basis. CBS Newspath also relies heavily on local affiliates sharing content. Stations will often contribute locally obtained footage that may be of national interest. It replaced a similar service, CBS News NewsNet.\n\nNetwork News Service (NNS) is a pioneering news organization formed by ABC NewsOne, CBS Newspath and Fox NewsEdge.\n\n"
        },
        {
            "title": "CBS News Streaming Network",
            "text": "CBS News Streaming Network is a 24-hour streaming news channel available from the CBS News website and launched on November 4, 2014 as CBSN.[43] At the time as CBSN, the channel features live news from 9 a.m. to midnight on weekdays. The channel makes all of the resources of CBS News available directly on digital platforms with live, anchored coverage 15 hours each week. It is a first for a U.S. 24-hour news channel to forgo cable and be available exclusively only online and on smart devices such as smart TV's Apple TV, Roku, Amazon Fire and others.[44] The channel is based at CBS's New York City headquarters.[45]\n\n"
        },
        {
            "title": "Reporting partnerships",
            "text": "In 2017, CBS News entered into a content-sharing agreement with BBC News, respectively replacing similar arrangements with the BBC and ABC News, and CBS and Sky News (which was partially controlled by 21st Century Fox until 2018 when ownership was then transferred to Comcast). The partnership includes the ability to share resources, footage, and reports, and conduct \"efficient planning of news gathering resources to increase the content of each broadcaster's coverage of world events\".[49]\n\nAlthough they do not have an official partnership, CNN and CBS News share correspondents and contributors such as Anderson Cooper and Dr. Sanjay Gupta.[50]\n\nIn 2022, CBS News entered into a content-sharing partnership with The Weather Channel, where The Weather Channel meteorologists will appear on CBS News programs, and CBS News correspondents will appear during live coverage of weather events on The Weather Channel.\n\n"
        }
    ]
}