{
    "url": "https://en.wikipedia.org/wiki/Cellulose_acetate_film",
    "title": "Cellulose acetate film",
    "table_of_contents": [
        "1 Decay and the \"vinegar syndrome\"",
        "1.1 The progression of degradation",
        "1.2 Testing for degradation",
        "2 Preservation and storage",
        "3 Rescuing damaged film",
        "4 Other uses",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cellulose acetate film, or safety film, is used in photography as a base material for photographic emulsions. It was introduced in the early 20th century by film manufacturers and intended as a safe film base replacement for unstable and highly flammable nitrate film.\n\nCellulose diacetate film was first created by the German chemists Arthur Eichengrün and Theodore Becker, who patented it under the name Cellit, from a process they devised in 1901 for the direct acetylation of cellulose at a low temperature to prevent its degradation, which permitted the degree of acetylation to be controlled, thereby avoiding total conversion to its triacetate. Cellit was a stable, non-brittle cellulose acetate polymer that could be dissolved in acetone for further processing. A cellulose diacetate film more readily dissolved in acetone was developed by the American chemist George Miles in 1904. Miles's process (partially hydrolysing the polymer) was employed commercially for photographic film in 1909 by Eastman Kodak and the Pathé Frères. Starting with cellulose diacetate, this innovation continued with cellulose acetate propionate and cellulose acetate butyrate in the 1930s, and finally in the late 1940s, cellulose triacetate was introduced, alongside polyester bases.[1] These less flammable substitutes for nitrate film were called safety film.\n\nIn 1910, a new, patented, non-inflammable, film format 'BOROID' was presented to the British cinematographic trade using acetate-based cellulose. It was developed, he claimed 'accidentally', by the prolific inventor Benno Borzykowski, a partner in Photochemie G.m.b.H. Berlin, and Director of the Benobor Syndicate, who had worked on other patents for artificial silk and other fabrics. BOROID was a by-product of that work. Borzykowski but was not patented. Borzykowski published other UK patents including \"Original printed patent application number 21,719 for a new or improved process for the production of a substitute for glass sheets or plates and other articles.\" in 1910. The Boroid company commenced trading on 21 November 1910, being originally registered in London at 58 Coleman St., moving to 104 High Holborn in May 1911, and finally to 48 Rupert St. in June 1913.\nBoroid Ltd. issued its detailed share prospectus in the (Westminster Gazette of Monday 16 January 1911 (P12 col. 1 and 2): A number of testimonials were provided, including a very detailed one from Alfred J West F.R.G.S. of 'Our Navy', in which he proposed to move his entire production to 'non-flam' BOROID film: 'BOROID' had most of its assets in Germany, and the Great War of 1914-1919 put an immediate end to the business in the UK when BOROID film stock became unavailable. A Receiver was appointed by the debenture holders on 12 May 1914 (The London Project). Borzykowski  moved to America and was interviewed in an article in the Educational Film Magazine in the April 1919 edition (p. 22-25. p. 136 in the linked PDF file)\n\nThe motion picture industry continued to use cellulose nitrate supports until the introduction of cellulose triacetate in 1948, which met the rigorous safety and performance standards set by the cinematographic industry.[2] The chemical instability of cellulose acetate material, unrecognized at the time of its introduction, has since become a major threat for film archives and collections.\n\n"
        },
        {
            "title": "",
            "text": "Beginning in the 1980s, there was a great deal of focus upon film stability following frequent reports of cellulose triacetate degradation. Cellulose acetate releases acetic acid, the key ingredient in vinegar, which is responsible for its acidic smell. The problem became known as \"vinegar syndrome\".[3]\n\nThe first instance of cellulose triacetate degradation was reported to the Eastman Kodak Company within a decade of its introduction in 1948. The first report came from the Government of India, whose film materials were stored in hot, humid conditions. It was followed by further reports of degradation from collections stored in similar conditions. These observations resulted in continuing studies in the Kodak laboratories during the 1960s. Film degradation can only be delayed by storage in dry and cold conditions. It was initially thought that storage under recommended conditions might delay decay by 450 years, but some films are developing vinegar syndrome after just 70 years of cold dry storage.[4] Arri and others sold film recorders specifically for recording video onto film for archival purposes based on the assumption that vinegar syndrome could be delayed for long periods of time.[5][6]\n\nIn acetate film, acetyl (CH3CO) groups are attached to long molecular chains of cellulose. With exposure to moisture, heat, or acids, these acetyl groups break from their molecular bonds and acetic acid is released.[7] While the acid is initially released inside the plastic, it gradually diffuses to the surface, causing a characteristic vinegary smell.\n\nThe decay process follows this pattern:\n\nA testing product developed by the Image Permanence Institute, A-D, or \"acid-detection\" indicator strips change color from blue through shades of green to yellow with increasing exposure to acid. According to the test User's Guide, they were \"created to aid in the preservation of collections of photographic film, including sheet and roll films, cinema film, and microfilm. They provide a nondestructive method of determining the extent of vinegar syndrome in film collections.\"[10] These tools can be used to determine the extent of damage to a film collection and which steps should be taken to prolong their usability.\n\n"
        },
        {
            "title": "Preservation and storage",
            "text": "Currently there is no practical way of halting or reversing the course of degradation. Many film collectors use camphor tablets but it is not known what the long term effects on the film would be.[11] While there has been significant research regarding various methods of slowing degradation, such as storage in molecular sieves, temperature and moisture are the two key factors affecting the rate of deterioration. According to the Image Permanence Institute, fresh acetate film stored at a temperature of 70 °F (21 °C) and 40% relative humidity will last approximately 50 years before the onset of vinegar syndrome. Reducing the temperature by 15° while maintaining the same level of humidity brings a dramatic improvement: at a temperature of 55 °F (13 °C) and 40% relative humidity, the estimated time until onset of vinegar syndrome is 150 years.[12] A combination of low temperature and low relative humidity represents the optimum storage condition for cellulose acetate base films,[13] with the caveat that relative humidity should not be lowered below 20%, or the film will dry out too much and become brittle.[14]\n\nCold storage options for the preservation of acetate film range from insulated cold storage rooms, or vaults, with relative humidity control (typical settings in the range of 35–40 °F temperature, and 30–35% relative humidity), which might be used by archival institutions for large and medium-sized collections, to free-standing freezer units, which can be cost-effective for small collections, but necessitate vapor-proof packaging of the films to protect against relative humidity extremes and condensation.[15][16] Commercial storage facilities may offer varying environmental conditions at different rates.[17][18]\n\nMicroenvironments—the conditions inside an enclosure—can also affect the condition of cellulose acetate film. Enclosures that are breathable or that contain an acid absorbent are instrumental in reducing the rate of decay due to vinegar syndrome. Sealed metal containers can trap the decay products released by the film, promoting the spread of vinegar syndrome.[19]\n\n"
        },
        {
            "title": "Rescuing damaged film",
            "text": "During early stages of decay, the film content can be rescued by transferring it to new film stock. Once the film becomes brittle it cannot be copied in its original quality in sight and sound. Because the gelatin emulsion usually stays intact during the degradation process, it is possible to save the image on sheet film using solvents to dissolve the base off the emulsion. Once the emulsion has been freed from the shrunken support, it can be photographed or transferred to a new support. Because of the solvents used, this is a delicate and potentially hazardous procedure and is an expensive process for a large collection. Degraded motion picture film cannot be restored in this way, but sheet films often can.[20]\n\nDigitization is now the best way to preserve the contents of cellulose acetate film. Current standards now allow for scanning at more than ample resolution to produce a copy of the same picture and sound quality as the original. —E.g., Transfer processes at 10K (pixel) resolution are not uncommon. Transferring is now done without film-damaging sprocket transport, hence, the original film stock suffers little, if any, damage.  The Godfather trilogy is one of the best and earliest examples of full resolution digital transfer and ultimate restoration.  This seminal project was completed several years ago, and the process has significantly improved since then. \n\"4K\" digital resolution now being sold for home viewing, will deliver quality equal to an original analogue 35 mm film. \nThe 10K transfer resolution standard seems to accommodate most, or all 65 mm - 75 mm wide-screen variants.  These variants were developed in the 1950s and 1960s, (e.g., Spectra-vision, Vista-Vision, CinémaScope, etc.).  \nFor the future, can look forward to additional pristine restorations of films shot on 65 – 75 mm stock.\n\n"
        },
        {
            "title": "Other uses",
            "text": "Cellulose acetate film is also used to make replicates of materials and biological samples for microscopy. The techniques were developed for metallographic needs to examine the grain structure of polished metals. Replication can be used to understand the distribution, for example, of different types of iron in carbon steel samples, or the fine distribution of damage to a sample subject to mechanical wear.[21][22]\n\n"
        }
    ]
}