{
    "url": "https://en.wikipedia.org/wiki/Central_United_States",
    "title": "Central United States",
    "table_of_contents": [
        "1 Gallery",
        "2 Central regions defined by organizations",
        "3 Geographic center of the United States",
        "4 See also",
        "5 Notes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Coordinates: 40°N 98°W﻿ / ﻿40°N 98°W﻿ / 40; -98\n\nThe Central United States is sometimes conceived as between the Eastern and Western as part of a three-region model, roughly coincident with the U.S. Census' definition of the Midwestern United States plus the western and central portions of the U.S. Census' definition of the Southern United States. The Central States are typically considered to consist of North Dakota, South Dakota, Nebraska, Kansas, Oklahoma, Texas, Minnesota, Iowa, Missouri, Arkansas, Louisiana, Wisconsin, Illinois, Michigan, Indiana, Ohio, Kentucky, Tennessee, West Virginia, Mississippi and Alabama.[citation needed]\n\nChicago is the area's largest city and metropolitan area; other large cities with large metropolitan areas would be Houston, Dallas, Fort Worth, San Antonio, Austin, Oklahoma City, Tulsa, Kansas City, Kansas and Kansas City, Missouri, Topeka, Wichita, Omaha, Nebraska and Lincoln, Minneapolis and St. Paul, Madison and Milwaukee, St. Louis, Louisville, Lexington, Detroit, Cincinnati, Cleveland, Columbus, Toledo, Dayton, Rockford, Peoria, Indianapolis, Evansville, Fort Wayne and South Bend.[citation needed]\n\nFour of nine Census Bureau Divisions have names containing \"Central\", though they are not grouped as a region. They include 20 states and 39.45% of the U.S. population as of July 1, 2007.[1]\n\nAlmost all of the area is in the Gulf of Mexico drainage basin and most of that is in the Mississippi Basin. Small waterways near the Great Lakes drain into the Great Lakes, and eventually the St. Lawrence River. The Red River Valley is centered on the North Dakota-Minnesota border and drains to Hudson Bay. Floods have been a problem for the region during the 20th and early 21st century.[2]\n\nThe Central Time Zone includes portions of the Florida Panhandle, upper portions of Michigan, parts of Indiana, western Kentucky, western Tennessee, all of Texas except El Paso, and extends to the westernmost fringes of Great Plains states.[citation needed]\n\n"
        },
        {
            "title": "Central regions defined by organizations",
            "text": "Different organizations define the central regions of the United States in a variety of ways:\n\n"
        },
        {
            "title": "Geographic center of the United States",
            "text": "The geographic midpoint of the contiguous 48 states of the United States falls within the boundaries of the Central United States and is located about two miles northwest of Lebanon, Kansas. The spot is located at 39 degrees 50 minutes latitude and 98 degrees 35 minutes longitude.[3]\n\n"
        }
    ]
}