{
    "url": "https://en.wikipedia.org/wiki/Centers_for_Spiritual_Living",
    "title": "Centers for Spiritual Living",
    "table_of_contents": [
        "1 History",
        "1.1 Integration",
        "2 Notable members",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Centers for Spiritual Living, or CSL, is a spiritual philosophy promoting Religious Science that was founded by Ernest Holmes in 1926. Before 2011, it was two organizations known as United Centers for Spiritual Living (formally, United Church of Religious Science) and International Centers for Spiritual Living (formally, Religious Science International).\n\n"
        },
        {
            "title": "History",
            "text": "Holmes and his brother Fenwicke learned about New Thought in Boston with Mary Baker Eddy, and later in Los Angeles were drawn to the belief in the power of the mind for healing and fulfillment of life. In 1926, Holmes's major work, The Science of Mind, was published, and in 1927 he founded the Institute of Religious Science and Philosophy in Los Angeles to teach his principles. After a growing number of the Institute's graduates established churches on teachings by Holmes, it was reorganized in 1949 as the Church of Religious Science.[1][2] In the 1950s it split into two organizations that were originally called the United Church of Religious Science and Religious Science International.\n\nFor many years, the United Church of Religious Science maintained its headquarters in Los Angeles, California, while Religious Science International was headquartered in Spokane, Washington.  In 2006, UCRS moved its headquarters to Golden, Colorado.  After the 2011 integration (see below), the Golden location became the home office for the new Centers for Spiritual Living.\n\nFor over 80 years, the organization has published the monthly magazine \"Science of Mind\".  It also publishes many other spiritual books in English, Spanish and other languages.\n\nThe International Centers for Spiritual Living and United Centers for Spiritual Living reunited in 2011 after more than 50 years apart. After an eight-year process, the two organizations used a shared leadership model including nearly 400 volunteers. As of 2011, the organization has over 400 churches across North America.\n\n\nIn 2012 the newly merged Centers for Spiritual Living, elected Dr. Kenn Gordon as its first Spiritual Leader, having served in numerous capacities on the board of directors, including President of the former International Centers for Spiritual Living since 1999. In 2005 he was named Minister of the Year and received his Doctorate of Humanities.  Dr. Kenn, along with wife Dr. Deborah Gordon, pastors the Centre for Spiritual Living Kelowna.\nIn February 2020, Dr. Edward Viljoen of Santa Rosa, California was elected as the new Spiritual Leader of the organization.\n\n"
        }
    ]
}