{
    "url": "https://en.wikipedia.org/wiki/United_States_Centennial",
    "title": "Centennial Exposition",
    "table_of_contents": [
        "1 Precursor",
        "2 Planning",
        "3 Herman J. Schwarzmann",
        "4 Structures",
        "4.1 Main Exhibition Building",
        "4.2 Agricultural Hall",
        "4.3 Horticultural Hall",
        "4.4 Machinery Hall",
        "4.5 Memorial Hall",
        "4.6 Women's Pavilion",
        "4.7 Other buildings",
        "5 Exposition",
        "6 Inventions",
        "7 Exhibits",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Centennial International Exhibition of 1876, the first official World's Fair to be held in the United States, was held in Philadelphia, Pennsylvania, from May 10 to November 10, 1876, to celebrate the 100th anniversary of the signing of the Declaration of Independence in Philadelphia.  Officially named the International Exhibition of Arts, Manufactures, and Products of the Soil and Mine, it was held in Fairmount Park along the Schuylkill River on fairgrounds designed by Herman J. Schwarzmann. Nearly 10 million visitors attended the exposition, and 37 countries participated in it.\n\n"
        },
        {
            "title": "Precursor",
            "text": "The Great Central Fair on Logan Square in Philadelphia, Pennsylvania, in 1864 (also known as the Great Sanitary Fair), was one of the many United States Sanitary Commission's Sanitary Fairs held during the Civil War. They provided a creative and communal means for ordinary citizens to promote the welfare of Union soldiers and dedicate themselves to the survival of the nation, and the Great Central Fair bolstered Philadelphia's role as a vital center in the Union war effort. It anticipated the combination of public, private, and commercial investments that were necessary to mount the Centennial Exposition. Both had a similar neo-Gothic appearance, the waving flags, the huge central hall, the \"curiosities\" and relics, handmade and industrial exhibits, and also a visit from the president and his family.\n\n"
        },
        {
            "title": "Planning",
            "text": "The idea of the Centennial Exposition is credited to John L. Campbell, a professor of mathematics, natural philosophy, and astronomy at Wabash College, Crawfordsville, Indiana.[1] In December 1866, Campbell suggested to Philadelphia Mayor Morton McMichael that the United States Centennial be celebrated with an exposition in Philadelphia. Naysayers argued that the project would not be able to find funding, other nations might not attend, and domestic exhibits might compare poorly to foreign ones.[2]\n\nThe Franklin Institute became an early supporter of the exposition and asked the Philadelphia City Council for use of Fairmount Park. With reference to the numerous events of national importance that were held in the past and related to the city of Philadelphia, the City Council resolved in January 1870 to hold the Centennial Exposition in the city in 1876.[citation needed]\n\nThe Philadelphia City Council and the Pennsylvania General Assembly created a committee to study the project and seek support of the U.S. Congress. Congressman William D. Kelley spoke for the city and state, and Daniel Johnson Morrell introduced a bill to create a United States Centennial Commission. The bill, which passed on March 3, 1871, provided that the U.S. government would not be liable for any expenses.\n\nThe United States Centennial Commission organized on March 3, 1872, with Joseph R. Hawley of Connecticut as president. The Centennial Commission's commissioners included one representative from each state and territory in the United States.[1]  On June 1, 1872, Congress created a Centennial Board of Finance to help raise money. The board's president was John Welsh, brother of philanthropist William Welsh, who had raised funds for the Great Sanitary Fair in 1864.[2] The board was authorized to sell up to $10 million in stock via $10 shares. The board sold $1,784,320 ($40,360,327 today[3]) worth of shares by February 22, 1873. Philadelphia contributed $1.5 million and Pennsylvania gave $1 million. On February 11, 1876, Congress appropriated $1.5 million in a loan. Originally, the board thought it was a subsidy, but after the exposition ended, the federal government sued for the money back, and the United States Supreme Court ultimately forced repayment. John Welsh enlisted help from the women of Philadelphia who had helped him in the Great Sanitary Fair. A Women's Centennial Executive Committee was formed with Elizabeth Duane Gillespie, a great-granddaughter of Benjamin Franklin, as president. In its first few months, the group raised $40,000. When the group learned the planning commission was not doing much to display the work of women, it raised an additional $30,000 for a women's exhibition building.[4]\n\nIn 1873, the Centennial Commission named Alfred T. Goshorn as the director general of the Exposition. The Fairmount Park Commission set aside 450 acres (1.8 km2) of West Fairmount Park for the exposition, which was dedicated on July 4, 1873,[4] by Secretary of the Navy George M. Robeson. The Commission decided to classify the exhibits into seven departments: agriculture, art, education and science, horticulture, machinery, manufactures, and mining and metallurgy. Newspaper publisher John W. Forney agreed to head and pay for a Philadelphia commission sent to Europe to invite nations to exhibit at the exposition. Despite fears of a European boycott and high American tariffs making foreign goods not worthwhile, no European country declined the invitation.[5]\n\nTo accommodate out-of-town visitors, temporary hotels were constructed near the exposition's grounds. A Centennial Lodging-House Agency made a list of rooms in hotels, boarding houses, and private homes and then sold tickets for the available rooms in cities promoting the Centennial or on trains heading for Philadelphia. Philadelphia streetcars increased service, and the Pennsylvania Railroad ran special trains from Philadelphia's Market Street, New York City, Baltimore, and Pittsburgh. The Philadelphia and Reading Railroad ran special trains from the Center City part of Philadelphia. A small hospital was built on the exposition's grounds by the Centennial's Medical Bureau, but despite a heat wave during the summer, no mass health crises occurred.[6]\n\nPhiladelphia passed an ordinance that authorized Mayor William S. Stokley to appoint 500 men as Centennial Guards for the exposition. Among soldiers and local men hired by the city was Frank Geyer, best known for investigating one of America's first serial killers, H. H. Holmes.[7][8] Centennial Guards policed exhibits, kept the peace, reunited lost children, and received, recorded, and when possible, returned lost items, the most unusual of which were front hair pieces and false teeth.[9][10][11] Guards were required to live onsite and were housed at six police stations strategically located throughout the Exposition. A magistrate's office and courtroom were located at the only two-story police station located on the grounds and was used to conduct prisoner hearings. Officers slept in cramped quarters, which fostered health issues. Eight guards died while working the Exposition, six from typhoid fever, one from smallpox, and one from organic disease of the heart.[12][13]\n\nThe Centennial National Bank was chartered on January 19, 1876, to be the \"financial agent of the board at the Centennial Exhibition, receiving and accounting for daily receipts, changing foreign moneys into current funds, etc.,\" according to an article three days later in The Philadelphia Inquirer. Its main branch, designed by Frank Furness, was opened that April on the southeast corner of Market Street and 32nd Street. A branch office operated during the exposition on the fairgrounds.[14] The Centennial Commission ran out of funds for printing and other expenses. Philadelphia city officials appropriated $50,000 to make up for the shortfall.[15][16]\n\n"
        },
        {
            "title": "Herman J. Schwarzmann",
            "text": "Herman J. Schwarzmann, an engineer for the Fairmount Park Commission, was appointed the main designer of the exposition. In 1869 Schwarzmann had begun working for the Fairmount Park Commission, which administered the site of the 1876 Centennial Exposition. It is one of the great urban parks of America, its importance in landscape history surpassed only by Central Park. Schwarzmann was the chief architect for the Centennial Exposition, designing Memorial Hall, Horticultural Hall, other small buildings, and the landscaping around them. His work for the Centennial Exposition was informed by the Vienna International Exposition in 1873, which Schwarzmann visited to study the buildings and the grounds layout. The Vienna International Exposition in 1873 was marred by disastrous logistic planning and was taken as a cautionary example.\n\nAt the Vienna Exposition, there was no convenient way for visitors to reach the fairgrounds, and exorbitant rates were charged by carriage drivers. Drawing lessons from this failure, the Philadelphia expo was ready for its visitors, with direct railroad connections to service passenger trains every 30 minutes, trolley lines, street cars, carriage routes, and even docking facilities on the river.\n\n"
        },
        {
            "title": "Structures",
            "text": "More than 200 buildings were constructed within the Exposition's grounds, which were surrounded by a fence nearly three miles long.[17] There were five main buildings in the exposition. They were the Main Exhibition Building, Memorial Hall, Machinery Hall, Agricultural Hall, and Horticultural Hall. Apart from these buildings, there were separate buildings for state, federal, foreign, corporate, and public comfort buildings. This strategy of numerous buildings in one exposition set it apart from the previous fairs around the world that had relied exclusively on having one or a few large buildings.\n\nThe Centennial Commission sponsored a design competition for the principal buildings, conducted in two rounds; winners of the first round had to have details such as construction cost and time prepared for the runoff on September 20, 1873. After the ten design winners were chosen, it was determined that none of them allowed enough time for construction and limited finances.[citation needed]\n\nThe architecture of the exposition mainly consisted of two types of building, traditional masonry monuments and buildings with a structural framework of iron and steel.\n\nThe Centennial Commission turned to third-place winner's architect Henry Pettit and engineer Joseph M. Wilson for design and construction of the Main Exhibition Building. A temporary structure, the Main Building was the largest building in the world by area, enclosing 21.5 acres (87,000 m2).[5] It measured 464 ft (141 m) in width and 1,880 ft (570 m)  in length.\n\nIt was constructed using prefabricated parts, with a wood and iron frame resting on a substructure of 672 stone piers.  Wrought iron roof trusses were supported by the columns of the superstructure.\n\nThe building took eighteen months to complete and cost $1,580,000. The building was surrounded by portals on all four sides. The east entrance of the building was used as an access way for carriages, and the south entrance of the building served as a primary entrance to the building for streetcars. The north side related the building to the Art Gallery and the west side served as a passageway to the Machinery and Agricultural Halls.\n\nIn the Main Exhibition Building, columns were placed at a uniform distance of 24 ft (7.3 m) . The entire structure consisted of 672 columns, the shortest column 23 ft (7.0 m)  in length and the longest 125 ft (38 m) in length. The construction included red and black brick-laid design with stained glass or painted glass decorations. The Interior walls were whitewashed, and woodwork was decorated with shades of green, crimson, blue, and gold. The flooring of the building was made of wooden planks that rested directly on the ground without any air space underneath them.\n\nThe orientation of the building was east-west in direction, making it well lit, and glass was used between the frames to let in light. Skylights were set over the central aisles of the structure. The corridors of the building were separated by fountains that were attractive and also provided cooling.\n\nThe structure of the building featured a central avenue with a series of parallel sheds that were 120 ft (37 m) wide, 1,832 ft (558 m) long, and 75 ft (23 m) high. It was the longest nave ever introduced into an exhibition building up to that time. On both sides of the nave were avenues 100 ft (30 m) in width and 1,832 ft (558 m) in length. Aisles 48 ft (15 m) wide were located between the nave and the side avenues, and smaller aisles 24 ft (7.3 m) in width were on the outer sides of the building.\n\nThe exterior of the building featured four towers, each 75 ft (23 m) high, at each of the building's corners. These towers had small balconies at different heights that served as observation galleries.\n\nWithin the building, exhibits were arranged in a grid, in a dual arrangement of type and national origin. Exhibits from the United States were placed in the center of the building, and foreign exhibits were arranged around the center, based on the nation's distance from the United States. Exhibits inside the Main Exhibition Building dealt with mining, metallurgy, manufacturing, education, and science.[18] Offices for foreign commissioners were placed in proximity to the products exhibited along in the aisles along the sides of the building. The walkways leading to the exit doors were ten feet wide.\n\nAfter the Exposition, the structure was turned into a permanent building for the International Exhibition. During the auction held on December 1, 1876, it was bought for $250,000. It quickly ran into financial difficulties but remained open through 1879 and was finally demolished in 1881.\n\nThe third-largest structure at the exposition was Agricultural Hall. Designed by James H. Windrim, Agricultural Hall was 820 ft (250 m) long and 540 ft (160 m) wide. Made of wood and glass, the building was designed to look like various barn structures pieced together. The building's exhibits included products and machines used in agriculture and other related businesses.[19]\n\nSituated high atop a hill presiding over Fountain Avenue, Horticultural Hall epitomized floral achievement, which attracted professional and amateur gardeners. Unlike the other main buildings, it was meant to be permanent. Horticultural Hall had an iron and glass frame on a brick and marble foundation and was 383 ft (117 m) long, 193 ft (59 m) wide, and 68 ft (21 m) tall.[20] The building was designed in the Moorish style and intended as a tribute to the Crystal Palace of London's Great Exhibition of 1851. Inside, nurserymen, florists, and landscape architects exhibited a variety of tropical plants, garden equipment, and garden plans. In dramatic fashion, the exposition introduced the general public to the notion of landscape design, as exemplified the building itself and the grounds surrounding it. A long, sunken parterre leading to Horticultural Hall became the exposition's iconic floral feature, reproduced on countless postcards and other memorabilia. This sunken garden enabled visitors on the raised walkways to see the patterns and shapes of the flowerbeds. After the Exposition, the building continued to be used for horticultural exhibits until it was severely damaged by Hurricane Hazel in 1954 and was subsequently demolished.[17] As a replacement, the Fairmount Park Horticulture Center was built on the site in 1976 as part of the United States Bicentennial exposition.\n\nDesigned by Joseph M. Wilson and Henry Pettit, Machinery Hall was the second largest structure in the exposition and located west of the Main Exhibition Building. With a superstructure made of wood and glass resting on a foundation of massive masonry, it had a main hall painted light blue, 1,402 ft long and 360 ft wide, with a wing of 208 ft by 210 ft attached on the south side of the building. The length of the building was 18 times its height. With eight entrances, it occupied 558,440 square feet, had 1,900 exhibitors, and took six months to construct. The exhibits focused on machines and evolving industries.[21] Machinery Hall was the show case for the state of the art industrial technology that was being produced at the time. The United States of America alone took up two-thirds of the exhibit space in the building.\n\nOne of the major attractions on display in the building was the Corliss Centennial Steam Engine that ran power to all the machinery in the building as well as other parts of the world's fair. The 1,400 horsepower engine was 45 feet tall, weighed 650 tons, and had one mile of overhead line belts connecting to the machinery in the building. It symbolized the technology that was transforming the United States into an industrial powerhouse.\n\nAmenities available to the visitors within the hall were rolling chairs, telegraph offices, and dinner for fifty cents. Machinery Hall had 8,000 operating machines and was filled with a wide assortment of hand tools, machine tools, material handling equipment, and the latest fastener technology.\n\nSome of the sandstone that was used to build the hall was from Curwensville, PA.\n\nThe Art Gallery building (now known as Memorial Hall) is the only large exhibit building still standing on the exposition site. Constructed of brick, glass, iron, and granite in the beaux-arts style, it was the largest art hall in the country when it opened, with a massive 1.5-acre footprint and a 150-foot dome atop a 59-foot-high structure. The central domed area is surrounded by four pavilions on the corners, with open arcades to the east and west of the main entrance. It provided 75,000 square feet of wall surface for paintings and 20,000 square feet of floor space for sculptures. The exposition received so many art contributions that a separate annex was built to house them all. Another structure was built for the display of photography.[22] Memorial Hall was designed by Herman J. Schwarzmann, who basically adopted an art museum plan submitted by Nicholas Félix Escalier to the Prix de Rome competition in 1867–69. Memorial Hall became the prototype, both from a stylistic and organizational standpoint, for other museums such as the Art Institute of Chicago (1892–1893), the Milwaukee Public Museum (1893–1897), the Brooklyn Museum (1893–1924), and the Detroit Institute of Art (1920–1927). Libraries such as the Library of Congress, the New York Public Library, and the Free Library of Philadelphia also emulated its form.  Finally, Memorial Hall was the architectural inspiration for the German capitol, the Reichstag building in Berlin.[23]\n\nAfter the exposition, Memorial Hall reopened in 1877 as the Pennsylvania Museum of Art and included the Pennsylvania Museum School of Industrial Art. In 1928 the museum moved to Fairmount at the head of the Benjamin Franklin Parkway, and in 1938 was renamed the Philadelphia Museum of Art. Memorial Hall continued to house the school, and afterward was taken over by the Fairmount Park Commission in 1958.[24] The museum school is now the University of the Arts. Used for a time as a police station, the building now houses the Please Touch Museum,[5][25] which includes a faithful 20x30-foot model of the exposition grounds and 200 buildings.\n\nThe Women's Pavilion was the first structure at an international exposition to highlight the work of women, with exhibits created and operated by women. Female organizers drew upon deep-rooted traditions of separatism and sorority in planning, fundraising, and managing a pavilion devoted entirely to the artistic and industrial pursuits of their gender. They had to build their own structure because they lost their spot in one of the larger pavilions (the Main Building) due to an unexpected increase in the participation of foreign countries. Their aim was to employ only women in the construction of the pavilion and even to power it, and they succeeded with the exception of the design by Hermann J. Schwarzmann. Their overarching goal was to advance women's social, economic, and legal standing, abolish restrictions discriminating against their gender, encourage sexual harmony, and gain influence, leverage, and freedom for all women in and outside of the home by increasing women's confidence and ability to choose.\n\nA project of the Women's Centennial Executive Committee, the Women's Pavilion was commissioned in 1873 by the United States Centennial Board of Finance with the expectation that it would generate enthusiasm for the celebration of the fair and increase subscriptions to exposition stock. Elizabeth Duane Gillespie, president of the Women's Centennial Committee, led the effort to gather 82,000 signatures in two days to raise money for the pavilion. Gillespie also helped convince Congress to grant additional funding. It took only four months to raise the funds for the pavilion.\n\nMuch of the pavilion was devoted to human ecology and home economics. On exhibit were over 80 patented inventions, including a reliance stove, a hand attachment for sewing machines, a dishwasher, a fountain griddle-greaser, a heating iron with removable handle, a frame for stretching and drying lace curtains, and a stocking and glove darner. The Centennial women not only showed domestic production but also employed a popular means for justifying female autonomy outside of the home by demonstrating to visitors the many ways women were making a profitable living. Exhibits demonstrated positive achievements and women's influence in domains such as industrial and fine arts (wood-carvings, furniture-making, and ceramics), fancy articles (clothing and woven goods), and philanthropy as well as philosophy, science, medicine, education, and literature.\n\nMexico participated in the pavilion's exhibits, indicating the growth of a sector of elite women during the Porfirio Díaz regime of the late nineteenth century, with many individual women sending examples of woven textiles and embroidery.[26]\n\nEleven nations had their own exhibition buildings, and others contributed small structures, including the Swedish School house referenced below, now in Central Park, New York City. The British buildings were extensive and exhibited the evolved bicycle, with tension spokes and a large front wheel. Two English manufacturers, Bayless Thomas and Rudge, displayed their high-wheel bikes (called \"ordinary bikes\" or \"penny farthings\") at the exposition. The bicycle displays inspired Albert Augustus Pope to begin making high-wheel bikes in the United States. He started the Columbia Bike Company and published a journal called \"LAW Bulletin and Good Roads\", which was the beginning of the Good Roads Movement.[citation needed].  The main British building, also known as St. George's Hall or the English Commission Building, survived at its original site as Fairmount Park offices until it was demolished in 1961.[27]\n\n26 of the 37 U.S. states constructed buildings along States Drive in the exhibition grounds. Only three such state houses are still extant: the Ohio House at its original location in Fairmount Park,[28] the Maryland House, which was moved to Druid Hill Park in Baltimore, MD, where it is extant today,[29] and the Missouri House, which was moved to Spring Lake, New Jersey, along with several other exhibition buildings, some of which are still extant in various Jersey Shore towns.[30]\n\nThe United States government had a cross-shaped building that held exhibits from various government departments. The remaining structures were corporate exhibitions, administration buildings, restaurants, and other buildings designed for public comfort.[31]\n\n"
        },
        {
            "title": "Exposition",
            "text": "The formal name of the exposition was the International Exhibition of Arts, Manufactures, and Products of the Soil and Mine, but the official theme was the celebration of the United States centennial.  This was reinforced by promotional tie-ins, such as the publication of Kate Harrington's Centennial, and Other Poems, which celebrated the exposition and the centennial.  At the same time, the exposition was designed to show the world the United States' industrial and innovative prowess.[1] The exposition was originally scheduled to open in April, marking the anniversary of the Battles of Lexington and Concord, but construction delays caused the date to be pushed back to May 10. Bells rang all over Philadelphia to signal the exposition's opening. The opening ceremony was attended by President Ulysses Grant and his wife as well as Emperor Pedro II of Brazil and his wife. A cantata commissioned for the occasion written by Dudley Buck and Sidney Lanier was performed.[32] The opening ceremony concluded in Machinery Hall, with Grant and Pedro II turning on the Corliss Steam Engine which powered most of the other machines at the exposition. The official number of first day attendees was 186,272 people, with 110,000 entering with free passes.\n\nIn the days following the opening ceremony, attendance dropped dramatically, with only 12,720 people visiting the exposition the next day. The average daily attendance for May was 36,000 and for June 39,000. A severe heat wave began in mid-June and continued into July, hurting attendance. The average temperature was 81 °F (27 °C), and on ten days during the heat wave the temperature reached 100 °F (38 °C). The average daily attendance for July was 35,000, but it rose in August to 42,000 despite the return of high temperatures at the end of the month.[33]\n\nCooling temperatures, news reports, and word of mouth began increasing attendance in the final three months of the exposition, with many of the visitors coming from farther distances. In September the average daily attendance rose to 94,000 and in October to 102,000. The highest attendance date of the entire exposition was September 28. The day, which saw about a quarter of a million people attend, was Pennsylvania Day. It celebrated the 100th anniversary of the Pennsylvania Constitution of 1776, and exposition events included speeches, receptions, and fireworks. The final month of the exposition, November, had an average daily attendance of 115,000. By the time the exposition ended on November 10, a total of 10,164,489 had visited the fair.[6] Among the attendees who were duly impressed by the exposition were Princeton University sophomore Woodrow Wilson and his minister father, Dr. Joseph Ruggles Wilson, visiting from North Carolina.[34]\n\nAlthough not financially successful for investors, the Centennial Exposition impressed foreigners with the industrial and commercial growth of the country. The level of exports increased, the level of imports decreased, and the trade balance grew in favor of the United States.\n\n"
        },
        {
            "title": "Inventions",
            "text": "The Centennial Monorail featured a steam locomotive and passenger car that straddled a single elevated iron rail. Mass-produced products and new inventions were on display within Machinery Hall. Inventions included the typewriter and electric pen along with new types of mass-produced sewing machines, stoves, lanterns, guns, wagons, carriages, and agricultural equipment.\n\nThe exposition also featured many well-known products including Alexander Graham Bell's first telephone, set up at opposite ends of Machinery Hall, Thomas Edison's automatic telegraph system, screw-cutting machines that dramatically improved the production of screws and bolts from 8,000 to 100,000 per day, and a universal grinding machine by the Brown & Sharpe Manufacturing Company.\n\nAir-powered tools along with a mechanical calculator by George B. Grant were exhibited. John A. Roebling & Sons Company displayed a slice of their 5 ¾ inch diameter cable to be used for the Brooklyn Bridge. New food products such as popcorn and ketchup, along with root beer, were also exhibited.\n\nConsumer products first displayed to the public include:\n\n"
        },
        {
            "title": "Exhibits",
            "text": "The right arm and torch of the Statue of Liberty were showcased at the exposition. For a fee of 50 cents, visitors could climb the ladder to the balcony, and the money raised this way was used to fund the pedestal for the statue.\n\nTechnologies introduced at the fair include the Corliss Steam Engine. Pennsylvania Railroad displayed the John Bull steam locomotive that was originally built in 1831.[35] The Waltham Watch Company displayed the first automatic screw-making machinery and won the Gold Medal in the first international watch precision competition. Until the start of 2004, many of the exposition's exhibits were displayed in the Smithsonian Institution's Arts and Industries Building in Washington, D.C., adjacent to the Castle building.\n\nStill basking in afterglow of its victory in the Franco-Prussian War of 1870–71, the newly founded German Empire foregrounded its arms industry, especially the powerful Krupp guns and heavy cannons that were sold and exported to numerous nations in the following years. By way of contrast, the craftsmanship of France, which had been defeated in the Franco-Prussian War, was represented by the Gothic Revival high altar that Edward Sorin, founder of University of Notre Dame, had commissioned from the workshop of Désiré Froc-Robert & Sons in Paris. After the exposition, the altar was installed at the Basilica of the Sacred Heart on Notre Dame's campus where it remains to this day.\n\nFor Mexico, which was emerging from a long period of internal disorder and foreign invasions, the exposition was an opportunity for the Liberal regime of President Sebastián Lerdo de Tejada to garner international recognition of his regime and to counter anti-Mexican public opinion in the United States. Prominent Mexican painters including José María Velasco, José Obregón, and Santiago Rebull exhibited there. Velasco's work was greatly admired, gaining him international recognition and enhancing his standing in Mexico.[36]\n\nThe Swedish Cottage, representing a rural Swedish schoolhouse of traditional style, was re-erected in Central Park, New York, after the exposition closed. It is now the Swedish Cottage Marionette Theatre.\n\nThe official State Pavilion of New Jersey was a reconstruction of the Ford Mansion in Morristown, New Jersey, which served as General George Washington's headquarters during the winter of 1779–80. Featuring costumed presenters and a \"colonial kitchen\" complete with a spinning wheel, the reconstructed mansion was accompanied by a polemical narrative about \"old-fashioned domesticity\". This quaint hearth-and-home interpretation of the colonial past was counterposed to the theme of progress, with the overarching theme of the exposition serving to reinforce a view of American progress as evolving from a small, hardy colonial stock rather than from a continual influx of multi-ethnic waves of immigration. It sparked an era of \"Colonial Revival\" in American architecture and house furnishings.\n\nBeaver Falls Cutlery Company exhibited the \"largest knife and fork in the world\" made by Chinese immigrant workers, among others.[37]\n\n"
        }
    ]
}