{
    "url": "https://en.wikipedia.org/wiki/Charles_Washington",
    "title": "Charles Washington",
    "table_of_contents": [
        "1 Early and family life",
        "2 Career",
        "3 Death and legacy",
        "4 Ancestry",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Charles Washington (May 2, 1738 – September 16, 1799) was a Virginia planter and government official in several counties, who founded a town in the Shenandoah Valley which was named Charles Town in his honor shortly after his death and that of his eldest full brother, United States President George Washington.[1]\n\n"
        },
        {
            "title": "Early and family life",
            "text": "Charles was born near Hunting Creek in Stafford County, Virginia (now Fairfax County) to Augustine Washington (1693-1743) and his second wife, Mary Ball Washington (1708-1789), an orphan and heiress of Col. Joseph Ball of Lancaster County, Virginia. His father died when he was five years old. His eldest half-brother Lawrence Washington (1718-1752) returned from England (where he was being educated), took charge of most of his father's property as well as his underage half-siblings (including Charles, who would receive a private education locally, as was becoming the custom for children of his class), and also became the colony's Adjutant-General and one of Fairfax County's (part-time) representatives in the House of Burgesses.[2]\n\nIn 1757, having reached legal age, Charles married Mildred Thornton, daughter of Colonel Francis Thornton and Frances Gregory.[3] They had four children: George Augustine Washington, Frances Washington, Samuel Washington and Mildred Gregory Washington.[4]\n\n"
        },
        {
            "title": "Career",
            "text": "When Charles Washington reached legal age, he inherited 750 acres of land in Spotsylvania County, Virginia, per his late father's will. In 1761 he purchased two lots in the town of Fredericksburg, the Spotsylvania County seat, and built a house, which exists today but is known as the historic \"Rising Sun Tavern.\" In 1773 he bought an additional 200 acres in Spotsylvania County. Though his parents' youngest son, Charles also inherited considerable property in what was then vast Frederick County, Virginia, because his eldest half-brother, Lawrence Washington, died without any surviving children (and his widow died in 1761).[5] Charles operated such of his property already developed into farms using enslaved labor, and would in 1780 move to the Shenandoah Valley and develop much of that property to farms also using enslaved labor.\n\nInitially, Charles Washington lived in Fredericksburg, Virginia. He became a vestryman of the local Episcopal Church  He arrived in present Jefferson County, West Virginia, between April and October 1780 and founded Charles Town. There he erected a house, Happy Retreat, the same year. In 1786, on 80 acres (32 ha) of his adjoining land, Charles laid out the streets of Charles Town, naming many of them after his brothers and one after his wife, Mildred. He donated the four corner lots at the intersection of George and Washington Streets for public buildings of the town and county, provided the town become the seat of the county upon its separation from Berkeley County. Jefferson County was formed in 1801 as Charles anticipated. The county court house stands on one of these lots.[6]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Charles died sometime between July and September 1799, only a short while before the death of his brother, George. Although his son George Augustine Washington had predeceased his father (although leaving behind George Fayette Washington, Charles Augustine Washington and Maria Washington), his other son Samuel Washington was one of the named executors of the President. He also was survived by his widow (who died in 1804) and their daughters Frances Washington Ball (wife of Burgess Ball) and Mildred Hammond (wife of Thomas Hammond).[7] The grave sites of Charles and Mildred are near Evitts Run and have recently been located and surrounded by a stone wall.\n\n"
        }
    ]
}