{
    "url": "https://en.wikipedia.org/wiki/Forteana",
    "title": "Charles Fort",
    "table_of_contents": [
        "1 Biography",
        "1.1 Career as a full-time writer",
        "1.2 Death",
        "2 Fort and the unexplained",
        "2.1 Overview",
        "2.2 Fort's writing style",
        "2.3 Fortean phenomena",
        "2.4 Forteans",
        "2.5 Scholarly evaluation",
        "3 Literary influence",
        "4 Bibliography",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCharles Hoy Fort (August 6, 1874 – May 3, 1932) was an American writer and researcher who specialized in anomalous phenomena. The terms \"Fortean\" and \"Forteana\" are sometimes used to characterize various such phenomena. Fort's books sold well and are still in print. His work continues to inspire admirers, who refer to themselves as \"Forteans\", and has influenced some aspects of science fiction.\n\nFort's collections of scientific anomalies, including The Book of the Damned (1919), influenced numerous science-fiction writers with their skepticism and as sources of ideas. \"Fortean\" phenomena are events which seem to challenge the boundaries of accepted scientific knowledge, and the Fortean Times (founded as The News in 1973 and renamed in 1976) investigates such phenomena.\n\n"
        },
        {
            "title": "Biography",
            "text": "Fort was born in Albany, New York, in 1874,[1] of Dutch ancestry. His father, a grocer, was an authoritarian, and in his unpublished autobiography Many Parts, Fort mentions the physical abuse he endured from his father. Fort's biographer, Damon Knight, suggested that his distrust of authority began in his treatment as a child. Fort developed a strong sense of independence during his early years.\n\nAs a young adult, Fort wanted to be a naturalist, collecting sea shells, minerals, and birds. Although Fort was described as curious and intelligent, he was not a good student. An autodidact, his considerable knowledge of the world was due mainly to his extensive personal reading.[citation needed]\n\nAt age 18, Fort left New York to embark on a world tour to \"put some capital in the bank of experience\". He travelled through the western United States, Scotland, and England, until becoming ill in Southern Africa. When he returned home, he was nursed by Anna Filing, whom he had known since childhood. They were married on October 26, 1896 at an Episcopal church.[2] For a few years, the newly married couple lived in poverty in the Bronx while Fort tried to earning a living writing stories for newspapers and magazines. In 1906, he began to collect accounts of anomalies.\n\nHis uncle Frank A. Fort died in 1916,[3][page needed] and a modest inheritance gave Fort enough money to quit his various day jobs and to write full-time.[1] In 1917, Fort's brother Clarence died; his portion of the same inheritance was divided between Fort and Raymond.[citation needed]\n\nFort's experience as a journalist,[1] coupled with his wit and contrarian nature, prepared him for his real-life work, ridiculing the pretensions of scientific positivism and the tendency of journalists and editors of newspapers and scientific journals to rationalize.[citation needed]\n\nFort wrote 10 novels, although only one, The Outcast Manufacturers (1909), a tenement tale, was published. Reviews were mostly positive, but it was unsuccessful commercially. During 1915, Fort began to write two books, titled X and Y, the first dealing with the idea that beings on Mars were controlling events on Earth, and the second with the postulation of a sinister civilization extant at the South Pole. These books caught the attention of writer Theodore Dreiser, who tried to get them published, but to no avail. Discouraged, Fort burnt the manuscripts, but soon began work on the book that would change the course of his life, The Book of the Damned (1919), which Dreiser helped to get published. The title referred to \"damned\" data that Fort collected, phenomena for which science could not account, and that was thus rejected or ignored.[4]\n\nFort and Anna lived in London from 1924 to 1926, having relocated there so Fort could peruse the files of the British Museum.[1][5] Although born in Albany, Fort lived most of his life in the Bronx. He was, like his wife, fond of movies, and often took her from their Ryer Avenue apartment to a movie theater nearby, stopping at an adjacent newsstand for an arm full of various newspapers. Fort frequented the parks near the Bronx, where he sifted through piles of clippings. He often rode the subway down to the main Public Library on Fifth Avenue, where he spent many hours reading scientific journals, newspapers, and periodicals from around the world. Fort also had literary friends who gathered at various apartments, including his own, to drink and talk.[citation needed]\n\nSuffering from poor health and failing eyesight, Fort was pleasantly surprised to find himself the subject of a cult following.[citation needed] Talk arose of the formation of a formal organization to study the type of odd events related by his books. Clark writes, \"Fort himself, who did nothing to encourage any of this, found the idea hilarious. Yet he faithfully corresponded with his readers, some of whom had taken to investigating reports of anomalous phenomena and sending their findings to Fort\" (Clark 1998, 235). Fort distrusted doctors and did not seek medical help for his worsening health. Rather, he emphasized completing Wild Talents.[citation needed]\n\nAfter he collapsed on May 3, 1932, Fort was rushed to Royal Hospital. Later that same day, Fort's publisher visited him to show him the advance copies of Wild Talents. Fort died only hours afterward, probably of leukemia.[6] He was interred in the Fort family plot in Albany, New York. His more than 60,000 notes were donated to the New York Public Library.[7]\n\n"
        },
        {
            "title": "Fort and the unexplained",
            "text": "For more than 30 years, Charles Fort visited libraries in New York City and London, assiduously reading scientific journals, newspapers, and magazines, collecting notes on phenomena that were not explained well by the accepted theories and beliefs of the time.\n\nFort took thousands of notes during his lifetime. In his short story \"The Giant, the Insect and The Philanthropic-looking Old Gentleman\" (first published by the International Fortean Organization in issue No. 70 of the INFO Journal: Science and the Unknown), Fort spoke of sitting on a park bench at The Cloisters in New York City and tossing some 48,000 notes, not all of his collection by any means, into the wind.[8] The notes were kept on cards and scraps of paper in shoeboxes, in a cramped shorthand of Fort's own invention, and some of them survive in the collections of the University of Pennsylvania. More than once, depressed and discouraged, Fort destroyed his work, but began anew. Some notes were published by the Fortean Society magazine Doubt, and upon the death of its editor Tiffany Thayer in 1959, most were donated to the New York Public Library, where they are still available to researchers of the unknown.[9]\n\nFrom this research, Fort wrote four books: The Book of the Damned (1919), New Lands (1923), Lo! (1931), and Wild Talents (1932); one book was written between New Lands and Lo! but it was abandoned and absorbed into Lo!.\n\nFort suggested that a Super-Sargasso Sea exists, into which all lost things go,[1] and justified his theories by noting that they fit the data as well as the conventional explanations. As to whether Fort believed this theory, or any of his other proposals, he himself noted, \"I believe nothing of my own that I have ever written.\"\n\nNotable literary contemporaries of Fort's openly admired his writing style and befriended him. Among these were: Ben Hecht, John Cowper Powys, Sherwood Anderson, Clarence Darrow, and Booth Tarkington.\n\nAfter Fort's death, the writer Colin Wilson said that he suspected that Fort took few if any of his \"explanations\" seriously, and noted that Fort made \"no attempt to present a coherent argument\". He described Fort as \"a patron saint of cranks\"[10] while at the same time he compared Fort to Robert Ripley, a popular contemporary cartoonist and writer who found major success publishing similar oddities in a syndicated newspaper panel series named Ripley's Believe It or Not!\n\nWilson called Fort's writing style \"atrocious\" and \"almost unreadable\", yet despite his objections to Fort's prose, he allowed that \"the facts are certainly astonishing enough.\" In the end, Fort's work gave him \"the feeling that no matter how honest scientists think they are, they are still influenced by various unconscious assumptions that prevent them from attaining true objectivity. Expressed in a sentence, Fort's principle goes something like this: People with a psychological need to believe in marvels are no more prejudiced and gullible than people with a psychological need not to believe in marvels.\"[11]\n\nJerome Clark, though, wrote that Fort was \"essentially a satirist hugely skeptical of human beings'—especially scientists'—claims to ultimate knowledge\".[12] Clark described Fort's writing style as a \"distinctive blend of mocking humor, penetrating insight, and calculated outrageousness\".[13] Fort was skeptical of sciences and wrote his own mocking explanations to defy scientists who used traditional methods.[1]\n\nIn a review for Lo!, The New York Times wrote: \"Reading Fort is a ride on a comet; if the traveler returns to earth after the journey, he will find, after his first dizziness has worn off, a new and exhilarating emotion that will color and correct all his future reading of less heady scientific literature.\"[4]\n\nExamples of the odd phenomena in Fort's books include many occurrences of the sort variously referred to as occult, supernatural, and paranormal. Reported events include teleportation (a term Fort is generally credited with inventing),[14][15] falls of frogs, fishes, and inorganic materials,[1] spontaneous human combustion,[1] ball lightning[1] (a term explicitly used by Fort), poltergeist events, unaccountable noises and explosions, levitation, unidentified flying objects, unexplained disappearances, giant wheels of light in the oceans, and animals found outside their normal ranges (see phantom cat).  He offered many reports of out-of-place artifacts (OOPArts), strange items found in unlikely locations. He was also perhaps the first person to explain strange human appearances and disappearances by the hypothesis of alien abduction, and was an early proponent of the extraterrestrial hypothesis, specifically suggesting that strange lights or objects sighted in the skies might be alien spacecraft.\n\nFort's work has inspired some people to consider themselves \"Forteans\". The first of these was screenwriter Ben Hecht, who in a review of The Book of the Damned, declared, \"I am the first disciple of Charles Fort ... henceforth, I am a Fortean.\" Among Fort's other notable fans were John Cowper Powys, Sherwood Anderson, Clarence Darrow, and Booth Tarkington, who wrote the foreword to New Lands.\n\nPrecisely what is encompassed by the term \"Fortean\" is a matter of great debate; the term is widely applied to people ranging from Fortean purists dedicated to Fort's methods and interests, to those with open and active acceptance of the actuality of paranormal phenomena, a belief with which Fort may not have agreed. Most generally, Forteans have a wide interest in unexplained phenomena, concerned mostly with the natural world, and have a developed \"agnostic skepticism\" regarding the anomalies they note and discuss. For Hecht, as an example, being a Fortean meant hallowing a pronounced distrust of authority in all its forms, whether religious, scientific, political, philosophical, or otherwise. It did not, of course, include an actual belief in the anomalous data enumerated in Fort's works.\n\nThe Fortean Society was initiated at the Savoy-Plaza Hotel in New York City on January 26, 1931, by some of Fort's friends, including such significant writers as Hecht, Theodore Dreiser, and Alexander Woollcott, and organized by fellow American writer Tiffany Thayer, half in earnest and half in the spirit of great good humor, like the works of Fort himself. The board of founders included Dreiser, Hecht, Tarkington, Powys, Aaron Sussman, former Puck editor Harry Leon Wilson, Woollcott, and J. David Stern, publisher of The Philadelphia Record. Active members of the Fortean Society included prominent science-fiction writers such as Eric Frank Russell and Damon Knight. Fort, however, rejected the society and refused the presidency, which went to his friend Dreiser; he was lured to its inaugural meeting by false telegrams. As a strict nonauthoritarian, Fort refused to establish himself as an authority, and further objected on the grounds that those who would be attracted by such a group would be spiritualists, zealots, and those opposed to a science that rejected them; it would attract those who believed in their chosen phenomena—an attitude exactly contrary to Forteanism. Fort did hold unofficial meetings and had a long history of getting together informally with many of New York City's literati such as Dreiser and Hecht at their apartments, where they would talk, have a meal, and then listen to brief reports.[citation needed]\n\nThe magazine Fortean Times (first published in November 1973) is a proponent of Fortean journalism, combining humor, skepticism, and serious research into subjects that scientists and other respectable authorities often disdain. Another such group is the International Fortean Organization (INFO), which was formed during the early 1960s (incorporated in 1965) by brothers and writers Ron and Paul Willis, who acquired much of the material of the Fortean Society, which had largely ceased by 1959 with the death of Tiffany Thayer. INFO publishes the INFO Journal: Science and the Unknown and organizes the FortFest, the world's first continuously running conference on anomalous phenomena dedicated to the spirit of Charles Fort. INFO, since the mid-1960s, also provides audio CDs and filmed DVDs of notable conference speakers, including Colin Wilson, John Michell, Graham Hancock, John Anthony West, William Corliss, John Keel, and Joscelyn Godwin. Other notable Fortean societies include the London Fortean Society, Edinburgh Fortean Society, in Edinburgh and the Isle of Wight.\n\nReligious scholars such as Jeffrey J. Kripal and Joseph P. Laycock view Fort as a pioneering theorist who helped define \"paranormal\" as a discursive category and provided insight into its importance in human experience. Consistently critical of how science studied abnormal phenomena in his day, Fort remains a point of reference for those who engage in such studies today.[1][16][17]\n\n"
        },
        {
            "title": "Literary influence",
            "text": "More than a few modern authors of fiction and nonfiction who have written about the influence of Fort are sincere devotees of Fort. One of the most notable is British philosopher John Michell, who wrote the introduction to Lo!, published by John Brown in 1996. Michell says: \"Fort, of course, made no attempt at defining a world-view, but the evidence he uncovered gave him an 'acceptance' of reality as something far more magical and subtly organized than is considered proper today.\" Stephen King also uses the works of Fort to illuminate his main characters, notably It and Firestarter. In Firestarter, the parents of a pyrokinetically gifted child are advised to read Fort's Wild Talents rather than the works of baby doctor Benjamin Spock. Loren Coleman is a well-known cryptozoologist, author of The Unidentified (1975) dedicated to Fort, and Mysterious America, which Fortean Times termed a Fortean classic. Coleman terms himself the first Vietnam era conscientious objector to base his pacificist ideas on Fortean thoughts. Jerome Clark has described himself as a \"skeptical Fortean\".[18] Mike Dash is another Fortean, bringing his historian's training to bear on all manner of odd reports, while being careful to avoid uncritically accepting any orthodoxy, be it that of fringe devotees or mainstream science. Science-fiction writers of note including Philip K. Dick, Robert Heinlein, and Robert Anton Wilson were also fans of the work of Fort. Alfred Bester's teleportation-themed novel, The Stars My Destination, pays homage to the coiner of the term by naming the first teleporter \"Charles Fort Jaunte\".  Fort's work, of compilation and commentary on anomalous phenomena has been carried on by William R. Corliss, whose self-published books and notes bring Fort's collections up to date.\n\nIn 1939, Eric Frank Russell first published the novel which became Sinister Barrier, in which he names Fort explicitly as an influence. Russell included some of Fort's data in the story.[19] Ivan T. Sanderson, Scottish naturalist and writer, was a devotee of Fort's work, and referenced it heavily in several of his own books on unexplained phenomena, notably Things (1967), and More Things (1969). Louis Pauwels and Jacques Bergier's The Morning of the Magicians was also heavily influenced by Fort's work and mentions it often. Author Donald Jeffries referenced Charles Fort repeatedly in his 2007 novel The Unreals.[citation needed] Joe Milutis writes a short chapter in his book Failure, a Writer's Life on Charles Fort, characterising Fort's prose as \"well-nigh unreadable, yet strangely exhilarating\".[20]\n\nNoted UK paranormalist, Fortean, and ordained priest Lionel Fanthorpe presented the Fortean TV series on Channel 4.[citation needed] Paul Thomas Anderson's popular movie Magnolia (1999) has an underlying theme of unexplained events, taken from the 1920s and '30s works of Charles Fort. Fortean author Loren Coleman has written a chapter about this motion picture, entitled \"The Teleporting Animals and Magnolia\", in one of his recent books. The film has many hidden Fortean themes, notably \"falling frogs\". In one scene, one of Fort's books is visible on a table in a library and an end credit thanks him by name.[21] In the 2011 film The Whisperer in Darkness, Fort is portrayed by Andrew Leman.\n\nAmerican crime and science-fiction author Fredric Brown included an excerpt from Fort's book Wild Talents at the beginning of his novel Compliments of a Fiend. In that quote, Fort speculated about the disappearance of two people named Ambrose and wondered \"was someone collecting Ambroses?\" Brown's novel concerns the disappearance of a character named Ambrose, and the kidnapper calls himself the \"Ambrose collector\" as an obvious homage to Fort.[22]\n\nIn Blue Balliett's bestselling children's novel, Chasing Vermeer, Fort is given several mentions throughout the book, such as Fort's Lo! being found and thoroughly read by one of the book's protagonists, and being an inspiration to the main characters.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Fort published five books during his lifetime, including one novel. All five are available on-line (see External links section below).\n\nPosthumous editions:\n\n"
        }
    ]
}