{
    "url": "https://en.wikipedia.org/wiki/Charles_Musser",
    "title": "Charles Musser",
    "table_of_contents": [
        "1 Early life and education",
        "2 Early Films",
        "3 Books",
        "4 NHdocs",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Charles John Musser (born 16 January 1951) is a film historian and documentary film maker.[1]  Since 1992 he has taught at Yale University, where he is currently a professor of Film and Media Studies as well as American Studies and Theater Studies. His research has focused on such topics as Edwin S. Porter and early cinema,  Oscar Micheaux and race cinema of the silent era, Paul Robeson and film performance as well as a variety of issues and individuals in documentary.  His films include An American Potter (1976), Before the Nickelodeon: The Early Cinema of Edwin S. Porter (1982) and Errol Morris: A Lightning Sketch (2014).[2]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Musser was born in Stamford, Connecticut and grew up in Old Greenwich and Riverside.  The son of Robert John Musser, who worked for Union Carbide, and his wife the former Marilyn Keach, he has two sisters, Nancy Musser (Sutton) and Jane Musser (Nelson).  His grandfather, John Musser, was chair of the History Department and later Dean of Graduate School at NYU.[3]\n\nMusser attended St. Paul's School in Concord, New Hampshire, where he took Public Affairs courses with Gerry Studds. He also apprenticed to local studio potter Gerry Williams, a former conscientious objector whose father was close friends with Gandhi. Studds and Williams did much to shape his political consciousness in the late 1960s. He won the school's history prize his senior year. In the fall of 1969, he became a Yale freshman as its undergraduate college admitted women for the first time. He created his own major in film studies and, took classes with Jay Leyda, Standish Lawder, Murray Lerner, David Milch, Michael Roemer and Peter Demetz. His wrote his first film paper on Dziga Vertov's Man with a Movie Camera and his senior thesis was entitled \"Russian Formalism and Early Soviet Film Theory\".\n\nMusser left Yale in 1972, moving to New York City to work in the film industry.  After a series of short jobs, he was hired to work on Hearts and Minds in September 1972 and eventually became the first assistant editor.  In New York he worked with and learned from producer/director Peter Davis, Richard Pierce and Tom Cohen then followed the film to Los Angeles and assisted editors Lynzee Klingman and Susan Morse. He subsequently graduated from Yale in 1975. While a part-time graduate student, receiving his MA in Cinema Studies from NYU in 1979 and his Ph.D. in Fall 1986, Musser continued to work in the film industry: as a film editor on projects such as the television series Between the Wars (1978) and Mikhail Bogin's price-winning short A Private Life (1980) and as a researcher on such films as Milos Forman's Ragtime (1981) and Woody Allen's Zelig (1983).[4]\n\n"
        },
        {
            "title": "Early Films",
            "text": "Musser received a bi-centennial grant from the National Endowment for the Arts to make An American Potter (1976), on New Hampshire studio potter Gerry Williams.  Although pottery is generally considered a traditional art–-and often a craft, Williams is shown to be not only a master of traditional techniques such as Chinese reds but an innovator who invented and developed the processes of “wet firing” and “photo resist” glazing.  The documentary, an admiring portrait of his mentor, was awarded a Blue Ribbon in the Arts category from the American Film Festival, \"Best in Category-Fine Arts\" from the San Francisco Film Festival, as well as a CINE \"Golden Eagle.\"\n\nMusser became interested in the origins of editing. From his research he soon realized that film editing was not \"invented\" but rather editing (the juxtaposition of one shot or scene to the next) and \"post-production\" were the domain of the exhibitor in the 1890s and were only centralized inside the production company in the early 1900s. Edwin S. Porter, an exhibitor who moved into production and became America's first \"filmmaker,\" embodied this shift. Receiving the Society for Cinema Studies Student Award for Scholarly Writing for his essay \"The Early Cinema of Edwin S. Porter,\"  Musser soon garnered a New York State Council of the Arts grant to make the documentary Before the Nickelodeon: The Early Cinema of Edwin S. Porter (1982), which had its world premiere at the New York Film Festival. Carrie Rickey of the Village Voice called it one of the year's best documentaries. It was subsequently shown at the London, Berlin, Sydney and Melbourne film festivals.\n\nMusser had less success getting grants for subsequent projects[citation needed] but continued to work as a film editor and researcher to make a living while pursuing research and writing.[citation needed]\n\n"
        },
        {
            "title": "Books",
            "text": "Musser published a trilogy of books on pre-1920 American cinema over an eight-month period in 1990-91, indexing them back to back. Previously Musser had published a variety of articles that challenged much of the revisionist historiography around “early cinema.” Such disagreements were generally relegated to the footnotes. The first to be published was The Emergence of Cinema: The American Screen to 1907 (1990), the first of the trilogy to be published, garnered the Jay Leyda Prize from Anthology Film Archives (now suspended), the Theatre Library Association Award (now the Wall Award) from the Theatre Library Association, and the Katherine Kovacs Book Award in Cinema and Media Studies. Its opening chapter expanded on an earlier, influential essay that proposed looking at the early years of cinema within the framework of “screen practice.”[5]  The book provides a broad overview of American cinema into the nickelodeon era, emphasizing both the diversity of cinematic expression and the rapid and ongoing transformations in the modes of production and representation.  It details the ways in which key aspects of post-production that had been in the domain of the exhibitor (specifically the juxtaposition of shots or short scenes, which we now recognize as film editing) shifted to the production company between roughly 1899 and 1903, allowing for a new centralization of creative control and the formation of what we would recognize today as the filmmaker.  Musser also detailed the legal battles and other factors that led to serious disruptions of the American industry and produced what is sometimes referred to as “the chaser period” in 1901-03.  Revival came with the industry’s dramatic shift from featuring news films and other forms of nonfiction to longer story films in the course of 1903, coinciding with the introduction of the three-blade shutter that reduced flicker and created a much more pleasurable viewing experience. Musser demonstrated that the rise of the story film preceded and made possible the rapid proliferation of specialized motion picture theaters popularly known as nickelodeons, in contrast to those such as Robert C. Allen[who?] who relied on cherry picked data and argued that the rise of fiction films was a calculated response to the nickelodeon boom by film producers.[6][citation needed]\n\nBefore the Nickelodeon: Edwin S. Porter and the Edison Manufacturing Company was a revision of Musser’s dissertation and the first of the trilogy to be completed but the second to be published due to the introduction of new publication methods involving digital technology.[citation needed]  It is also the companion to his documentary Before the Nickelodeon and lists the 18 complete Edison films (many only a single shot in length) and sources for the various quotes that are heard on the sound track. The book is a double portrait of Edwin Stanton Porter, America’s first important filmmaker, and Thomas Edison’s motion picture business from the inventor’s early experiments through his selling of the business 30 years later in 1918. Musser sees Porter as a representative of the fading old middle class 1) in his methods of filmmaking (his consistent use of partnerships with experienced men of the theater such as George F. Fleming, J. Searle Dawley, and Hugh Ford); 2) his system of representation (the alinear temporal structures of his films which often depended on simple, easy to follow stories; well-known stories familiar to his presumed audience, or a live commentator or lecturer to explain what might otherwise be unclear; and 3) the ideology of his films, which mixed progressive even radical elements with more conservative ones. In many respects Harry Braverman's various insights in Labor and Monopoly Capital; The Degradation of Work in the Twentieth Century (1974) shaped the intellectual framework of the book.[citation needed]\n\n"
        },
        {
            "title": "NHdocs",
            "text": "In 2014, Musser co-founded The New Haven Documentary Film Festival, which he co-directs with film director Gorman Bechard. The festival expanded from one day screening four films in 2014 to three days and over 20 films in 2015, to over 80 films spread out over 11 days and numerous venues the following year.  The festival has just celebrated its 5th year.[7][8][9][10]\n\n"
        }
    ]
}