{
    "url": "https://en.wikipedia.org/wiki/Charles_Hartshorne",
    "title": "Charles Hartshorne",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Intellectual influences",
        "4 Philosophy and theology",
        "5 Criticisms",
        "6 Works",
        "7 See also",
        "8 References",
        "9 Sources",
        "9.1 Biographical and intellectual",
        "9.2 Interpretations and influences",
        "9.3 Critical assessments",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Charles Hartshorne (/ˈhɑːrtsˌhɔːrn/; June 5, 1897 – October 9, 2000) was an American philosopher who concentrated primarily on the philosophy of religion and metaphysics, but also contributed to ornithology. He developed the neoclassical idea of God and produced a modal proof of the existence of God that was a development of Anselm of Canterbury's ontological argument. Hartshorne is also noted for developing Alfred North Whitehead's process philosophy into process theology.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Hartshorne (pronounced harts-horn) was born in Kittanning, Pennsylvania, and was a son of Reverend Francis Cope Hartshorne (1868-1950) and Marguerite Haughton (1868-1959), who were married on April 25, 1895, in Bryn Mawr, Montgomery County, Pennsylvania. Rev. F. C. Hartshorne, who was a minister in the Protestant Episcopal Church, was rector of St. Paul's Episcopal Church in Kittanning from 1897 to 1909, then rector of St. Peter's Episcopal Church in Phoenixville, Pennsylvania for 19 years (from 1909 to 1928). After resigning from the ministry in late 1927 or early 1928, within a few years Francis was appointed pension fund manager of the Protestant Episcopal Diocese of Philadelphia.\n\nAmong Charles' brothers was the prominent geographer Richard Hartshorne.\n\nCharles attended Haverford College between 1915 and 1917, but then spent two years as a hospital orderly serving in the US Army. He then studied at Harvard University, where he earned the B.A. (1921), M.A. (1922) and PhD (1923) degrees. His doctoral dissertation was on \"The Unity of Being\". He obtained all three degrees in only four years, an accomplishment believed unique in Harvard's history.\n\nFrom 1923 to 1925 Hartshorne pursued further studies in Europe. He attended the University of Freiburg, where he studied under the phenomenologist Edmund Husserl, and also the University of Marburg, where he studied under Martin Heidegger. He then returned to Harvard University as a research fellow from 1925 to 1928, where he and Paul Weiss edited the Collected Papers of Charles Sanders Peirce v. 1–6 and spent a semester assisting Alfred North Whitehead.\n\n"
        },
        {
            "title": "Career",
            "text": "After Hartshorne worked at Harvard University, he became a professor of philosophy at the University of Chicago (1928 to 1955), and was also a member of the university's Federated Theological Faculty (1943 to 1955). He then taught at Emory University (1955–62), followed by the University of Texas (1962–retirement). He published his last article at age 96 and delivered his last lecture at 98.[1]\n\nIn addition to his long teaching career at the previous three universities, Hartshorne was also appointed as a special lecturer or visiting professor at Stanford University, the University of Washington, Yale University, the University of Frankfurt, the University of Melbourne and Kyoto University. He served as president of the Metaphysical Society of America in 1955. He was elected a Fellow of the American Academy of Arts and Sciences in 1975.[2]\n\n"
        },
        {
            "title": "Intellectual influences",
            "text": "Hartshorne acknowledged that he was greatly influenced by Matthew Arnold (Literature and Dogma), Emerson's Essays, Charles Sanders Peirce, and especially by Alfred North Whitehead.[3] He acknowledged these and other 'giants' in a 1983 lecture.[4] Rufus Jones was his Haverford teacher and continuing mentor. He also found inspiration in the works of Josiah Royce (Problem of Christianity), William James, Henri Bergson, Ralph Barton Perry and Nikolai Berdyaev. He conducted a lengthy correspondence over some twenty-three years with Edgar S. Brightman of Boston University about their respective philosophical and theological views.\n\nIn turn Hartshorne has been a seminal influence on the theologians Matthew Fox, Daniel Day Williams, Norman Pittenger, Gregory A. Boyd, Schubert M. Ogden (born March 2, 1928) and John B. Cobb, on the American philosophers Frank Ebersole and Daniel Dombrowski, and on the Australian biologist-futurologist Charles Birch.\n\n"
        },
        {
            "title": "Philosophy and theology",
            "text": "The intellectual movement with which Hartshorne is associated is generally referred to as process philosophy and the related area of process theology. The roots of process thinking in Western philosophy can be found in the Greek Heraclitus and in Eastern philosophy in Buddhism. Contemporary process philosophy arose in large measure from the work of Alfred North Whitehead, but with important contributions by William James, Charles Peirce, and Henri Bergson, while Hartshorne is identified as the seminal influence on process theology that emerged after World War Two.\n\nThe key motifs of process philosophy are: empiricism, relationalism, process, and events.\n\nThe motif of empiricism in process thought refers to the theme that experience is the realm for defining meaning and verifying any theory of reality. Unlike classical empiricism, process thought takes the category of feeling beyond just the human senses of perception. Experiences are not confined to sense perception or consciousness, and there are pre-sensual, pre-conscious experiences from which consciousness and perception derive.\n\nThe motif of relationalism refers to both experiences and relationships. Humans experience things and also experience the relationship between things. The motif of process means that all time, history and change are in a dynamic evolutionary process. The final motif of events refers to all the units (organic and inorganic) of the world.\n\nWhile Hartshorne acknowledges the importance of Whitehead on his own ideas, many of the elements of his philosophy are evident in his dissertation, written in 1923, prior to his encounter with Whitehead. Moreover, Hartshorne was not always in agreement with Whitehead, especially on the nature of possibility. Whitehead construed the realm of possibilities in terms of what he called Eternal Objects. Hartshorne was never happy with this way of speaking and followed Peirce in thinking of the realm of possibility as a continuum which, by definition, has no least member and which can be \"cut\" in infinitely many ways. Definite qualities, for example, a particular shade of blue, emerge in the creative process.\n\nAnother difference between Whitehead and Hartshorne is that the Englishman usually spoke of God as a single actual entity whereas Hartshorne thought it better to think of God as a personally ordered series of actual entities, each exhibiting the abstract character of divinity, as necessarily supreme in love, knowledge and power. In Hartshorne's process theology God and the world exist in a dynamic, changing relationship. God is a 'di-polar' deity. By this Hartshorne meant that God has both abstract and concrete poles. The abstract pole refers to those elements within God that never vary, such as God's self-identity, while the concrete pole refers to the organic growth in God's perfect knowledge of the world as the world itself develops and changes. Hartshorne did not accept the classical theistic claim of creatio ex nihilo (creation out of nothing), and instead held to creatio ex materia (creation out of pre-existent material), although this is not an expression he used.\n\nOne of the technical terms Hartshorne used is pan-en-theism, originally coined by Karl Christian Friedrich Krause in 1828. Panentheism (all is in God) must be differentiated from Classical pantheism (all is God). In Hartshorne's theology God is not identical with the world, but God is also not completely independent from the world. God has his self-identity that transcends the universe, but the world is also contained within God. A rough analogy is the relationship between a mother and a fetus. The mother has her own identity and is different from the unborn, yet is intimately connected to the unborn. The unborn is within the womb and attached to the mother via the umbilical cord.\n\nHartshorne reworked the ontological argument for God's existence as promulgated by Anselm of Canterbury. In Anselm's formula, \"God is that than which no greater can be conceived.\" Anselm's argument used the concept of perfection. While Hartshorne believed that his reformulated ontological argument is sound, he never claimed that it was sufficient unto itself to establish the existence of God. Throughout his career, from the time of his dissertation, he relied upon a multiple argument strategy, commonly called a cumulative case, to establish the rationality of his di-polar theism.\n\nHartshorne accepts that, by definition, God is perfect. However, he maintains that classical theism, be it Jewish, Christian, or Muslim, has held to a self-contradictory notion of perfection. He argues that the classical concept of a deity for which all potentialities are actualized fails. Hartshorne posited that God's existence is necessary and is compatible with any events in the world. In the economy of his argument Hartshorne has attempted to break a perceived stalemate in theology over the problem of evil and God's omnipotence. For Hartshorne, perfection means that God cannot be surpassed in his social relatedness to every creature. God is capable of surpassing himself by growing and changing in his knowledge and feeling for the world.\n\nHartshorne acknowledged a God capable of change, as is consistent with pandeism, but early on he specifically rejected both deism and pandeism in favor of panentheism, writing that \"panentheistic doctrine contains all of deism and pandeism except their arbitrary negations\".[5]\n\nHartshorne did not believe in the immortality of human souls as identities separate from God, but explained that all the beauty created in a person's life will exist for ever in the reality of God. This can be understood in a way reminiscent of Hinduism, or perhaps Buddhism's Sunyata (emptiness) ontology[dubious  – discuss] namely that a person's identity is extinguished in one's ultimate union with God, but that a person's life within God is eternal.\nHartshorne regularly attended services at several Unitarian Universalist churches, and joined the First Unitarian Universalist Church in Austin, Texas.[6]\n\nBy the end of his life, in his late nineties, Hartshorne viewed metaphysics as the most rewarding aspect of philosophy: \"the search for necessary truths, truths that are not only true, but they couldn’t have been false.” [7]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Hartshorne's philosophical and theological views have received criticism from many different quarters. Positive criticism has underscored that Hartshorne's emphasis on change and process and creativity has acted as a great corrective to static thinking about causal laws and determinism. Several commentators affirm that his position offers metaphysical coherence by providing a coherent set of concepts.\n\nOthers indicate that Hartshorne has quite properly placed a valuable emphasis on appreciating nature (even evidenced in Hartshorne's hobby for bird-watching). His emphasis on nature and human-divine relationships to the world has goaded reflective work on developing theologies about pollution, resource degradation and a philosophy of ecology. Allied to this has been Hartshorne's emphasis on aesthetics and beauty. In his system of thought science and theology achieve some integration as science and theology provide data for each other.\n\nHartshorne has also been an important figure in upholding natural theology, and in offering an understanding of God as a personal, dynamic being. It is accepted by many philosophers that Hartshorne made the idea of perfection rationally conceivable, and so his contribution to the ontological argument is deemed to be valuable for modern philosophical discussion.\n\nIt has been said that Hartshorne has placed an interesting emphasis on affirming that the God who loves the creation also endures suffering. In his theological thought the centrality of love is very strong, particularly in his interpretation of God, nature and all living creatures. Hartshorne is also appreciated for his philosophical interest in Buddhism, and in stimulating others in new approaches to inter-religious co-operation and dialogue.\n\nLangdon Gilkey questioned Hartshorne's assumptions about human reasoning experiences. Gilkey pointed out that Hartshorne assumes there is an objective or rational structure to the whole universe, and he then assumes that human thought can acquire accurate and adequate knowledge of the universe.\n\nIn Hartshorne's theology there is no literal first event in the universe, and the universe is thus regarded as an actually infinite reality. This has led some to point out that as Hartshorne has emphasized that every event has been partly determined by previous events, his thought is susceptible to the fallacy of the infinite regress.\n\nOther critics question the adequacy of panentheism. The point of tension in Hartshorne's theology is whether God is really worthy of worship since God needs the world in order to be a complete being. Traditional theism posits that God is a complete being before the creation of the world. Others find that his argument about God's perfection is flawed by confusing existential necessity with logical necessity.\n\nIn classical Protestant and Evangelical thought, Hartshorne's theology has received strong criticism. In these theological networks Hartshorne's panentheist reinterpretation of God's nature has been deemed to be incompatible with Biblical revelation and the classic creedal formulations of the Trinity. Critics such as Royce Gordon Gruenler (born January 10, 1930), Ronald Nash and Norman Geisler argue that Hartshorne does not offer a tripersonal view of the Trinity, and instead his interpretation of Christ (Christology) has some affinities with the early heresy of the Ebionites. It is also argued that Hartshorne's theology entails a denial of divine foreknowledge and predestination to salvation. Hartshorne is also criticized for his denial or devaluing of Christ's miracles and the supernatural events mentioned in the Bible.\n\nOther criticisms are that Hartshorne gives little attention to the classical theological concepts of God's holiness, and that the awe of God is an undeveloped element in his writings. Alan Wayne Gragg (born July 17, 1932) criticizes Hartshorne's highly optimistic view of humanity, and hence its lack of emphasis on human depravity, guilt and sin. Allied to these criticisms is the assertion that Hartshorne over-emphasizes aesthetics and is correspondingly weak on ethics and morality. Others have indicated that Hartshorne failed to understand traditional Christian views about petitionary prayer and survival of the individual in the afterlife.\n\n"
        }
    ]
}