{
    "url": "https://en.wikipedia.org/wiki/Charvaka",
    "title": "Charvaka",
    "table_of_contents": [
        "1 Etymology and meaning",
        "1.1 As Lokayata",
        "2 Origin",
        "3 Philosophy",
        "3.1 Epistemology",
        "3.1.1 Comparison with other schools of Hinduism",
        "3.2 Metaphysics",
        "3.3 Consciousness and afterlife",
        "3.4 Pleasure",
        "3.5 Religion",
        "3.6 Public administration",
        "4 Mention in Mahabharata",
        "5 Mention in other works",
        "5.1 Loss of original works",
        "5.2 Controversy on reliability of sources",
        "5.3 Influence on Europe and China",
        "6 Commentators",
        "7 Influence",
        "8 Organisations",
        "9 Criticism from Islamic philosophers",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCharvaka (Sanskrit: चार्वाक; IAST: Cārvāka), also known as Lokāyata, is an ancient school of Indian materialism.[1] Charvaka holds direct perception, empiricism, and conditional inference as proper sources of knowledge, embraces philosophical skepticism and rejects ritualism and supernaturalism.[2][3][4][5][6] It was a popular belief system in ancient India.[a]\n\nBrihaspati a philosopher, is traditionally referred to as the founder of Charvaka or Lokāyata philosophy, although some scholars dispute this.[8][9] During the Hindu reformation period in the first millennium BCE, when Buddhism was established by Gautama Buddha and Jainism was re-organized by Parshvanatha, the Charvaka philosophy was well documented and opposed by both religions.[10] Much of the primary literature of Charvaka, the Barhaspatya sutras, were lost either due to waning popularity or other unknown reasons.[11] Its teachings have been compiled from historic secondary literature such as those found in the shastras, sutras, and the Indian epic poetry as well as in the dialogues of Gautama Buddha and from Jain literature.[11][12] However, there is text that may belong to the Charvaka tradition, written by the skeptic philosopher Jayarāśi Bhaṭṭa, known as the Tattvôpaplava-siṁha, that provides information about this school, albeit unorthodox.[13]\n\nOne of the widely studied principles of Charvaka philosophy was its rejection of inference as a means to establish valid, universal knowledge, and metaphysical truths.[14][15] In other words, the Charvaka epistemology states that whenever one infers a truth from a set of observations or truths, one must acknowledge doubt; inferred knowledge is conditional.[16]\n\nCharvaka is categorized as one of the nāstika or \"heterodox\" schools of Indian philosophy.[17][18] It is considered an example of atheistic schools in the Hindu tradition.[b][7][c][20][d]\n\n"
        },
        {
            "title": "Etymology and meaning",
            "text": "The etymology of Charvaka (Sanskrit: चार्वाक) is uncertain. Bhattacharya quotes the grammarian Hemacandra, to the effect that the word cārvāka is derived from the root carv, 'to chew' : \"A Cārvāka chews the self (carvatyātmānaṃ cārvākaḥ). Hemacandra refers to his own grammatical work, Uṇādisūtra 37, which runs as follows: mavāka-śyāmāka-vārtāka-jyontāka-gūvāka-bhadrākādayaḥ. Each of these words ends with the āka suffix and is formed irregularly.\"[21] This may also allude to the philosophy's hedonistic precepts of \"eat, drink, and be merry\".[22]\n\nOthers believe it to mean \"agreeable speech\" or pejoratively, \"sweet-tongued\", from Sanskrit's cāru \"agreeable\" and vāc \"speech\" (which becomes vāk in the nominative singular and in compounds). Yet another hypothesis is that it is eponymous, with the founder of the school being Charvaka, a disciple of Brihaspati.[23]\n\nAccording to claims of Debiprasad Chattopadhyaya, the traditional name of Charvaka is Lokayata.[24] It was called Lokayata because it was prevalent (ayatah) among the people (lokesu), and meant the world-outlook of the people. The dictionary meaning of Lokāyata (लोकायत) signifies \"directed towards, aiming at the world, worldly\".[22][e]\n\nIn early to mid 20th century literature, the etymology of Lokayata has been given different interpretations, in part because the primary sources are unavailable, and the meaning has been deduced from divergent secondary literature.[26] The name Lokāyata, for example, is found in Chanakya's Arthashastra, which refers to three ānvīkṣikīs (अन्वीक्षिकी, literally, examining by reason,[27] logical philosophies) – Yoga, Samkhya and Lokāyata. However, Lokāyata in the Arthashastra is not anti-Vedic, but implies Lokāyata to be a part of Vedic lore.[28] Lokāyata here refers to logic or science of debate (disputatio, \"criticism\").[29] Rudolf Franke translated Lokayata in German as \"logisch beweisende Naturerklärung\", that is \"logically proving explanation of nature\".[30]\n\nIn 8th century CE Jaina literature, Saddarsanasamuccaya by Haribhadra,[31] Lokayata is stated to be the Hindu school where there is \"no God, no samsara (rebirth), no karma, no duty, no fruits of merit, no sin.\"[32]\n\nThe Buddhist Sanskrit work Divyavadana (ca. 200–350 CE) mentions Lokayata, where it is listed among subjects of study, and with the sense of \"technical logical science\".[33] Shantarakshita and Adi Shankara use the word lokayata to mean materialism,[11][34] with the latter using the term Lokāyata, not Charvaka.[35]\n\nIn Silāṅka's commentary on Sūtra-kṛtāṅgna, the oldest Jain Āgama Prakrt literature, he has used four terms for Cārvāka viz. (1) Bṛhaspatya (2) Lokāyata (3) Bhūtavādin (4) Vāmamārgin.[36]\n\n"
        },
        {
            "title": "Origin",
            "text": "The tenets of the Charvaka atheistic doctrines can be traced to the relatively later composed layers of the Rigveda, while substantial discussions on the Charvaka is found in post-Vedic literature.[11][37][f] The primary literature of Charvaka, such as the Brhaspati Sutra, is missing or lost.[11][37] Its theories and development has been compiled from historic secondary literature such as those found in the shastras (such as the Arthashastra), sutras and the epics (the Mahabharata and Ramayana) of Hinduism as well as from the dialogues of Gautama Buddha and Jain literature.[11][12]\n\nIn the oldest of the Upanishads, in chapter 2 of the Brhadāranyaka (ca. 700 BCE), the leading theorist Yājnavalkya states in a passage often referred to by the irreligious: \"so I say, after death there is no awareness.\"\n\nThis declaration arises in a discussion with his female philosophy interlocutor, Maitreyi, who notices that this might mean there is no afterlife – no religion: \"After Yājñavalkya said this, Maitreyi exclaimed: 'Now, sir, you have totally confused me by saying 'after death there is no awareness'.\"[39]\n\nSubstantial discussions about the Charvaka doctrines are found in texts during the 6th century BCE because of the emergence of competing philosophies such as Buddhism and Jainism.[11][37][40] Bhattacharya posits that Charvaka may have been one of several atheistic, materialist schools that existed in ancient India during the 6th century BCE.[41] Though there is evidence of its development in Vedic era,[42] The Charvaka school of philosophy predated the Āstika schools as well as being a philosophical predecessor to subsequent or contemporaneous philosophies such as Ajñana, Ājīvika, Jainism and Buddhism in the classical period of Indian philosophy.[43]\n\nThe earliest Charvaka scholar in India whose texts still survive is Ajita Kesakambali. Although materialist schools existed before Charvaka, it was the only school which systematised materialist philosophy by setting them down in the form of aphorisms in the 6th century BCE. There was a base text, a collection sūtras or aphorisms and several commentaries were written to explicate the aphorisms. This should be seen in the wider context of the oral tradition of Indian philosophy. It was in the 6th century BCE onwards, with the emergent popularity of Buddhism, that ancient schools started codifying and writing down the details of their philosophy.[44]\n\nE. W. Hopkins, in his The Ethics of India (1924), claims that Charvaka philosophy predated Jainism and Buddhism, mentioning \"the old Cārvāka or materialist of the 6th century BC\". Rhys Davids assumes that lokāyata in ca. the 5th century BC came to mean \"skepticism\" in general without yet being organised as a philosophical school. This proves that it had already existed for centuries and had become a generic term by 600 BCE. Its methodology of skepticism is included in the Ramayana, Ayodhya kanda, chapter 108, where Jabāli tries to persuade Rāma to accept the kingdom by using nāstika arguments (Rāma refutes him in chapter 109):[45]\n\nThere are alternate theories behind the origins of Charvaka. Bṛhaspati is sometimes referred to as the founder of Charvaka or Lokāyata philosophy, although other scholars dispute this.[8][9] Billington 1997, p. 43 states that a philosopher named Charvaka lived in or about the 6th century BCE, who developed the premises of this Indian philosophy in the form of Brhaspati Sutra. These sutras predate 150 BC, because they are mentioned in the Mahābhāṣya (7.3.45).[45]\n\nArthur Llewellyn Basham, citing the Buddhist Samaññaphala Sutta, suggests six schools of heterodox, pre-Buddhist and pre-Jain, atheistic Indian traditions in 6th century BCE, that included Charvakas and Ajivikas.[46] Charvaka was a living philosophy up to the 12th century in India's historical timeline, after which this system seems to have disappeared without leaving any trace.[47]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "The Charvaka school of philosophy had a variety of atheistic and materialistic beliefs. They held perception and direct experiments to be the valid and reliable source of knowledge.[48]\n\nThe Charvaka epistemology holds perception as the primary and proper source of knowledge, while inference is held as prone to being either right or wrong and therefore conditional or invalid.[16][49] Perceptions are of two types, for Charvaka, external and internal. External perception is described as that arising from the interaction of five senses and worldly objects, while internal perception is described by this school as that of inner sense, the mind.[16] Inference is described as deriving a new conclusion and truth from one or more observations and previous truths. To Charvakas, inference is useful but prone to error, as inferred truths can never be without doubt.[50] Inference is good and helpful, it is the validity of inference that is suspect – sometimes in certain cases and often in others. To the Charvakas there were no reliable means by which the efficacy of inference as a means of knowledge could be established.[14]\n\nCharvaka's epistemological argument can be explained with the example of fire and smoke. Kamal states that when there is smoke (middle term), one's tendency may be to leap to the conclusion that it must be caused by fire (major term in logic).[16] While this is often true, it need not be universally true, everywhere or all the times, stated the Charvaka scholars. Smoke can have other causes. In Charvaka epistemology, as long as the relation between two phenomena, or observation and truth, has not been proven as unconditional, it is an uncertain truth. In this Indian philosophy such a method of reasoning, that is jumping to conclusions or inference, is prone to flaw.[16][50] Charvakas further state that full knowledge is reached when we know all observations, all premises and all conditions. But the absence of conditions, state Charvakas, can not be established beyond doubt by perception, as some conditions may be hidden or escape our ability to observe.[16] They acknowledge that every person relies on inference in daily life, but to them if we act uncritically, we err. While our inferences sometimes are true and lead to successful action, it is also a fact that sometimes inference is wrong and leads to error.[41] Truth then, state Charvaka, is not an unfailing character of inference, truth is merely an accident of inference, and one that is separable. We must be skeptics, question what we know by inference, question our epistemology.[16][37]\n\nThis epistemological proposition of Charvakas was influential among various schools of in Indian philosophies, by demonstrating a new way of thinking and re-evaluation of past doctrines. Hindu, Buddhist and Jain scholars extensively deployed Charvaka insights on inference in rational re-examination of their own theories.[16][51]\n\nCharvaka epistemology represents minimalist pramāṇas (epistemological methods) in Hindu philosophy. The other schools of Hinduism developed and accepted multiple valid forms of epistemology.[52][53] To Charvakas, Pratyakṣa (perception) was the one valid way to knowledge and other means of knowledge were either always conditional or invalid. Advaita Vedanta scholars considered six means of valid knowledge and to truths: Pratyakṣa (perception), Anumāna (inference), Upamāna (comparison and analogy), Arthāpatti (postulation), Anupalabdhi (non-perception, cognitive proof) and Śabda (word, testimony of past or present reliable experts).[52][53][54] While the Charvaka school accepted just one valid means for knowledge, in other schools of Hinduism they ranged between 2 and 6.[52][53]\n\nSince none of the means of knowing were found to be worthy to establish the invariable connection between middle term and predicate, Charvakas concluded that the inference could not be used to ascertain metaphysical truths. Thus, to Charvakas, the step which the mind takes from the knowledge of something to infer the knowledge of something else could be accounted for by its being based on a former perception or by its being in error. Cases where inference was justified by the result were seen only to be mere coincidences.[55]\n\nTherefore, Charvakas denied metaphysical concepts like reincarnation, an extracorporeal soul, the efficacy of religious rites, other worlds (heaven and hell), fate and accumulation of merit or demerit through the performance of certain actions.[44] Charvakas also rejected the use of supernatural causes to describe natural phenomena. To them all natural phenomena was produced spontaneously from the inherent nature of things.[56]\n\nThe Charvaka did not believe in karma, rebirth or an afterlife. To them, all attributes that represented a person, such as thinness, fatness etc., resided in the body. The Sarvasiddhanta Samgraha states the Charvaka position as follows,[57]\n\nCharvaka believed that there was nothing wrong with sensual pleasure. Since it is impossible to have pleasure without pain, Charvaka thought that wisdom lay in enjoying pleasure and avoiding pain as far as possible. Unlike many of the Indian philosophies of the time, Charvaka did not believe in austerities or rejecting pleasure out of fear of pain and held such reasoning to be foolish.[48]\n\nThe Sarvasiddhanta Samgraha states the Charvaka position on pleasure and hedonism as follows,[58]\n\nThe scholar Bhattacharya, argues that the common belief that \"all materialists are nothing but sensualists\" is a misconception, as no authentic Carvaka aphorism have been cited by the movement's opponents to support this view.[60]\n\nCharvakas rejected many of the standard religious conceptions of Hindus, Buddhists, Jains and Ajivakas, such as an afterlife, reincarnation, samsara, karma and religious rites. They were critical of the Vedas, as well as Buddhist scriptures.[61]\n\nThe Sarvadarśanasaṃgraha with commentaries by Madhavacharya describes the Charvakas as critical of the Vedas, materialists without morals and ethics. To Charvakas, the text states, the Vedas suffered from several faults – errors in transmission across generations, untruth, self-contradiction and tautology. The Charvakas pointed out the disagreements, debates and mutual rejection by karmakanda Vedic priests and jñānakanda Vedic priests, as proof that either one of them is wrong or both are wrong, as both cannot be right.[61][62][63]\n\nCharvakas, according to Sarvadarśanasaṃgraha verses 10 and 11, declared the Vedas to be incoherent rhapsodies whose only usefulness was to provide livelihood to priests. They also held the belief that Vedas were invented by man, and had no divine authority.[56]\n\nCharvakas rejected the need for ethics or morals, and suggested that \"while life remains, let a man live happily, let him feed on ghee even though he runs in debt\".[56]\n\nThe Jain scholar Haribhadra, in the last section of his text Saddarsanasamuccaya, includes Charvaka in his list of six darśanas of Indian traditions, along with Buddhism, Nyaya-Vaisheshika, Samkhya, Jainism and Jaiminiya.[64] Haribhadra notes that Charvakas assert that there is nothing beyond the senses, consciousness is an emergent property, and that it is foolish to seek what cannot be seen.[65]\n\nThe accuracy of these views, attributed to Charvakas, has been contested by scholars.[66][67]\n\nAn extract from Aaine-Akbari (vol.III, tr. by H. S. Barrett, pp217–218) written by Abul Fazl, the famous historian of Akbar's court, mentions a symposium of philosophers of all faiths held in 1578 at Akbar's instance. The account is given by the historian Vincent Smith, in his article titled \"The Jain Teachers of Akbar\". Some Carvaka thinkers are said to have participated in the symposium. Under the heading \"Nastika\" Abul Fazl has referred to the good work, judicious administration and welfare schemes that were emphasised by the Charvaka law-makers. Somadeva has also mentioned the Charvaka method of defeating the enemies of the nation.[68][69]\n\n"
        },
        {
            "title": "Mention in Mahabharata",
            "text": "In the epic Mahabharata, Book 12 Chapter 39, a rakshasa dresses up like a Brahmin and appoints himself as spokesperson for all Brahmins is named Charvaka. Charvaka criticizes Yudhishthira for killing his kinsmen, superiors, and teacher, and claims that all the Brahmins are uttering maledictions to him. Yudhishthira is ashamed of this, but the Brahmin Vaishampayana reassures him. The Brahmins, now filled with rage, destroy Charvaka with the power of their mantras.[70]\n\n"
        },
        {
            "title": "Mention in other works",
            "text": "No independent works on Charvaka philosophy can be found except for a few sūtras attributed to Brihaspati. The 8th century Tattvopaplavasimha of Jayarāśi Bhaṭṭa with Madhyamaka influence is a significant source of Charvaka philosophy. Shatdarshan Samuchay and Sarvadarśanasaṅ̇graha of Vidyaranya are a few other works which elucidate Charvaka thought.[71]\n\nOne of the widely studied references to the Charvaka philosophy is the Sarva-darśana-saṅgraha (etymologically all-philosophy-collection), a famous work of 14th century Advaita Vedanta philosopher Mādhava Vidyāraṇya from South India, which starts with a chapter on the Charvaka system. After invoking, in the Prologue of the book, the Hindu gods Shiva and Vishnu (\"by whom the earth and rest were produced\"), Vidyāraṇya asks, in the first chapter:[72]\n\nSanskrit poems and plays like the Naiṣadha-carita, Prabodha-candrodaya, Āgama-dambara, Vidvanmoda-taraṅgiṇī and Kādambarī contain representations of the Charvaka thought. However, the authors of these works were thoroughly opposed to materialism and tried to portray the Charvaka in an unfavourable light. Therefore, their works should only be accepted critically.[44]\n\nThere was no continuity in the Charvaka tradition after the 12th century. Whatever is written on Charvaka post this is based on second-hand knowledge, learned from preceptors to disciples and no independent works on Charvaka philosophy can be found.[44] Chatterjee and Datta explain that our understanding of Charvaka philosophy is fragmentary, based largely on criticism of its ideas by other schools, and that it is not a living tradition:\n\nBhattacharya 2011, pp. 10, 29–32 states that the claims against Charvaka of hedonism, lack of any morality and ethics and disregard for spirituality is from texts of competing religious philosophies (Buddhism, Jainism and Hinduism). Its primary sources, along with commentaries by Charvaka scholars, are missing or lost. This reliance on indirect sources raises the question of reliability and whether there was a bias and exaggeration in representing the views of Charvakas. Bhattacharya points out that multiple manuscripts are inconsistent, with key passages alleging hedonism and immorality missing in many manuscripts of the same text.[66]\n\nThe Skhalitapramathana Yuktihetusiddhi by Āryadevapāda, in a manuscript found in Tibet, discusses the Charvaka philosophy, but attributes a theistic claim to Charvakas - that happiness in this life, and the only life, can be attained by worshiping gods and defeating demons. Toso posits that as Charvaka philosophy's views spread and were widely discussed, non-Charvakas such as Āryadevapāda added certain points of view that may not be of the Charvakas'.[74]\n\nBuddhists, Jains, Advaita Vedantins and Nyāya philosophers considered the Charvakas as one of their opponents and tried to refute their views. These refutations are indirect sources of Charvaka philosophy. The arguments and reasoning approaches Charvakas deployed were so significant that they continued to be referred to, even after all the authentic Charvaka/Lokāyata texts had been lost. However, the representation of the Charvaka thought in these works is not always firmly grounded in first-hand knowledge of Charvaka texts and should be viewed critically.[44]\n\nLikewise, states Bhattacharya, the charge of hedonism against Charvaka might have been exaggerated.[66] Countering the argument that the Charvakas opposed all that was good in the Vedic tradition, Riepe 1964, p. 75 states, \"It may be said from the available material that Cārvākas hold truth, integrity, consistency, and freedom of thought in the highest esteem.\"\n\nAccording to reports, the Europeans were surprised by the openness and rational doubts of the Mughal emperor Akbar and the Indians. In Pierre De Jarric's Histoire (1610), based on the Jesuit reports, the Mughal emperor is compared to an atheist himself: \"Thus we see in this Prince the common fault of the atheist, who refuses to make reason subservient to faith (…)\"[75]\n\n\nHannah Chapelle Wojciehowski writes this concerning the Jesuit descriptions in the paper \"East-West Swerves: Cārvāka Materialism and Akbar's Religious Debates at Fatehpur Sikri\" (2015):\nThe Jesuit Roberto De Nobili wrote in 1613 that the \"Logaidas\" (Lokayatas) \"hold the view that the elements themselves are god\". Some decades later, Heinrich Roth, who studied Sanskrit in Agra ca. 1654–60, translated the Vedantasara by the influential Vedantic commentator Sadananda (14th). This text depicts four different schools of the Carvaka philosophies.\n\nWojciehowski notes: \"Rather than proclaiming a Cārvāka renaissance in Akbar's court, it would be safer to suggest that the ancient school of materialism never really went away.\"\n\nIn Classical Indian Philosophy (2020), by Peter Adamson and Jonardon Ganeri, they mention a lecture by Henry T. Coolebrooke in 1827 on the schools of the Carvaka/Lokayata materialists.[77] Adamson and Ganeri compare the Carvakas to the \"emergentism in the philosophy of mind,\" which is traced back to John Stuart Mill.\n\nThey write that Mill \"sounds like a follower of Brhaspati, founder of the Cārvāka system, when he writes in his System of Logic that 'All organised bodies are composed of parts, similar to those composing inorganic nature (…)'\"\n\nThe historian of ideas Dag Herbjørnsrud has pointed out that the Charvaka schools influenced China: \"This Indian-Chinese materialist connection is documented in a little-known but groundbreaking paper by professor Huang Xinchuan, \"Lokayata and Its Influence in China,\" published in Chinese in 1978 (English version in the quarterly journal Social Sciences in March 1981). Xinchuan, a senior researcher at the China Academy of Social Science, demonstrates how the Indian Lokāyata schools exercised an influence on ancient Chinese over the centuries. He lists 62 classical texts in China that refer to these Indian material-atheistic schools, from the Brahmajala Sutra translated by Zhi Qian (Chih Chien, 223–253), of the Kingdom of Wu, to An Explanation for Brahmajala Sutra written by Ji Guang (Chi-kuang, 1528–1588) of the Ming Dynasty. In addition, Xinchuan mentions four texts on Lokayata in Chinese by Japanese Buddhist writers.\"[78]\n\nXinchuan's paper explains how the Buddhists regarded the Lokayatikas as fellow-travellers of the Confucian and the Taoist Schools, and how they launched an attack on them because of their materialistic views. Xinchuan cites, as also Rasik Vihari Joshi noted in 1987, dozens of texts where Chinese classical works describe Lokayata either as \"Shi-Jian-Xing\" (\"doctrine prevailing in the world\"), \"Wu-Hou-Shi-Lun\" (\"doctrine of denying after-life\"), or refers to \"Lu-Ka-Ye-Jin\" (the \"Lokāyata Sutra\").[citation needed]\n\n"
        },
        {
            "title": "Commentators",
            "text": "Aviddhakarṇa, Bhavivikta, Kambalasvatara, Purandara and Udbhatabhatta are the five commentators who developed the Carvaka/Lokayata system in various ways.[79][80]\n\n"
        },
        {
            "title": "Criticism from Islamic philosophers",
            "text": "Ain-i-Akbari, a record of the Mughal Emperor Akbar's court, mentions a symposium of philosophers of all faiths held in 1578 at Akbar's insistence[83] (also see Sen 2005, pp. 288–289). In the text, the Mughal historian Abu'l-Fazl ibn Mubarak summarizes the Charvaka philosophy as \"unenlightened\" and characterizes their works of literature as \"lasting memorials to their ignorance\". He notes that Charvakas considered paradise as \"the state in which man lives as he chooses, without control of another\", while hell as \"the state in which he lives subject to another's rule\". On state craft, Charvakas believe, states Mubarak, that it is best when \"knowledge of just administration and benevolent government\" is practiced.[83]\n\n"
        }
    ]
}