{
    "url": "https://en.wikipedia.org/wiki/Charles_Urban",
    "title": "Charles Urban",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Kinemacolor",
        "4 World War I",
        "5 Later life",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Charles Urban (April 15, 1867 – August 29, 1942) was an Anglo-American film producer and distributor, and one of the most significant figures in British cinema before the First World War. He was a pioneer of the documentary, educational, propaganda and scientific film, as well as being the producer of the world's first successful motion picture colour system.\n"
        },
        {
            "title": "Early life",
            "text": "Urban was born Carl Urban in Cincinnati, Ohio, the second child (of ten) of Joseph Urban, originally from Ronsberg, Austro-Hungary, and Anna Sophie (née Glatz), from Königsberg, East Prussia. He lost the sight in his left eye aged twelve after a baseball accident. He changed his names to Charles after leaving school in 1882, then worked as a book agent across Ohio, before managing a stationery store in Detroit, Michigan.\n\n"
        },
        {
            "title": "Career",
            "text": "Urban first entered the film industry in 1895 when he exhibited the Kinetoscope in Detroit, Michigan early in 1895. He moved to Britain in August 1897, and became managing director of the Warwick Trading Company, where he specialised in actuality film, including newsfilm of the Anglo-Boer War. In July 1903 he formed his own company, the Charles Urban Trading Company, moving to London's Wardour Street in 1908, the first film business to be located in what became the home of the British film industry. The building, at 89-91 Wardour Street, still bears the name Urbanora House.[1][2]\n\nIn August 1903, he launched his 'Unseen World' film show at the Alhambra Theatre in London, featuring microcinematographical films taken by F. Martin Duncan. Scientific films had never before been presented as entertainment to a variety theatre audience, but the show was a considerable success, in particular the film Cheese Mites[3] which features cheese mites crawling around on a piece of Stilton.[4] 'The Unseen World' went on to run for an unbroken nine months at the Alhambra and confirmed Urban's belief in the entertainment value of scientific and educational films.\n\nUrban made many kinds of non-fiction film at the Charles Urban Trading Company, including travel films, war reportage, exploration films, sports films, advertising films and natural history films. Filmmakers who worked for him include Jack Avery, Joseph Rosenthal, Charles Rider Noble, Harold Mease Lomas, the mountaineer Frank Ormiston-Smith, George Rogers, J. Gregory Mantle and the naturalist F. Percy Smith. Smith made one of Urban's most successful films, The Balancing Bluebottle (1908), which featured a fly balancing objects such as a wine cork with its legs.\n\nIn 1906, Urban made a 1,275-feet documentary film called The Streets of London. The film shows Londoners going about their business on a typical day.[5] Urban's own website states that ten minutes of footage rediscovered at the National Film and Sound Archive in Australia in 2007 is from this documentary.[6] The National Film and Sound Archive claims, however, that film expert Ian Christie has identified it as being part of Urban's 1904 documentary Living London.[7]\n\nHe also made fiction films, of which the most notable examples are the proto-science fiction films of Walter R. Booth such as The Airship Destroyer (1909) and The Aerial Submarine (1910).\n\nAmong his other business interests was a French production company in Paris called Éclipse, which Urban founded in 1906, mainly to supply fiction films. His connection with that company lasted until 1909. He also established Kineto Limited in 1907, primarily for the production of scientific and non-fiction films.\n\n"
        },
        {
            "title": "Kinemacolor",
            "text": "In 1906, his associate George Albert Smith (1864–1959) developed a two-colour (red-green) additive motion picture system, which Urban launched in May 1908. From 1909 it was known as Kinemacolor. This enjoyed great success worldwide until 1914. Urban's most celebrated Kinemacolor film was a 2+1⁄2-hour epic With Our King and Queen Through India (1912), also known as The Durbar in Delhi, depicting the December 1911 Delhi Durbar which celebrated the coronation of George V. Kinemacolor companies were formed in France, the US, Germany, Switzerland, Brazil, Holland (with Belgium and Luxembourg), Italy, Canada and Japan. Of these the most prominent was the Kinemacolor Company of America, whose most notorious production was the unreleased The Clansman, a colour version of the Thomas Dixon story later filmed by D.W. Griffith as The Birth of a Nation. Urban had nothing to do with this film or with the Kinemacolor Company of America once he had sold the rights to Kinemacolor. He made Kinemacolor fiction films, with studios in Hove and Nice, including By Order of Napoleon (1910), the western Fate (1911), Santa Claus (1912) and the feature-length The World, the Flesh and the Devil (1914). He also produced a 33-minute-long Kimemacolor version of Dr. Jekyll and Mr. Hyde in 1913, but it was very sparsely exhibited.[8][9]\n\nUrban's Kinemacolor business came to an end in 1914 after a court case was brought by William Friese-Greene, producer of a rival colour system, Biocolour, who challenged the validity of the Kinemacolor patent. Though Urban won the initial hearing, the verdict was overturned on appeal. Lord Justice Buckley wrote:\n\nThe patent is I think invalid because it does not achieve the result which the patentee says it will achieve. The matter may be summarised thus: The patentee says his process will reproduce the natural colours or approximately so. Blue is a colour. He says: Drop the tri-colour blue; do not employ the blue end of the spectrum - blue or approximately blue will still be reproduced. It will not. The patent is consequently invalid.\n\nAlthough Kinemacolor could still be operated, it was no longer an exclusive and lost much of its commercial value. Urban made his last Kinemacolor film in 1915, and the last film to feature Kinemacolor was probably Saiyûki zokuhen, made in Japan in 1917.\n\n"
        },
        {
            "title": "World War I",
            "text": "During World War I, Urban worked for the covert organisation Wellington House and other British propaganda outfits. He produced the documentary feature Britain Prepared (1915) for Wellington House, which included Kinemacolor sequences of the British fleet at Scapa Flow. Urban was recruited to promote this film and other British propaganda productions in America, although he faced considerable resistance from US exhibitors who were resistant to any form of war propaganda. He worked with the Patriotic Film Corporation, formed by William Robinson to support distribution of what had been retitled How Britain Prepared, but he ran into trouble with the British propagandists when he tried to do a deal with William Randolph Hearst's International News Service, which the British viewed as pro-German and anti-British.[10]\n\nAnother company, Official Government Pictures, achieved better distribution by use of more sensationalist advertising, but Urban's task became much easier once America entered the war in April 1917. He edited the classic documentary The Battle of the Somme (1916), making the crucial decision to release the footage in feature-length form rather than as a series of short releases. Urban continued to edit and promote British documentary films in America to the end of the war, editing the government newsreel Official War Review. He formed a new business, the Kineto Company of America, in 1917.[10]\n\n"
        },
        {
            "title": "Later life",
            "text": "Urban remained in the United States post-war to re-establish himself as a producer of educational films through his umbrella company, Urban Motion Picture Industries Inc. He produced the cinemagazine series Charles Urban Movie Chats (started 1919) and Kineto Review (started 1921), and made the documentary features The Four Seasons (1921) and Evolution (1923). He built a large studio at Irvington, New York, where he planned to introduce a new color film system called Kinekrom, based on the earlier Kinemacolor, and to distribute educational films on disc using the Spirograph. However, his business interests collapsed in 1924 and he returned to the UK in the late 1920s.[11] He died in Brighton in 1942, at age 75, in relative obscurity.\n\n"
        },
        {
            "title": "Further reading",
            "text": "Luke McKernan, Charles Urban: Pioneering the Non-Fiction Film in Britain and America, 1897-1925 (Exeter: University of Exeter Press, 2013), ISBN 978-0-85989-882-9\n\nLuke McKernan (ed.), A Yank in Britain: The Lost Memoirs of Charles Urban, Film Pioneer (Hastings: The Projection Box, 1999)\n\n"
        }
    ]
}