{
    "url": "https://en.wikipedia.org/wiki/Charley_Chase",
    "title": "Charley Chase",
    "table_of_contents": [
        "1 Life and career",
        "2 Later years and death",
        "3 Renewed interest",
        "4 Partial filmography",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCharles Joseph Parrott (October 20, 1893 – June 20, 1940), known professionally as Charley Chase, was an American comedian, actor, screenwriter and film director. He worked for many pioneering comedy studios but is chiefly associated with producer Hal Roach. Chase was the elder brother of comedian/director James Parrott.\n\n"
        },
        {
            "title": "Life and career",
            "text": "Born Charles Joseph Parrott in Baltimore, Maryland, Charley Chase began performing in vaudeville as a teenager and started his career in films by working at the Christie Film Company in 1912.[1] He then moved to Keystone Studios, where he began appearing in bit parts in the Mack Sennett films, including those of Charlie Chaplin. By 1915 he was playing juvenile leads in the Keystones, and directing some of the films as Charles Parrott. His Keystone credentials were good enough to get him steady work as a comedy director with other companies; he directed many of Chaplin imitator Billy West's comedies, which featured a young Oliver Hardy as villain.\n\nHe worked at Henry Lehrman's L-KO Kompany during its final months of existence. Then in 1920, Chase began working as a film director for the Hal Roach studio. Among his notable early work for Roach was supervising the first entries in the Our Gang series. Chase became director-general of the Hal Roach studio in late 1921, supervising the production of all the Roach series except the Harold Lloyd comedies. Following Lloyd's departure from the studio in 1923, Chase moved back in front of the camera with his own series of shorts, adopting the screen name Charley Chase.\n\nChase was a master of the comedy of embarrassment, and he played either hapless young businessmen or befuddled husbands in dozens of situation comedies. His screen persona was that of a pleasant young man with a dapper mustache and ordinary street clothes; this set him apart from the clownish makeups and crazy costumes used by his contemporaries. His earliest Roach shorts cast him as a hard-luck fellow named \"Jimmie Jump\" in one-reel (10-minute) comedies.\n\nThe first Chase series was successful and expanded to two reels (20 minutes); this would become the standard length for Chase comedies, apart from a few three-reel featurettes later. Direction of the Chase series was taken over by Leo McCarey, who in collaboration with Chase formed the comic style of the series: characterization and farce instead of knockabout slapstick. Some of Chase's starring shorts of the 1920s, particularly Mighty Like a Moose, Crazy Like a Fox, Fluttering Hearts, and Limousine Love, are often considered to be among the finest in silent comedy. Chase remained the guiding hand behind the films, assisting anonymously with the directing, writing, and editing.\n\nChase moved with ease into sound films in 1929 and became one of the most popular film comedians of the period.[2] He continued to be very prolific in the talkie era, often putting his fine singing voice on display and including his humorous, self-penned songs in his comedy shorts. The two-reeler The Pip from Pittsburg, released in 1931 and co-starring Thelma Todd, is one of the most celebrated Charley Chase comedies of the sound era.[3] Throughout the decade, the Charley Chase shorts continued to stand alongside Laurel and Hardy and Our Gang as the core output of the Roach studio. Chase was featured in the Laurel and Hardy feature Sons of the Desert; Laurel and Hardy made cameo appearances as hitchhikers in Chase's On the Wrong Trek.\n\nOn the Wrong Trek was supposed to be the final Charley Chase short subject: by 1936 producer Hal Roach was now concentrating on making ambitious feature films. Chase played a character role in the Patsy Kelly feature Kelly the Second, and starred in a feature-length comedy called Bank Night, lampooning the popular Bank Night phenomenon of the 1930s. Chase's feature was plagued with a host of production problems and legalities, and the film was drastically edited down to two reels and finally released as one last Charley Chase short, Neighborhood House. Chase was then dismissed from the Roach studio.\n\n"
        },
        {
            "title": "Later years and death",
            "text": "In 1937, Chase began working at Columbia Pictures, where he spent the rest of his career starring in his own series of two-reel comedies, as well as producing and directing other Columbia comedies, including those of The Three Stooges, Andy Clyde, Smith and Dale, Walter Catlett, and Herman Bing. He directed the Stooges' classic Violent is the Word for Curly (1938); although he is often credited with writing the film's song \"Swinging the Alphabet\",[4] the tune actually originates with 19th-century songwriter Septimus Winner. Recent research asserts that the Chase family's maid introduced the song to Chase and taught it to his daughters.[5] Chase's own shorts at Columbia favored broader sight gags and more slapstick than his earlier, subtler work, although he does sing in two of the Columbias, The Grand Hooter and The Big Squirt (both 1937). Many of Chase's Columbia short subjects were strong enough to be remade in the 1940s with other comedians; Chase's The Heckler (1940) was remade with Shemp Howard as Mr. Noisy (1946) while The Nightshirt Bandit (1938) was remade with Andy Clyde as Go Chase Yourself (1948) and Pardon My Nightshirt (1956).\n\nChase reportedly suffered from depression and alcoholism for most of his professional career, and his tumultuous lifestyle began to take a serious toll on his health. His hair had turned prematurely gray, and he dyed it jet-black for his Columbia comedies. Years later Hal Roach said \"I never saw him drunk at the studio, and I never saw him sober outside of it.\"\n\nHis younger brother, comedy writer-director James Parrott, had personal problems resulting from a drug treatment, and died in 1939. Chase was devastated. He had refused to give his brother money to support his drug habit, and friends knew he felt responsible for Parrott's death. He coped with the loss by throwing himself into his work and by drinking more heavily than ever, despite doctors' warnings. The stress ultimately caught up with him; just over a year after his brother's death, Charley Chase died of a heart attack in Hollywood, California, on June 20, 1940. He is interred in the Forest Lawn Memorial Park Cemetery near his wife Bebe Elting in Glendale, California.\n\nFor his contribution to the motion picture industry, Charley Chase received a star on the Hollywood Walk of Fame at 6630 Hollywood Boulevard on February 8, 1960.[6][7]\n\n"
        },
        {
            "title": "Renewed interest",
            "text": "Since the 1990s, there has been a revival of interest in the films of Charley Chase, due in large part to the increased availability of his comedies. An extensive website researching his life and work, The World of Charley Chase, was created in 1996. Two books devoted to Chase followed: a biography, Smile When the Raindrops Fall, was published in 1998; The Charley Chase Scrapbook, compiled from Chase's own collections of photos, writings, and souvenirs, was published in 2016.\n\nChase's sound comedies for Hal Roach were briefly televised in the late 1990s on the short-lived American cable network the Odyssey Channel. Retrospectives of Chase's work organized by The Silent Clowns Film Series were held in 1999, 2001, 2006, and 2008 in New York City.\n\nA marathon of selected Charley Chase shorts from the silent era was broadcast in 2005 on the American cable television network Turner Classic Movies. In late 2006, Turner Classic Movies began to air Charley Chase's sound-era comedies. In January 2011, several of his sound shorts were featured during Turner Classic Movies' tribute to Hal Roach Studios.\n\nIn 2007, Mighty Like a Moose (1926) was selected for inclusion in the Library of Congress's National Film Registry, solidifying its reputation as one of the most celebrated comedies of the silent era and cementing Chase's status as a pioneer of early film comedy.[8]\n\nKino International released two Charley Chase DVD volumes in 2004 and 2005 for their Slapstick Symposium series. The films came from archives and collectors around the world.  In July 2009, VCI Entertainment released Becoming Charley Chase, a DVD boxed set of Charley Chase's early silent films.\n\nThe entire run of Charley Chase's short-subject comedies for Hal Roach, produced between 1929 and 1936, has been released on DVD, in three volumes, by Kit Parker Films.\n\nColumbia Pictures has prepared digital restorations of its 20 Charley Chase shorts, in the same manner as its Buster Keaton DVD restorations. On January 1, 2013, Sony Home Entertainment released Charley Chase Shorts, Volume 1, part of its \"Columbia Choice Collection\" MOD DVD-R library. The one-disc release contains eight of Chase's starring shorts and one Smith and Dale short that he directed, A Nag in the Bag (1938). On November 5, 2013, Sony Home Entertainment released Charley Chase Shorts, Volume 2, another in their MOD DVD-R series, which contained the remaining 12 Chase shorts.\n\n"
        }
    ]
}