{
    "url": "https://en.wikipedia.org/wiki/Charlatan",
    "title": "Charlatan",
    "table_of_contents": [
        "1 Etymology",
        "2 Usage",
        "3 Infamous individuals",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A charlatan (also called a swindler or mountebank) is a person practicing quackery or a similar confidence trick in order to obtain money, power, fame, or other advantages through pretense or deception. Synonyms for charlatan include shyster, quack, or faker. Quack is a reference to quackery or the practice of dubious medicine, including the sale of snake oil, or a person who does not have medical training who purports to provide medical services.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word comes from French charlatan, a seller of medicines who might advertise his presence with music and an outdoor stage show. The best known of the Parisian charlatans was Tabarin, whose skits and farces were influenced by commedia dell'arte inspired Molière. The word can also be traced to Spanish charlatán, an indiscreetly talkative person, a chatterbox. Ultimately, etymologists trace charlatan from either the Italian ciarlare,[1] to chatter or prattle; or from Cerretano, a resident of Cerreto, a village in Umbria, known for its quacks.[2]\n\n"
        },
        {
            "title": "Usage",
            "text": "A distinction is drawn between the charlatan and other kinds of confidence tricksters. The charlatan is usually a salesperson of a certain service or product, who has no personal relationship with his \"marks\" (customers or clients), and avoids elaborate hoaxes or roleplaying con-games. Rather, the person called a charlatan is being accused of resorting to quackery, pseudoscience, or other knowingly employed bogus means of impressing people in order to swindle victims by selling them worthless nostrums and similar goods or services that will not deliver on the promises made for them. One example of a charlatan is a 19th-century medicine show operator, who has long since left town by the time the people who bought his \"snake oil\" or similarly named \"cure-all\" tonic realize that it was a scam. A misdirection by a charlatan is a confuddle, a dropper is a leader of a group of conmen, and hangmen are conmen that present false checks. A gaff means to trick or con and a mugu is a victim of a rigged game.\n\nIn reported spiritual communications, a charlatan is a person who fakes evidence that a spirit is \"making contact\" with the medium and seekers. Notable people who have successfully debunked the claims of purported supernatural mediums include magician/scientific skeptic James Randi, Brazilian writer Monteiro Lobato and magician Harry Houdini.\n\n"
        }
    ]
}