{
    "url": "https://en.wikipedia.org/wiki/Check_weigher",
    "title": "Check weigher",
    "table_of_contents": [
        "1 A typical machine",
        "2 Tolerance methods",
        "3 Data collection",
        "4 Application considerations",
        "5 Applications",
        "6 References",
        "6.1 Books",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A checkweigher is an automatic or manual machine for checking the weight of packaged commodities.\nIt is normally found at the offgoing end of a production process and is used to ensure that the weight of a pack of the commodity is within specified limits.  Any packs that are outside the tolerance are taken out of line automatically.\n\nA checkweigher can weigh in excess of 500 items per minute (depending on carton size and accuracy requirements).\nCheckweighers can be used with metal detectors and X-ray machines to enable other attributes of the pack to be checked and acted upon accordingly.\n\n"
        },
        {
            "title": "A typical machine",
            "text": "An automatic checkweigher incorporates a series of conveyor belts.  These checkweighers are known also as belt weighers, in-motion scales, conveyor scales, dynamic scales, and in-line scales. In filler applications, they are known as check scales.  Typically, there are three belts or chain beds:\n\nFor high-speed precision scales, a load cell using electromagnetic force restoration (EMFR) is appropriate. This kind of system charges an inductive coil, effectively floating the weigh bed in an electromagnetic field.  When the weight is added, the movement of a ferrous material through that coil causes a fluctuation in the coil current proportional to the weight of the object. Other technologies used include strain gauges and vibrating wire load cells.\n\nIt is usual for a built-in computer to take many weight readings from the transducer over the time that the package is on the weigh bed to ensure an accurate weight reading.\n\nCalibration is critical.  A lab scale, which usually is in an isolated chamber pressurized with dry nitrogen (pressurized at sea level) can weigh an object within plus or minus 100th of a gram, but ambient air pressure is a factor. This is straightforward when there is no motion, but in motion there is a factor that is not obvious-noise from the motion of a weigh belt,  vibration,  air-conditioning or refrigeration which can cause drafts. Torque on a load cell causes erratic readings.\n\nA dynamic, in-motion checkweigher takes samples, and analyzes them to form an accurate weight over a given time period. In most cases, there is a trigger from an optical (or ultrasonic) device to signal the passing of a package.  Once the trigger fires, there is a delay set to allow the package to move to the \"sweet spot\" (center) of the weigh bed to sample the weight.   The weight is sampled for a given duration.  If either of these times are wrong, the weight will be wrong. There seems to be no scientific method to predict these timings. Some systems have a \"graphing\" feature to do this, but it is generally more of an empirical method that works best.\n\n"
        },
        {
            "title": "Tolerance methods",
            "text": "There are several tolerance methods:\n\n"
        },
        {
            "title": "Data collection",
            "text": "There is also a requirement under the European Average Weight System that data collected by checkweighers is archived and is available for inspection. Most modern checkweighers are therefore equipped with communications ports to enable the actual pack weights and derived data to be uploaded to a host computer. This data can also be used for management information enabling processes to be fine-tuned and production performance monitored.\n\nCheckweighers that are equipped with high speed communications such as Ethernet ports are capable of integrating themselves into groups such that a group of production lines that are producing identical products can be considered as one production line for the purposes of weight control. For example, a line that is running with a low average weight can be complemented by another that is running with a high average weight such that the aggregate of the two lines will still comply with rules.\n\nAn alternative is to program the checkweigher to check bands of different weight tolerances.  For instance, the total valid weight is 100 grams ±15 grams.  This means that the product can weigh 85 g to 115 g.  However, if 10,000 packs a day are being produced, and most are 110 g, 100 kg of product is being lost.  If it is run closer to 85 g, there may be a high rejection rate.\n\nExample: A checkweigher is programmed to indicate 5 zones with resolution to 1 g:\n\nWith a check weigher programmed as a zone checkweigher, the data collection over the networks, as well as local statistics, can indicate the need to check the settings on the upstream equipment to better control flow into the packaging.  In some cases the dynamic scale sends a signal to a filler, for instance, in real-time, controlling the actual flow into a barrel, can, bag, etc.  In many cases a checkweigher has a light-tree with different lights to indicate the variation of the zone weight of each product.\n\nThis data can be used to determine if an issue exists with an upstream filling, or packaging, machine.  A checkweigher can send a signal to the machine to increase or decrease the amount put into a package.  This can result in a payback[3] associated with the checkweigher since producers will be better able to control the amount of give-away.  See checkweigher case study outlining ground beef and packaging savings.\n\n"
        },
        {
            "title": "Application considerations",
            "text": "Speed and accuracy that can be achieved by a checkweigher is influenced by the following:\n\n"
        },
        {
            "title": "Applications",
            "text": "In-motion scales are dynamic machines that can be designed to perform thousands of tasks.  Some are used as simple caseweighers at the end of the conveyor line to ensure the overall finished package product is within its target weight.\n\nAn in motion conveyor checkweigher can be used to detect missing pieces of a kit, such as a cell phone package that is missing the manual, or other collateral. Checkweighers are typically used on the incoming conveyor chain, and the output pre-packaging conveyor chain in a poultry processing plant.  The bird is weighed when it comes onto the conveyor, then after processing and washing at the end, the network computer can determine whether or not the bird absorbed too much water, which as it is further processed, will be drained, making the bird under its target weight.\n\nA high speed conveyor scale can be used to change the pacing, or pitch of the products on the line by speeding, or slowing the product speed to change the distance between packs before reaching a different speed going into a conveyor machine that is boxing multiple packs into a box.  The \"pitch\" is the measurement of the product as it comes down the conveyor line from leading edge to leading edge.\n\nA checkweigher can be used to count packs, and the aggregate (total) weight of the boxes going onto a pallet for shipment, including the ability to read each package's weight and cubic dimensions. The controller computer can print a shipping label and a bar-code label to identify the weight, the cubic dimensions, ship-to address, and other data for machine ID through the shipment of the product. A receiving checkweigher for the shipment can read the label with a bar code scanner, and determine if the shipment is as it was before the transportation carrier received it from the shipper's loading dock, and determine if a box is missing, or something was pilfered or broken in transit.\n\nCheckweighers are also used for Quality management. For instance, raw material for machining a bearing is weighed prior to beginning the process, and after the process,  the quality inspector expects that a certain amount of metal was removed in the finishing process. The finished bearings are checkweighed, and bearings over- or underweight are rejected for physical inspection.  This is a benefit to the inspector, since he can have a high confidence that the ones not rejected are within machining tolerance. A common usage is for throttling plastic extruders such that a bottle used to package detergent meets that requirements of the finished packager.\n\nQuality management can use a checkweigher for Nondestructive testing to verify finished goods using common Evaluation methods to detect pieces missing from a \"finished\" product, such as grease from a bearing, or a missing roller within the housing.\n\nCheckweighers can be built with metal detectors, x-ray machines, open-flap detection, bar-code scanners, holographic scanners, temperature sensors, vision inspectors, timing screws to set the timing and spacing between product, indexing gates and concentrator ducts to line up the product into a designated area on the conveyor. An industrial motion checkweigher can sort products from a fraction of a gram to many, many kilograms.  In English units, is this from less than 100th of an ounce to as much as 500 lbs or more. Specialized checkweighers can weigh commercial aircraft, and even find their center-of-gravity. \n\nCheckweighers can operate at very high speeds, processing products weighing fractions of a gram at over 100m/m (meters per minute) and materials such as pharmaceuticals and 200 lb bags of produce at over 100fpm (feet per minute).  They can be designed in many shapes and sizes, hung from ceilings, raised on mezzanines, operated in ovens or in refrigerators.  Their conveying medium can be industrial belting, low-static belting, chains similar to bicycle chains (but much smaller), or interlocked chain belts of any width.  They can have chain belts made of special materials, different polymers, metals, etc.\n\nCheckweighers are used in cleanrooms, mints (rolls of coins)[4] ,dry atmosphere environments, wet environments, produce barns, food processing, drug processing, etc. Checkweighers are specified by the kind of environment, and the kind of cleaning will be used.  Typically, a checkweigher for produce is made of mild steel, and one that will be cleaned with harsh chemicals, such as bleach, will be made with all stainless steel parts, even the Load cells.  These machines are labeled \"full washdown\", and must have every part and component specified to survive the washdown environment.\n\nCheckweighers are operated in some applications for extremely long periods of time- 24/7 year round.  Generally, conveyor lines are not stopped unless there is maintenance required, or there is an emergency stop, called an E-stop.  Checkweighers operating in high density conveyor lines may have numerous special equipments in their design to ensure that if an E-stop occurs, all power going to all motors is removed until the E-stop is cleared and reset.\n\n"
        }
    ]
}