{
    "url": "https://en.wikipedia.org/wiki/Cheondoism",
    "title": "Cheondoism",
    "table_of_contents": [
        "1 Name",
        "2 Beliefs",
        "3 History",
        "4 Cheondoism today",
        "5 See also",
        "6 References",
        "7 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCheondoism (spelled Chondoism in North Korean sources;[1] lit. 'Religion of the Celestial Way') is a 20th-century Korean pantheistic religion, based on the 19th-century Donghak religious movement founded by Ch'oe Che-u and codified under Son Pyŏng-Hi.[2] Cheondoism has its origins in the peasant rebellions which arose starting in 1812 during the Joseon dynasty.\n\nCheondoism incorporates elements of Korean shamanism.[3] It places emphasis on personal cultivation and social welfare in the present world.[2] Splinter movements include Suwunism and Bocheonism.[4]\n\n"
        },
        {
            "title": "Name",
            "text": "Cheondogyo translated literally means \"religion of the Celestial Way\", where cheon means \"sky\", do means \"way\" (written with the same character as Chinese Tao), and gyo means \"religion\", \"teaching\", \"-ism\".\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Over time, Cheondoism has also adapted elements of other Korean religious traditions, including Do (Taoism) and Buddhism.[5]\n\nIn keeping with its roots in Confucian thought, Cheondoism venerates Cheon (Sky) as the ultimate principle of good and justice, which is referred to by the honorific term Haneullim (하늘님), or \"Divinity\". According to the church doctrine, the term \"Haneul\" does not only mean the Sky but represents the whole universe, oneness.[6][failed verification] This title implies the quality of Heaven as \"instructor\", that is a belief that man and things are not created by a supernatural (out of nature) God, but generated by a God, divinity that is already inside all beings, both living and unliving[7]\n\nAlso in keeping with its Confucian background, Cheondoism places emphasis on personal cultivation in the belief that as one improves one's innate nature, one comes closer to the Sky, and that all things are the same as God in terms of their innate quality.[2] Choe Si Hyong, the leader who published Cheondoism's scriptures, established the core principle of the unity of all things based on this innate presence of the divine.[8] This principle carried with it a sense that \"to serve a person is to serve Heaven.\"[8]\n\nProfessor Roland Boer summarizes the cultural impact of Chondoism as follows:[8]\n\n"
        },
        {
            "title": "History",
            "text": "Cheondoism originated from the Donghak (\"Eastern Learning\"), a religious movement that arose in 19th-century Korea as a reaction to Western encroachment, particularly the spread of Catholicism. The Donghak movement began with Ch'oe Che-u in 1860,[9] who  formulated the Donghak ideology in 1860 as an alternative to Catholicism (\"Western Learning\"), which was gaining momentum within the lower classes in Korea due to its ability to provide a sense of structure and stability beyond the family unit.[9] Due to its basis in established religions—Confucianism, Buddhism, and Taoism—and its commitment to representing Eastern ideals, the movement rapidly gained broad acceptance among the peasantry.[10] The movement \"offered the most oppressed and downtrodden of Korean society a sense of their intrinsic worth.\"[11] Because the movement taught that the divine could be lived out on earth (a teaching with \"immense socio-economic implications\"), it was viewed unfavorably by local landlords and foreign powers who sought to outlaw the movement and oversaw Ch'oe's trial and execution in 1864.[11]\n\nCheondosim became an officially-recognized religion under its third leader, Son Byong-hi.[12]\n\nCheondoism as a religion evolved in the early 1900s from the Donghak peasant liberation movements in the southern provinces of Korea, particularly the unsuccessful, yet consequential, rebellion of 1894. Followers of Donghak were severely persecuted until the establishment of the Protectorate Treaty of 1905, which guaranteed freedom of religion. Therefore, on 1 December 1905, Son Byong-hi decided to modernize the religion and usher in an era of openness and transparency in order to legitimize it in the eyes of the Japanese, who had strong influence over Korea at the time. As a result, he officially changed the name of Donghak to Cheondoism (\"religion of the Celestial Way\"). Following this, a constitution and a Central General Bureau were laid out for the religion, centralizing it and making it more accessible to the public.[12]\n\n"
        },
        {
            "title": "Cheondoism today",
            "text": "As of 2005, Cheondoism reportedly had about 1.13 million followers and 280 churches in South Korea.[13] According to the 2015 national census, Cheondoism had about 65,000 followers in South Korea.[14]\n\nIn North Korea, the state recognizes and favors Chondoisms as a distinctly Korean revolutionary religion.[11] Chondoists are nominally represented in North Korean politics by the minor Cheondoist Chongu Party.\n\nNorth Korean leader Kim Il Sung's memoirs recount at length an effort to persuade his communist comrades to accept a Chondoist recruit.[15] While Kim's memoirs lightly criticize the Korean faith (given his own Marxist-Leninist perspective), they also stress how Chondoism draws close to the Korean form of communism.[16] Among other aspects, Kim's memoirs highlight Chondoism's concern for the intrinsic worth of all people, especially the poor and lowly.[17] According to Kim, Chondoism is a \"progressive religion\" characterized by the novelty of its principles, its spirit of resistance, the simplicity of its rites and practices, and its inherently popular nature.[18]\n\n"
        },
        {
            "title": "References",
            "text": "This article incorporates text from Korea Web Weekly. Used with permission. Korea Web Weekly is not an independent source of information but is instead associated with various North Korea government sources.\n\n"
        }
    ]
}