{
    "url": "https://en.wikipedia.org/wiki/Chinese_mantis",
    "title": "Chinese mantis",
    "table_of_contents": [
        "1 Description",
        "2 Native range",
        "3 Growth",
        "4 Captivity",
        "4.1 Care",
        "5 Predators",
        "6 Similar species",
        "7 Culture",
        "8 Gallery",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Chinese mantis (Tenodera sinensis) is a species of mantis native to Asia and the nearby islands. In 1896 this species was accidentally introduced by a nurseryperson at Mt. Airy near Philadelphia, United States.[2] Tenodera sinensis often is erroneously referred to as Tenodera aridifolia sinensis because it was at first described as a subspecies of Tenodera aridifolia, but Tenodera sinensis is now established as a full species.[3]\n\nTenodera sinensis feeds primarily on other insects, though adult females sometimes catch small vertebrates. For example, they have been observed feeding on hornets, spiders, grasshoppers, katydids, small reptiles, amphibians, and even hummingbirds.[4] Like most mantids, they are known to be cannibalistic. One study found that cannibalism occurs in up to 50% of matings.[5] These mantids have been observed eating the larvae of monarch butterflies, while discarding the entrails.[6]\n\n"
        },
        {
            "title": "Description",
            "text": "The Chinese mantis is a long, slender, brown and green praying mantis. It is typically longer than other praying mantis species reaching just over 11 cm (4.3 in), and is the largest mantis species in North America (spread throughout the Northeast United States).  Its color can vary from overall green to brown with a green lateral stripe on the borders of the front wings in the brown color form. In low light the eyes of the mantis appear black, but in daylight appear to be clear, matching the color of the head.  Chinese mantids look similar to another mantis species that has been introduced to the United States, the narrow-winged mantid (Tenodera angustipennis). Tenodera sinensis and Tenodera angustipennis are similar in appearance, however you can tell them apart by locating a spot in between their front legs.  If it is yellow then it is a Chinese mantis but if it is orange then it is a narrow-winged mantis. The female can produce several semi-spherical oothecae, roughly 2 cm (0.8 in) in diameter, containing up to 300 eggs.[2] The oothecae are often affixed to vegetation such as bushes and small trees.\n\n"
        },
        {
            "title": "Native range",
            "text": "This mantis is native to China, Japan, the Korean Peninsula, Micronesia and Thailand.[1] Japanese 'Oo-kamakiri' (\"large mantis\") is known as Tenodera aridifolia, but this species can be considered T. sinensis.\n\n"
        },
        {
            "title": "Growth",
            "text": "Chinese mantises hatch in the spring, eat, grow, and molt through the summer, and lay eggs at the end of summer. When it gets too cold, they die, only living around a year long.[7] First instar nymphs that eat less take a longer time to molt to the next instar and are smaller at the second instar than first instar nymphs that have been fed more.[8]\n\n"
        },
        {
            "title": "Captivity",
            "text": "Tenodera sinensis is a common pet for mantis enthusiasts, and oothecae can be purchased from plant nurseries across the US. They are notable for quickly adapting to the presence of humans. They can become tame enough to perch on one's hand and even be hand-fed.\n\nThe Chinese mantis should be kept in a terrarium roughly three times its body size.  The Chinese mantis is an aggressive carnivore that will tackle and eat large insects.  In captivity the Chinese mantis' diet can consist primarily of cockroaches, moths, butterflies, grasshoppers, and crickets. As a first instar, Chinese mantids can be fed Drosophila melanogaster and other similarly sized insects in captivity.  As they grow larger, mantids will accept house flies, blue bottle flies, moths, small roaches and crickets.\n\nWater should be provided by gently misting the enclosure on a daily basis. The enclosure must have proper aeration to prevent the growth of mold.  In the terrarium, mantids require sticks and other foliage for climbing and molting. Mantids will thrive in temperatures ranging from 20 to 38 °C.\n\n"
        },
        {
            "title": "Predators",
            "text": "The Chinese mantis is preyed on by other mantises, birds, and the Asian giant hornet in its native range.[9] The female mantis specifically preys on male mantises. She often kills and eats her male partner after mating, providing nutrition for her offspring[10] Sexual cannibalism is a strange phenomenon not yet completely understood by scientists.[11]\n\n"
        },
        {
            "title": "Similar species",
            "text": "The European mantis (Mantis religiosa) and the Carolina mantis (Stagmomantis carolina) are both smaller mantises closely resembling the Chinese mantis.[12] The European mantis is anywhere from tan to green in color and about 7.5 cm (3 in) long.[13] The Carolina mantis, on the other hand is only 6 cm (2.5 in) in length and varies more in color.[14]\n\n"
        },
        {
            "title": "Culture",
            "text": "There are two martial arts styles created to mimic the movements of the Chinese mantis. Developed in the Shandong province of China in the mid-1600s, Praying Mantis kung-fu is based on the quick movements and techniques of the Chinese mantis. An unrelated style of kung fu that was developed by the Hakka people in Southern China is known as Southern Praying Mantis.\n\nMaster Mantis, one of the supporting characters in the 2008 Dreamworks Animation film franchise Kung Fu Panda, is a Chinese mantis and one of the members of the Furious Five.\n\n"
        }
    ]
}