{
    "url": "https://en.wikipedia.org/wiki/Chinese_folk_religion",
    "title": "Chinese folk religion",
    "table_of_contents": [
        "1 Diversity",
        "2 Terminology",
        "2.1 Attributes",
        "3 Characteristics",
        "3.1 Diversity and unity",
        "4 History",
        "4.1 Imperial China",
        "4.2 19th–20th century",
        "5 Texts",
        "6 Core concepts of theology and cosmology",
        "6.1 Tian, its li and qi",
        "6.2 Yin and yang—gui and shen",
        "6.3 Hun and po, and zu and xian",
        "6.4 Bao ying and ming yun",
        "6.5 Ling and xianling—holy and numen",
        "7 Sociological typology",
        "7.1 Types of indigenous—ethnic religion",
        "7.1.1 Worship of local and national deities",
        "7.1.2 Lineage religion",
        "7.2 Philosophical and ritual modalities",
        "7.2.1 Wuism and shamanic traditions",
        "7.2.2 Confucianism, Taoism and orders of ritual masters",
        "7.3 Organised folk religious sects",
        "7.3.1 Tiandi teachings",
        "7.3.2 Weixinism",
        "7.4 Geographic and ethnic variations",
        "7.4.1 North and south divides",
        "7.4.2 \"Taoised\" indigenous religions of ethnic minorities",
        "8 Features",
        "8.1 Theory of hierarchy and divinity",
        "8.1.1 Deities and immortals",
        "8.1.2 Mother goddess worship",
        "8.2 Worship and modalities of religious practice",
        "8.2.1 Sacrifices",
        "8.2.2 Thanksgiving and redeeming",
        "8.2.3 Rites of passage",
        "8.3 Places of worship",
        "8.3.1 Temple networks and gatherings",
        "9 Demographics",
        "9.1 Mainland China and Taiwan",
        "9.1.1 Economy of temples and rituals",
        "9.2 Overseas Chinese",
        "10 See also",
        "10.1 By place",
        "10.2 Other similar national traditions",
        "10.3 Other Sino-Tibetan ethnic religions",
        "10.4 Other non-Sino-Tibetan ethnic religions present in China",
        "10.5 Other articles",
        "11 Notes",
        "12 References",
        "12.1 Citations",
        "12.2 Sources",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nChinese folk religion, also known as Chinese popular religion comprehends a range of traditional religious practices of Han Chinese, including the Chinese diaspora. Vivienne Wee described it as \"an empty bowl, which can variously be filled with the contents of institutionalised religions such as Buddhism, Taoism, Confucianism, the Chinese syncretic religions\".[1] This includes the veneration of shen (spirits) and ancestors, exorcism of demonic forces, and a belief in the rational order of nature, balance in the universe and reality that can be influenced by human beings and their rulers, as well as spirits and gods.[2] Worship is devoted to gods and immortals, who can be deities of places or natural phenomena, of human behaviour, or founders of family lineages. Stories of these gods are collected into the body of Chinese mythology. By the Song dynasty (960-1279), these practices had been blended with Buddhist doctrines and Taoist teachings to form the popular religious system which has lasted in many ways until the present day.[3] The present day government of mainland China, like the imperial dynasties, tolerates popular religious organizations if they bolster social stability but suppresses or persecutes those that they fear would undermine it.[4]\n\nAfter the fall of the empire in 1911, governments and modernizing elites condemned \"feudal superstition\" and opposed or attempted to eradicate traditional religion in order to promote modern values. By the late 20th century, these attitudes began to change both in Taiwan and in mainland China. Many scholars now view folk religion in a positive light.[5] In recent times traditional religion is experiencing a revival in both China and Taiwan. Some forms have received official understanding or recognition as a preservation of traditional culture, such as Mazuism and the Sanyi teaching in Fujian,[6] Huangdi worship,[7] and other forms of local worship, for example the Longwang, Pangu or Caishen worship.[8]\n\nGeomancy, acupuncture, and traditional Chinese medicine reflect this world view, since features of the landscape as well as organs of the body are in correlation with the five powers and yin and yang.[9]\n\n"
        },
        {
            "title": "Diversity",
            "text": "Chinese religions have a variety of sources, local forms, founder backgrounds, and ritual and philosophical traditions. Despite this diversity, there is a common core that can be summarised as four theological, cosmological, and moral concepts:[10] Tian (Chinese: 天; pinyin: tiān; lit. 'Heaven'), the transcendent source of moral meaning; qi (Chinese: 氣; pinyin: qì), the breath or energy that animates the universe; jingzu (Chinese: 敬祖; pinyin: jìng zǔ), the veneration of ancestors; and bao ying (Chinese: 報應; pinyin: bàoyìng), moral reciprocity; together with two traditional concepts of fate and meaning:[11] ming yun (Chinese: 命運; pinyin: mìngyùn), the personal destiny or burgeoning; and yuan fen (Chinese: 緣分; pinyin: yuánfèn), “fateful coincidence”,[12] good and bad chances and potential relationships.[12]\n\nYin and yang (Chinese: 陰陽; pinyin: yīnyáng) is the polarity that describes the order of the universe,[13] held in balance by the interaction of principles of “extension” (Chinese: 神; pinyin: shén; lit. 'spirit') and principles of “returning” (Chinese: 鬼; pinyin: guǐ; lit. 'ghost'),[14]  with yang (\"act\") usually preferred over yin (\"receptiveness\") in common religion.[15] Ling (Chinese: 靈; pinyin: líng), \"numen\" or \"sacred\", is the \"medium\" of the two states and the inchoate order of creation.[15]\n\n"
        },
        {
            "title": "Terminology",
            "text": "The Chinese language historically has not had a concept or overarching name for \"religion\". In English, the terms \"popular religion\" or  \"folk religion\" have long been used to mean local religious life. In Chinese academic literature and common usage \"folk religion\" (Chinese: 民間宗教; pinyin: mínjiān zōngjiào) refers to specific organised folk religious sects.[16]\n\nContemporary academic study of traditional cults and the creation of a government agency that gave legal status to this religion [17] have created proposals to formalise names and deal more clearly with folk religious sects and help conceptualise research and administration.[18] The terms that have been proposed include \"Chinese native religion\" or \"Chinese indigenous religion\" (Chinese: 民俗宗教; pinyin: mínsú zōngjiào), \"Chinese ethnic religion\" (Chinese: 民族宗教; pinyin: mínzú zōngjiào),[19] or \"Chinese religion\" (Chinese: 中華教; pinyin: zhōnghuájiào) viewed as comparable to the usage of the term \"Hinduism\" for Indian religion.[20] In Malaysia, reports the scholar Tan Chee-Beng, Chinese do not have a definite term for their traditional religion, which is not surprising because \"the religion is diffused into various aspects of Chinese culture\". They refer to their religion as bai fo or bai shen, which prompted Allan A. J. Elliott to suggest the term \"shenism\" (Chinese: 神教; pinyin: shénjiào).  Tan however, comments that is not the way the Chinese refer to their religion, which in any case includes worship of ancestors, not shen, and suggests it is logical to use \"Chinese Religion\".[21] \"Shenxianism\" (Chinese: 神仙教; pinyin: shénxiān jiào, literally, \"religion of deities and immortals\"),[22] is a term partly inspired by Elliott's neologism, \"Shenism\".[23]\n\nIn the late Qing dynasty scholars Yao Wendong and Chen Jialin used the term shenjiao not referring to Shinto as a definite religious system, but to local shin beliefs in Japan.[24] Other terms are \"folk cults\" (Chinese: 民間崇拜; pinyin: mínjiān chóngbài), \"spontaneous religion\" (Chinese: 自發宗教; pinyin: zìfā zōngjiào), \"lived (or living) religion\" (Chinese: 生活宗教; pinyin: shēnghuó zōngjiào), \"local religion\" (Chinese: 地方宗教; pinyin: dìfāng zōngjiào), and \"diffused religion\" (Chinese: 分散性宗教; pinyin: fēnsàn xìng zōngjiào).[25] \"Folk beliefs\" (Chinese: 民間信仰; pinyin: mínjiān xìnyǎng),[26] is a seldom used term taken by scholars in colonial Taiwan from Japanese during Japan's occupation (1895–1945). It was used between the 1990s and the early 21st century among mainland Chinese scholars.[27]\n\n\"Shendao\" (Chinese: 神道; pinyin: shéndào; lit. 'the Way of the Gods') is a term already used in the Yijing referring to the divine order of nature.[28] Around the time of the spread of Buddhism in the Han period (206 BCE – 220 CE), it was used to distinguish the indigenous ancient religion from the imported religion. Ge Hong used it in his Baopuzi as a synonym for Taoism.[29] The term was subsequently adopted in Japan in the 6th century as Shindo, later Shinto, with the same purpose of identification of the Japanese indigenous religion.[30][31] In the 14th century, the Hongwu Emperor (Taizu of the Ming dynasty, 1328–1398) used the term \"Shendao\" clearly identifying the indigenous cults, which he strengthened and systematised.[32]\n\n\"Chinese Universism\", not in the sense of \"universalism\", that is a system of universal application, that is Tian in Chinese thought, is a coinage of Jan Jakob Maria de Groot that refers to the metaphysical perspective that lies behind the Chinese religious tradition. De Groot calls Chinese Universism \"the ancient metaphysical view that serves as the basis of all classical Chinese thought. ... In Universism, the three components of integrated universe—understood epistemologically, 'heaven, earth and man', and understood ontologically, 'Taiji (the great beginning, the highest ultimate), yin and yang'—are formed\".[33]\n\nIn 1931 Hu Shih argued that \"Two great religions have played tremendously important roles throughout Chinese history. One is Buddhism which came to China probably before the Christian era but which began to exert nation-wide influence only after the third century A.D. The other great religion has had no generic name, but I propose to call it Siniticism. It is the native ancient religion of the Han Chinese people: it dates back to time immemorial, over 10,000 years old, and includes all such later phases of its development as Moism, Confucianism (as a state religion), and all the various stages of the Taoist religion.\"[34]\n\nContemporary Chinese scholars have identified what they find to be the essential features of the ancient (or indigenous—ethnic) religion of China. According to Chen Xiaoyi (Chinese: 陳曉毅) local indigenous religion is the crucial factor for a harmonious \"religious ecology\" (Chinese: 宗教生態), that is the balance of forces in a given community.[35] Professor Han Bingfang (Chinese: 韓秉芳) has called for a rectification of distorted names (Chinese: 正名). Distorted names are \"superstitious activities\" (Chinese: 迷信活動; pinyin: míxìn huódòng) or \"feudal superstition\" (Chinese: 封建迷信; pinyin: fēngjiàn míxìn), that were derogatorily applied to the indigenous religion by leftist policies. Christian missionaries also used the propaganda label \"feudal superstition\" in order to undermine their religious competitor.[36] Han calls for the acknowledgment of the ancient Chinese religion for what it really is, the \"core and soul of popular culture\" (pinyin: sú wénhuà de héxīn yǔ línghún).[37]\n\nAccording to Chen Jinguo (Chinese: 陳進國), the ancient Chinese religion is a core element of Chinese cultural and religious self-awareness (Chinese: 文化自覺, 信仰自覺; pinyin: wénhuà zìjué, xìnyǎng zìjué).[36] He has proposed a theoretical definition of Chinese indigenous religion in \"three inseparable attributes\" (Chinese: 三位一體; pinyin: sānwèiyītǐ), apparently inspired to Tang Junyi's thought:[38]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Ancient Chinese religious practices are diverse, varying from province to province and even from one village to another, for religious behaviour is bound to local communities, kinship, and environments. In each setting, institution and ritual behaviour assumes highly organised forms. Temples and the gods in them acquire symbolic character and perform specific functions involved in the everyday life of the local community.[39] Local religion preserves aspects of natural beliefs such as totemism,[40] animism, and shamanism.[41]\n\nAncient Chinese religion pervades all aspects of social life. Many scholars, following the lead of sociologist C. K. Yang, see the ancient Chinese religion deeply embedded in family and civic life, rather than expressed in a separate organisational structure like a \"church\", as in the West.[42]\n\nDeity or temple associations and lineage associations, pilgrimage associations and formalised prayers, rituals and expressions of virtues, are the common forms of organisation of Chinese religion on the local level.[39] Neither initiation rituals nor official membership into a church organisation separate from one person's native identity are mandatory in order to be involved in religious activities.[39] Contrary to institutional religions, Chinese religion does not require \"conversion\" for participation.[42]\n\nThe prime criterion for participation in the ancient Chinese religion is not \"to believe\" in an official doctrine or dogma, but \"to belong\" to the local unit of an ancient Chinese religion, that is the \"association\", the \"village\" or the \"kinship\", with their gods and rituals.[39] Scholar Richard Madsen describes the ancient Chinese religion, adopting the definition of Tu Weiming,[43] as characterised by \"immanent transcendence\" grounded in a devotion to \"concrete humanity\", focused on building moral community within concrete humanity.[44]\n\nInextricably linked to the aforementioned question to find an appropriate \"name\" for the ancient  Chinese religion, is the difficulty to define it or clearly outline its boundaries. Old sinology, especially Western, tried to distinguish \"popular\" and \"élite\" traditions (the latter being Confucianism and Taoism conceived as independent systems). Chinese sinology later adopted another dichotomy which continues in contemporary studies, distinguishing \"folk beliefs\" (minjian xinyang) and \"folk religion\" (minjian zongjiao), the latter referring to the doctrinal sects.[45]\n\nMany studies have pointed out that it is impossible to draw clear distinctions, and since the 1970s several sinologists[who?] swung to the idea of a unified \"ancient Chinese religion\" that would define the Chinese national identity, similarly to Hindu Dharma for India and Shinto for Japan. Other sinologists who have not espoused the idea of a unified \"national religion\" have studied Chinese religion as a system of meaning, or have brought further development in C. K. Yang's distinction between \"institutional religion\" and \"diffused religion\", the former functioning as a separate body from other social institutions, and the latter intimately part of secular social institutions.[46]\n\n"
        },
        {
            "title": "History",
            "text": "By the Han dynasty, the ancient Chinese religion mostly consisted of people organising into shè Chinese: 社 (\"group\", \"body\", local community altars) who worshipped their godly principle. In many cases the \"lord of the she\" was the god of the earth, and in others a deified virtuous person (xiān Chinese: 仙, \"immortal\"). Some cults such as that of Liu Zhang, a king in what is today Shandong, date back to this period.[47]\n\nFrom the 3rd century on by the Northern Wei, accompanying the spread of Buddhism in China, strong influences from the Indian subcontinent penetrated the ancient Chinese indigenous religion. A cult of Ganesha (Chinese: 象頭神 Xiàngtóushén, \"Elephant-Head God\") is attested in the year 531.[48] Pollination from Indian religions included processions of carts with images of gods or floats borne on shoulders, with musicians and chanting.[47]\n\nThe ancient Chinese religion was subject to persecution in the 19th and 20th centuries. Many ancient temples were destroyed during the Taiping Rebellion and the Boxer Rebellion in the late 1800s.[49] After the Xinhai Revolution of 1911 \"most temples were turned to other uses or were destroyed, with a few changed into schools\".[50] During the Japanese invasion of China between 1937 and 1945 many temples were used as barracks by soldiers and destroyed in warfare.[49][51]\n\nIn the past, popular cults were regulated by imperial government policies, promoting certain deities while suppressing others.[52] In the 20th century, with the decline of the empire, increasing urbanisation and Western influence, the issue for the new intellectuals who looked to the West was no longer controlling unauthorised worship of unregistered gods, but the delegitimisation of the ancient Chinese religion as a superstitious obstacle to modernisation.[53]\n\nIn 1904, a reform policy of the late Qing dynasty provided that schools would be built through the confiscation of temple property.[53] \"Anti-superstition\" campaigns followed. The Nationalist government of the Republic of China intensified the suppression of the ancient Chinese religion with the 1928 \"Standards for retaining or abolishing gods and shrines\"; the policy attempted to abolish the cults of all gods with the exception of ancient great human heroes and sages such as Yu the Great, Guan Yu and Confucius.[54]\n\nThese policies were the background for those implemented by Communist Party after winning the Chinese Civil War and taking power in 1949.[54] The Cultural Revolution, between 1966 and 1976 of the Chairman Mao period in the PRC, was the most serious and last systematic effort to destroy the ancient Chinese religion, while in Taiwan the ancient Chinese religion was very well-preserved but controlled by Republic of China (Taiwan) president Chiang Kai-Shek during his Chinese Cultural Renaissance to counter the Cultural Revolution.[49][54]\n\nAfter 1978 the ancient Chinese religion started to rapidly revive in China,[55][56] with millions of temples being rebuilt or built from scratch.[56] Since the 1980s the central government moved to a policy of benign neglect or wu wei (Chinese: 無為) in regard to rural community life, and the local government's new regulatory relationship with local society is characterised by practical mutual dependence; these factors have given much space for popular religion to develop.[56] In recent years, in some cases, local governments have taken an even positive and supportive attitude towards indigenous religion in the name of promoting cultural heritage.[56][57]\n\nInstead of signaling the demise of traditional ancient religion, China and Taiwan's economic and technological industrialization and development has brought a spiritual renewal.[58] As its images and practices integrate the codes of the ancient Chinese culture, the ancient Chinese religion provides the Han Chinese people in both China and Taiwan a means to face the challenges of modernisation.[58]\n\n"
        },
        {
            "title": "Texts",
            "text": "Ancient Chinese religion draws from a vast heritage of sacred books, which according to the general worldview treat cosmology, history and mythology, mysticism and philosophy, as aspects of the same thing. Historically, the revolutionary shift toward a preference for textual transmission and text-based knowledge over long-standing oral traditions first becomes detectable in the 1st century CE.[59] The spoken word, however, never lost its power. Rather than writing replacing the power of the spoken word, both existed side by side. Scriptures had to be recited and heard in order to be efficacious, and the limitations of written texts were acknowledged particularly in Taoism and folk religion.[60]\n\nThere are the classic books (Chinese: 經; pinyin: jīng; lit. 'warp') such as the Confucian canon including the \"Four Books and Five Classics\" (Chinese: 《四書五經》; pinyin: sìshū wǔjīng) and the \"Classic of Filial Piety\" (Chinese: 《孝經》; pinyin: xiàojīng), then there are the Mozi (Mohism), the Huainanzi, the Shizi and the Xunzi. The \"Interactions Between Heaven and Mankind\" (Chinese: 《天人感應》; pinyin: tiānrén gǎnyìng) is a set of Confucianised doctrines compiled in the Han dynasty by Dong Zhongshu, discussing politics in accordance with a personal Tian of whom mankind is viewed as the incarnation.\n\nTaoism has a separate body of philosophical, theological and ritual literature, including the fundamental Daodejing (Chinese: 《道德經》; lit. 'Book of the Way and its Virtue'), the Daozang (Taoist Canon), the Liezi and the Zhuangzi, and a great number of other texts either included or not within the Taoist Canon. Vernacular literature and the folk religious sects have produced a great body of popular mythological and theological literature, the baojuan (Chinese: 寶卷; lit. 'precious scrolls').\n\nRecent discovery of ancient books, such as the \"Guodian texts\" in the 1990s and the Huangdi sijing (Chinese: 《黃帝四經》; lit. 'Four Books of the Yellow Emperor') in the 1970s, has given rise to new interpretations of the ancient  Chinese religion and new directions in its post-Maoist renewal. Many of these books overcome the dichotomy between Confucian and Taoist traditions.[61] The Guodian texts include, among others, the Taiyi Shengshui (Chinese: 《太一生水》; lit. 'The Great One Gives Birth to Water'). Another book attributed to the Yellow Emperor is the Huangdi yinfujing (Chinese: 《黃帝陰符經》; lit. '\"Yellow Emperor's Book of the Hidden Symbol\"').\n\nClassical books of mythology include the \"Classic of Mountains and Seas\" (Chinese: 《山海經》; pinyin: shānhǎijīng), the \"Record of Heretofore Lost Works\" (Chinese: 《拾遺記; pinyin: shíyíjì), \"The Peach Blossom Spring\" (Chinese: 《桃花源記》; pinyin: táohuāyuánjì), the \"Investiture of the Gods\" (Chinese: 《封神演義》; pinyin: fēngshén yǎnyì), and the \"Journey to the West\" (Chinese: 《西遊記》; pinyin: xīyóujì) among others.\n\n"
        },
        {
            "title": "Core concepts of theology and cosmology",
            "text": "Fan and Chen summarise four spiritual, cosmological, and moral concepts:[10] Tian (Chinese: 天), Heaven, the source of moral meaning; qi (Chinese: 氣), the breath or substance of which all things are made; the practice of jingzu (Chinese: 敬祖), the veneration of ancestors; bao ying (Chinese: 報應), moral reciprocity.\n\nConfucians, Taoists, and other schools of thought share basic concepts of Tian. Tian is both the physical heavens, the home of the sun, moon, and stars, and also the home of the gods and ancestors. Tian by extension is source of moral meaning, as seen in the political principle, the Mandate of Heaven, which holds that Tian, responding to human virtue, grants the imperial family the right to rule and withdraws it when the dynasty declines in virtue.[70] This creativity or virtue (de) in humans is the potentiality to transcend the given conditions and act wisely and morally.[71] Tian is therefore both transcendent and immanent.[71]\n\nTian is defined in many ways, with many names, the most widely known being Tàidì Chinese: 太帝 (the \"Great Deity\") and Shàngdì Chinese: 上帝 (the \"Primordial Deity\").[note 2] The concept of Shangdi is especially rooted in the tradition of the Shang dynasty, which gave prominence to the worship of ancestral gods and cultural heroes. The \"Primordial Deity\" or \"Primordial Emperor\" was considered to be embodied in the human realm as the lineage of imperial power.[75] Di (Chinese: 帝) is a term meaning \"deity\" or \"emperor\" (Latin: imperator, verb im-perare; \"making from within\"), used either as a name of the primordial god or as a title of natural gods,[76] describing a principle that exerts a fatherly dominance over what it produces.[77] With the Zhou dynasty, that preferred a religion focused on gods of nature, Tian became a more abstract and impersonal idea of God.[75] A popular representation is the Jade Deity (Chinese: 玉帝 Yùdì) or Jade Emperor (Chinese: 玉皇 Yùhuáng)[note 3] originally formulated by Taoists.[81] According to classical theology he manifests in five primary forms (Chinese: 五方上帝 Wǔfāng Shàngdì, \"Five Forms of the Highest Deity\").\n\nThe qi Chinese: 气 is the breath or substance of which all things are made, including inanimate matter, the living beings, thought and gods.[82][83] It is the continuum energy—matter.[84] Stephen F. Teiser (1996) translates it as \"stuff\" of \"psychophysical stuff\".[83] Neo-Confucian thinkers such as Zhu Xi developed the idea of li Chinese: 理, the \"reason\", \"order\" of Heaven, that is to say the pattern through which the qi develops, that is the polarity of yin and yang.[85][86]  In Taoism the Tao Chinese: 道 (\"Way\") denotes in one concept both the impersonal absolute Tian and its order of manifestation (li).\n\nYin Chinese: 陰 and yang Chinese: 陽, whose root meanings respectively are \"shady\" and \"sunny\", or \"dark\" and \"light\", are modes of manifestation of the qi, not material things in themselves. Yin is the qi in its dense, dark, sinking, wet, condensing mode; yang denotes the light, and the bright, rising, dry, expanding modality. Described as Taiji (the \"Great Pole\"), they represent the polarity and complementarity that enlivens the cosmos.[86] They can also be conceived as \"disorder\" and \"order\", \"activity\" or \"passivity\", with act (yang) usually preferred over receptiveness (yin).[15]\n\nThe concept Chinese: 神 \"shén\" (cognate of Chinese: 申 shēn, \"extending, expanding\"[88]) is translated as \"gods\" or \"spirits\". There are shén of nature; gods who were once people, such as the warrior Guan Gong; household gods, such as the Stove God; as well as ancestral gods (zu or zuxian).[89] In the domain of humanity the shen is the \"psyche\", or the power or agency within humans.[90] They are intimately involved in the life of this world.[90] As spirits of stars, mountains and streams, shen exert a direct influence on things, making phenomena appear and things grow or extend themselves.[90] An early Chinese dictionary, the Shuowen jiezi by Xu Shen, explains that they \"are the spirits of Heaven\" and they \"draw out the ten thousand things\".[90] As forces of growth the gods are regarded as yang, opposed to a yin class of entities called Chinese: 鬼 \"guǐ\" (cognate of Chinese: 歸 guī, \"return, contraction\"),[88] chaotic beings.[91] A disciple of Zhu Xi noted that \"between Heaven and Earth there is no thing that does not consist of yin and yang, and there is no place where yin and yang are not found. Therefore, there is no place where gods and spirits do not exist\".[91] The dragon is a symbol of yang, the principle of generation.[75]\n\nIn Taoist and Confucian thought, the supreme God and its order and the multiplicity of shen are identified as one and the same.[92] In the Yizhuan, a commentary to the Yijing, it is written that \"one yin and one yang are called the Tao ... the unfathomable change of yin and yang is called shen\".[92] In other texts, with a tradition going back to the Han period, the gods and spirits are explained to be names of yin and yang, forces of contraction and forces of growth.[92]\n\nWhile in popular thought they have conscience and personality,[93] Neo-Confucian scholars tended to rationalise them.[94] Zhu Xi wrote that they act according to the li.[88] Zhang Zai wrote that they are \"the inherent potential (liang neng) of the two ways of qi\".[95] Cheng Yi said that they are \"traces of the creative process\".[88] Chen Chun wrote that shen and gui are expansions and contractions, going and coming, of yin and yang—qi.[88]\n\nLike all things in matter, the human soul is characterised by a dialectic of yang and yin. These correspond to the hun and po (Chinese: 魂魄) respectively. The hun is the traditionally \"masculine\", yang, rational soul or mind, and the po is the traditionally \"feminine\", yin, animal soul that is associated with the body.[96] Hun (mind) is the soul (shen) that gives a form to the vital breath (qi) of humans, and it develops through the po, stretching and moving intelligently in order to grasp things.[97] The po is the soul (shen) which controls the physiological and psychological activities of humans,[98] while the hun, the shen attached to the vital breath (qi), is the soul (shen) that is totally independent of corporeal substance.[98] The hun is independent and perpetual, and as such it never allows itself to be limited in matter.[98][note 6] Otherwise said, the po is the \"earthly\" (di) soul that goes downward, while the hun is the \"heavenly\" (tian) soul that moves upward.[90]\n\nTo extend life to its full potential the human shen must be cultivated, resulting in ever clearer, more luminous states of being.[14] It can transform in the pure intelligent breath of deities.[98] In the human psyche there's no distinction between rationality and intuition, thinking and feeling: the human being is xin (Chinese: 心), mind-heart.[84] With death, while the po returns to the earth and disappears, the hun is thought to be pure awareness or qi, and is the shen to whom ancestral sacrifices are dedicated.[99]\n\nThe shen of men who are properly cultivated and honoured after their death are upheld ancestors and progenitors (zuxian Chinese: 祖先 or zu Chinese: 祖).[89] When ancestries aren't properly cultivated the world falls into disruption, and they become gui.[89] Ancestral worship is intertwined with totemism, as the earliest ancestors of an ethnic lineage are often represented as animals or associated to them.[40][100]\n\nAncestors are means of connection with the Tian, the primordial god which does not have form.[40] As ancestors have form, they shape the destiny of humans.[40] Ancestors who have had a significant impact in shaping the destiny of large groups of people, creators of genetic lineages or spiritual traditions, and historical leaders who have invented crafts and institutions for the wealth of the Chinese nation (culture heroes), are exalted among the highest divine manifestations or immortal beings (xian Chinese: 仙).[101]\n\nIn fact, in the Chinese tradition there is no distinction between gods (shen) and immortal beings (xian), transcendental principles and their bodily manifestations.[102] Gods can incarnate with a human form and human beings can reach higher spiritual states by the right way of action, that is to say by emulating the order of Heaven.[103] Humans are considered one of the three aspects of a trinity (Chinese: 三才 Sāncái, \"Three Powers\"),[104] the three foundations of all being; specifically, men are the medium between Heaven that engenders order and forms and Earth which receives and nourishes them.[104] Men are endowed with the role of completing creation.[104][note 7]\n\nThe Chinese traditional concept of bao ying (\"reciprocity\", \"retribution\" or \"judgement\"), is inscribed in the cosmological view of an ordered world, in which all manifestations of being have an allotted span (shu) and destiny,[106] and are rewarded according to the moral-cosmic quality of their actions.[107] It determines fate, as written in Zhou texts: \"on the doer of good, heaven sends down all blessings, and on the doer of evil, he sends down all calamities\" (Chinese: 書經•湯誥).[108]\n\nThe cosmic significance of bao ying is better understood by exploring other two traditional concepts of fate and meaning:[11]\n\nMing yun and yuan fen are linked, because what appears on the surface to be chance (either positive or negative), is part of the deeper rhythm that shapes personal life based on how destiny is directed.[107] Recognising this connection has the result of making a person responsible for his or her actions:[108] doing good for others spiritually improves oneself and contributes to the harmony between men and environmental gods and thus to the wealth of a human community.[110]\n\nThese three themes of the Chinese tradition—moral reciprocity, personal destiny, fateful coincidence—are completed by a fourth notion:[111]\n\nAs part of the trinity of being (the Three Powers), humans are not totally submissive to spiritual force.[105] While under the sway of spiritual forces, humans can actively engage with them, striving to change their own fate to prove the worth of their earthly life.[105] In the Chinese traditional view of human destiny, the dichotomy between \"fatalism\" and \"optimism\" is overcome; human beings can shape their personal destiny to grasp their real worth in the transformation of the universe, seeing their place in the alliance with the gods and with Heaven to surpass the constraints of the physical body and mind.[105]\n\nIn Chinese religion the concept of ling (Chinese: 靈) is the equivalent of holy and numen.[112] Shen in the meaning of \"spiritual\" is a synonym.[91] The Yijing states that \"spiritual means not measured by yin and yang\".[91] Ling is the state of the \"medium\" of the bivalency (yin-yang), and thus it is identical with the inchoate order of creation.[15] Things inspiring awe or wonder because they cannot be understood as either yin or yang, because they cross or disrupt the polarity and therefore cannot be conceptualised, are regarded as numinous.[91] Entities possessing unusual spiritual characteristics, such as albino members of a species, beings that are part animal part human, or people who die in unusual ways such as suicide or on battlefields, are considered numinous.[91]\n\nThe notion of xian ling (Chinese: 顯靈), variously translated as \"divine efficacy, virtue\" or the \"numen\", is important for the relationship between people and gods.[113] It describes the manifestation, activity, of the power of a god (Chinese: 靈氣 ling qi, \"divine energy\" or \"effervescence\"), the evidence of the holy.[114]\n\nThe term xian ling may be interpreted as the god revealing their presence in a particular area and temple,[115] through events that are perceived as extraordinary, miraculous.[115] Divine power usually manifests in the presence of a wide public.[115] The \"value\" of human deities (xian) is judged according to their efficacy.[116] The perceived effectiveness of a deity to protect or bless also determines how much they should be worshipped, how big a temple should be built in their honour, and what position in the broader pantheon they would attain.[116]\n\nZavidovskaya (2012) has studied how the incentive of temple restorations since the 1980s in northern China was triggered by numerous alleged instances of gods becoming \"active\" and \"returning\", reclaiming their temples and place in society.[115] She mentions the example of a Chenghuang Temple in Yulin, Shaanxi, that was turned into a granary during the Cultural Revolution; it was restored to its original function in the 1980s after seeds stored within were always found to have rotted. This phenomenon, which locals attributed to the god Chenghuang, was taken a sign to empty his residence of grain and allow him back in.[115] The ling qi, divine energy, is believed to accumulate in certain places, temples, making them holy.[115] Temples with a longer history are considered holier than newly built ones, which still need to be filled by divine energy.[115]\n\nAnother example Zavidovskaya cites is the cult of the god Zhenwu in Congluo Yu, Shanxi;[117] the god's temples were in ruins and the cult inactive until the mid 1990s, when a man with terminal cancer, in his last hope prayed (bai Chinese: 拜) to Zhenwu. The man began to miraculously recover each passing day, and after a year he was completely healed.[117] As thanksgiving, he organised an opera performance in the god's honour.[117] A temporary altar with a statue of Zhenwu and a stage for the performance were set up in an open space at the foot of a mountain.[117] During the course of the opera, large white snakes appeared, passive and unafraid of the people, seemingly watching the opera; the snakes were considered by locals to be incarnations of Zhenwu, come to watch the opera held in his honour.[117]\n\nWithin temples, it is common to see banners bearing the phrase \"if the heart is sincere, the god will reveal their power\" (Chinese: 心誠神靈 xin cheng shen ling).[118] The relationship between people and gods is an exchange of favour.[118] This implies the belief that gods respond to the entreaties of the believer if their religious fervour is sincere (cheng xin Chinese: 誠心).[118] If a person believes in the god's power with all their heart and expresses piety, the gods are confident in their faith and reveal their efficacious power.[118] At the same time, for faith to strengthen in the devotee's heart, the deity has to prove their efficacy.[118] In exchange for divine favours, a faithful honours the deity with vows (huan yuan Chinese: 還願 or xu yuan Chinese: 許願), through individual worship, reverence and respect (jing shen Chinese: 敬神).[118]\n\nThe most common display of divine power is the cure of diseases after a believer piously requests aid.[115] Another manifestation is granting a request of children.[115] The deity may also manifest through mediumship, entering the body of a shaman-medium and speaking through them.[115] There have been cases of people curing illnesses \"on behalf of a god\" (ti shen zhi bing Chinese: 替神治病).[117] Gods may also speak to people when they are asleep (tuomeng Chinese: 託夢).[115]\n\n"
        },
        {
            "title": "Sociological typology",
            "text": "Wu Hsin-Chao (2014) distinguishes four kinds of Chinese traditional religious organisation:[119] ancestry worship; deity worship; secret societies; and folk religious sects.\n\nChinese religion in its communal expression involves the worship of gods that are the generative power and tutelary spirit (genius loci) of a locality or a certain aspect of nature (for example water gods, river gods, fire gods, mountain gods), or of gods that are common ancestors of a village, a larger identity, or the Chinese nation (Shennong, Huangdi, Pangu).\n\nThe social structure of this religion is the shénshè Chinese: 神社 (literally \"society of a god\"), synonymous with shehui Chinese: 社會, in which shè Chinese: 社 originally meant the altar of a community's earth god,[120] while Chinese: 會 huì means \"association\", \"assembly\", \"church\" or \"gathering\". This type of religious trusts can be dedicated to a god which is bound to a single village or temple or to a god which has a wider following, in multiple villages, provinces or even a national importance. Mao Zedong distinguished \"god associations\", \"village communities\" and \"temple associations\" in his analysis of religious trusts.[121] In his words: \"every kind and type of god [shen] can have an association [hui]\", for example the Zhaogong Association, the Guanyin Association, the Guangong Association, the Dashen Association, the Bogong Association, the Wenchang Association, and the like.[121] Within the category of hui Mao also distinguished the sacrifice associations (jiàohuì Chinese: 醮會) which make sacrifices in honour of gods.[121]\n\nThese societies organise gatherings and festivals (miaohui Chinese: 廟會) participated by members of the whole village or larger community on the occasions of what are believed to be the birthdays of the gods or other events,[56] or to seek protection from droughts, epidemics, and other disasters.[56] Such festivals invoke the power of the gods for practical goals to \"summon blessings and drive away harm\".[56] Special devotional currents within this framework can be identified by specific names such as Mazuism (Chinese: 媽祖教 Māzǔjiào),[122] Wang Ye worship, or the cult of the Silkworm Mother.[123]\n\nThis type of religion is prevalent in north China, where lineage religion is absent, private, or historically present only within families of southern origin, and patrilineal ties are based on seniority,[124][125] and villages are composed of people with different surnames. In this context, the deity societies or temple societies function as poles of the civil organism.[126] Often deity societies incorporate entire villages; this is the reason why in north China can be found many villages which are named after deities and their temples, for example Léishénmiào village (Chinese: 雷神廟 \"[Village of the] Temple of the Thunder God\")  or Mǎshénmiàocūn (Chinese: 馬神廟村 \"Village of the Temple of the Horse God\").\n\nAnother dimension of the Chinese folk religion is based on family or genealogical worship of deities and ancestors in family altars or private temples (simiao Chinese: 私廟 or jiamiao Chinese: 家廟), or ancestral shrines (citang Chinese: 祠堂 or zongci Chinese: 宗祠, or also zumiao Chinese: 祖廟).[127] Kinship associations or churches (zōngzú xiéhuì Chinese: 宗族協會), congregating people with the same surname and belonging to the same kin, are the social expression of this religion: these lineage societies build temples where the deified ancestors of a certain group (for example the Chens or the Lins) are enshrined and worshiped.[128] These temples serve as centres of aggregation for people belonging to the same lineage, and the lineage body may provide a context of identification and mutual assistance for individual persons.[128]\n\nThe construction of large and elaborate ancestral temples traditionally represents a kin's wealth, influence and achievement.[129] Scholar K. S. Yang has explored the ethno-political dynamism of this form of religion, through which people who become distinguished for their value and virtue are considered immortal and receive posthumous divine titles, and are believed to protect their descendants, inspiring a mythological lore for the collective memory of a family or kin.[130]\n\nIf their temples and their deities enshrined acquire popularity they are considered worthy of the virtue of ling, \"efficacy\".[130] Worship of ancestors (jingzu Chinese: 敬祖) is observed nationally with large-scale rituals on Qingming Festival and other holidays.\n\nThis type of religion prevails in south China, where lineage bonds are stronger and the patrilineal hierarchy is not based upon seniority, and access to corporate resources held by a lineage is based upon the equality of all the lines of descent.[125]\n\n\"The extent to which shamanism pervaded ancient Chinese society\", says scholar Paul R. Goldin (2005), \"is a matter of scholarly dispute, but there can be no doubt that many communities relied upon the unique talents of shamans for their quotidian spiritual needs\".[131] The Chinese usage distinguishes the Chinese wu tradition or \"Wuism\" as it was called by Jan Jakob Maria de Groot[132] (Chinese: 巫教 wūjiào; properly shamanic, with control over the gods) from the tongji tradition (Chinese: 童乩; mediumship, without control of the godly movement), and from non-Han Chinese Altaic shamanisms (Chinese: 薩滿教 sàmǎnjiào) that are practised in northern provinces.\n\nAccording to Andreea Chirita (2014), Confucianism itself, with its emphasis on hierarchy and ancestral rituals, derived from the shamanic discourse of the Shang dynasty. What Confucianism did was to marginalise the \"dysfunctional\" features of old shamanism. However, shamanic traditions continued uninterrupted within the folk religion and found precise and functional forms within Taoism.[133]\n\nIn the Shang and Zhou dynasty, shamans had a role in the political hierarchy, and were represented institutionally by the Ministry of Rites (Chinese: 大宗伯). The emperor was considered the supreme shaman, intermediating between the three realms of heaven, earth and man. The mission of a shaman (Chinese: 巫 wu) is \"to repair the dis-functionalities occurred in nature and generated after the sky had been separated from earth\":[133]\n\nSince the 1980s the practice and study of shamanism has undergone a massive revival in Chinese religion as a means to repair the world to a harmonious whole after industrialisation.[133] Shamanism is viewed by many scholars as the foundation for the emergence of civilisation, and the shaman as \"teacher and spirit\" of peoples. The Chinese Society for Shamanic Studies was founded in Jilin City in 1988.[134]\n\nNuo folk religion is a system of the Chinese folk religion with distinct institutions and cosmology present especially in central-southern China. It arose as an exorcistic religious movement, and it is interethnic but also intimately connected to the Tujia people.[135]\n\nConfucianism and Taoism—which are formalised, ritual, doctrinal or philosophical traditions—can be considered both as embedded within the larger category of Chinese religion, or as separate religions. In fact, one can practise certain folk cults and espouse the tenets of Confucianism as a philosophical framework, Confucian theology instructing to uphold the moral order through the worship of gods and ancestors[136] that is the way of connecting to the Tian and awakening to its harmony (li, \"rite\").[137]\n\nFolk temples and ancestral shrines on special occasions may choose Confucian liturgy (that is called Chinese: 儒 rú, or sometimes Chinese: 正統 zhèngtǒng, meaning \"orthoprax\" ritual style) led by Confucian \"sages of rites\" (Chinese: 禮生 lǐshēng) who in many cases are the elders of a local community. Confucian liturgies are alternated with Taoist liturgies and popular ritual styles.[138]\n\nThere are many organised groups of the folk religion that adopt Confucian liturgy and identity, for example the Way of the Gods according to the Confucian Tradition or phoenix churches (Luanism), or the Confucian churches, schools and fellowships such as the Yīdān xuétáng (Chinese: 一耽學堂) of Beijing,[139] the Mèngmǔtáng (Chinese: 孟母堂) of Shanghai,[140] the Confucian Fellowship (Chinese: 儒教道壇 Rújiào Dàotán) in northern Fujian, and ancestral temples of the Kong (Confucius) lineage operating as well as Confucian-teaching churches.[140] In November 2015 a national Church of Confucius was established with the contribution of many Confucian leaders.\n\nScholar and Taoist priest Kristofer Schipper defines Taoism as a \"liturgical framework\" for the development of local religion.[141] Some currents of Taoism are deeply interwoven with the Chinese folk religion, especially the Zhengyi school, developing aspects of local cults within their doctrines;[141] however Taoists always highlight the distinction between their traditions and those which are not Taoist. Priests of Taoism are called daoshi (Chinese: 道士), literally meaning \"masters of the Tao\", otherwise commonly translated as the \"Taoists\", as common followers and folk believers who are not part of Taoist orders are not identified as such.\n\nTaoists of the Zhengyi school, who are called sǎnjū dàoshi (Chinese: 散居道士) or huǒjū dàoshi (Chinese: 火居道士), respectively meaning \"scattered daoshi\" and \"daoshi living at home (hearth)\", because they can get married and perform the profession of priests as a part-time occupation, may perform rituals of offering (jiao), thanks-giving, propitiation, exorcism and rites of passage for local communities' temples and private homes.[142] Local gods of local cultures are often incorporated into their altars.[142] The Zhengyi Taoists are trained by other priests of the same sect, and historically received formal ordination by the Celestial Master,[143] although the 63rd Celestial Master Zhang Enpu fled to Taiwan in the 1940s during the Chinese Civil War.\n\nLineages of ritual masters (Chinese: 法師 fashi), also referred to as practitioners of \"Faism\", also called \"Folk Taoism\" or (in southeast China) \"Red Taoism\", operate within the Chinese folk religion but outside any institution of official Taoism.[143] The ritual masters, who have the same role of the sanju daoshi within the fabric of society, are not considered Taoist priests by the daoshi of Taoism who trace their lineage to the Celestial Masters and by Taoists officially registered with the state Taoist Church. Fashi are defined as of \"kataphatic\" (filling) character in opposition to professional Taoists who are \"kenotic\" (of emptying, or apophatic, character).[144]\n\nChina has a long history of sect traditions characterised by a soteriological and eschatological character, often called \"salvationist religions\" (Chinese: 救度宗教 jiùdù zōngjiào).[145]  They emerged from the common religion but are not part of the lineage cult of ancestors and progenitors, nor the communal deity religion of village temples, neighbourhood, corporations , or national temples.[146]\n\nPrasenjit Duara has termed them \"redemptive societies\" (Chinese: 救世團體 jiùshì tuántǐ),[147][148] while modern Chinese scholarship describes them as \"folk religious sects\" (Chinese: 民間宗教 mínjiān zōngjiào, Chinese: 民間教門 mínjiān jiàomén or Chinese: 民间教派 mínjiān jiàopài),[149] abandoning the derogatory term used by imperial officials, xiéjiào (Chinese: 邪教), \"evil religion\".[150]\n\nThey are characterised by several elements, including egalitarianism; foundation by a charismatic figure; direct divine revelation; a millenarian eschatology and voluntary path of salvation; an embodied experience of the numinous through healing and cultivation; and an expansive orientation through good deeds, evangelism and philanthropy.[145] Their practices are focused on improving morality, body cultivation, and recitation of scriptures.[145]\n\nMany of the redemptive religions of the 20th and 21st century aspire to become the repository of the entirety of the Chinese tradition in the face of Western modernism and materialism.[151] This group of religions includes[152] Yiguandao and other sects belonging to the Xiantiandao (Chinese: 先天道 \"Way of Former Heaven\"), Jiugongdao (Chinese: 九宮道 \"Way of the Nine Palaces\"), various proliferations of the Luo teaching, the Zaili teaching, and the more recent De teaching, Weixinist, Xuanyuan and Tiandi teachings, the latter two focused respectively on the worship of Huangdi and the universal God. Also, the qigong schools are developments of the same religious context.[153]\n\nThese folk sectarian offer different world views and compete for influence. To take one example, Yiguandao focuses on personal salvation through inner work and considers itself the most valid \"Way of Heaven\" (Chinese: 天道 Tiāndào). Yiguandao offers its own \"Way of Former Heaven\" (Chinese: 先天道 Xiāntiāndào), that is, a cosmological definition of the state of things prior to creation, in unity with God. It regards the other Luanism, a cluster of churches which focus on social morality through refined Confucian ritual to worship the gods, as the \"Way of Later Heaven\" (Chinese: 後天道 Hòutiāndào), that is the cosmological state of created things.[154]\n\nThese movements were banned in the early Republican China and later Communist China. Many of them still remain illegal, underground or unrecognised in China, while others—specifically the De teaching, Tiandi teachings, Xuanyuan teaching, Weixinism and Yiguandao—have developed cooperation with mainland China's academic and non-governmental organisations.[6] The Sanyi teaching is an organised folk religion founded in the 16th century, present in the Putian region (Xinghua) of Fujian where it is legally recognised.[6] Some of these sects began to register as branches of the state Taoist Association since the 1990s.[155]\n\nA further distinctive type of sects of the folk religion, that are possibly the same as the positive \"secret sects\", are the martial sects. They combine two aspects: the wénchǎng (Chinese: 文場 \"cultural field\"), that is the doctrinal aspect characterised by elaborate cosmologies, theologies, initiatory and ritual patterns, and that is usually kept secretive; and the wǔchǎng (Chinese: 武場 \"martial field\"), that is the body cultivation practice and that is usually the \"public face\" of the sect.[156] They were outlawed by Ming imperial edicts that continued to be enforced until the fall of the Qing dynasty in the 20th century.[156] An example of martial sect is Meihuaism (Chinese: 梅花教 Méihuājiào, \"Plum Flowers\"), that has become very popular throughout northern China.[156][157] In Taiwan, virtually all of the \"redemptive societies\" operate freely since the late 1980s.\n\nThe Tiandi teachings are a religion that encompasses two branches, the Holy Church of the Heavenly Virtue (Chinese: 天德聖教 Tiāndé shèngjiào) and the Church of the Heavenly Deity (Chinese: 天帝教 Tiāndìjiào), both emerged from the teachings of Xiao Changming and Li Yujie, disseminated in the early 20th century.[158] The latter is actually an outgrowth of the former established in the 1980s.[158]\n\nThe religions focus on the worship of Tiandi (Chinese: 天帝), the \"Heavenly Deity\" or \"Heavenly Emperor\",[158] on health through the proper cultivation of qi,[158] and teach a style of qigong named Tianren qigong.[159] According to scholars, Tiandi teachings derive from the Taoist tradition of Huashan,[160] where Li Yujie studied for eight years.[161] The Church of the Heavenly Deity is very active both in Taiwan and mainland China, where it has high-level links.[158]\n\nWeixinism (Chinese: 唯心聖教; pinyin: Wéixīn shèngjiào; lit. 'Holy Religion of the Only Heart' or 唯心教; Wéixīnjiào) is a religion primarily focused on the \"orthodox lineages of Yijing and feng shui\",[162] the Hundred Schools of Thought,[163] and worship of the \"three great ancestors\" (Huangdi, Yandi and Chiyou).[164] The movement promotes the restoration of the authentic roots of the Chinese civilization and Chinese unification.[163]\n\nThe Weixinist Church, whose headquarters are in Taiwan, is also active in Mainland China in the key birthplaces of the Chinese culture. It has links with the government of Henan where it has established the \"City of Eight Trigrams\" templar complex on Yunmeng Mountain (of the Yan Mountains),[165] and it has also built temples in Hebei.[166]\n\nRecent scholarly works have found basic differences between north and south folk religion.[167] Folk religion of southern and southeastern provinces is focused on the lineages and their churches (zōngzú xiéhuì Chinese: 宗族協會) focusing on ancestral gods, while the folk religion of central-northern China (North China Plain) hinges on the communal worship of tutelary deities of creation and nature as identity symbols by villages populated by families of different surnames.[126] They are structured into \"communities of the god(s)\" (shénshè Chinese: 神社, or huì Chinese: 會, \"association\"),[120] which organise temple ceremonies (miaohui Chinese: 廟會), involving processions and pilgrimages,[168] and led by indigenous ritual masters (fashi) who are often hereditary and linked to secular authority.[note 10]\n\nNorthern and southern folk religions also have a different pantheon, of which the northern one is composed of more ancient gods of Chinese mythology.[169] Furthermore, folk religious sects have historically been more successful in the central plains and in the northeastern provinces than in southern China, and central-northern folk religion shares characteristics of some of the sects, such as the heavy importance of mother goddess worship and shamanism,[170] as well as their scriptural transmission.[167]: 92  Confucian churches as well have historically found much resonance among the population of the northeast; in the 1930s the Universal Church of the Way and its Virtue alone aggregated at least 25% of the population of the state of Manchuria[171] and contemporary Shandong has been analysed as an area of rapid growth of folk Confucian groups.[172]\n\nAlong the southeastern coast, ritual functions of the folk religion are reportedly dominated by Taoism, both in registered and unregistered forms (Zhengyi Taoism and unrecognised fashi orders), which since the 1990s has developed quickly in the area.[173][174]\n\nGoossaert talks of this distinction, although recognising it as an oversimplification, of a \"Taoist south\" and a \"village-religion/Confucian centre-north\",[167]: 47  with the northern context also characterised by important orders of \"folk Taoist\" ritual masters, one of which are the Chinese: 陰陽生 yīnyángshēng (\"sages of yin and yang\"),[175][167]: 86  and sectarian traditions,[167]: 92  and also by a low influence of Buddhism and official Taoism.[167]: 90 \n\nThe folk religion of northeast China has unique characteristics deriving from the interaction of Han religion with Tungus and Manchu shamanisms; these include chūmǎxiān (Chinese: 出馬仙 \"riding for the immortals\") shamanism, the worship of foxes and other zoomorphic deities, and the Fox Gods (Chinese: 狐神 Húshén)—Great Lord of the Three Foxes (Chinese: 胡三太爺 Húsān Tàiyé) and the Great Lady of the Three Foxes (Chinese: 胡三太奶 Húsān Tàinǎi)—at the head of pantheons.[176] Otherwise, in the religious context of Inner Mongolia there has been a significant integration of Han Chinese into the traditional folk religion of the region.\n\nIn recent years[when?] there has also been an assimilation of deities from Tibetan folk religion, especially wealth gods.[177] In Tibet, across broader western China, and in Inner Mongolia, there has been a growth of the cult of Gesar with the explicit support of the Chinese government, a cross-ethnic Han-Tibetan, Mongol and Manchu deity (the Han identify him as an aspect of the god of war analogically with Guandi) and culture hero whose mythology is embodied as a culturally important epic poem.[178]\n\nChinese religion has both influenced, and in turn has been influenced by, indigenous religions of ethnic groups that the Han Chinese have encountered along their ethnogenetic history. Seiwert (1987) finds evidence of pre-Chinese religions in the folk religion of certain southeastern provinces such as Fujian and Taiwan, especially in the local wu and lineages of ordained ritual masters.[179]: 44 \n\nA process of sinicization, or more appropriately a \"Taoisation\", is also the more recent experience of the indigenous religions of some distinct ethnic minorities of China, especially southwestern people. Chinese Taoists gradually penetrate within the indigenous religions of such peoples, in some cases working side by side with indigenous priests, in other cases taking over the latter's function and integrating them by requiring their ordination as Taoists.[179]: 45  Usually, indigenous ritual practices remain unaffected and are adopted into Taoist liturgy, while indigenous gods are identified with Chinese gods.[179]: 47  Seiwert discusses this phenomenon of \"merger into Chinese folk religion\" not as a mere elimination of non-Chinese indigenous religions, but rather as a cultural re-orientation. Local priests of southwestern ethnic minorities often acquire prestige by identifying themselves as Taoists and adopting Taoist holy texts.[179]: 47 \n\nMou (2012) writes that \"Taoism has formed an indissoluble bond\" with indigenous religions of southwestern ethnic minorities, especially the Tujia, Yi and Yao.[180] Seiwert mentions the Miao of Hunan.[179]: 45  \"Daogongism\" is Taoism among the Zhuang, directed by the dàogōng (Chinese: 道公 \"lords of the Tao\") and it forms an established important aspect of the broader Zhuang folk religion.[181]\n\nOn the other hand, it is also true that in more recent years there has been a general revival of indigenous lineages of ritual masters without identification of these as Taoists and support from the state Chinese Taoist Church. An example is the revival of lineages of bimo (\"scripture sages\") priests among the Yi peoples. Bimoism has a tradition of theological literature and though clergy ordination, and this is among the reasons why it is taken in high consideration by the Chinese government.[182] Bamo Ayi (2001) attests that \"since the early 1980s ... minority policy turned away from promoting assimilation of Han ways\".[183]: 118 \n\n"
        },
        {
            "title": "Features",
            "text": "Chinese religions are polytheistic, meaning that many deities are worshipped as part of what has been defined as yǔzhòu shénlùn (Chinese: 宇宙神論), translated as \"cosmotheism\", a worldview in which divinity is inherent to the world itself.[81] The gods (shen Chinese: 神; \"growth\", \"beings that give birth\"[185]) are interwoven energies or principles that generate phenomena which reveal or reproduce the way of Heaven, that is to say the order (li) of the Greatnine(Tian).[note 2]\n\nIn Chinese tradition, there is not a clear distinction between the gods and their physical body or bodies (from stars to trees and animals);[186] the qualitative difference between the two seems not to have ever been emphasised.[186] Rather, the disparity is said to be more quantitative than qualitative.[186] In doctrinal terms, the Chinese view of gods is related to the understanding of qi, the life force,[186] as the gods and their phenomenal productions are manifestations of it.[186] In this way, all natural bodies are believed to be able to attain supernatural attributes by acting according to the universal oneness.[186] Meanwhile, acting wickedly (that is to say against the Tian and its order) brings to disgrace and disaster.[187]\n\nIn folk religions, gods (shen) and immortals (xian Chinese: 仙) are not specifically distinguished from each other.[188] Gods can incarnate in human form and human beings can reach immortality, which means to attain higher spirituality, since all the spiritual principles (gods) are begotten of the primordial qi before any physical manifestation.[103]\n\nIn the Doctrine of the Mean, one of the Confucian four books, the zhenren (wise) is the man who has achieved a spiritual status developing his true sincere nature.[189] This status, in turn, enables him to fully develop the true nature of others and of all things.[189] The sage is able to \"assist the transforming and nourishing process of Heaven and Earth\", forming a trinity (三才 Sāncái, the \"Three Powers\") with them.[189] In other words, in the Chinese tradition humans are or can be the medium between Heaven and Earth, and have the role of completing what had been initiated.[note 7]\n\nTaoist schools in particular espouse an explicit spiritual pathway which pushes the earthly beings to the edge of eternity.[105] Since the human body is a microcosm, enlivened by the universal order of yin and yang like the whole cosmos, the means of immortality can be found within oneself.[105]\n\nAmong those worshipped as immortal heroes (xian, exalted beings) are historical individuals distinguished for their worth or bravery, those who taught crafts to others and formed societies establishing the order of Heaven, ancestors or progenitors (zu Chinese: 祖), and the creators of a spiritual tradition.[101][190] The concept of \"human divinity\" is not self-contradictory, as there is no unbridgeable gap between the two realms; rather, the divine and the human are mutually contained.[189]\n\nIn comparison with gods of an environmental nature, who tend to remain stable throughout human experience and history, individual human deities change in time. Some endure for centuries, while others remain localised cults, or vanish after a short time.[186] Immortal beings are conceived as \"constellations of qi\", which is so vibrant in certain historical individuals that, upon the person's death, this qi nexus does not dissipate but persists, and is reinforced by living people's worship.[191] The energetic power of a god is thought to reverberate on the worshipers influencing their fortune.[191]\n\nGods and immortals (collectively Chinese: 神仙 shénxiān) in the Chinese cultural tradition reflect a hierarchical, multiperspective experience of divinity.[185] In Chinese language there is a terminological distinction between Chinese: 神 shén, Chinese: 帝 dì and Chinese: 仙 xiān. Although the usage of the former two is sometimes blurred, it corresponds to the distinction in Western cultures between \"god\" and \"deity\", Latin genius (meaning a generative principle, \"spirit\") and deus or divus; dì, sometimes translated as \"thearch\", implies a manifested or incarnate \"godly\" power.[note 12][193] It is etymologically and figuratively analogous to the concept of di as the base of a fruit, which falls and produces other fruits. This analogy is attested in the Shuowen jiezi explaining \"deity\" as \"what faces the base of a melon fruit\".[194] The latter term Chinese: 仙 xiān unambiguously means a man who has reached immortality, similarly to the Western idea of \"hero\".\n\nMany classical books have lists and hierarchies of gods and immortals, among which the \"Completed Record of Deities and Immortals\" (Chinese: 神仙通鑒 Shénxiān tōngjiàn) of the Ming dynasty,[103] and the \"Biographies of Deities and Immortals\" (Chinese: 神仙傳 Shénxiān zhuán) by Ge Hong (284–343).[188] There's also the older Liexian zhuan (Chinese: 列仙傳 \"Collected Biographies of Immortals\").\n\nThere are the great cosmic gods representing the first principle in its unmanifested state or its creative order—Yudi (Chinese: 玉帝 \"Jade Deity\")[note 3] and Doumu (Chinese: 斗母 \"Mother of the Meaning\" or \"Great Chariot\"), Pangu (Chinese: 盤古, the macranthropic metaphor of the cosmos), Xiwangmu (Chinese: 西王母 \"Queen Mother of the West\") and Dongwanggong (Chinese: 東王公 \"King Duke of the East\") who personificate respectively the yin and the yang,[195] as well as the dimensional Three Patrons and the Five Deities; then there are the sky and weather gods, the scenery gods,  the vegetal and animal gods, and gods of human virtues and crafts.[81] These are interpreted in different ways in Taoism and folk sects, the former conferring them long kataphatic names.[81] Below the great deities, there is the unquantifiable number of gods of nature, as every phenomena have or are gods.\n\nThe Three Patrons (Chinese: 三皇 Sānhuáng)—Fuxi, Nüwa and Shennong—are the \"vertical\" manifestation of the primordial God corresponding to the Three Realms (Chinese: 三界 Sānjiè), representing the yin and yang and the medium between them, that is the human being.[196]\n\nThe Five Deities (Chinese: 五帝 Wǔdì) or \"Five Forms of the Highest Deity\" (Chinese: 五方上帝 Wǔfāng Shàngdì)—the Yellow, Green or Blue, Black, Red and White Deities[193]—are the five \"horizontal\" manifestations of the primordial God and according with the Three Realms they have a celestial, a terrestrial and a chthonic form.[note 13] They correspond to the five phases of creation, the five constellations rotating around the celestial pole, the five sacred mountains and the five directions of space (the four cardinal directions and the centre), and the five Dragon Gods (Chinese: 龍神 Lóngshén) which represent their mounts, that is to say the chthonic forces they preside over.[198][199]\n\nThe Yellow God (Chinese: 黃神 Huángshén) or \"Yellow God of the Northern Dipper\" (Chinese: 黃神北斗 Huángshén Běidǒu[note 14]) is of peculiar importance, as he is a form of the universal God (Tian or Shangdi)[200][201] symbolising the axis mundi (Kunlun), or the intersection between the Three Patrons and the Five Deities, that is the center of the cosmos.[202] He is therefore described in the Shizi as the \"Yellow Emperor with Four Faces\" (Chinese: 黃帝四面 Huángdì Sìmiàn).[203] His human incarnation, the \"Yellow Emperor (or Deity) of the Mysterious Origin\" (Chinese: 軒轅黃帝 Xuānyuán Huángdì), is said to be the creator of the Huaxia civility, of marriage and morality, language and lineage, and patriarch of all the Chinese together with the Red Deity.[204] Xuanyuan was the fruit of virginal birth, as his mother Fubao conceived him as she was aroused, while walking in the country, by a lightning from the Big Dipper.[205]\n\nThe worship of mother goddesses for the cultivation of offspring is present all over China, but predominantly in northern provinces. There are nine main goddesses, and all of them tend to be considered as manifestations or attendant forces of a singular goddess identified variously as Bixia (Chinese: 碧霞 \"Blue Dawn\"), the daughter or female consort of the Green God of Mount Tai, or Houtu (Chinese: 后土 the \"Queen of the Earth\").[206] Bixia herself is identified by Taoists as the more ancient goddess Xiwangmu,[207] Goddesses are commonly entitled mǔ (Chinese: 母 \"mother\"), lǎomǔ (Chinese: 老母 \"old mother\"), shèngmǔ (Chinese: 聖母 \"holy mother\"), niángniáng (Chinese: 娘娘 \"lady\"), nǎinai (Chinese: 奶奶 \"granny\").\n\nAltars of goddess worship are usually arranged with Bixia at the center and two goddesses at her sides, most frequently the Lady of Eyesight and the Lady of Offspring.[208] A different figure but with the same astral connections as Bixia is the Qixing Niangniang (Chinese: 七星娘娘 \"Goddess of the Seven Stars\"). There is also the cluster of the Holy Mothers of the Three Skies (Chinese: 三霄聖母 Sanxiao Shengmu; or \"Ladies of the Three Skies\", Chinese: 三霄娘娘 Sanxiao Niangniang), composed of Yunxiao Guniang, Qiongxiao Guniang and Bixiao Guniang.[209] In southeastern provinces the cult of Chen Jinggu (Chinese: 陳靖姑) is identified by some scholars as an emanation of the northern cult of Bixia.[210]\n\nThere are other local goddesses with motherly features, including the northern Canmu (Chinese: 蠶母 \"Silkworm Mother\") and Mazu (Chinese: 媽祖 \"Ancestral Mother\"), popular in provinces along the eastern coast and in Taiwan. The title of \"Queen of Heaven\" (Chinese: 天后 Tiānhòu) is most frequently attributed to Mazu and Doumu (the cosmic goddess).\n\nAdam Yuet Chau identifies five styles or modalities of \"doing\" Chinese religion:[211]\n\nGenerally speaking, the Chinese believe that spiritual and material well-being ensues from the harmony of humanity and gods in their participation in the same cosmic power, and also believe that by taking the right path and practice anybody is able to reach the absolute reality.[212] Religious practice is therefore regarded as the bridge to link the human world to the spiritual source,[212] maintaining the harmony of the micro and macrocosmos, protecting the individual and the world from disruption.[118] In this sense, the Chinese view of human life is not deterministic, but one is a master of his own life and can choose to collaborate with the deities for a harmonious world.[118]\nChinese culture being a holistic system, in which every aspect is a part of a whole, Chinese folk religious practice is often intermingled with political, educational and economic concerns.[213] A gathering or event may be encompassed with all of these aspects; in general, the commitment (belief) and the process or rite (practice) together form the internal and external dimensions of Chinese religious life.[213] In village communities, religious services are often organised and led by local people themselves.[49] Leaders are usually selected among male heads of families or lineages, or village heads.[49]\n\nA simple form of individual practice is to show respect for the gods (jing shen Chinese: 敬神) through jingxiang (incense offering), and the exchange of vows (huan yuan Chinese: 還願).[118] Sacrifice can consist of incense, oil, and candles, as well as money.[214] Religious devotion may also express in the form of performance troupes (huahui), involving many types of professionals such as stilt walkers, lion dancers, musicians, martial arts masters, yangge dancers, and story-tellers.[214]\n\nDeities can also be respected through moral deeds in their name (shanshi Chinese: 善事), and self-cultivation (xiuxing Chinese: 修行).[215] Some forms of folk religion develop clear prescriptions for believers, such as detailed lists of meritorious and sinful deeds in the form of \"morality books\" (shanshu Chinese: 善書) and ledgers of merit and demerit.[216] Involvement in the affairs of communal or intra-village temples are perceived by believers as ways for accumulating merit (gongde Chinese: 功德).[216] Virtue is believed to accumulate in one's heart, which is seen as energetic centre of the human body (zai jun xin zuo tian fu Chinese: 在君心作福田).[217] Practices of communication with the gods comprehend different forms of Chinese shamanism, such as wu shamanism and tongji mediumship, or fuji practice.\n\nClassical Chinese has characters for different types of sacrifice, probably the oldest way to communicate with divine forces, today generally encompassed by the definition jìsì (祭祀).[212] However different in scale and quantity, all types of sacrifice would normally involve food, wine, meat and later incense.[218]\n\nSacrifices usually differ according to the kind of deity they are devoted to.[218] Traditionally, cosmic and nature gods are offered uncooked (or whole) food, while ancestors are offered cooked food.[218] Moreover, sacrifices for gods are made inside the temples that enshrine them, while sacrifices for ancestors are made outside temples.[218] Yearly sacrifices (ji) are made to Confucius, the Red and Yellow Emperors, and other cultural heroes and ancestors.[218]\n\nBoth in past history and at the present, all sacrifices are assigned with both religious and political purposes.[219] Some gods are considered carnivorous, for example the River God (Chinese: 河神 Héshén) and Dragon Gods, and offering to them requires animal sacrifice.[220]\n\nThe aims of rituals and sacrifices may be of thanksgiving and redeeming, usually involving both.[219] Various sacrifices are intended to express gratitude toward the gods in the hope that spiritual blessing and protection will continue.[219] The jiào (醮), an elaborate Taoist sacrifice or \"rite of universal salvation\", is intended to be a cosmic community renewal, that is to say a reconciliation of a community around its spiritual centre.[221] The jiao ritual usually starts with zhai, \"fasting and purification\", that is meant as an atonement for evil-doing, then followed by sacrificial offerings.[221]\n\nThis rite, of great political importance, can be intended for the whole nation.[221] In fact, as early as the Song dynasty, emperors asked renowned Taoists to perform such rituals on their behalf or for the entire nation.[221] The modern Chinese republic has given approval for Taoists to conduct such rituals since the 1990s, with the aim of protecting the country and the nation.[221]\n\nA variety of practices are concerned with personal well-being and spiritual growth.[222] Rites of passage are intended to narrate the holy significance of each crucial change throughout a life course.[222] These changes, which are physical and social and at the same time spiritual, are marked by elaborate customs and religious rituals.[222]\n\nIn the holistic view about nature and the human body and life, as macro and microcosmos, the life process of a human being is equated with the rhythm of seasons and cosmic changes.[222] Hence, birth is likened to spring, youth to summer, maturity to autumn and old age to winter.[222] There are ritual passages for those who belong to a religious order of priests or monks, and there are the rituals of the stages in a life, the main four being birth, adulthood, marriage and death.[223]\n\nChinese language has a variety of words defining the temples of the Chinese religion. Some of these terms have a precise functional use, although with time some confusion has arisen and some of them have been used interchangeably in some contexts. Collective names defining \"temples\" or places of worship are Chinese: 寺廟 sìmiào and Chinese: 廟宇 miàoyǔ.[224]\n\nHowever, Chinese: 寺 sì, which originally meant a type of residence for imperial officials, with the introduction of Buddhism in China became associated with Buddhist monasteries as many officials donated their residences to the monks.[224] Today sì and Chinese: 寺院 sìyuàn (\"monastery\") are used almost exclusively for Buddhist monasteries, with sporadic exceptions, and sì is a component character of names for Chinese mosques. Another term now mostly associated with Buddhism is Chinese: 庵 ān, \"thatched hut\", originally a form of dwelling of monks later extended to mean monasteries.[224]\n\nTemples can be public, private (Chinese: 私廟 sìmiào) and household temples (Chinese: 家廟 jiāmiào). The jing Chinese: 境 is a broader \"territory of a god\", a geographic region or a village or city with its surroundings, marked by multiple temples or complexes of temples and delineated by the processions.[225]\n\nPertaining to Chinese religion the most common term is Chinese: 廟 miào graphically meaning a \"shrine\" or \"sacred enclosure\"; it is the general Chinese term that is translated with the general Western \"temple\", and is used for temples of any of the deities of polytheism. Other terms include Chinese: 殿 diàn which indicates the \"house\" of a god, enshrining one specific god, usually a chapel within a larger temple or sacred enclosure; and Chinese: 壇 tán which means \"altar\" and refers to any indoor or outdoor altars, majestic outdoor altars being those for the worship of Heaven and Earth and other gods of the environment.[224] Chinese: 宮 Gōng, originally referring to imperial palaces, became associated to temples of representations of the universal God or the highest gods and consorts, such as the Queen of Heaven.[224]\n\nAnother group of words is used for the temples of ancestral religion: Chinese: 祠 cí (either \"temple\" or \"shrine\", meaning a sacred enclosure) or Chinese: 宗祠 zōngcí (\"ancestor shrine\"). These terms are also used for temples dedicated to immortal beings.[224] Chinese: 祖廟 Zǔmiào (\"original temple\") instead refers to a temple which is believed to be the original temple of a deity, the most legitimate and powerful.[226]\n\nChinese: 堂 Táng, meaning \"hall\" or \"church hall\", originally referred to the central hall of secular buildings but it entered religious usage as a place of worship of the folk religious sects.[224] Christianity in China has borrowed this term from the sects.\n\nChinese: 觀 Guàn is the appropriate Chinese translation of the Western term \"temple\", as both refer to \"contemplation\" (of the divine, according to the astral patterns in the sky or the icon of a deity). Together with its extension Chinese: 道觀 dàoguàn (\"to contemplate or observe the Dao\"), it is used exclusively for Taoist temples and monasteries of the state Taoist Church.[224]\n\nGeneric terms include Chinese: 院 yuàn meaning \"sanctuary\", from the secular usage for a courtyard, college or hospital institution; Chinese: 岩 yán (\"rock\") and Chinese: 洞 dòng (\"hole\", \"cave\") referring to temples set up in caves or on cliffs. Other generic terms are Chinese: 府 fǔ (\"house\"), originally of imperial officials, which is a rarely used term; and Chinese: 亭 tíng (\"pavilion\") which refers to the areas of a temple where laypeople can stay.[224] There is also Chinese: 神祠 shéncí, \"shrine of a god\".\n\nAncestral shrines are sacred places in which lineages of related families, identified by shared surnames, worship their common progenitors. These temples are the \"collective representation\" of a group, and function as centers where religious, social and economic activities intersect.[227]\n\nChinese temples are traditionally built according to the styles and materials (wood and bricks) of Chinese architecture, and this continues to be the rule for most of the new temples. However, in the early 20th century and especially in the mainland religious revival of the early 21st century, there has been a proliferation of new styles in temple construction. These include the use of new materials (stones and concrete, stainless steel and glass) and the combination of Chinese traditional shapes with styles of the West or of transnational modernity. Examples can be found in the large ceremonial complexes of mainland China.\n\nChinese: 分香 Fēnxiāng, meaning an \"incense division\", is a term that defines both hierarchical networks of temples dedicated to a god, and the ritual process by which these networks form.[228] These temple networks are economic and social bodies, and in certain moments of history have even taken military functions.[228] They also represent routes of pilgrimage, with communities of devotees from the affiliated temples going up in the hierarchy to the senior temple (zumiao).[228]\n\nWhen a new temple dedicated to the same god is founded, it enters the network through the ritual of division of incense. This consists in filling the incense burner of the new temple with ashes brought from the incense burner of an existing temple.[228] The new temple is therefore spiritually affiliated to the older temple where the ashes were taken, and directly below it in the hierarchy of temples.[228]\n\nChinese: 廟會 Miàohuì, literally \"gatherings at the temple\", are \"collective rituals to greet the gods\" (Chinese: 迎神賽會 yíngshén sàihuì) that are held at the temples on various occasions such as the Chinese New Year or the birthday or holiday of the god enshrined in the temple.[229] In north Chine they are also called Chinese: 賽會 sàihuì (\"communal ritual gatherings\") or Chinese: 香會 xiānghuì (\"incense gatherings\"), while a Chinese: 賽社 sàishè (\"communal ritual body\") is the association which organises such events and by extension it has become another name of the event itself.[230]\n\nActivities include rituals, theatrical performances, processions of the gods' images throughout villages and cities, and offerings to the temples.[229] In north China temple gatherings are generally week-long and large events attracting tens of thousands of people, while in south China they tend to be smaller and village-based events.[229]\n\n"
        },
        {
            "title": "Demographics",
            "text": "According to Yang and Hu (2012):\n\nAccording to their research, 55.5% of the adult population (15+) of China, or 578 million people in absolute numbers, believe and practise folk religions, including a 20% who practice ancestor religion or communal worship of deities, and the rest who practise what Yang and Hu define \"individual\" folk religions like devotion to specific gods such as Caishen. Members of folk religious sects are not taken into account.[232] Around the same year, Kenneth Dean estimates 680 million people involved in folk religion, or 51% of the total population.[note 16] At the same time, self-identified folk religion believers in Taiwan are 42.7% of the adult (20+) population, or 16 million people in absolute numbers, although devotion to ancestors and gods can be found even among other religions' believers or 88% of the population.[232] According to the 2005 census of Taiwan, Taoism is the statistical religion of 33% of the population.[234]\n\nThe Chinese Spiritual Life Survey conducted by the Center on Religion and Chinese Society of Purdue University, published in 2010, found that 754 million people (56.2%) practise ancestor religion, but only 216 million people (16%) \"believe in the existence\" of the ancestor.[note 17] The same survey says that 173 million (13%) practise Chinese folk religion in a Taoist framework.[235]\n\nThe China Family Panel Studies' survey of 2012,[236] published in 2014, based on the Chinese General Social Surveys which are held on robust samples of tens of thousands of people, found that only 12.6% of the population of China belongs to its five state-sanctioned religious groups, while among the rest of the population only 6.3% are atheists, and the remaining 81% (1 billion people) pray to or worship gods and ancestors in the manner of the traditional popular religion. The same survey has found that 2.2% (≈30 million) of the total population declares to be affiliated to one or another of the many folk religious sects. At the same time, reports of the Chinese government claim that the sects have about the same number of followers of the five state-sanctioned religions counted together (~13% ≈180 million).[237]\n\nScholars have studied the economic dimension of Chinese folk religion,[238] whose rituals and temples interweave a form of grassroots socio-economic capital for the well-being of local communities, fostering the circulation of wealth and its investment in the \"sacred capital\" of temples, gods and ancestors.[239]\n\nThis religious economy already played a role in periods of imperial China, plays a significant role in modern Taiwan, and is seen as a driving force in the rapid economic development in parts of rural China, especially the southern and eastern coasts.[240]\n\nAccording to Law (2005), in his study about the relationship between the revival of folk religion and the recostruction of patriarchal civilisation:\n\nMayfair Yang (2007) defines it as an \"embedded capitalism\", which preserves local identity and autonomy, and an \"ethical capitalism\" in which the drive for individual accumulation of money is tempered by religious and kinship ethics of generosity which foster the sharing and investment of wealth in the construction of civil society.[242]\n\nMost of the overseas Chinese populations have maintained Chinese folk religions, often adapting to the new environment by developing new cults and incorporating elements of local traditions. In Southeast Asia, Chinese deities are subject to a \"re-territorialisation\" and maintain their relation to the ethnic associations (i.e. the Hainanese Association or the Fujianese Association, each of them has a patron deity and manages one or more temples of such a deity).[243]\n\nThe most important deity among Southeast Asian Chinese is Mazu, the Queen of Heaven and goddess of the sea. This is related to the fact that most of these Chinese populations are from southeastern provinces of China, where the goddess is very popular.[243] Some folk religious sects have spread successfully among Southeast Asian Chinese. They include especially Church of Virtue (Deism),[244][245][246] Zhenkongdao[247] and Yiguandao.[247]\n\n"
        }
    ]
}