{
    "url": "https://en.wikipedia.org/wiki/Chinese_language_and_varieties_in_the_United_States",
    "title": "Chinese language and varieties in the United States",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nChinese languages, mostly Cantonese, are collectively the third most-spoken language in the United States, and are mostly spoken within Chinese-American populations and by immigrants or the descendants of immigrants, especially in California and New York.[6] Around 2004, over 2 million Americans spoke varieties of Chinese, with Mandarin becoming increasingly common due to immigration from mainland China and to some extent Taiwan.[6] Despite being called dialects or varieties, Cantonese, Taishanese, and Mandarin etc. are not mutually intelligible. When asked census forms and surveys, respondents will only answer with \"Chinese\".[7]\n\nAccording to data reported on the 2000 US Census long-form, 259,750 people spoke \"Cantonese\", with 58.62% percent residing in California and the next most with 16.19% in New York.[8] The actual number of Cantonese speakers was probably higher. In the 1982–83 school year, 29,908 students in California were reported to be using Cantonese as their primary home language. Approximately 16,000 of these students were identified as limited English proficient (LEP).[9]\n\nAccording to data reported on the 2000 US Census long-form, 84,590 people spoke \"Taiwanese Hokkien\".[10] The county with the most Hokkien speakers was Los Angeles County with 21,990 (0.250% of County population) followed by Orange County with 5,855 (0.222% of County population). The county with the highest percentage of Hokkien speakers was Calhoun County, Texas at 0.845% (160) followed by Fort Bend County, Texas at 0.286% (935) and Los Angeles County, California. According to data collected from 2005–2009 by the American Community Survey, 76,822 people spoke Taiwanese Hokkien.[11]\n\nIn New York City, Standard Mandarin Chinese was spoken as a native language among only ten percent of Chinese speakers as 2002, but was being used as a secondary dialect and replacing Cantonese as their lingua franca.[12]\n\nAlthough Chinese Americans grow up learning English, some teach their children Chinese for a variety of reasons including preservation of an ancient civilization, preservation of a unique identity, pride in their cultural ancestry, desire for easy communication with them and other relatives, and the perception that Chinese will be a useful language as China's economic strength increases. Cantonese, historically the language of most Chinese immigrants, was the third most widely spoken non-English language in the United States in 2004.[6][page needed] Many Chinese schools have been established to accomplish these goals. Most of them have classes only once a week on the weekends, however especially in the past there have been schools that met every day after normal school.\n\nA 2006 survey by the Modern Language Association found that Chinese accounted for 3% of foreign language class enrollment in the United States, making it the seventh most commonly learned foreign languages in the United States. Most Chinese as foreign language classes teach simplified characters and Standard Mandarin Chinese.[13]\n\n"
        }
    ]
}