{
    "url": "https://en.wikipedia.org/wiki/Chinese_space_program",
    "title": "Chinese space program",
    "table_of_contents": [
        "1 History",
        "1.1 Early years",
        "1.2 1970s to 1990s",
        "1.3 21st century",
        "2 Chinese space program and the international community",
        "2.1 Dual-use technologies and outer space",
        "2.2 NASA's policy excluding Chinese state affiliates",
        "3 Organization",
        "3.1 Universities and institutes",
        "3.2 Space cities",
        "3.3 Suborbital launch sites",
        "3.4 Satellite launch centers",
        "3.5 Monitoring and control centers",
        "3.5.1 Domestic tracking stations",
        "3.5.2 Overseas tracking stations",
        "3.6 Crewed landing sites",
        "4 Notable spaceflight programs",
        "4.1 Project 714",
        "4.2 Project 863",
        "4.3 China Manned Space Program (Project 921)",
        "4.3.1 Spacecraft",
        "4.3.2 Space laboratory",
        "4.3.3 Space station",
        "4.4 Lunar exploration",
        "4.5 Mission to Mars and beyond",
        "4.6 Space-based solar power",
        "5 Goals",
        "6 List of launchers and projects",
        "6.1 Launch vehicles",
        "6.2 Satellites and science mission",
        "6.3 Space exploration",
        "6.3.1 Crewed LEO Program",
        "6.3.2 Chinese Lunar Exploration Program",
        "6.3.3 Deep Space Exploration Program",
        "7 Research",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe space program of the People's Republic of China is directed by the China National Space Administration (CNSA). China's space program has overseen the development and launch of ballistic missiles, thousands of artificial satellites, manned spaceflight, an indigenous space station, and has stated plans to explore the Moon, Mars, and the broader Solar System.[1][2][3]\n\nThe technological roots of the Chinese space program trace back to the 1950s, when, with the help of the newly-allied Soviet Union, China began development of its first ballistic missile and rocket programs in response to the perceived American (and, later, Soviet) threats.[4] Driven by the successes of Soviet Sputnik 1 and American Explorer 1 satellite launches in 1957 and 1958 respectively, China would launch its first satellite, Dong Fang Hong 1 in April of 1970 aboard a Long March 1 rocket making it the fifth nation to place a satellite in orbit.[5][6] A year later, China began development on a crewed space mission but, under pressure from Mao's Cultural Revolution on academics, was shut down and resources put to China's first reconnaissance satellite program, Fanhui Shi Weixing, which had its maiden launch in November 1975.[7][8] Chinese first crewed space program began in earnest several decades later, when an accelerated program of technological development culminated in Yang Liwei's successful 2003 flight aboard Shenzhou 5.[9][10] This achievement made China the third country to independently send humans into space.[11][12]\n\nToday, the Chinese space program is statedly pursuing multiple sample-return missions and a manned mission to the Moon, space transportation, in-orbit maintenance of spacecraft, counterspace capabilities, quantum communications, orbiter and sample-return missions to Mars, and exploration missions throughout the Solar System and deep space.[3][13][14]\n\n"
        },
        {
            "title": "History",
            "text": "After the launch of mankind's first artificial satellite, Sputnik 1, by the Soviet Union on October 4, 1957, Mao Zedong decided during the National Congress of the Chinese Communist Party on May 17, 1958, to make China an equal with the superpowers (Chinese: \"我们也要搞人造卫星\"; lit. 'We too need satellites'), by adopting Project 581 with the objective of placing a satellite in orbit by 1959 to celebrate the 10th anniversary of the PRC's founding.[15] This goal would be achieved in three phases: developing sounding rockets first, then launching small satellites, and in the final phase, large satellites. \n\nDuring the cordial Sino-Soviet relations of the 1950s, the Soviet Union (USSR) had engaged in a cooperative technology transfer program with China, which helped kick-start the Chinese space program. However, the friendly relationship between the two countries soon turned to confrontation due to ideological differences in Marxism. As a consequence, all Soviet technological assistance was abruptly withdrawn after the 1960 Sino-Soviet split, and Chinese scientists continued on the program with extremely limited resources and knowledge.[16]\n\nThe first successful launch and recovery of a T-7A(S1) sounding rocket carrying a biological experiment (transporting eight white mice) was on July 19, 1964, from Base 603 (六〇三基地).[17] As the space race between the two superpowers reached its climax with the conquest of the Moon, Mao and Zhou Enlai decided on July 14, 1967, that the PRC should not be left behind, and started China's own crewed space program.[18] China's first spacecraft designed for human occupancy was named Shuguang-1 (曙光一号) in January 1968.[19] China's Space Medical Institute (航天医学工程研究所) was founded on April 1, 1968, and the Central Military Commission issued the order to start the selection of astronauts. As part of the \"third line\" effort to relocate critical defense infrastructure to the relatively remote interior (away from the Soviet border), it was decided to construct a new space center in the mountainous region of Xichang in the Sichuan province, code-named Base 27.\n\nIn August 1969, the development of China's first heavy-lift satellite launch vehicle (SLV), the Feng Bao 1 (FB-1, 风暴一号), was started by Shanghai's 2nd Bureau of Mechanic-Electrical Industry. The all-liquid two-stage launcher was derived from the DF-5 ICBM. Only a few months later, a parallel heavy-lift SLV program, also based on the same DF-5 ICBM and known as CZ-2, was started in Beijing by the First Space Academy. The DF-4 was used to develop the Long March-1 SLV. A newly designed spin-up orbital insertion solid-propellant rocket motor third stage was added to the two existing Nitric acid/UDMH liquid propellant stages. An attempt to use this vehicle to launch a Chinese satellite before Japan's first attempt ended in failure on November 16, 1969.[20]\n\nThe second satellite launch attempt on April 24, 1970, was successful. A CZ-1 was used to launch the 173 kg Dong Fang Hong I (东方红一号, meaning The East Is Red I), also known as Mao-1. It was the heaviest first satellite placed into orbit by a nation, exceeding the combined masses of the first satellites of the other four previous countries. The third stage of the CZ-1 was specially equipped with a 40 m2 solar reflector (观察球) deployed by the centrifugal force developed by the spin-up orbital insertion solid propellant stage. Therefore, the faint magnitude 5 to 8 brightness of the DFH-1 made the satellite (at best) barely visible with naked eyes was consequently dramatically increased to a comfortable magnitude 2 to 3. The PRC's second satellite was launched with the last of the CZ-1 SLVs on March 3, 1971. The 221 kg ShiJian-1 (SJ-1) was equipped with a magnetometer and cosmic-ray/x-ray detectors.\n\nThe first crewed space program, known as Project 714, was officially adopted in April 1971 with the goal of sending two astronauts into space by 1973 aboard the Shuguang spacecraft. The first screening process for astronauts had already ended on March 15, 1971, with 19 astronauts chosen. The program would soon be canceled due to political turmoil. The first flight test of the DF-5 ICBM was carried out in October 1971. On August 10, 1972, the new heavy-lift SLV FB-1 made its maiden test flight, with only partial success.[clarification needed] The CZ-2A launcher, originally designed to carry the Shuguang-1 spacecraft, was first tested on November 5, 1974, carrying China's first FSW-0 recoverable satellite, but failed. After some redesign work, the modified CZ-2C successfully launched the FSW-0 No.1 recoverable satellite (返回式卫星) into orbit on November 26, 1975. After expansion, the Northern Missile Test Site was upgraded as a test base in January 1976 to become the Northern Missile Test Base (华北导弹试验基地) known as Base 25.\n\nAfter Mao died on September 9, 1976, his rival, Deng Xiaoping, denounced during the Cultural Revolution as reactionary and therefore forced to retire from all his offices, slowly re-emerged as China's new leader in 1978. At first, the new development was slowed. Then, several key projects deemed unnecessary were simply cancelled—the Fanji ABM system, the Xianfeng Anti-Missile Super Gun, the ICBM Early Warning Network 7010 Tracking Radar and the land-based high-power anti-missile laser program. Nevertheless, some development did proceed. The first Yuanwang-class space tracking ship was commissioned in 1979. The first full-range test of the DF-5 ICBM was conducted on May 18, 1980. The payload reached its target located 9300 km away in the South Pacific (7°0′S 117°33′E﻿ / ﻿7.000°S 117.550°E﻿ / -7.000; 117.550﻿ (DF-5 ICBM test impact))[dubious  – discuss] and retrieved five minutes later by helicopter.[citation needed] Further development of the Long March rocket series allowed the PRC to initiate a commercial launch program in 1985, which has since launched more than 50 foreign satellites, primarily for European, African and Asian interests.[21]\n\nThe next crewed space program was even more ambitious and proposed in March 1986, as Astronautics plan 863-2. This consisted of a crewed spacecraft (Project 863-204) used to ferry astronaut crews to a space station (Project 863-205). Several spaceplane designs were rejected two years later and a simpler space capsule was chosen instead.[22] Although the project did not achieve its goals, it would ultimately evolve into the 1992 Project 921. The Ministry of Aerospace Industry was founded on July 5, 1988. On September 15, 1988, a JL-1 SLBM was launched from a Type 092 submarine. The maximum range of the SLBM is 2150 km.\n\nAlong Deng's policy of capitalist reforms in the Chinese economy, Chinese culture also changed. Therefore, names used in the space program, previously all chosen from the revolutionary history of the PRC, were soon replaced with mystical-religious ones. Thus, new Long March carrier rockets were renamed Divine Arrow (神箭),[23][24] spacecraft Divine Vessel (神舟),[25] space plane Divine Dragon (神龙),[26] land-based high-power laser Divine Light (神光)[27] and supercomputer Divine Might (神威).[28]\n\nThe Chinese human spaceflight program, namely the China Manned Space Program, was formally approved on September 21, 1992, by the Standing Committee of Politburo as Project 921,[29] with work beginning on 1 January 1993.\n\nFollowing the fall of the Soviet Union, the cooperation between Russia and China restarted in the early 1990s. In 1994, China purchased Russian aerospace technology to further develop manned spaceflight capability. In 1995, a deal was signed between the two countries for the transfer of Russian Soyuz spacecraft technology to China. Included in the agreement were schedules for astronaut training, provision of Soyuz capsules, life support systems, docking systems, and space suits. In 1996, two Chinese astronauts, Wu Jie and Li Qinglong, began training at the Yuri Gagarin Cosmonaut Training Center in Russia. After training, these men returned to China and proceeded to train other Chinese astronauts at sites near Beijing and Jiuquan.[16]\n\nIn June 1993, the China Aerospace Corporation was founded in Beijing. It was also granted the title of China National Space Administration (CNSA).[30] On February 15, 1996, during the flight of the first Long March 3B heavy carrier rocket carrying Intelsat 708, the rocket veered off course immediately after clearing the launch platform, crashing 22 seconds later. It crashed 1.85 km (1.15 mi) away from the launch pad into a nearby mountain village.\n\nIn March 1998, the administrative branch of China Aerospace Corporation was split and then merged into the newly founded Commission for Science, Technology and Industry for National Defense while retaining the title of CNSA. In the same year, Shenzhou spacecraft, loosely translatable as \"divine vessel\", completed construction. New launch facilities were built at the Jiuquan launch site in Inner Mongolia, and in the spring of 1998, a mock-up of the Long March 2F launch vehicle with Shenzhou spacecraft was rolled out for integration and facility tests.[16]\n\nOn July 1, 1999, the China Aerospace Corporation was converted into China Aerospace Science and Technology Corporation (CASC).[30] In November 1999, after the 50th anniversary of the PRC's founding, China launched the Shenzhou 1 spacecraft and recovered it after a flight of 21 hours. It was the first uncrewed human spaceflight test conducted by China.\n\nSince the beginning of 21st century, China has been experiencing rapid economic growth, which led to higher investment into space programs and multiple major achievements in the following decades. The first satellite of BeiDou-1, the experimental regional navigation system of China, was launched on October 31, 2000, as China began to built its own satellite navigation system as an alternative to GPS.\n\nIn early 2000s, the Chinese manned space program continued to engage with Russia in technological exchanges regarding the development of a docking mechanism used for space stations.[31] Deputy Chief Designer, Huang Weifen, stated that near the end of 2009, China Manned Space Agency began to train astronauts on how to dock spacecraft.[32]\n\nOn October 15, 2003, astronaut Yang Liwei was put into space aboard Shenzhou 5 spacecraft by a Long March 2F rocket for more than 21 hours. China became the third country capable of conducting independent human spaceflight.\n\nAround the same time, China began the preparation of extraterrestrial exploration, starting with the Moon. The Chinese Moon orbiting program was approved in January 2004[33] and was later transformed into Chinese Lunar Exploration Program. The first lunar orbiter Chang'e 1 was successfully launched on October 24, 2007, and was inserted into Moon orbit on November 7, making China the fifth nation to successfully orbit the Moon.\n\nIn March 2008, CNSA, along with the Commission for Science, Technology and Industry for National Defense, was merged into the newly formed Ministry of Industry and Information Technology.\n\nOn September 27, 2008, two crew members of the Shenzhou 7 carried out China's first EVA. Three years later, on September 29, 2011, China launched Tiangong-1, the first prototype of Chinese space station module. The following Shenzhou 8, Shenzhou 9 and Shenzhou 10 missions proved that China had developed critical human spaceflight capabilities like space docking and berthing.\n\nChina began its first interplanetary exploration attempt in 2011 by sending Yinghuo-1, a Mars orbiter, in a joint mission with Russia. Yet it failed to leave Earth orbit due to the failure of Russian launch vehicle.[34] China then turned its focus back to the Moon by attempting the challenging lunar soft landing. On December 14, 2013, China successfully landed Chang'e 3 Moon lander and its rover Yutu on the Moon surface. It made China the third country in the world capable of performing lunar soft landing, just after USSR and the United States.\n\nIn 2016, Tiangong-2 and Shenzhou 11 were launched into Low Earth orbit. A 33-day crewed spaceflight mission proved that China was ready for a long-term space station built and maintained by its own.\n\nIn 2018, China performed more orbital launches than any other country on the planet for the first time in history.[35]\n\nOn January 3, 2019, Chang'e 4 conducted the first-ever soft landing on the far side of the Moon by any country, followed by 2020's Chang'e 5, a complex and successful lunar sample return mission, marking the completion of the three goals (orbiting, landing, returning) of the first stage of the lunar exploration program.\n\nOn June 23, 2020, the final satellite of Beidou was successfully launched by a Long March 3B rocket.[36] On July 31, 2020, Chinese leader Xi Jinping formally announced the commissioning of BeiDou Navigation Satellite System.[37]\n\nOn April 29, 2021, Tianhe, the 22-tonne core module of Tiangong space station, was successfully launched into Low Earth orbit by a Long March 5B rocket,[38] indicating the beginning of the construction of the Chinese Space Station.\n\nEver since the failure of Yinghuo-1, the Chinese space agency had embarked on its independent Mars mission. On July 23, 2020, China launched Tianwen-1, which included an orbiter, a lander, and a rover, on a Long March 5 rocket to Mars.[39] The Tianwen-1 was inserted into Mars orbit in February 2021 after a six-month journey, followed by a successful soft landing of the lander and Zhurong rover on May 14, 2021,[40] making China the third nation to both land softly on and establish communication from the Martian surface, after the Soviet Union and the United States.\n\nOn April 24, 2022, a rocket was launched on high altitude zero-pressure helium balloon from Lenghu in the northwest China's Qinghai Province,[41] which saves fuel and reduces overall costs.\n\n"
        },
        {
            "title": "Chinese space program and the international community",
            "text": "The PRC is a member of the United Nations Committee on the Peaceful Uses of Outer Space and a signatory to all United Nations treaties and conventions on space, with the exception of the 1979 Moon Treaty.[42] The United States government has long been resistant to the use of PRC launch services by American industry due to concerns over alleged civilian technology transfer that could have dual-use military applications to countries such as North Korea, Iran or Syria. Thus, financial retaliatory measures have been taken on many occasions against several Chinese space companies.[43]\n\nDue to security concerns, all researchers from the U.S. National Aeronautics and Space Administration (NASA) are prohibited from working with Chinese citizens affiliated with a Chinese state enterprise or entity.[44] In April 2011, the 112th United States Congress banned NASA from using its funds to host Chinese visitors at NASA facilities.[45] In March 2013, the U.S. Congress passed legislation barring Chinese nationals from entering NASA facilities without a waiver from NASA.[44]\n\nThe history of the U.S. exclusion policy can be traced back to allegations by a 1998 U.S. Congressional Commission that the technical information that American companies provided China for its commercial satellite ended up improving Chinese intercontinental ballistic missile technology.[46] This was further aggravated in 2007 when China blew up a defunct meteorological satellite in low Earth orbit to test a ground-based anti-satellite (ASAT) missile. The debris created by the explosion contributed to the space junk that litter Earth's orbit, exposing other nations' space assets to the risk of accidental collision.[46] The United States also fears the Chinese application of dual-use space technology for nefarious purposes.[47] The U.S. imposed an embargo to the U.S. - China space cooperation throughout the 2000s and by 2011, a clause inserted by then-Congressman Frank Wolf in the 2011 U.S. federal budget forbids NASA from hosting or participating in a joint scientific activity with China.\n\nThe Chinese response to the exclusion policy involved its own space policy of opening up its space station to the outside world, welcoming scientists coming from all countries.[47] American scientists have also boycotted NASA conferences due to its rejection of Chinese nationals in these events.[48]\n\n"
        },
        {
            "title": "Organization",
            "text": "Initially, the space program of the PRC was organized under the People's Liberation Army, particularly the Second Artillery Corps (now the PLA Rocket Force, PLARF). In the 1990s, the PRC reorganized the space program as part of a general reorganization of the defense industry to make it resemble Western defense procurement.\n\nThe China National Space Administration, an agency within the Commission of Science, Technology and Industry for National Defense currently headed by Zhang Kejian, is now responsible for launches. The Long March rocket is produced by the China Academy of Launch Vehicle Technology, and satellites are produced by the China Aerospace Science and Technology Corporation. The latter organizations are state-owned enterprises; however, it is the intent of the PRC government that they should not be actively state-managed and that they should behave as independent design bureaus.\n\nThe space program also has close links with:\n\nThe PRC operates 4 satellite launch centers/sites:\n\nPlus shared space tracking facilities with France, Brazil, Sweden, and Australia.\n\n"
        },
        {
            "title": "Notable spaceflight programs",
            "text": "As the Space Race between the two superpowers reached its climax with humans landing on the Moon, Mao Zedong and Zhou Enlai decided on July 14, 1967, that the PRC should not be left behind, and therefore initiated China's own crewed space program. The top-secret Project 714 aimed to put two people into space by 1973 with the Shuguang spacecraft. Nineteen PLAAF pilots were selected for this goal in March 1971. The Shuguang-1 spacecraft to be launched with the CZ-2A rocket was designed to carry a crew of two. The program was officially cancelled on May 13, 1972, for economic reasons, though the internal politics of the Cultural Revolution likely motivated the closure.\n\nThe short-lived second crewed program was based on the successful implementation of landing technology (third in the World after USSR and United States) by FSW satellites. It was announced a few times in 1978 with the open publishing of some details including photos, but then was abruptly canceled in 1980. It has been argued that the second crewed program was created solely for propaganda purposes, and was never intended to produce results.[63]\n\nA new crewed space program was proposed by the Chinese Academy of Sciences in March 1986, as Astronautics plan 863-2. This consisted of a crewed spacecraft (Project 863-204) used to ferry astronaut crews to a space station (Project 863-205). In September of that year, astronauts in training were presented by the Chinese media. The various proposed crewed spacecraft were mostly spaceplanes. Project 863 ultimately evolved into the 1992 Project 921.\n\nIn 1992, authorization and funding was given for the first phase of Project 921, which was a plan to launch a crewed spacecraft. The Shenzhou program had four uncrewed test flights and two crewed missions. The first one was Shenzhou 1 on November 20, 1999. On January 9, 2001 Shenzhou 2 launched carrying test animals. Shenzhou 3 and Shenzhou 4 were launched in 2002, carrying test dummies. Following these was the successful Shenzhou 5, China's first crewed mission in space on October 15, 2003, which carried Yang Liwei in orbit for 21 hours and made China the third nation to launch a human into orbit. Shenzhou 6 followed two years later ending the first phase of Project 921. Missions are launched on the Long March 2F rocket from the Jiuquan Satellite Launch Center. The China Manned Space Agency (CMSA) provides engineering and administrative support for the crewed Shenzhou missions.[64]\n\nThe second phase of the Project 921 started with Shenzhou 7, China's first spacewalk mission. Then, two crewed missions were planned to the first Chinese space laboratory. The PRC initially designed the Shenzhou spacecraft with docking technologies imported from Russia, therefore compatible with the International Space Station (ISS). On September 29, 2011, China launched Tiangong 1. This target module is intended to be the first step to testing the technology required for a planned space station.\n\nOn October 31, 2011, a Long March 2F rocket lifted the Shenzhou 8 uncrewed spacecraft which docked twice with the Tiangong 1 module. The Shenzhou 9 craft took off on 16 June 2012 with a crew of 3. It successfully docked with the Tiangong-1 laboratory on 18 June 2012, at 06:07 UTC, marking China's first crewed spacecraft docking.[65] Another crewed mission, Shenzhou 10, launched on 11 June 2013. The Tiangong 1 target module is then expected to be deorbited.[66]\n\nA second space lab, Tiangong 2, launched on 15 September 2016, 22:04:09 (UTC+8).[67] The launch mass was 8,600 kg, with a length of 10.4m and a width of 3.35m, much like the Tiangong 1.[68] Shenzhou 11 launched and rendezvoused with Tiangong 2 in October 2016, with an unconfirmed further mission Shenzhou 12 in the future. The Tiangong 2 brings with it the POLAR gamma ray burst detector, a space-Earth quantum key distribution, and laser communications experiment to be used in conjunction with the Mozi 'Quantum Science Satellite', a liquid bridge thermocapillary convection experiment, and a space material experiment. Also included is a stereoscopic microwave altimeter, a space plant growth experiment, and a multi-angle wide-spectral imager and multi-spectral limb imaging spectrometer. Onboard TG-2 there will also be the world's first-ever in-space cold atomic fountain clock.[68]\n\nA larger basic permanent space station (基本型空间站) would be the third and last phase of Project 921. This will be a modular design with an eventual weight of around 60 tons, to be completed sometime before 2022. The first section, designated Tiangong 3, was scheduled for launch after Tiangong 2,[69] but ultimately not ordered after its goals were merged with Tiangong 2.[70]\n\nThis could also be the beginning of China's crewed international cooperation, the existence of which was officially disclosed for the first time after the launch of Shenzhou 7.[71]\n\nThe first module of Tiangong space station, Tianhe core module, was launched on 29 April 2021, from Wenchang Space Launch Site.[38] It was first visited by Shenzhou 12 crew on 17 June 2021. The Chinese space station is scheduled to be completed in 2022[72] and fully operational by 2023.\n\nIn January 2004, the PRC formally started the implementation phase of its uncrewed Moon exploration project. According to Sun Laiyan, administrator of the China National Space Administration, the project will involve three phases: orbiting the Moon; landing; and returning samples. The first phase planned to spend 1.4 billion renminbi (approx. US$170 million) to orbit a satellite around the Moon before 2007, which is ongoing. Phase two involves sending a lander before 2010. Phase three involves collecting lunar soil samples before 2020.\n\nOn November 27, 2005, the deputy commander of the crewed spaceflight program announced that the PRC planned to complete a space station and a crewed mission to the Moon by 2020, assuming funding was approved by the government.\n\nOn December 14, 2005, it was reported \"an effort to launch lunar orbiting satellites will be supplanted in 2007 by a program aimed at accomplishing an uncrewed lunar landing. A program to return uncrewed space vehicles from the Moon will begin in 2012 and last for five years, until the crewed program gets underway\" in 2017, with a crewed Moon landing planned after that.[73]\n\nNonetheless, the decision to develop a totally new Moon rocket in the 1962 Soviet UR-700M-class (Project Aelita) able to launch a 500-ton payload in LTO[dubious  – discuss] and a more modest 50 tons LTO payload LV has been discussed in a 2006 conference by academician Zhang Guitian (张贵田), a liquid propellant rocket engine specialist, who developed the CZ-2 and CZ-4A rockets engines.[74][75][76]\n\nOn June 22, 2006, Long Lehao, deputy chief architect of the lunar probe project, laid out a schedule for China's lunar exploration. He set 2024 as the date of China's first moonwalk.[77]\n\nIn September 2010, it was announced that the country is planning to carry out explorations in deep space by sending a man to the Moon by 2025. China also hoped to bring a Moon rock sample back to Earth in 2017, and subsequently build an observatory on the Moon's surface. Ye Peijian, Commander in Chief of the Chang'e program and an academic at the Chinese Academy of Sciences, added that China has the \"full capacity to accomplish Mars exploration by 2013.\"[78][79]\n\nOn December 14, 2013[80] China's Chang'e 3 became the first object to soft-land on the Moon since Luna 24 in 1976.[81]\n\nOn 20 May 2018, several months before the Chang'e 4 mission, the Queqiao was launched from Xichang Satellite Launch Center in China, on a Long March 4C rocket.[82] The spacecraft took 24 days to reach L2, using a gravity assist at the Moon to save propellant.[83] On 14 June 2018, Queqiao finished its final adjustment burn and entered the mission orbit, about 65,000 kilometres (40,000 mi) from the Moon. This is the first lunar relay satellite ever placed in this location.[83]\n\nOn January 3, 2019, Chang'e 4, the China National Space Administration's lunar rover, made the first-ever soft landing on the Moon's far side. The rover was able to transmit data back to Earth despite the lack of radio frequencies on the far side, via a dedicated satellite sent earlier to orbit the Moon. Landing and data transmission are considered landmark achievements for human space exploration.[84]\n\nAs indicated by the official Chinese Lunar Exploration Program insignia, denoted by a calligraphic Moon ideogram (月) in the shape of a nascent lunar crescent, with two human footsteps at its center, the ultimate objective of the program is to establish a permanent human presence on the Earth's natural satellite.\n\nYang Liwei declared at the 16th Human in Space Symposium of International Academy of Astronautics (IAA) in Beijing, on May 22, 2007, that building a lunar base was a crucial step to realize a flight to Mars and farther planets.[85]\n\nAccording to practice, since the whole project is only at a very early preparatory research phase, no official crewed Moon program has been announced yet by the authorities. But its existence is nonetheless revealed by regular intentional leaks in the media.[86] A typical example is the Lunar Roving Vehicle (月球车) that was shown on a Chinese TV channel (东方卫视) during the 2008 May Day celebrations.\n\nOn 23 November 2020, China launched the new Moon mission Chang'e 5, which returned to Earth carrying lunar samples on 16 December 2020. Only two nations, the United States and the former Soviet Union have ever returned materials from the Moon, thus making China the third country to have ever achieved the feat.[87]\n\nIn 2006, the Chief Designer of the Shenzhou spacecraft stated in an interview that:\n\nSun Laiyan, administrator of the China National Space Administration, said on July 20, 2006, that China would start deep space exploration focusing on Mars over the next five years, during the Eleventh Five-Year Plan (2006–2010) Program period.[89] In April 2020, the Planetary Exploration of China program was announced. The program aims to explore planets of the Solar System, starting with Mars, then expanded to include asteroids and comets, Jupiter and more in the future.[90]\n\nThe first mission of the program, Tianwen-1 Mars exploration mission, began on July 23, 2020. A spacecraft, which consisted of an orbiter, a lander, a rover, a remote and a deployable camera, was launched by a Long March 5 rocket from Wenchang.[39] The Tianwen-1 was inserted into Mars orbit in February 2021 after a seven-month journey, followed by a successful soft landing of the lander and Zhurong rover on May 14, 2021.[40]\n\nAccording to the China Academy of Space Technology (CAST) presentation at the 2015 International Space Development Congress in Toronto, Canada, Chinese interest in space-based solar power began in the period 1990–1995.  By 2011, there was a proposal for a national program, with advocates such as Pioneer Professor Wang Xiji stating in an article for the Ministry of Science and technology that \"China had built up a solid industrial foundation, acquired sufficient technology and had enough money to carry out the most ambitious space project in history. Once completed, the solar station, with a capacity of 100MW, would span at least one square kilometre, dwarfing the International Space Station and becoming the biggest man-made object in space\" and \"warned that if it did not act quickly, China would let other countries, in particular the US and Japan, take the lead and occupy strategically important locations in space.\"[91] Global Security cites a 2011-01 Journal of Rocket propulsion that articulates the need for 620+ launches of their Long March 9 (CZ-9) heavy-lift system for the construction of an orbital solar power plant with 10,000 MW capacity massing 50,000 tonnes.[92]\n\nBy 2013, there was a national goal, that \"the state has decided that power coming from outside of the earth, such as solar power and development of other space energy resources, is to be China's future direction\" and the following roadmap was identified: \"In 2010, CAST will finish the concept design; in 2020, we will finish the industrial level testing of in-orbit construction and wireless transmissions. In 2025, we will complete the first 100kW SPS demonstration at LEO; and in 2035, the 100MW SPS will have an electric generating capacity. Finally in 2050, the first commercial level SPS system will be in operation at GEO.\"[93]  The article went on to state that \"Since SPS development will be a huge project, it will be considered the equivalent of an Apollo program for energy. In the last century, America's leading position in science and technology worldwide was inextricably linked with technological advances associated with the implementation of the Apollo program. Likewise, as China's current achievements in aerospace technology are built upon with its successive generations of satellite projects in space, China will use its capabilities in space science to assure sustainable development of energy from space.\"[93]\n\nIn 2015, the CAST team won the International SunSat Design Competition with their video of a Multi-Rotary Joint concept.[94]  The design was presented in detail in a paper for the Online Journal of Space Communication.[95][96]\n\nIn 2016, Lt Gen. Zhang Yulin, deputy chief of the PLA armament development department of the Central Military Commission, suggested that China would next begin to exploit Earth-Moon space for industrial development. The goal would be the construction of space-based solar power satellites that would beam energy back to Earth.[97]\n\nIn June 2021, Chinese officials confirmed the continuation of plans for a geostationary solar power station by 2050. The updated schedule anticipates a small-scale electricity generation test in 2022, followed by a megawatt-level orbital power station by 2030. The gigawatt-level geostationary station will require over 10,000 tonnes of infrastructure, delivered using over 100 Long March 9 launches.[98]\n\n"
        },
        {
            "title": "Goals",
            "text": "The China National Space Administration stated that their long-term goals are:\n\n"
        },
        {
            "title": "List of launchers and projects",
            "text": "China's first deep space probe, the Yinghuo-1 orbiter, was launched in November 2011 along with the joint Fobos-Grunt mission with Russia, but the rocket failed to leave Earth orbit and both probes underwent destructive re-entry on 15 January 2012.[122]\nIn 2018, Chinese researchers proposed a deep space exploration roadmap to explore Mars, an asteroid, Jupiter, and further targets, within the 2020–2030 timeframe.[123][124] Current and upcoming robotic missions include:\n\nThese missions, with the exception of the Uranus mission, have been officially approved or are in the study phase as of June 2017.[133]\n\n"
        },
        {
            "title": "Research",
            "text": "The Center for Space Science and Applied Research (CSSAR), was founded in 1987 by merging the former Institute of Space Physics (i.e. the Institute of Applied Geophysics founded in 1958) and the Center for Space Science and Technology (founded in 1978). The research fields of CSSAR mainly cover 1. Space Engineering Technology; 2. Space Weather Exploration, Research, and Forecasting; 3. Microwave Remote Sensing and Information Technology.\n\n"
        }
    ]
}