{
    "url": "https://en.wikipedia.org/wiki/China_Manned_Space_Program",
    "title": "China Manned Space Program",
    "table_of_contents": [
        "1 History",
        "2 Development",
        "2.1 First Step",
        "2.2 Second Step",
        "2.2.1 Phase 1: EVA, space rendezvous and docking",
        "2.2.2 Phase 2: Space laboratory",
        "2.3 Third Step",
        "2.3.1 Phase 1: demonstration of key technologies",
        "2.3.2 Phase 2: assembly and construction",
        "3 Composition",
        "4 Missions",
        "4.1 Conducted missions",
        "4.2 Upcoming missions",
        "5 Astronauts",
        "5.1 November 1996 trainer selection",
        "5.2 January 1998 astronaut candidate selection",
        "5.3 2010 astronaut candidate selection",
        "5.4 2020 astronaut candidate selection",
        "6 International collaborations",
        "7 See also",
        "8 References",
        "8.1 Citations",
        "8.2 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The China Manned Space Program (CMS; Chinese: 中国载人航天工程; pinyin: Zhōngguó Zàirén Hángtiān Gōngchéng), also known as Project 921 (Chinese: 九二一工程; pinyin: Jiǔèryī Gōngchéng) is a space program developed by the People's Republic of China and run by the China Manned Space Agency (CMSA), designed to develop and enhance human spaceflight capabilities for China. It was approved on 21 September 1992 and has been in operation ever since. The CMS director is currently Zhou Jianping; he has held this position since 2006, after taking over from Wang Yongzhi, who served as the first director from 1992 to 2006.\n\nAs one of the most complex programs within the Chinese space agency, CMS was split into \"three steps\", or three phases, which can be summarized as follows:[1]\n\nOn 29 November 2022, with the launch and docking of Shenzhou 15 with the Tiangong space station, the CMSA successfully completed all three of the above steps, thereby making China the third nation to achieve human spaceflight (after the Soviet Union/Russia and the United States), as well as the second nation to operate a single-nation modular space station (after the Soviet Union/Russia's Mir).\n\nSince the first spacecraft was launched in 1999, CMS has successfully completed 25 missions so far without any fatalities.\n\n"
        },
        {
            "title": "History",
            "text": "The formal research of China's human spaceflight began in 1968. An institute for medical and space engineering was founded in Beijing.[2] It was the predecessor of China Astronaut Research and Training Center, at which China's astronauts are trained in the following decades. Before that, in 1964, China launched a sounding rocket, carrying several small animals to an altitude of 70 km as an attempt to study the effects of spaceflight on living creatures.[2]\n\nOn 24 April 1970, China launched its first satellite, Dong Fang Hong I into orbit. In 1970, Qian Xuesen, the father of China's space program, introduced his human spaceflight project, which was later called Project 714. An early version of crewed spacecraft called Shuguang I was under research. However, this program was cancelled due to lack of funds and political interest. Instead, China decided in 1978 to pursue a method of sending astronauts into space using the more familiar FSW-derived ballistic reentry capsules. Two years later. in 1980, the Chinese government cancelled the program citing cost concerns.[3]\n\nIn order to gain relative experience, China launched and recover the first Fanhui Shi Weixing, a recoverable satellite, on 26 November 1975.[4] The success of the mission demonstrated China's capabilities of controlled atmospheric entry.\n\nIn 1986, the 863 Program was funded by the Chinese government. It was intended to stimulate the development of science and technologies in several key areas, in which space capabilities were included.[5]\n\nThe Chinese human spaceflight program, namely the China Manned Space Program, was formally approved on September 21, 1992, by the Standing Committee of Politburo as Project 921,[6] with work beginning on 1 January 1993. The initial plan has three steps:[1]\n\nThe program is led by a chief commander and a chief designer, who handle administrative and technical issues respectively. A joint meeting between these two is responsible for making decisions on important issues during the implementation of the project.[6] The first chief designer of the program was Wang Yongzhi. A new organization, China Manned Space Agency (CMSA), was founded for the administration of the program.\n\nIn 1994, China signed a cooperation agreement with Russia to purchase aerospace technologies. In 1995, a deal was signed between the two countries for the transfer of Russian Soyuz spacecraft technology to China. Included in the agreement were schedules for astronaut training, provision of Soyuz capsules, life support systems, docking systems, and space suits. In 1996, two Chinese astronauts, Wu Jie and Li Qinglong, began training at the Yuri Gagarin Cosmonaut Training Center in Russia. After training, these men returned to China and proceeded to train other Chinese astronauts at sites near Beijing and Jiuquan.[7]\n\nThe hardware and know-how purchased from Russia led to modifications of the original Step One spacecraft, later known called Shenzhou, roughly translated as \"divine vessel\". New launch facilities were built at the Jiuquan launch site in Inner Mongolia, and in the spring of 1998 a mock-up of the Long March 2F launch vehicle with Shenzhou spacecraft was rolled out for integration and facility tests.[7]\n\n"
        },
        {
            "title": "Development",
            "text": "The development of Long March 2F, China's first human-rated launch vehicle, began in September 1992.[8] It was derived from the Long March 2E, but with a launch escape system and control system redundancy.\n\nIn December 1994, the first hot test fire of human-rated rocket's engine was completed successfully.[8]\n\nIn 1996, two pilots from the Air Force, Wu Jie and Li Qinglong, were handpicked and sent to Russia for training at the Yuri Gagarin Cosmonaut Training Centre.[9]\n\nIn January 1998, 14 pilots were selected as the first batch of Chinese astronaut candidates.[10]\n\nIn November 1998, a new flight control center, Beijing Aerospace Flight Control Center, was opened to support CMS missions.[9] Also in that year, a new launch complex adapting the advanced \"three verticals\" (vertical assembly, vertical testing and vertical transport) strategy was put into service in Jiuquan Satellite Launch Center to support CMS missions exclusively.[11]\n\nOn 19 November 1999, Shenzhou 1, the first uncrewed Shenzhou spacecraft, was launched from Jiuquan Satellite Launch Center and entered predetermined orbit. The ground electrical test model was used during this test flight to meet the deadline by the end of 1999.[9] The return capsule of the spacecraft successfully separated with other parts and landed intact in Inner Mongolia the next day. Despite only limited systems being tested, the mission was still a successful test flight for the Shenzhou spacecraft and Long March 2F rocket.\n\nThe second test flight of Shenzhou occurred on 10 January 2001. Shenzhou 2, the first formal unmanned spaceship of China, was launched into orbit and stayed for seven days before the return capsule separated and performed a safe landing.[12]\n\nIn 2002, China launched Shenzhou 3 and Shenzhou 4; both ended in success. All systems of the program had passed the tests perfectly, indicating a manned mission was ready to be conducted.[9]\n\nThe fifth launch, Shenzhou 5, was the first to carry a human (Yang Liwei) and occurred at 01:00:00 UTC on 15 October 2003.[13] At 587 seconds after taking-off, the spaceship separated from the rocket and entered an elliptical orbit with inclination of 42.4°, the perigee height of 199.14 km and the apogee height of 347.8 km.[14] Yang became the first Chinese launched into space with Chinese launch vehicle and spacecraft. At 22:23 UTC on 15 October 2003, the re-entry module landed safely on central Inner Mongolia. The whole mission lasted for 21 hours and 23 minutes, making China the third country capable of sending human to space and back independently, after Russia and the United States.\n\nThe first \"multi-person and multi-day\" manned space flight, Shenzhou 6, was conducted during 12–17 October 2005. Astronauts Fei Junlong and Nie Haisheng spent more than 4 days in space and orbited the Earth for 76 orbits.[15]\n\nThe goal of the Second Step of CMS was to make technology breakthroughs in extravehicular activities (EVA) as well as space rendezvous and docking to support short-term human activities in space.[16] To complete the goal, China launched multiple crewed and uncrewed missions, including two prototypes of China's space station.\n\nOn 25 September 2008, Shenzhou 7 was launched into space with three astronauts, Zhai Zhigang, Liu Boming and Jing Haipeng. During the flight, Zhai Zhigang and Liu Boming completed China's first EVA with the Feitian extravehicular space suit made in China and the Sea Hawk extravehicular space suit imported from Russia respectively.[17]\n\nIn order to practice space rendezvous and docking, China launched an 8,000 kg (18,000 lb) target vehicle, Tiangong 1, in 2011 with a variant of Long March 2F,[18] followed by Shenzhou 8, the first uncrewed Shenzhou spacecraft since Shenzhou 5. The two spacecraft performed China's first automatic rendezvous and docking on 3 November 2011, which verified the performance of docking procedures and mechanisms.[19] About 9 months later, Tiangong 1 completed the first manual rendezvous and docking with Shenzhou 9, a crewed spacecraft carrying Jing Haipeng, Liu Wang and China's first female astronaut Liu Yang.[20]\n\nOn 11 June 2013, crewed spacecraft Shenzhou 10 carrying astronauts Nie Haisheng, Zhang Xiaoguang and Wang Yaping was launched into orbit and docked with Tiangong 1. The three astronauts spent 12 days in Tiangong 1 by conducting scientific experiments, giving lectures to over 60 million students in China, and performing more docking tests before returning to Earth safely.[21] The completion of the missions from Shenzhou 6 to Shenzhou 10 demonstrated China's technical advancement in human spaceflight, ending phase 1 of the Second Step.[22]\n\nTo further enhance China's human spaceflight capabilities and make preparation for the construction of future space station, China launched the second phase of the Second Step, which consisted of four space laboratory missions.\n\nIn June 2016, China conducted the maiden flight of Long March 7, a new generation medium-lift launch vehicle with higher payload capability to low Earth orbit, from the newly built Wenchang Space Launch Site located in the coastal Hainan Province.[23]\n\nIn September 2016, Tiangong 2 was launched into the orbit. It was a space laboratory with more advanced functions and equipment than Tiangong 1. A month later, Shenzhou 11 was launched and docked with Tiangong 2. Two astronauts, Jing Haipeng and Chen Dong entered Tiangong 2 and stationed for about 30 days, breaking China's record of longest human spaceflight mission while verifying the viability of astronauts' medium-term stay in space.[23]\n\nIn April 2017, China's first cargo spacecraft, Tianzhou 1 docked with Tiangong 2 and completed multiple in-orbit propellant refueling tests, which marked the successful completion of the Second Step of CMS.[23]\n\nOn 5 May 2020, China successfully launched the maiden flight of Long March 5B, whose payload capability is greater than 22,000 kg (49,000 lb), allowing China to put a large space station module into low Earth orbit.[24] The mission inaugurated the Third Step of CMS.[25]\n\nThe Third Step aims to complete the construction of China's space station Tiangong. It can be divided into two phases:[26]\n\nOn 29 April 2021, the second Long March 5B rocket lifted off from Wenchang, carrying the 22,500 kg (49,600 lb) Tianhe core module, the most complex spacecraft independently developed by China. The core module entered the predetermined orbit about 494 seconds after launch, marking the start of the in-orbit construction of China's space station.[26]\n\nOn 29 May 2021, Tianzhou 2, the first cargo spacecraft to the space station, was launched by a Long March 7 rocket and docked with Tianhe core module 8 hours later.[27] The shipment included astronaut supplies, space station equipment, extravehicular space suits and propellant.[28]\n\nThe first crewed mission to Tianhe, Shenzhou 12, was launched from Jiuquan Satellite Launch Center on 17 June 2021. The spacecraft conducted China's first crewed autonomous rapid rendezvous and docking 6 hours 32 minutes after launch.[29] Three crew members, Nie Haisheng, Liu Boming and Tang Hongbo, became the first inhabitants of Tiangong Space Station.\n\nAt 00:11 UTC on 4 July 2021, two of the Shenzhou 12 crew members, Liu Boming and Tang Hongbo, conducted the first EVA on the space station, which lasted for 6 hours 46 minutes, breaking the previous 20-minute EVA record made during Shenzhou 7 mission in 2008 by a huge margin.[30]\n\nThe Shenzhou 12 crew returned to Earth safely on 17 September 2021.[31]\n\nOn 20 Sep 2021, Tianzhou 3 cargo spacecraft was launched to Tiangong Space Station.[32]\n\nOn 15 October 2021, Shenzhou 13 was launched and docked to Tianhe core module 6.5 hours later. The crew, including Zhai Zhigang, Wang Yaping and Ye Guangfu, planned to complete a six-month stay, the longest one since the beginning of the program.[33] About three weeks later, Zhai Zhigang and Wang Yaping completed the crew's first EVA on 7 November 2021, making Wang the first Chinese female astronaut to perform an EVA.[34]\n\nAt 07:59 UTC on 27 March 2022, Tianzhou 2 cargo spacecraft was undocked from the Tianhe core module after completing its mission,[35] followed by its controlled reentry to the atmosphere over the south Pacific Ocean on 31 March 2022.[36] The Shenzhou 13 crew returned to Earth safely on 16 April 2022.[37]\n\nFollowing the conclusion of phase 1, 6 more missions will be conducted to implement phase 2, including launches of 2 laboratory modules of Tiangong, 2 cargo spacecraft and 2 crewed spacecraft. All these missions are scheduled to be carried out by the end of 2022.[38]\n\nOn 9 May 2022, Tianzhou 4 cargo spacecraft was launched to Tiangong Space Station,[39] which docked with the station the next day.\n\nOn 5 June 2022, Shenzhou 14 was launched and docked to Tianhe core module almost 7 hours later. The crew, including Chen Dong, Liu Yang and Cai Xuzhe, will spend six months on the space station during this very first crewed mission of the construction phase.[40]\n\nOn 17 July 2022 at 02:59 UTC, Tianzhou 3 cargo spacecraft was undocked from the Tianhe core module after completing its mission.[41]\n\nOn 24 July 2022, the third Long March 5B rocket lifted off from Wenchang, carrying the 23,200 kg (51,100 lb) Wentian laboratory cabin module, the largest and heaviest spacecraft launched by China. The module docked to the space station in less than 20 hours later, adding the second module and the first laboratory module to it.[42]\n\nAt 10:26 UTC on 1 September 2022, two of the Shenzhou 14 crew members, Chen Dong and Liu Yang, conducted the first EVA from the Wentian module's airlock, which lasted for 6 hours 7 minutes.[43] About two weeks later, on 17 September 2022, at 05:35 UTC, the second spacewalk carried out by Chen Dong and Cai Xuzhe through the airlock of the Wentian lab module, with Liu Yang assisting the pair from inside the Tianhe core module.[44]\n\nOn 31 October 2022, the fourth Long March 5B rocket lifted off from Wenchang, carrying the 23,200 kg (51,100 lb) Mengtian laboratory cabin module. The module docked to the space station in less than 13 hours later, adding the third module and the second laboratory module to it.[45] On 3 November 2022, the 'T-shape' Tiangong space station was formed with the transpositioning of the last module.[46]\n\nOn 9 November 2022 at 06:55 UTC, Tianzhou 4 cargo spacecraft was undocked from the Tianhe core module after completing its mission.\n\nOn 12 November 2022, Tianzhou 5 cargo spacecraft was launched to Tiangong Space Station and docked after 2 hours and 7 minutes, breaking the world record for the fastest rendezvous and docking between a spacecraft and a space station.[47]\n\nOn 17 November 2022 at 03:16 UTC, the third spacewalk carried out again by Chen Dong and Cai Xuzhe through the airlock of the Wentian lab module, with Liu Yang assisting the pair from inside the Tianhe core module.\n\nOn 29 November 2022 at 15:08 UTC, Shenzhou 15 launched from Jiuquan Satellite Launch Center; the spacecraft docked with the space station about 6 and one-half hours later at 21:42 UTC. Astronauts Fei Junlong, Deng Qingming, and Zhang Lu (the Shenzhou 15 crew) are expected to participate in the first crew handover on the China space station which would mark the completion of the station's construction.[48]\n\nWith the completion of construction, the Space Station will enter the application and permanently manned phase in which crew rotations would become routine. The station is expected to operate in orbit for no less than 10 years,[38] and perhaps up to 15 years, until 2038.[49]\n\n"
        },
        {
            "title": "Composition",
            "text": "China Manned Space Program is composed of 14 systems, with more than one thousand units from various sectors involved.[50][1]\n\nThe 14 systems and their main objectives are:\n\nAstronaut System\n\nEnsuring the health and performance of astronauts during long term space flight\n\nSpace Application System\n\nMaking use of the on-board application support capacity to enable space science experiments and investigations.\n\nManned Spacecraft System\n\nDevelopment of Shenzhou series manned spacecraft used for transporting human into space and back.\n\nSpace Laboratory System\n\nDevelopment of two prototypes of future space station, Tiangong 1 and Tiangong 2, for the purpose of technology demonstrations.\n\nLong March 2F\n\nDevelopment of Long March 2F, the human-rated carrier rocket used to launch Shenzhou spacecraft and space laboratories.\n\nLong March 7\n\nDevelopment of Long March 7 carrier rocket designed for Tianzhou cargo spacecraft launching.\n\nLong March 5B\n\nDevelopment of Long March 5B carrier rocket, which is responsible for carrying space station modules for the construction of Tiangong Space Station.\n\nJiuquan Launch Center\n\nCarrying out launch missions for manned spaceship and space laboratory.\n\nWenchang Space Launch Site\n\nCarrying out the launching of Tiangong space station modules and Tianzhou cargo spaceships.\n\nTT&C and Communications System\n\nMeasuring, monitoring and controlling the flight path, altitude and operating status of the rockets and spacecraft, providing channels for video and voice communications with the astronauts and sending scientific data back to Earth.\n\nLanding Site System\n\nTracking, searching and locating the landed re-entry capsules, rescuing the astronauts and refurbishing and recycling the re-entry capsules and payloads.\n\nManned Space Station\n\nDevelopment and building of China's Tiangong Space Station\n\nCargo Vehicle System\n\nResearch and development of Tianzhou cargo vehicle.\n\nOptical Module\n\nResearch and development of optical facilities and optical platforms.\n\n"
        },
        {
            "title": "Missions",
            "text": "The list below includes all missions operated by CMS, including crewed and uncrewed spacecraft, cargo spaceships, launch vehicle test flights and space station modules.\n\n"
        },
        {
            "title": "Astronauts",
            "text": "There were two astronaut trainers selected for Project 921. They trained at the Yuri Gagarin Cosmonauts Training Center in Russia.\n\n18 people - 17 men, 1 woman, all of whose names were not revealed - had been selected as new astronauts. The positions were broken down as 7 spacecraft pilots (\"aviators of the People's Liberation Army Air Force\"), 7 flight engineers (\"former researchers or technicians in aeronautics, astronautics and other related fields\"), and 4 mission payload specialists (\"those involved in space science and through applications for China's manned space program\").[52]\n\n"
        },
        {
            "title": "International collaborations",
            "text": "In 2016, China Manned Space Agency (CMSA) signed a Framework Agreement and a Funding Agreement with the United Nations Office for Outer Space Affairs (UNOOSA) to increase cooperation on future Chinese space station.[53]\n\nOn 28 May 2018, UNOOSA and CMSA announced an initiative to accept applications from United Nations Member States to conduct experiments on-board China's space station.[54]\n\nOn 12 June 2019, the winners of the competitors were announced. 9 projects, involving 23 institutions from 17 Member States of the United Nations, were selected by experts.[55]\n\n"
        }
    ]
}