{
    "url": "https://en.wikipedia.org/wiki/Kung_fu",
    "title": "Chinese martial arts",
    "table_of_contents": [
        "1 Terminology",
        "2 History",
        "2.1 Legendary origins",
        "2.2 Early history",
        "2.2.1 Philosophical influences",
        "2.3 Southern and Northern dynasties (420–589 AD)",
        "2.3.1 Shaolin temple established",
        "2.4 Shaolin and temple-based martial arts",
        "2.5 Modern history",
        "2.5.1 Republican period",
        "2.5.2 People's Republic",
        "3 Styles",
        "4 Training",
        "4.1 Basics",
        "4.2 Stances",
        "4.3 Meditation",
        "4.4 Use of qi",
        "4.5 Weapons training",
        "4.6 Application",
        "4.7 Forms (taolu)",
        "4.7.1 Forms in Traditional Chinese Martial Arts",
        "4.7.2 Practice forms vs. kung fu in combat",
        "5 Wushu",
        "6 \"Martial morality\"",
        "7 Notable practitioners",
        "8 In popular culture",
        "8.1 Influence on hip hop",
        "9 See also",
        "10 Notes",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Chinese martial arts, often called by the umbrella terms kung fu (/ˈkʌŋ ˈfuː/; Chinese: 功夫; pinyin: gōngfu; Cantonese Yale: gūng fū), kuoshu (國術; guóshù) or wushu (武術; wǔshù), are multiple fighting styles that have developed over the centuries in Greater China. These fighting styles are often classified according to common traits, identified as \"families\" of martial arts. Examples of such traits include Shaolinquan  (少林拳) physical exercises involving All Other Animals (五形) mimicry or training methods inspired by Old Chinese philosophies, religions and legends. Styles that focus on qi manipulation are called internal (内家拳; nèijiāquán), while others that concentrate on improving muscle and cardiovascular fitness are called external (外家拳; wàijiāquán). Geographical association, as in northern (北拳; běiquán) and southern (南拳; nánquán), is another popular classification method.\n\n"
        },
        {
            "title": "Terminology",
            "text": "Kung fu and wushu are loanwords from Cantonese and Mandarin respectively that, in English, are used to refer to Chinese martial arts. However, the Chinese terms kung fu and wushu (listen (Mandarin) (help·info); Cantonese Yale: móuh seuht) have distinct meanings.[1] The Chinese equivalent of the term \"Chinese martial arts\" would be Zhongguo wushu (Chinese: 中國武術; pinyin: zhōngguó wǔshù) (Mandarin).\n\nIn Chinese, the term kung fu refers to any skill that is acquired through learning or practice. It is a compound word composed of the words 功 (gōng) meaning \"work\", \"achievement\", or \"merit\", and 夫 (fū) which is a particle or nominal suffix with diverse meanings.\n\nWushu literally means \"martial art\". It is formed from the two Chinese characters 武術: 武 (wǔ), meaning \"martial\" or \"military\" and 術 or 术 (shù), which translates into \"art\", \"discipline\", \"skill\" or \"method\". The term wushu has also become the name for the modern sport of wushu, an exhibition and full-contact sport of bare-handed and weapon forms (套路), adapted and judged to a set of aesthetic criteria for points developed since 1949 in the People's Republic of China.[2][3]\n\nQuánfǎ (拳法) is another Chinese term for Chinese martial arts. It means \"fist method\" or \"the law of the fist\" (quán means \"boxing\" or \"fist\", and fǎ means \"law\", \"way\" or \"method\"), although as a compound term it usually translates as \"boxing\" or \"fighting technique.\" The name of the Japanese martial art kempō is represented by the same hanzi characters.\n\n"
        },
        {
            "title": "History",
            "text": "The genesis of Chinese martial arts has been attributed to the need for self-defense, hunting techniques and military training in ancient China. Hand-to-hand combat and weapons practice were important in training ancient Chinese soldiers.[4][5]\n\nDetailed knowledge about the state and development of Chinese martial arts became available from the Nanjing decade (1928–1937), as the  Central Guoshu Institute established by the Kuomintang regime made an effort to compile an encyclopedic survey of martial arts schools.\nSince the 1950s, the People's Republic of China has organized Chinese martial arts as an exhibition and full-contact sport under the heading of  “wushu”.\n\nAccording to legend, Chinese martial arts originated during the semi-mythical Xia Dynasty (夏朝) more than 4,000 years ago.[6] It is said the Yellow Emperor (Huangdi) (legendary date of ascension 2698 BCE) introduced the earliest fighting systems to China.[7] The Yellow Emperor is described as a famous general who, before becoming China's leader, wrote lengthy treatises on medicine, astrology and the martial arts. One of his main opponents was Chi You (蚩尤) who was credited as the creator of jiao di, a forerunner to the modern art of Chinese wrestling.[8]\n\nThe earliest references to Chinese martial arts are found in the Spring and Autumn Annals (5th century BCE),[9] where a hand-to-hand combat theory, one that integrates notions of \"hard\" and \"soft\" techniques, is mentioned.[10]  A combat wrestling system called juélì or jiǎolì (角力) is mentioned in the Classic of Rites.[11] This combat system included techniques such as strikes, throws, joint manipulation, and pressure point attacks.\nJiao Di became a sport during the Qin Dynasty (221–207 BCE).  The Han History Bibliographies record that, by the Former Han (206 BCE – 8 CE), there was a distinction between no-holds-barred weaponless fighting, which it calls shǒubó (手搏), for which training manuals had already been written, and sportive wrestling, then known as juélì (角力).\nWrestling is also documented in the Shǐ Jì, Records of the Grand Historian, written by Sima Qian (ca. 100 BCE).[12]\n\nIn the Tang Dynasty, descriptions of sword dances were immortalized in poems by Li Bai. In the Song and Yuan dynasties, xiangpu contests were sponsored by the imperial courts. The modern concepts of wushu were fully developed by the Ming and Qing dynasties.[13]\n\nThe ideas associated with Chinese martial arts changed with the evolution of Chinese society and over time acquired some philosophical bases:  Passages in the Zhuangzi (莊子), a Taoist text, pertain to the psychology and practice of martial arts. Zhuang Zi, its eponymous author, is believed to have lived in the 4th century BCE. The Tao Te Ching, often credited to Lao Zi, is another Taoist text that contains principles applicable to martial arts. According to one of the classic texts of Confucianism, Zhou Li (周禮), Archery and charioteering were part of the \"six arts\" (Chinese: 六藝; pinyin: liu yi, including rites, music, calligraphy and mathematics) of the Zhou Dynasty (1122–256 BCE). The Art of War (孫子兵法), written during the 6th century BCE by Sun Tzu (孫子), deals directly with military warfare but contains ideas that are used in the Chinese martial arts.\n\nTaoist practitioners have been practicing Tao Yin (physical exercises similar to Qigong that was one of the progenitors to T'ai chi ch'uan) from as early as 500 BCE.[14] In 39–92 CE, \"Six Chapters of Hand Fighting\", were included in the Han Shu (history of the Former Han Dynasty) written by Pan Ku. Also, the noted physician, Hua Tuo, composed the \"Five Animals Play\"—tiger, deer, monkey, bear, and bird, around 208 CE.[15] Taoist philosophy and their approach to health and exercise have influenced the Chinese martial arts to a certain extent. Direct reference to Taoist concepts can be found in such styles as the \"Eight Immortals,\" which uses fighting techniques attributed to the characteristics of each immortal.[16]\n\nIn 495 CE, a Shaolin temple was built in the Song mountain, Henan province. The first monk who preached Buddhism there was the Indian monk named Buddhabhadra (佛陀跋陀羅; Fótuóbátuóluó), simply called Batuo (跋陀) by the Chinese. There are historical records that Batuo's first Chinese disciples, Huiguang (慧光) and Sengchou (僧稠), both had exceptional martial skills.[citation needed] For example, Sengchou's skill with the tin staff is even documented in the Chinese Buddhist canon.[citation needed] After Buddhabadra, another Indian[17] monk, named Bodhidharma (菩提達摩; Pútídámó), also known as Damo (達摩) by the Chinese, came to Shaolin in 527 CE. His Chinese disciple, Huike (慧可), was also a highly trained martial arts expert.[citation needed] There are implications that these first three Chinese Shaolin monks, Huiguang, Sengchou, and Huike, may have been military men before entering the monastic life.[18]\n\nThe Shaolin style of kung fu is regarded as one of the first institutionalized Chinese martial arts.[19] The oldest evidence of Shaolin participation in combat is a stele from 728 CE that attests to two occasions: a defense of the Shaolin Monastery from bandits around 610 CE, and their subsequent role in the defeat of Wang Shichong at the Battle of Hulao in 621 CE.  From the 8th to the 15th centuries, there are no extant documents that provide evidence of Shaolin participation in combat.\n\nBetween the 16th and 17th centuries, at least forty sources exist to provide evidence both that monks of Shaolin practiced martial arts, and that martial practice became an integral element of Shaolin monastic life. The earliest appearance of the frequently cited legend concerning Bodhidharma's supposed foundation of Shaolin Kung Fu dates to this period.[20]  The origin of this legend has been traced to the Ming period's Yijin Jing or \"Muscle Change Classic\", a text written in 1624 attributed to Bodhidharma. \n\nReferences of martial arts practice in Shaolin appear in various literary genres of the late Ming: the epitaphs of Shaolin warrior monks, martial-arts manuals, military encyclopedias, historical writings, travelogues, fiction, and poetry. However, these sources do not point out any specific style that originated in Shaolin.[21] These sources, in contrast to those from the Tang period, refer to Shaolin methods of armed combat. These include a skill for which Shaolin monks became famous: the staff (gùn, Cantonese gwan). The Ming General Qi Jiguang included a description of Shaolin Quan Fa (Chinese: 少林拳法; Wade–Giles: Shao Lin Ch'üan Fa; lit. 'Shaolin fist technique'; Japanese: Shorin Kempo) and staff techniques in his book, Ji Xiao Xin Shu (紀效新書), which can translate as New Book Recording Effective Techniques. When this book spread across East Asia, it had a great influence on the development of martial arts in regions such as Okinawa[22] and Korea.[23]\n\nMost fighting styles that are being practiced as traditional Chinese martial arts today reached their popularity within the 20th century. Some of these include Baguazhang, Drunken Boxing, Eagle Claw, Five Animals, Xingyi, Hung Gar, Monkey,  Bak Mei Pai, Northern Praying Mantis, Southern Praying Mantis, Fujian White Crane, Jow Ga, Wing Chun and Taijiquan.  The increase in the popularity of those styles is a result of the dramatic changes occurring within the Chinese society.\n\nIn 1900–01, the Righteous and Harmonious Fists rose against foreign occupiers and Christian missionaries in China. This uprising is known in the West as the Boxer Rebellion due to the martial arts and calisthenics practiced by the rebels. Empress Dowager Cixi gained control of the rebellion and tried to use it against the foreign powers. The failure of the rebellion led ten years later to the fall of the Qing Dynasty and the creation of the Chinese Republic.\n\nThe present view of Chinese martial arts is strongly influenced by the events of the Republican Period (1912–1949). In the transition period between the fall of the Qing Dynasty as well as the turmoil of the Japanese invasion and the Chinese Civil War, Chinese martial arts became more accessible to the general public as many martial artists were encouraged to openly teach their art. At that time, some considered martial arts as a means to promote national pride and build a strong nation. As a result, many training manuals (拳譜) were published, a training academy was created, two national examinations were organized and demonstration teams traveled overseas.[24] Numerous martial arts associations were formed throughout China and in various overseas Chinese communities. The Central Guoshu Academy (Zhongyang Guoshuguan, 中央國術館) established by the National Government in 1928[25] and the Jing Wu Athletic Association (精武體育會) founded by Huo Yuanjia in 1910 are examples of organizations that promoted a systematic approach for training in Chinese martial arts.[26][27][28] A series of provincial and national competitions were organized by the Republican government starting in 1932 to promote Chinese martial arts. In 1936, at the 11th Olympic Games in Berlin, a group of Chinese martial artists demonstrated their art to an international audience for the first time.\n\nThe term kuoshu (or guoshu, 國術 meaning \"national art\"), rather than the colloquial term gongfu was introduced by the Kuomintang in an effort to more closely associate Chinese martial arts with national pride rather than individual accomplishment.\n\nChinese martial arts experienced rapid international dissemination with the end of the Chinese Civil War and the founding of the People's Republic of China on October 1, 1949. Many well known martial artists chose to escape from the PRC's rule and migrate to Taiwan, Hong Kong,[29] and other parts of the world. Those masters started to teach within the overseas Chinese communities but eventually they expanded their teachings to include people from other ethnic groups.\n\nWithin China, the practice of traditional martial arts was discouraged during the turbulent years of the Chinese Cultural Revolution (1969–1976).[3] Like many other aspects of traditional Chinese life, martial arts were subjected to a radical transformation by the People's Republic of China to align them with Maoist revolutionary doctrine.[3] The PRC promoted the committee-regulated sport of Wushu as a replacement for independent schools of martial arts. This new competition sport was disassociated from what was seen as the potentially subversive self-defense aspects and family lineages of Chinese martial arts.[3]\n\nIn 1958, the government established the All-China Wushu Association as an umbrella organization to regulate martial arts training. The Chinese State Commission for Physical Culture and Sports took the lead in creating standardized forms for most of the major arts. During this period, a national Wushu system that included standard forms, teaching curriculum, and instructor grading was established. Wushu was introduced at both the high school and university level. The suppression of traditional teaching was relaxed during the Era of Reconstruction (1976–1989), as Communist ideology became more accommodating to alternative viewpoints.[30] In 1979, the State Commission for Physical Culture and Sports created a special task force to reevaluate the teaching and practice of Wushu.\nIn 1986, the Chinese National Research Institute of Wushu was established as the central authority for the research and administration of Wushu activities in the People's Republic of China.[31]\n\nChanging government policies and attitudes towards sports, in general, led to the closing of the State Sports Commission (the central sports authority) in 1998. This closure is viewed as an attempt to partially de-politicize organized sports and move Chinese sport policies towards a more market-driven approach.[32] As a result of these changing sociological factors within China, both traditional styles and modern Wushu approaches are being promoted by the Chinese government.[33]\n\nChinese martial arts are an integral element of 20th-century Chinese popular culture.[34]\nWuxia or \"martial arts fiction\" is a popular genre that emerged in the early 20th century and peaked in popularity during the 1960s to 1980s. Wuxia films were produced from the 1920s. The Kuomintang suppressed wuxia, accusing it of promoting superstition and violent anarchy. Because of this, wuxia came to flourish in British Hong Kong, and the genre of kung fu movie in Hong Kong action cinema became wildly popular, coming to international attention from the 1970s. The genre underwent a drastic decline in the late 1990s as the Hong Kong film industry was crushed by economic depression.\n\nIn the wake of Ang Lee's Crouching Tiger, Hidden Dragon (2000), there has been somewhat of a revival of Chinese-produced wuxia films aimed at an international audience,  including Zhang Yimou's Hero (2002), House of Flying Daggers (2004) and Curse of the Golden Flower (2006), as well as Su Chao-pin and John Woo's Reign of Assassins (2010).\n\n"
        },
        {
            "title": "Styles",
            "text": "China has a long history of martial arts traditions that includes hundreds of different styles. Over the past two thousand years, many distinctive styles have been developed, each with its own set of techniques and ideas.[35] There are also common themes to the different styles, which are often classified by \"families\" (家; jiā), \"sects\" (派; pai) or \"schools\" (門; men). There are styles that mimic movements from animals and others that gather inspiration from various Chinese philosophies, myths and legends. Some styles put most of their focus into the harnessing of qi, while others concentrate on competition.\n\nChinese martial arts can be split into various categories to differentiate them: For example, external (外家拳) and internal (內家拳).[36] Chinese martial arts can also be categorized by location, as in northern (北拳) and southern (南拳) as well, referring to what part of China the styles originated from, separated by the Yangtze River (長江); Chinese martial arts may even be classified according to their province or city.[24] The main perceived difference between northern and southern styles is that the northern styles tend to emphasize fast and powerful kicks, high jumps and generally fluid and rapid movement, while the southern styles focus more on strong arm and hand techniques, and stable, immovable stances and fast footwork. Examples of the northern styles include changquan and xingyiquan. Examples of the southern styles include Bak Mei, Wuzuquan, Choy Li Fut, and Wing Chun. Chinese martial arts can also be divided according to religion, imitative-styles (象形拳), and family styles such as Hung Gar (洪家). There are distinctive differences in the training between different groups of the Chinese martial arts regardless of the type of classification. However, few experienced martial artists make a clear distinction between internal and external styles, or subscribe to the idea of northern systems being predominantly kick-based and southern systems relying more heavily on upper-body techniques. Most styles contain both hard and soft elements, regardless of their internal nomenclature. Analyzing the difference in accordance with yin and yang principles, philosophers would assert that the absence of either one would render the practitioner's skills unbalanced or deficient, as yin and yang alone are each only half of a whole. If such differences did once exist, they have since been blurred.\n\n"
        },
        {
            "title": "Training",
            "text": "Chinese martial arts training consists of the following components: basics, forms, applications and weapons; different styles place varying emphasis on each component.[37] In addition, philosophy, ethics and even medical practice[38] are highly regarded by most Chinese martial arts. A complete training system should also provide insight into Chinese attitudes and culture.[39]\n\nThe Basics (基本功) are a vital part of any martial training, as a student cannot progress to the more advanced stages without them. Basics are usually made up of rudimentary techniques, conditioning exercises, including stances. Basic training may involve simple movements that are performed repeatedly; other examples of basic training are stretching, meditation, striking, throwing, or jumping. Without strong and flexible muscles, management of Qi or breath, and proper body mechanics, it is impossible for a student to progress in the Chinese martial arts.[40][41] A common saying concerning basic training in Chinese martial arts is as follows:[42]\n\nWhich translates as:\n\nStances (steps or 步法) are structural postures employed in Chinese martial arts training.[43][44][self-published source?] They represent the foundation and the form of a fighter's base. Each style has different names and variations for each stance. Stances may be differentiated by foot position, weight distribution, body alignment, etc. Stance training can be practiced statically, the goal of which is to maintain the structure of the stance through a set time period, or dynamically, in which case a series of movements is performed repeatedly. The Horse stance (騎馬步/馬步; qí mǎ bù/mǎ bù) and the bow stance are examples of stances found in many styles of Chinese martial arts.\n\nIn many Chinese martial arts, meditation is considered to be an important component of basic training. Meditation can be used to develop focus, mental clarity and can act as a basis for qigong training.[45][46]\n\nThe concept of qi or ch'i (氣) is encountered in a number of Chinese martial arts. Qi is variously defined as an inner energy or \"life force\" that is said to animate living beings; as a term for proper skeletal alignment and efficient use of musculature (sometimes also known as fa jin or jin); or as a shorthand for concepts that the martial arts student might not yet be ready to understand in full. These meanings are not necessarily mutually exclusive.[note 1]  The existence of qi as a measurable form of energy as discussed in traditional Chinese medicine has no basis in the scientific understanding of physics, medicine, biology or human physiology.[47]\n\nThere are many ideas regarding the control of one's qi energy to such an extent that it can be used for healing oneself or others.[48] Some styles believe in focusing qi into a single point when attacking and aim at specific areas of the human body. Such techniques are known as dim mak and have principles that are similar to acupressure.[49]\n\nMost Chinese styles also make use of training in the broad arsenal of Chinese weapons for conditioning the body as well as coordination and strategy drills.[50] Weapons training (器械; qìxiè) is generally carried out after the student becomes proficient with the basic forms and applications training. The basic theory for weapons training is to consider the weapon as an extension of the body. It has the same requirements for footwork and body coordination as the basics.[51] The process of weapon training proceeds with forms, forms with partners and then applications. Most systems have training methods for each of the Eighteen Arms of Wushu(十八般兵器; shíbābānbīngqì) in addition to specialized instruments specific to the system.\n\nApplication refers to the practical use of combative techniques. Chinese martial arts techniques are ideally based on efficiency and effectiveness.[52][53] Application includes non-compliant drills, such as Pushing Hands in many internal martial arts, and sparring, which occurs within a variety of contact levels and rule sets.\n\nWhen and how applications are taught varies from style to style. Today, many styles begin to teach new students by focusing on exercises in which each student knows a prescribed range of combat and technique to drill on. These drills are often semi-compliant, meaning one student does not offer active resistance to a technique, in order to allow its demonstrative, clean execution. In more resisting drills, fewer rules apply, and students practice how to react and respond. 'Sparring' refers to a more advanced format, which simulates a combat situation while including rules that reduce the chance of serious injury.\n\nCompetitive sparring disciplines include Chinese kickboxing Sǎnshǒu (散手) and Chinese folk wrestling Shuāijiāo (摔跤), which were traditionally contested on a raised platform arena, or Lèitái (擂台).[54] Lèitái were used in public challenge matches first appeared in the Song Dynasty. The objective for those contests was to knock the opponent from a raised platform by any means necessary.\nSan Shou represents the modern development of Lei Tai contests, but with rules in place to reduce the chance of serious injury. Many Chinese martial art schools teach or work within the rule sets of Sanshou, working to incorporate the movements, characteristics, and theory of their style.[55] Chinese martial artists also compete in non-Chinese or mixed Combat sport, including boxing, kickboxing and Mixed martial arts.\n\nForms or taolu (Chinese: 套路; pinyin: tàolù) in Chinese are series of predetermined movements combined so they can be practiced as a continuous set of movements. Forms were originally intended to preserve the lineage of a particular style branch, and were often taught to advanced students selected for that purpose. Forms contained both literal, representative and exercise-oriented forms of applicable techniques that students could extract, test, and train in through sparring sessions.[56]\n\nToday, many consider taolu to be one of the most important practices in Chinese martial arts. Traditionally, they played a smaller role in training for combat application and took a back seat to sparring, drilling, and conditioning. Forms gradually build up a practitioner's flexibility, internal and external strength, speed and stamina, and they teach balance and coordination. Many styles contain forms that use weapons of various lengths and types, using one or two hands. Some styles focus on a certain type of weapon. Forms are meant to be both practical, usable, and applicable as well as to promote fluid motion, meditation, flexibility, balance, and coordination. Students are encouraged to visualize an attacker while training the form.\n\nThere are two general types of taolu in Chinese martial arts. Most common are solo forms performed by a single student. There are also sparring forms — choreographed fighting sets performed by two or more people. Sparring forms were designed both to acquaint beginning fighters with basic measures and concepts of combat and to serve as performance pieces for the school. Weapons-based sparring forms are especially useful for teaching students the extension, range, and technique required to manage a weapon.\n\nThe term taolu (套路) is a shortened version of Tao Lu Yun Dong (套路運動), an expression introduced only recently with the popularity of modern wushu. This expression refers to \"exercise sets\" and used in the context of athletics or sport.\n\nIn contrast, in traditional Chinese martial arts alternative terminologies for the training (練) of 'sets or forms are:\n\nTraditional \"sparring\" sets, called dui da (對打) or dui lian (對練), were an essential part of Chinese martial arts for centuries. Dui lian means, to train by a pair of combatants opposing each other—the character lian (練), refers to practice; to train; to perfect one's skill; to drill. As well, often one of these terms are also included in the name of fighting sets (雙演; shuang yan), \"paired practice\" (掙勝; zheng sheng), \"to struggle with strength for victory\" (敵; di), match – the character suggests to strike an enemy; and \"to break\" (破; po).\n\nGenerally, there are 21, 18, 12, 9 or 5 drills or 'exchanges/groupings' of attacks and counterattacks, in each dui lian set. These drills were considered only generic patterns and never meant to be considered inflexible 'tricks'. Students practiced smaller parts/exchanges, individually with opponents switching sides in a continuous flow. Dui lian were not only sophisticated and effective methods of passing on the fighting knowledge of the older generation, but they were also essential and effective training methods. The relationship between single sets and contact sets is complicated, in that some skills cannot be developed with solo 'sets', and, conversely, with dui lian. Unfortunately, it appears that most traditional combat oriented dui lian and their training methodology have disappeared, especially those concerning weapons. There are several reasons for this. In modern Chinese martial arts, most of the dui lian are recent inventions designed for light props resembling weapons, with safety and drama in mind. The role of this kind of training has degenerated to the point of being useless in a practical sense, and, at best, is just performance.\n\nBy the early Song period, sets were not so much \"individual isolated technique strung together\" but rather were composed of techniques and counter technique groupings. It is quite clear that \"sets\" and \"fighting (two-person) sets\" have been instrumental in traditional Chinese martial arts for many hundreds of years—even before the Song Dynasty. There are images of two-person weapon training in Chinese stone painting going back at least to the Eastern Han Dynasty.\n\nAccording to what has been passed on by the older generations, the approximate ratio of contact sets to single sets was approximately 1:3. In other words, about 30% of the 'sets' practiced at Shaolin were contact sets, dui lian, and two-person drill training. This ratio is, in part, evidenced by the Qing Dynasty mural at Shaolin.\n\nFor most of its history, Shaolin martial arts was mostly weapon-focused: staves were used to defend the monastery, not bare hands. Even the more recent military exploits of Shaolin during the Ming and Qing Dynasties involved weapons. According to some traditions, monks first studied basics for one year and were then taught staff fighting so that they could protect the monastery. Although wrestling has been as sport in China for centuries, weapons have been an essential part of Chinese wushu since ancient times. If one wants to talk about recent or 'modern' developments in Chinese martial arts (including Shaolin for that matter), it is the over-emphasis on bare hand fighting. During the Northern Song Dynasty (976- 997 A.D) when platform fighting is known as Da Laitai (Title Fights Challenge on Platform) first appeared, these fights were with only swords and staves. Although later, when bare hand fights appeared as well, it was the weapons events that became the most famous. These open-ring competitions had regulations and were organized by government organizations; the public also organized some. The government competitions, held in the capital and prefectures, resulted in appointments for winners, to military posts.\n\nEven though forms in Chinese martial arts are intended to depict realistic martial techniques, the movements are not always identical to how techniques would be applied in combat. Many forms have been elaborated upon, on the one hand, to provide better combat preparedness, and on the other hand to look more aesthetically pleasing. One manifestation of this tendency toward elaboration beyond combat application is the use of lower stances and higher, stretching kicks. These two maneuvers are unrealistic in combat and are used in forms for exercise purposes.[57] Many modern schools have replaced practical defense or offense movements with acrobatic feats that are more spectacular to watch, thereby gaining favor during exhibitions and competitions.[note 2] This has led to criticisms by traditionalists of the endorsement of the more acrobatic, show-oriented Wushu competition.[58] Historically forms were often performed for entertainment purposes long before the advent of modern Wushu as practitioners have looked for supplementary income by performing on the streets or in theaters. Documentation in ancient literature during the Tang Dynasty (618–907) and the Northern Song Dynasty (960–1279) suggests some sets, (including two + person sets: dui da also called dui lian) became very elaborate and 'flowery', many mainly concerned with aesthetics. During this time, some martial arts systems devolved to the point that they became popular forms of martial art storytelling entertainment shows. This created an entire category of martial arts known as Hua Fa Wuyi. During the Northern Song period, it was noted by historians this type of training had a negative influence on training in the military.\n\nMany traditional Chinese martial artists, as well as practitioners of modern sport combat, have become critical of the perception that forms work is more relevant to the art than sparring and drill application, while most continue to see traditional forms practice within the traditional context—as vital to both proper combat execution, the Shaolin aesthetic as an art form, as well as upholding the meditative function of the physical art form.[59]\n\nAnother reason why techniques often appear different in forms when contrasted with sparring application is thought by some to come from the concealment of the actual functions of the techniques from outsiders.[60][self-published source?]\n\nForms practice is mostly known for teaching combat techniques yet when  practicing forms, the practitioner focuses on posture, breathing, and performing the techniques of both right and left sides of the body.[61]\n\n"
        },
        {
            "title": "Wushu",
            "text": "The word wu (武; wǔ) means \"martial\". Its Chinese character is made of two parts; the first meaning \"walk\" or \"stop\" (止; zhǐ) and the second meaning \"lance\" (戈; gē).  This implies that \"wu 武\" is a defensive use of combat.[dubious  – discuss] The term \"wushu 武術\" meaning \"martial arts\" goes back as far as the Liang Dynasty (502–557) in an anthology compiled by Xiao Tong (蕭通), (Prince Zhaoming; 昭明太子 d. 531), called Selected Literature (文選; Wénxuǎn). The term is found in the second verse of a poem by Yan Yanzhi titled: 皇太子釋奠會作詩 \"Huang Taizi Shidian Hui Zuoshi\".\n\nThe term wushu is also found in a poem by Cheng Shao (1626–1644) from the Ming Dynasty.\n\nThe earliest term for 'martial arts' can be found in the Han History (206BC-23AD) was \"military fighting techniques\" (兵技巧; bīng jìqiǎo). During the Song period (c.960) the name changed to \"martial arts\" (武藝; wǔyì). In 1928 the name was changed to \"national arts\" (國術; guóshù) when the National Martial Arts Academy was established in Nanjing. The term reverted to wǔshù under the People's Republic of China during the early 1950s.\n\nAs forms have grown in complexity and quantity over the years, and many forms alone could be practiced for a lifetime, modern styles of Chinese martial arts have developed that concentrate solely on forms, and do not practice application at all. These styles are primarily aimed at exhibition and competition, and often include more acrobatic jumps and movements added for enhanced visual effect[62] compared to the traditional styles. Those who generally prefer to practice traditional styles, focused less on exhibition, are often referred to as traditionalists.  Some traditionalists consider the competition forms of today's Chinese martial arts as too commercialized and losing much of their original values.[63][64]\n\n"
        },
        {
            "title": "",
            "text": "Traditional Chinese schools of martial arts, such as the famed Shaolin monks, often dealt with the study of martial arts not just as a means of self-defense or mental training, but as a system of ethics.[39][65] Wude (武 德) can be translated as \"martial morality\" and is constructed from the words wu (武), which means martial, and de (德), which means morality. Wude deals with two aspects; \"Virtue of deed\" and \"Virtue of mind\". Virtue of deed concerns social relations; morality of mind is meant to cultivate the inner harmony between the emotional mind (心; Xin) and the wisdom mind (慧; Hui). The ultimate goal is reaching \"no extremity\" (無 極; Wuji) – closely related to the Taoist concept of wu wei – where both wisdom and emotions are in harmony with each other.\n\nVirtues:\n\n"
        },
        {
            "title": "Notable practitioners",
            "text": "Examples of well-known practitioners (武術名師) throughout history:\n\n"
        },
        {
            "title": "In popular culture",
            "text": "References to the concepts and use of Chinese martial arts can be found in popular culture. Historically, the influence of Chinese martial arts can be found in books and in the performance arts specific to Asia.[67] Recently, those influences have extended to the movies and television that targets a much wider audience. As a result, Chinese martial arts have spread beyond its ethnic roots and have a global appeal.[68][69]\n\nMartial arts play a prominent role in the literature genre known as wuxia (武俠小說). This type of fiction is based on Chinese concepts of chivalry, a separate martial arts society (武林; Wulin) and a central theme involving martial arts.[70] Wuxia stories can be traced as far back as 2nd and 3rd century BCE, becoming popular by the Tang Dynasty and evolving into novel form by the Ming Dynasty. This genre is still extremely popular in much of Asia[71] and provides a major influence for the public perception of the martial arts.\n\nMartial arts influences can also be found in dance, theater [72]\nand especially Chinese opera, of which Beijing opera is one of the best-known examples. This popular form of drama dates back to the Tang Dynasty and continues to be an example of Chinese culture. Some martial arts movements can be found in Chinese opera and some martial artists can be found as performers in Chinese operas.[73]\n\nIn modern times, Chinese martial arts have spawned the genre of cinema known as the Kung fu film. The films of Bruce Lee were instrumental in the initial burst of Chinese martial arts' popularity in the West in the 1970s.[74] Bruce Lee was the iconic international superstar that popularized Chinese martial arts in the West with his own variation of Chinese martial arts called Jeet Kune Do. It is a hybrid style of martial art that Bruce Lee practiced and mastered. Jeet Kune Do is his very own unique style of martial art that uses little to minimum movement but maximizes the effect to his opponents. The influence of Chinese martial art have been widely recognized and have a global appeal in Western cinemas starting off with Bruce Lee.\n\nMartial artists and actors such as Jet Li and Jackie Chan have continued the appeal of movies of this genre. Jackie Chan successfully brought in a sense of humour in his fighting style in his movies. Martial arts films from China are often referred to as \"kung fu movies\" (功夫片), or \"wire-fu\" if extensive wire work is performed for special effects, and are still best known as part of the tradition of kung fu theater. (see also: wuxia, Hong Kong action cinema). The talent of these individuals have broadened Hong Kong's cinematography production and rose to popularity overseas, influencing Western cinemas.\n\nIn the west, kung fu has become a regular action staple, and makes appearances in many films that would not generally be considered \"Martial Arts\" films. These films include but are not limited to The Matrix franchise, Kill Bill, and The Transporter.\n\nMartial arts themes can also be found on television networks.  A U.S. network TV western series of the early 1970s called Kung Fu also served to popularize the Chinese martial arts on television. With 60 episodes over a three-year span, it was one of the first North American TV shows that tried to convey the philosophy and practice in Chinese martial arts.[75][76] The use of Chinese martial arts techniques can now be found in most TV action series, although the philosophy of Chinese martial arts is seldom portrayed in depth.\n\nThe Kung Fu Diaries: The Life and Times of a Dragon Master (1920-2001) is a work of fiction, combining aspects of biography, historical fiction, and guide to instruction purportedly from a collection of diaries or papers left by a Kung-Fu Dragon Master.[77]\n\nIn the 1970s, Bruce Lee was beginning to gain popularity in Hollywood for his martial arts movies. The fact that he was a non-white male who portrayed self-reliance and righteous self-discipline resonated with black audiences and made him an important figure in this community.[78] Around 1973, Kung Fu movies became a hit in America across all backgrounds; however, black audiences maintained the films’ popularity well after the general public lost interest. Black youth in New York City were still going from every borough to Times Square every night to watch the latest movies.[79]  Amongst these individuals were those coming from the Bronx where, during this time, hip-hop was beginning to take form. One of the pioneers responsible for the development of the foundational aspects of hip-hop was DJ Kool Herc, who began creating this new form of music by taking rhythmic breakdowns of songs and looping them. From the new music came a new form of dance known as b-boying or breakdancing, a style of street dance consisting of improvised acrobatic moves. The pioneers of this dance credit kung fu as one of its influences. Moves such as the crouching low leg sweep and “up rocking” (standing combat moves) are influenced by choreographed kung-fu fights.[80] The dancers’ ability to improvise these moves led way to battles, which were dance competitions between two dancers or crews judged on their creativity, skills, and musicality. In a documentary, Crazy Legs, a member of breakdancing group Rock Steady Crew, described the breakdancing battle being like an old kung fu movie, “where the one kung fu master says something along the lines of ‘hun your kung fu is good, but mine is better,’ then a fight erupts.” [80]\n\n"
        }
    ]
}