{
    "url": "https://en.wikipedia.org/wiki/Choctaw_mythology",
    "title": "Choctaw mythology",
    "table_of_contents": [
        "1 Choctaw migration",
        "2 Choctaw emergence into this world",
        "3 Supernatural Native America",
        "3.1 Ancient religion",
        "3.2 Interactions between animals and people",
        "3.3 Little people and other human-like creatures",
        "3.4 Shadow-like beings",
        "3.5 Birds of the dark",
        "3.6 Animal-explained occurrences",
        "4 Mythological tales",
        "4.1 Origin of Poison",
        "4.2 Brothers Tashka and Walo",
        "4.3 Dog's Lifespan",
        "4.4 Origin of Grasshoppers and Ants",
        "5 Choctaw legends",
        "5.1 The Hunter of the Sun",
        "5.2 Nane Chaha",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nChoctaw mythology is part of the culture of the Choctaw, a Native American tribe originally occupying a large territory in the present-day Southeastern United States: much of the states of Mississippi, Alabama, and Louisiana. In the 19th century, the Choctaw were known to European Americans as one of the \"Five Civilized Tribes\" even though controversy surrounds their removal.\n\nToday the Choctaw have three federally recognized tribes: the largest is the Choctaw Nation of Oklahoma, next is the Mississippi Band of Choctaw Indians, made up of descendants of individuals who did not remove in the 1830s, and the smallest is the Jena Band of Choctaw Indians, located in Louisiana. Also, the Choctaw Apache Tribe of Ebarb, state recognized by Louisiana and resides in Sabine Parish, Louisiana.In addition, the MOWA Band of Choctaw Indians is state-recognized by Alabama, but it has not achieved federal recognition. It, too, is made up of descendants of individuals who remained in the Southeast in the 1830s.\n\nThe Choctaw and their ancestors have lived in the Mississippi region in what is now the southeastern region of the US for centuries. Thousands of years of myth and story-making have contributed to a rich collection of history. The Choctaw continue to tell and write about their legends.\n\n"
        },
        {
            "title": "Choctaw migration",
            "text": "The Choctaw still tell the following creation story of their coming to this land, and how Nanih Waiya Mound, built of earthwork by ancestors, came to be.\n\nTwo brothers, Chata and Chicksah, led the original people from a land in the far west that had ceased to prosper. The people traveled for a long time, guided by a magical pole or staff. Each night, when the people stopped to camp, the pole was placed in the ground, and in the morning the people would travel in the direction in which the pole leaned.\n\nAfter travelling for a mind-bogglingly long time, they finally came to a place where the pole stood upright. In this place, they laid to rest the bones of their ancestors, which they had carried in buffalo sacks from the original land in the west.\n\nThe earthwork mound developed from that great burial. After the burial, the brothers discovered that the land could not support all the people. Chicksah took half the people and departed to the North, where they eventually emerged as the historic Chickasaw tribe.\n\nChata and the others remained near the mound, which became known as Nanih Waiya (The mound of all creation), and became known as the Choctaw tribe.[2]\n\n"
        },
        {
            "title": "Choctaw emergence into this world",
            "text": "At the beginning there was a great mound. It was called Nanih Waiya. It was from this mound that the Creator fashioned the first of the people. These people crawled through a long, dark cave into daylight and became the first Choctaw. For many years they lived in this area until a great shift occurred. At this time a great flood arose covering the lands. The Choctaw people had to flee by canoes to an island as guided by a dove. They prospered and then over populated the island. They then traveled back to the coast of Turtle Island. Once they arrived again the people who remained were not friendly. They then traveled for hundreds of years down the coast down south. They finally traveled across what is now the Yucatán again in canoes. Once they landed up on the land of giants and fought for territory. They then rebuilt their sacred Nanih Waya and found a sacred home for their ancestor's bones that they lovingly carried with them all those many years. (Caitlin, Letters and Notes, 1841)\n\n"
        },
        {
            "title": "Supernatural Native America",
            "text": "Some early writers, and in later times Cushman and Bushnell, report that the Choctaw believed in a great good spirit and a great evil spirit. Choctaw oral histories mentioned numerous supernatural beings. In addition to their terms for what might also be called the Great Spirit or God and the Devil, the Choctaw believed they had many other \"powerful beings\" in their midst.\n\nThe Great Spirit of the Choctaw was referred to by various names. Rev. Alfred Wright wrote that the Great Spirit was referred to as Nanapesa, Ishtahullo-chito, or Nanishta-hullo-chito, Hushtahli, and Uba Pike or Aba.[3][4] Shilup chitoh osh is a term anglicized to mean The Great Spirit. Chitokaka means The Great One. The terms lshtahullo or nanishtahullo are applied to anything or person thought to possess some occult or superior power – such as a witch.\n\nHushtahli is from Hashi (sun) and Tahli (to complete an action). Hushtahli is believed to have originated as a Choctaw term without European influence; the Choctaw were believed to be sun worshippers. Fire was the \"most striking representation of the sun\"; it was believed to have intelligence, and was considered to be in constant communication with the sun.\n\nThe Choctaw venerated Sinti lapitta, a horned serpent that visited unusually wise young men.[6][7]\n\nThey believed in a little man, about two feet high, who dwelled alone in the thick, dark woods. The little man was called Bohpoli or Kowi anukasha, both names being used alone or together. The translation of Bohpoli is the \"Thrower\". The translation of Kowi anukasha is \"The one who stays in the woods\", or to give a more concise translation, \"Forest dweller\". Little man can be compared to the European counterparts- dwarfs, elves, gnomes, and leprechauns.\n\nThe little wood sprite (ole) was known to be rather mischievous, but not malicious. The Choctaw believed that he often playfully threw sticks and stones at them. All unexplained sounds heard in the woods were attributed to Bohpoli. The Choctaw believed that he took a special pleasure in hitting the pine trees to create noise.\n\nBohpoli was never seen by the common Choctaw, only by the prophets and shaman. The Indian shamans or doctors would report that Bohpoli assisted them in creating their medicines. Some stories said that Bohpoli would \"steal\" little children and take them into the woods, to teach them about herbs and medicines. After returning the children to their homes, Bohpoli would leave them alone, letting them grow up to become doctors of the tribe.\n\nSome of the history writings refer to Kashehotapalo, a combination of man and deer who delighted in frightening hunters. He was much admired for his speed and agility. If the Choctaw angered Kashehotapalo, he would race ahead of them and warn the enemy or animals being hunted.\n\nOkwa Naholo or Oka Nahullo (white people of the water) dwelled in deep pools and had light skins like the skins of trout. They were believed to sometimes capture human beings, whom they converted into beings like themselves.\n\nHoklonote was a bad spirit who could assume any shape it desired; it was believed to read people's thoughts.\n\nThe Choctaw have stories about shadow beings. Nalusa Chito, also known as a Impa Shilup, was the soul-eater, a great black being.[3] If individuals allowed evil thoughts or depression to enter their minds, Impa Shilup would creep inside them and eat their souls. Many people of Choctaw Nation will not say his name, in fear of summoning the spirit.\n\nNalusa Falaya (long black being) resembled a man, but with very small eyes and long, pointed ears. He sometimes frightened hunters or transferred his power of doing harm. Some believed that Nalusa Falaya preferred to approach men by sliding on his stomach like a snake.\n\nHashok Okwa Hui'ga (Grass Water Drop) was believed to have a connection to what is termed will-o-the-wisp. Only its heart is visible, and that only at night. Hashok Okwa Hui'ga leads astray anyone who looks at it.\n\nIt was also believed that every man had a shilombish (the outside shadow) which always followed him, and shilup (the inside shadow, or ghost) which after death goes to the land of ghosts. The shilombish was supposed to remain upon the earth, and wander restlessly about its former home, often moaning, to frighten its surviving friends. It tried to make them forsake the spot, and seek another place to live. It was also supposed to assume the form of a fox, or owl; and by barking like the one, and screeching like the other at night, cause great consternation, for the cry was considered ominous of bad things. The Choctaw could differentiate between the shilombish and the animals it imitates. When a fox barks, or an owl screeches, another fox or owl replies. But when the shilombish imitates the sound of either animal, no response is heard. The shadow-like beings would often stalk children of younger adult age.\n\nThe Kashehotapolo is a creature that is neither man nor beast. While having the legs and hoofs of a deer, its body is that of a man. His head and face are small and shriveled, and it is said that a person who looks at it will be visited by evil. When hunters go near the swamps it inhabits, it sneaks behind them to call loudly before quickly fleeing. Although it does not harm man, it takes delight in their fright as it yells a sound that resembles a woman's scream. For that reason it was named Kashehotapolo (kasheho, \"woman\"; tapalo, \"call\").[8]\n\nIshkitini, or the horned owl, was believed to prowl about at night killing men and animals. Many believed that when ishkitini screeched, it meant sudden death, such as a murder. If the ofunlo (screech owl) was heard, it was a sign that a child under seven in the family was going to die. Such a child was likened to a small owl. If opa (a common owl) perched in a barn or on trees near the house and hooted, its call was a foreboding of death among the near relatives of the residents.\n\nBiskinik, the sapsucker, was known as the newsbird. If he landed on a tree in a family's yard early in the morning, some \"hasty\" news would come before noon. If he perched there late at night, the news would come before morning.\n\nAnimals figure significantly in Choctaw mythology, as they do in most Native American myth cycles. For example, in Choctaw history, solar eclipses were attributed to black squirrels, and maize was a gift from the birds.[8]\n\nHeloha (thunder) and Melatha (lightning) were responsible for the dramatic thunderstorms. In Choctaw mythology, they were two huge birds. Heloha would lay her giant eggs in the clouds, and they would rumble as they rolled around atop the clouds. Despite his size, her mate, Melatha, was extremely fast and left a trail of sparks as he streaked across the sky.\n\n"
        },
        {
            "title": "Mythological tales",
            "text": "In a shallow pool of water where the Choctaw people would bathe, there was a poison vine. All that would touch the vine would die. The vine liked the Choctaw people and did not want them to die, but could not warn them when its poison would infect the water. It decided to rid itself of its poison and called the chiefs of the snakes, bees, and wasps because they had all been trampled on and accidentally killed by the men. The chiefs of these small creatures came to an agreement to take and share the vine's poison among themselves as a warning and deterrent against being trampled.\n\nThe bees were the first to take the poison, and said that they will take a small amount so as to protect their hives. They too liked the Choctaw people and did not want to kill them with the poison. To show that they were not man's enemy, the bees promised that, after they had been forced to use their stinger, they would die.\n\nThe next to take the poison were the wasps, who said they would buzz in the ear of man as a warning before they attacked to protect their nests.\n\nFinally, the snakes took the rest of the poison. They promised that they would always warn man with their rattle before they strike, in order to give the man a chance to flee.\n\nFrom then on, it was only the foolish persons who did not heed the warnings of the small, who were hurt from the vine's poison.[8][9]\n\nTwo brothers named Tashka and Walo followed the sun for many years from childhood to adulthood. They would follow it throughout its life in the day, until it died over the horizon in the evening. One day, the sun rested over a great expanse of water, and the boys swam into it, going underneath.\n\nThey emerged in the home of the sun, finding women all around. These women were the moon and the stars. The moon was the sun's wife and asked the brothers how they entered this realm. The brothers said that they followed the sun for many years since they were boys. The sun then told his wife to boil water, and he placed the brothers in it, keeping them there until their skin fell off. The sun asked if they knew their way back home. The boys replied \"no\", as they looked over the edge of the sky, seeing land, but were not able to discern their home from such a height.\n\nThe sun asked why they had followed him for all these years, to which the brothers replied only to see where he had died. The sun agreed to send them home, but instructed them not to talk for four days after they returned, or they would surely die. He called a giant buzzard to fly them home, and after they had landed, an old man recognized them and went to tell their mother. The mother, frightened since she had not seen them for many days, made them tell her where they had been. They told her of their journey and said that they will now surely die because they did not keep their promise to the sun of silence for four days.\n\nAfter this the mother was very worried, but they all returned home. The brothers told the tales of the many years they had followed the sun. After telling all of what they knew, they died and entered heaven.[10][11]\n\nSoon after the Great Spirit created all the animals and humans, he asked each how long their lives should be. The dog was the first to respond, excited by the promise of a long life, and asked for 10 years. The rest of the animals did not know how long they wanted, so the spirit gave them the years he thought was best.\n\nHe gave humans three centuries of life and told the dog that, although its life was short, its quality of life will be determined by its master. If the master was good to the dog, feeding, loving, and caring for it, it will prosper and live long. If the master neglected and abused it, it will live a short and miserable life.[10]\n\nDuring the emergence from Nanih Waiya, the grasshoppers journeyed with man to reach the surface and spread in all directions. But in the travel to the surface, the mother of the grasshoppers was stepped on by the men, which stopped the rest of her children from reaching the surface. Those already above ground spread in all directions, just as the first tribes of man had done. From then on the Choctaw called the creatures eske ilay (\"mother dead\").\n\nAs the men emerged from the hill and spread throughout the lands, they would trample on many other grasshoppers, killing and harming the orphaned children. Fearing that they would all be killed as the men multiplied while continuing to emerge from Nanih Waiya, the grasshoppers pleaded to Aba, the great spirit, for aid. Soon after, Aba closed the passageway, trapping many men within the cavern who had yet to reach the surface.\n\nIn an act of mercy, Aba transformed these men into ants, allowing them to rule the caverns in the ground for the rest of history.[10]\n\n"
        },
        {
            "title": "Choctaw legends",
            "text": "The hunter of the sun is a myth about what happens to the sun when it disappears. None of the prophets or chief leaders could answer this question. A young man embarked on a mission to understand what happens to the sun when it sets. He left his family, community, and country to dedicate his life to answering this question. He said he would one day return with the answer to this question. Many years passed—the young men became old and the old men died—and people continued to talk about him. He finally returned, as an old man, with the answer to this question. He journeyed to the ocean and found that the sun sets and rises from the water. After sharing this, the old man died.[10]\n\nBefore the existence of man, there was a hill that had a path to the center of the earth. Animals began populating the earth; plants, trees, rivers, and the raw environment began to form. When the Choctaw people emerged at the top of the hill from the passageway called the Nane Chaha, they experienced the light of the sun. After emerging, they scattered throughout the lands.[10]\n\nMore information on Myths and Sacred Stories\n\nThe book Choctaw Tales, by Tom Mould and Chief Phillip Martin, explains how difficult it could be to pass down sacred stories through the generations in the Choctaw Nation, while keeping the story accurate as possible. Storytelling can be difficult if someone is not sharing the same accurate information. Storytelling is important to the Choctaw Nation and many other Indigenous groups because the person sharing the story helps the younger generation understand their history and people. If the story is told inaccurately, it will lose its value. Storytelling is very beneficial in the Choctaw Nation to share Choctaw legacies because it helps people get a better understanding of their culture.\n\nFor example, before the creation of a written language, history was established by sacred myths, legend, and personal reminiscences. These sacred myths were the record of the history of the Choctaw and many other Indigenous groups, as they were for other cultures around the world. During these sacred stories and myths, names were mentioned, but dates were hardly included. An example was Choctaw Chief Pushmataha. While he is known to have lived from 1764 to 1824, the stories told about him emphasize his character and the influence he had on people's lives. They are stories told by family members to others close to them. If accounts are told by people outside his circle, the stories lose their passion.\n\n"
        },
        {
            "title": "References",
            "text": "1. The Halpert Papers. https://archives.alabama.gov/findaids/v7820.pdf\n\n"
        }
    ]
}