{
    "url": "https://en.wikipedia.org/wiki/Chopsocky",
    "title": "Chopsocky",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Chopsocky (or chop-socky[1]) is a colloquial term for martial arts films and kung fu films made primarily by Hong Kong action cinema between the late 1960s and early 1980s. The term was coined by the American motion picture trade magazine Variety following the explosion of films in the genre released in 1973 in the U.S. after the success of Five Fingers of Death.[1][2] The word is a play on chop suey, combining \"chop\" (as in karate chop referring to a strike with the edge of the hand) and \"sock\" (as in a punch).\n\nChopsocky movies are usually characterized by overblown storylines, over-the-top special effects (particularly exaggerated and sometimes bizarre sound effects during the actual fight scenes), and excessive violence. The genre is also known for its clumsy dubbing. Although the term \"chopsocky\" is commonly used as a name of martial arts cinema by the general media, the word can be disparaging as well.  Another common meaning is a generalization for martial arts movies from Asia or Hong Kong in particular, without necessarily having the negative connotation. Variety magazine, the originator of the term, defined \"chopsocky\" simply as a martial arts film with no negative connotations.[3]\n\n"
        },
        {
            "title": "",
            "text": "Hong Kong action cinema's international impact initially came in the form of martial arts films, especially 1970s kung fu films and most notably those of Bruce Lee.[4] His earliest attempts at introducing his brand of Hong Kong martial arts cinema to the West came in the form of American television shows, such as The Green Hornet (1966 debut) and Kung Fu (1972 debut).[5] The \"kung fu craze\" began in early 1973, with the unprecedented overseas box office success of Hong Kong martial arts films.[4] It spread across Asia and then Europe, with Bruce Lee becoming established as the biggest box office movie star of the genre, before the craze reached North America by early 1973. The films were initially called \"martial science\" or \"Chinese boxer\" pictures, while the martial artist protagonists were referred to as \"chow mein spies\" or \"superhero Chinese\" agents, drawing comparisons to the earlier Spaghetti Western craze.[6]\n\nKing Boxer (Five Fingers of Death) starring Indonesian-born actor Lo Lieh was the first Hong Kong film to top the US box office, paving the way for Bruce Lee's breakthrough with The Big Boss (Fists of Fury) topping the US box office. In May 1973, Hong Kong action cinema made US box office history, with three foreign films holding the top three spots for the first time: Fists of Fury, Lady Whirlwind (Deep Thrust), and Five Fingers of Death. Lee continued his success with Fist of Fury (The Chinese Connection), which also topped the US box office the following month.[4]\n\nKung fu film releases in the United States initially targeted Asian American audiences, before becoming a breakout success among larger African-American and Hispanic audiences,[7] and then among white working-class Americans.[8] Kung fu films also became a global success, across Asia, Europe and the third world.[8] This eventually paved the way for Lee's posthumous Hollywood film breakthrough with the Hong Kong and US co-production Enter the Dragon (1973). Hong Kong martial arts cinema subsequently inspired a wave of Western martial arts films and television shows throughout the 1970s–1990s (launching the careers of Western martial arts stars such as Jean-Claude Van Damme, Steven Seagal and Chuck Norris), as well as the more general integration of Asian martial arts into Western action films and television shows by the 1990s,[5] such as the Yuen Woo-Ping choreographed Matrix trilogy.\n\nSascha Matuszak of Vice said Enter the Dragon \"is referenced in all manner of media, the plot line and characters continue to influence storytellers today, and the impact was particularly felt in the revolutionizing way the film portrayed African-Americans, Asians and traditional martial arts.\"[9] Kuan-Hsing Chen and Beng Huat Chua cited fight scenes in Hong Kong films such as Enter the Dragon as being influential for the way they pitched \"an elemental story of good against evil in such a spectacle-saturated way\".[10]\n\nIn Japan, the manga and anime franchises Fist of the North Star (1983–1988) and Dragon Ball (1984–1995) were influenced by Hong Kong martial arts films, particularly 1970s kung fu films such as Bruce Lee's Enter the Dragon and Jackie Chan's Drunken Master (1978).[11][12] In turn, Fist of the North Star and especially Dragon Ball are credited with setting the trends for popular shōnen manga and anime from the 1980s onwards.[13][14]\n\nSimilarly in India, Hong Kong martial arts films had an influence on Hindi masala films.[15] After the success of Bruce Lee films (such as Enter the Dragon) in India,[16] Deewaar (1975) and later Hindi films incorporated fight scenes inspired by 1970s Hong Kong martial arts films up until the 1990s.[17] Hindi cinema action scenes emulated Hong Kong rather than Hollywood, emphasising acrobatics and stunts and combining kung fu (as perceived by Indians) with Indian martial arts such as pehlwani.[18]\n\nHong Kong martial arts films such as Enter the Dragon were the foundation for fighting games.[19] The Street Fighter video game franchise (1987 debut) was inspired by Enter the Dragon, with the gameplay centered around an international fighting tournament, and each character having a unique combination of ethnicity, nationality and fighting style. Street Fighter went on to set the template for all fighting games that followed.[20] The early beat 'em up game Kung-Fu Master (1984) was also based on Bruce Lee's Game of Death (1972) and Jackie Chan's Wheels on Meals (1984).[21]\n\nThe success of Bruce Lee's films helped popularize the concept of mixed martial arts (MMA) in the West via his Jeet Kune Do system. In 2004, Ultimate Fighting Championship (UFC) founder Dana White called Lee the \"father of mixed martial arts\".[22] Parkour was also influenced by the acrobatic antics of Jackie Chan in his Hong Kong action films,[23][24] as well as the philosophy of Bruce Lee.[25]\n\n"
        }
    ]
}