{
    "url": "https://en.wikipedia.org/wiki/Christian_mysticism",
    "title": "Christian mysticism",
    "table_of_contents": [
        "1 Etymology",
        "2 Definition",
        "2.1 Transformative presence of God",
        "2.2 Presence versus experience",
        "2.3 Interpersonal transformation",
        "2.4 Social construction",
        "3 Cataphatic and apophatic mysticism",
        "4 Practice and stages",
        "4.1 Threefold path",
        "4.1.1 Purification",
        "4.1.1.1 Discipline",
        "4.1.1.2 Ascetic practices",
        "4.1.2 Illumination (acquired contemplation/theoria)",
        "4.1.3 Unification",
        "4.2 Underhill's five-stage path",
        "5 History",
        "5.1 Greco-Judean influences",
        "5.1.1 Jewish antecedents",
        "5.1.2 Greek influences",
        "5.1.3 Alexandrian mysticism",
        "5.2 Gospels",
        "5.3 Early church",
        "5.4 Desert Fathers",
        "5.5 Monasticism",
        "5.6 Middle ages",
        "5.7 Reformation",
        "5.8 Counter-reformation",
        "5.8.1 Spanish mysticism",
        "5.8.2 Italy",
        "5.8.3 France",
        "5.8.4 England",
        "5.8.5 Germany",
        "5.8.6 Pietism",
        "6 Influential Christian mystics and texts",
        "6.1 Early Christians",
        "6.2 Middle Ages and Renaissance",
        "6.3 Renaissance, Reformation and Counter-Reformation",
        "6.4 Modern era",
        "7 See also",
        "8 References",
        "8.1 Notes",
        "8.2 Citations",
        "8.3 Sources",
        "8.4 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Christian mysticism is the tradition of mystical practices and mystical theology within Christianity which \"concerns the preparation [of the person] for, the consciousness of, and the effect of [...] a direct and transformative presence of God\"[1] or Divine love.[2] In the words 1 John 4:16: \"God is love, and he who abides in love abides in God and God in him.\" \n\nContemplative practices have a prominent place in the Eastern Orthodoxy and Oriental Orthodoxy. Historically, the Catholic Church has been ambivalent, with periods of suppression and rejection of contemplative practices. \n\nContemplative practices range from simple prayerful meditation of Holy Scripture (i.e. Lectio Divina) to contemplation on the presence of God, resulting in theosis (spiritual union with God) in Eastern Orthodox theology and ecstatic visions of the soul's mystical union with God.\n\n"
        },
        {
            "title": "Etymology",
            "text": "\"Mysticism\" is derived from the Greek μυω, meaning \"to conceal,\"[3] and its derivative μυστικός, mystikos, meaning \"an initiate.\" In the Hellenistic world, a \"mystikos\" was an initiate of a mystery religion. \"Mystical\" referred to secret religious rituals[4] and use of the word lacked any direct references to the transcendental.[5]\n\nIn early Christianity the term mystikos referred to three dimensions, which soon became intertwined, namely the biblical, the liturgical and the spiritual or contemplative.[6] The biblical dimension refers to \"hidden\" or allegorical interpretations of Scriptures.[4][6] The liturgical dimension refers to the liturgical mystery of the Eucharist, the presence of Christ at the Eucharist.[4][6] The third dimension is the contemplative or experiential knowledge of God.[6]\n\n"
        },
        {
            "title": "Definition",
            "text": "Bernard McGinn defines Christian mysticism as: \n\nMcGinn argues that \"presence\" is more accurate than \"union,\" since not all mystics spoke of union with God, and since many visions and miracles were not necessarily related to union.[1]\n\nMcGinn also argues that we should speak of \"consciousness\" of God's presence, rather than of \"experience\", since mystical activity is not simply about the sensation of God as an external object, but more broadly about \n\nWilliam James popularized the use of the term \"religious experience\" in his 1902 book The Varieties of Religious Experience.[7] It has also influenced the understanding of mysticism as a distinctive experience which supplies knowledge.[4]\n\nWayne Proudfoot traces the roots of the notion of religious experience further back to the German theologian Friedrich Schleiermacher (1768–1834), who argued that religion is based on a feeling of the infinite. The notion of religious experience was used by Schleiermacher to defend religion against the growing scientific and secular critique. It was adopted by many scholars of religion, of which William James was the most influential.[8]\n\n\nMcGinn's emphasis on the transformation that occurs through mystical activity relates to this idea of \"presence\" instead of \"experience\": \nOther critics[which?] point out that the stress on \"experience\" is accompanied by favoring the atomic individual, instead of the shared life on the community. It also fails to distinguish between episodic experience, and mysticism as a process that is embedded in a total religious matrix of liturgy, scripture, worship, virtues, theology, rituals and practices.[9]\n\nRichard King also points to disjunction between \"mystical experience\" and social justice:[10]\n\nTransformation has particular importance in the theology of Origen.(Trigg 2012)\n\nMystical experience is not simply a matter between the mystic and God, but is often shaped by cultural issues. For instance, Caroline Bynum has shown how, in the late Middle Ages, miracles attending the taking of the Eucharist were not simply symbolic of the Passion story, but served as vindication of the mystic's theological orthodoxy by proving that the mystic had not fallen prey to heretical ideas, such as the Cathar rejection of the material world as evil, contrary to orthodox teaching that God took on human flesh and remained sinless.[11] Thus, the nature of mystical experience could be tailored to the particular cultural and theological issues of the time.\n\n"
        },
        {
            "title": "Cataphatic and apophatic mysticism",
            "text": "Within theistic mysticism two broad tendencies can be identified. One is a tendency to understand God by asserting what He is and the other by \nasserting what He is not. The former leads to what is called cataphatic theology and the latter to apophatic theology.\n\nUrban T. Holmes III categorized mystical theology in terms of whether it focuses on illuminating the mind, which Holmes refers to as speculative practice, or the heart/emotions, which he calls affective practice. Combining the speculative/affective scale with the apophatic/cataphatic scale allows for a range of categories:[13]\n\n"
        },
        {
            "title": "Practice and stages",
            "text": "The practice of Lectio Divina, a form of meditative prayer that centers on scripture reading, was developed in its best-known form in the sixth century, through the work of Benedict of Nursia and Pope Gregory I, and described and promoted more widely in the 12th century by Guigo II. The 9th century saw the development of mystical theology through the introduction of the works of sixth-century theologian Pseudo-Dionysius the Areopagite, such as On Mystical Theology. His discussion of the via negativa was especially influential.[14]\n\nEastern Christianity has preserved a mystical emphasis in its theology[15] and retains in hesychasm a tradition of mystical prayer dating back to Christianity's beginnings. Hesychasm concerns a spiritual transformation of the egoic self, the following of a path designed to produce more fully realized human persons, \"created in the Image and Likeness of God\" and as such, living in harmonious communion with God, the Church[citation needed], the rest of the world, and all creation, including oneself. The Eastern Christian tradition speaks of this transformation in terms of theosis or divinization, perhaps best summed up by an ancient aphorism usually attributed to Athanasius of Alexandria:  \"God became human so that man might become god.\"[a]\n\nAs part of the Protestant Reformation, theologians turned away from the traditions developed in the Middle Ages and returned to what they consider to be biblical and early Christian practices. Accordingly, they were often skeptical of Catholic mystical practices, which seemed to them to downplay the role of grace in redemption and to support the idea that human works can play a role in salvation. Thus, Protestant theology developed a strong critical attitude, oftentimes even an animosity towards Christian mysticism.[16] However, Quakers, Anglicans, Methodists, Episcopalians, Lutherans, Presbyterians, Local Churches, Pentecostals and Charismatics have in various ways remained open to the idea of mystical experiences.[17]\n\nGoing back to Evagrius Ponticus (345–399 AD), Christian mystics have been described as pursuing a threefold path of Christian perfection consisting of purification, illumination and unification, corresponding to body (soma), soul (psyche), and spirit (pneuma). In 869, the 8th Ecumenical Council reduced the image of the human to only body and soul but within mystics a model of three aspects continued. The three aspects later became purgative, illuminative, and unitive in the western churches and prayer of the lips, the mind, the heart in the eastern churches.[18]\n\nThe first, purification is where aspiring traditionally Christian mystics start. This aspect focuses on discipline, particularly in terms of the human body; thus, it emphasizes prayer at certain times, either alone or with others, and in certain postures, often standing or kneeling. It also emphasizes the other disciplines of fasting and alms-giving, the latter including those activities called \"the works of mercy,\" both spiritual and corporal, such as feeding the hungry and sheltering the homeless.[citation needed]\n\nPurification, which grounds Christian spirituality in general, is primarily focused on efforts to, in the words of St. Paul, \"put to death the deeds of the flesh by the Holy Spirit\" (Romans 8:13). This is considered a result of the Spirit working in the person and is not a result of personal deeds. Also in the words of St. Paul, \"...he who began a good work in you will carry it on to completion until the day of Christ Jesus.\" (Epistle to the Philippians 1:6). The \"deeds of the flesh\" here include not only external behavior, but also those habits, attitudes, compulsions, addictions, etc. (sometimes called egoic passions) which oppose themselves to true being and living as a Christian not only exteriorly, but interiorly as well. Evelyn Underhill describes purification as an awareness of one's own imperfections and finiteness, followed by self-discipline and mortification.[19]\n\nBecause of its physical, disciplinary aspect, this phase, as well as the entire Christian spiritual path, is often referred to as \"ascetic,\" a term which is derived from the Greek word, ἄσκησις ([i]askesis[/i]), meaning \"to train\" or \"to discipline.\" As the athlete trains and disciplines their body or eating habits, many mystics,[who?] following the model of Paul's metaphor of the athlete, as well as the story of the disciples sleeping while Jesus prayed, disciplined their bodies in order to train the soul and its appetites (passions). In ancient Christian literature, prominent mystics are often called \"spiritual athletes,\" an image which is also used several times in the New Testament to describe the Christian life. In a religious context this [i]askesis[/i] serves to bring both body and the soul under control in order to diminish the passions which harm the soul and to elevate virtues for the purpose of apatheia (a state of being without passion), ultimately for the goal of theosis. \"The purpose of Christian asceticism,\" therefore, \"is not to weaken the flesh, but to strengthen the spirit for the transfiguration of the flesh.\" [20] It is an active involvement in passitivity:\n\nThis training of the body and the spiritual discipline of the soul takes many forms, but fasting is among the primary means. Other practices often included sexual abstinence, self-imposed poverty, sleep deprivation, and solitude, while other more extreme practices such as self-flagellation have occurred, though this practice has been heavily discouraged by the Church and by many ascetical masters.[citation needed]\n\nThe second phase, the path of illumination, has to do with the activity of the Holy Spirit enlightening the mind, giving insights into truths not only explicit in scripture and the rest of the Christian tradition, but also those implicit in nature, not in the scientific sense, but rather in terms of an illumination of the \"depth\" aspects of reality and natural happenings, such that the working of God is perceived in all that one experiences. Underhill describes it as marked by a consciousness of a transcendent order and a vision of a new heaven and a new earth.[citation needed]\n\nThe third phase, starting with infused or higher contemplation (or Mystical Contemplative Prayer[21]) in the Western tradition, refers to the presence or consciousness of God. This presence or consciousness varies, but it is first and foremost always associated with a reuniting with Divine love, the underlying theme being that God, the perfect goodness,[2] is known or experienced at least as much by the heart as by the intellect since, in the words 1 John 4:16: \"God is love, and he who abides in love abides in God and God in him.\" Some approaches to classical mysticism would consider the first two phases as preparatory to the third, explicitly mystical experience, but others state that these three phases overlap and intertwine.[22]\n\nMystical Contemplative Prayer is the blessing for which the Christian mystic hopes.  No human effort can produce it. This form of prayer has three characteristics. (a) It is infused (i.e. implanted by God in the soul, not the result of human effort.) (b) It is extraordinary (i.e. indicating that the intellect operates in new way). (c) Moreover, It is passive (i.e. showing that the soul receives something from God, and is conscious of receiving it.) According to Teresa of Avila, it can manifest itself in one of four degrees. The four degrees are the prayer of quiet, the prayer of union, ecstatic union, and transforming deifying union.[21]\n\nAuthor and mystic Evelyn Underhill recognizes two additional phases to the mystical path. First comes the awakening, the stage in which one begins to have some consciousness of absolute or divine reality. Purgation and illumination are followed by a fourth stage which Underhill, borrowing the language of St. John of the Cross, calls the dark night of the soul. This stage, experienced by the few, is one of final and complete purification and is marked by confusion, helplessness, stagnation of the will, and a sense of the withdrawal of God's presence. This dark night of the soul is not, in Underhill's conception, the Divine Darkness of the pseudo-Dionysius and German Christian mysticism. It is the period of final \"unselfing\" and the surrender to the hidden purposes of the divine will. Her fifth and final stage is union with the object of love, the one Reality, God. Here the self has been permanently established on a transcendental level and liberated for a new purpose.[23]\n\n"
        },
        {
            "title": "History",
            "text": "The idea of mystical realities has been widely held in Christianity since the second century AD, referring not simply to spiritual practices, but also to the belief that their rituals and even their scriptures have hidden (\"mystical\") meanings.[1]\n\nThe link between mysticism and the vision of the Divine was introduced by the early Church Fathers, who used the term as an adjective, as in mystical theology and mystical contemplation.[5]\n\nIn subsequent centuries, especially as Christian apologetics began to use Greek philosophy to explain Christian ideas, Neoplatonism became an influence on Christian mystical thought and practice via such authors as Augustine of Hippo and Origen.[24]\n\nJewish spirituality in the period before Jesus was highly corporate and public, based mostly on the worship services of the synagogues, which included the reading and interpretation of the Hebrew Scriptures and the recitation of prayers, and on the major festivals. Thus, private spirituality was strongly influenced by the liturgies and by the scriptures (e.g., the use of the Psalms for prayer), and individual prayers often recalled historical events just as much as they recalled their own immediate needs.[25]\n\nOf special importance are the following concepts:\n\nIn Christian mysticism, Shekhinah became mystery, Da'at (knowledge) became gnosis, and poverty became an important component of monasticism.[26]\n\nThe influences of Greek thought are apparent in the earliest Christian mystics and their writings. Plato (428–348 BC) is considered the most important of ancient philosophers, and his philosophical system provides the basis of most later mystical forms. Plotinus (c. 205 – 270 AD) provided the non-Christian, neo-Platonic basis for much Christian, Jewish and Islamic mysticism.[27]\n\nThe Alexandrian contribution to Christian mysticism centers on Origen and Clement of Alexandria. Clement was an early Christian humanist who argued that reason is the most important aspect of human existence and that gnosis (not something we can attain by ourselves, but the gift of Christ) helps us find the spiritual realities that are hidden behind the natural world and within the scriptures. Given the importance of reason, Clement stresses apatheia as a reasonable ordering of our passions in order to live within God's love, which is seen as a form of truth.[28] Origen, who had a lasting influence on Eastern Christian thought, further develops the idea that the spiritual realities can be found through allegorical readings of the scriptures (along the lines of Jewish aggadah tradition), but he focuses his attention on the Cross and on the importance of imitating Christ through the Cross, especially through spiritual combat and asceticism. Origen stresses the importance of combining intellect and virtue (theoria and praxis) in our spiritual exercises, drawing on the image of Moses and Aaron leading the Israelites through the wilderness, and he describes our union with God as the marriage of our souls with Christ the Logos, using the wedding imagery from the Song of Songs.[29] Alexandrian mysticism developed alongside Hermeticism and Neoplatonism and therefore share some of the same ideas, images, etc. in spite of their differences.[30]\n\nPhilo of Alexandria was a Jewish Hellenistic philosopher who was important for connecting the Hebrew Scriptures to Greek thought, and thereby to Greek Christians, who struggled to understand their connection to Jewish history. In particular, Philo taught that allegorical interpretations of the Hebrew Scriptures provides access to the real meanings of the texts. Philo also taught the need to bring together the contemplative focus of the Stoics and Essenes with the active lives of virtue and community worship found in Platonism and the Therapeutae. Using terms reminiscent of the Platonists, Philo described the intellectual component of faith as a sort of spiritual ecstasy in which our nous (mind) is suspended and God's Spirit takes its place. Philo's ideas influenced the Alexandrian Christians, Clement, and Origen, and through them, Gregory of Nyssa.[31]\n\nThe Christian scriptures, insofar as they are the founding narrative of the Christian church, provide many key stories and concepts that become important for Christian mystics in all later generations: practices such as the Eucharist, baptism and the Lord's Prayer all become activities that take on importance for both their ritual and symbolic values. Other scriptural narratives present scenes that become the focus of meditation: the Crucifixion of Jesus and his appearances after his Resurrection are two of the most central to Christian theology; but Jesus' conception, in which the Holy Spirit overshadows Mary, and his Transfiguration, in which he is briefly revealed in his heavenly glory, also become important images for meditation. Moreover, many of the Christian texts build on Jewish spiritual foundations, such as chokhmah, shekhinah.[32]\n\nBut different writers present different images and ideas. The Synoptic Gospels (in spite of their many differences) introduce several important ideas, two of which are related to Greco-Judaic notions of knowledge/gnosis by virtue of being mental acts: purity of heart, in which we will to see in God's light; and repentance, which involves allowing God to judge and then transform us. Another key idea presented by the Synoptics is the desert, which is used as a metaphor for the place where we meet God in the poverty of our spirit.[33]\n\nThe Gospel of John focuses on God's glory in his use of light imagery and in his presentation of the Cross as a moment of exaltation; he also sees the Cross as the example of agape love, a love which is not so much an emotion as a willingness to serve and care for others. But in stressing love, John shifts the goal of spiritual growth away from knowledge/gnosis, which he presents more in terms of Stoic ideas about the role of reason as being the underlying principle of the universe and as the spiritual principle within all people. Although John does not follow up on the Stoic notion that this principle makes union with the divine possible for humanity, it is an idea that later Christian writers develop. Later generations will also shift back and forth between whether to follow the Synoptics in stressing knowledge or John in stressing love.[34]\n\nIn his letters, Paul also focuses on mental activities, but not in the same way as the Synoptics, which equate renewing the mind with repentance. Instead, Paul sees the renewal of our minds as happening as we contemplate what Jesus did on the Cross, which then opens us to grace and to the movement of the Holy Spirit into our hearts. Like John, Paul is less interested in knowledge, preferring to emphasize the hiddenness, the \"mystery\" of God's plan as revealed through Christ. But Paul's discussion of the Cross differs from John's in being less about how it reveals God's glory and more about how it becomes the stumbling block that turns our minds back to God. Paul also describes the Christian life as that of an athlete, demanding practice and training for the sake of the prize; later writers will see in this image a call to ascetical practices.[35]\n\nThe texts attributed to the Apostolic Fathers, the earliest post-Biblical texts we have, share several key themes, particularly the call to unity in the face of internal divisions and perceptions of persecution, the reality of the charisms, especially prophecy, visions, and Christian gnosis, which is understood as \"a gift of the Holy Spirit that enables us to know Christ\" through meditating on the scriptures and on the Cross of Christ.[36] (This understanding of gnosis is not the same as that developed by the Gnostics, who focused on esoteric knowledge that is available only to a few people but that allows them to free themselves from the evil world.[37][38]) These authors also discuss the notion of the \"two ways\", that is, the way of life and the way of death; this idea has biblical roots, being found in both the Sermon on the Mount and the Torah. The two ways are then related to the notion of purity of heart, which is developed by contrasting it against the divided or duplicitous heart and by linking it to the need for asceticism, which keeps the heart whole/pure.[39][40] Purity of heart was especially important given perceptions of martyrdom, which many writers discussed in theological terms, seeing it not as an evil but as an opportunity to truly die for the sake of God—the ultimate example of ascetic practice.[41] Martyrdom could also be seen as symbolic in its connections with the Eucharist and with baptism.[42]\n\nInspired by Christ's teaching and example, men and women withdrew to the deserts of Sketes where, either as solitary individuals or communities, they lived lives of austere simplicity oriented towards contemplative prayer. These communities formed the basis for what later would become known as Christian monasticism. Mysticism is integral to Christian monasticism because the goal of practice for the monastic is union with God.[43]\n\nThe Eastern church then saw the development of monasticism and the mystical contributions of Gregory of Nyssa, Evagrius Ponticus, and Pseudo-Dionysius. Monasticism, also known as anchoritism (meaning \"to withdraw\") was seen as an alternative to martyrdom, and was less about escaping the world than about fighting demons (who were thought to live in the desert) and about gaining liberation from our bodily passions in order to be open to the Word of God. Anchorites practiced continuous meditation on the scriptures as a means of climbing the ladder of perfection—a common religious image in the Mediterranean world and one found in Christianity through the story of Jacob's ladder—and sought to fend off the demon of acedia (\"un-caring\"), a boredom or apathy that prevents us from continuing on in our spiritual training. Anchorites could live in total solitude (\"hermits\", from the word erēmitēs, \"of the desert\") or in loose communities (\"cenobites\", meaning \"common life\").[44]\n\nMonasticism eventually made its way to the West and was established by the work of John Cassian and Benedict of Nursia. Meanwhile, Western spiritual writing was deeply influenced by the works of such men as Jerome and Augustine of Hippo.[45]\n\nThe Early Middle Ages in the West includes the work of Gregory the Great and Bede, as well as developments in Celtic Christianity and Anglo-Saxon Christianity, and comes to fulfillment in the work of Johannes Scotus Eriugena and the Carolingian Renaissance.[46]\n\nThe High Middle Ages saw a flourishing of mystical practice and theorization corresponding to the flourishing of new monastic orders, with such figures as Guigo II, Hildegard of Bingen, Bernard of Clairvaux, the Victorines, all coming from different orders, as well as the first real flowering of popular piety among the laypeople.\n\nThe Late Middle Ages saw the clash between the Dominican and Franciscan schools of thought, which was also a conflict between two different mystical theologies: on the one hand that of Dominic de Guzmán and on the other that of Francis of Assisi, Anthony of Padua, Bonaventure, Jacopone da Todi, Angela of Foligno. Moreover, there was the growth of groups of mystics centered on geographic regions: the Beguines, such as Mechthild of Magdeburg and Hadewijch (among others); the Rhenish-Flemish mystics Meister Eckhart, Johannes Tauler, Henry Suso, and John of Ruysbroeck; and the English mystics Richard Rolle, Walter Hilton and Julian of Norwich. This period also saw such individuals as Catherine of Siena and Catherine of Genoa, the Devotio Moderna, and such books as the Theologia Germanica, The Cloud of Unknowing and The Imitation of Christ.[citation needed]\n\nThe Protestant Reformation downplayed mysticism, although it still produced a fair amount of spiritual literature. Even the most active reformers can be linked to Medieval mystical traditions. Martin Luther, for instance, was a monk who was influenced by the German Dominican mystical tradition of Eckhart and Tauler as well by the Dionysian-influenced Wesenmystik (\"essence mysticism\") tradition. He also published the Theologia Germanica, which he claimed was the most important book after the Bible and Augustine for teaching him about God, Christ, and humanity.[47] Even John Calvin, who rejected many Medieval ascetic practices and who favored doctrinal knowledge of God over affective experience, has Medieval influences, namely, Jean Gerson and the Devotio Moderna, with its emphasis on piety as the method of spiritual growth in which the individual practices dependence on God by imitating Christ and the son-father relationship. Meanwhile, his notion that we can begin to enjoy our eternal salvation through our earthly successes leads in later generations to \"a mysticism of consolation\".[48]\nNevertheless, Protestantism was not devoid of mystics. Several leaders of the Radical Reformation had mystical leanings such as Caspar Schwenckfeld and Sebastian Franck. The Magisterial traditions also produced mystics, notably Peter Sterry (Calvinist), and Jakob Böhme (Lutheran).\n\nBut the Reformation brought about the Counter-Reformation and, with it, a new flowering of mystical literature, often grouped by nationality.[49]\n\nThe Spanish had Ignatius Loyola, whose Spiritual Exercises were designed to open people to a receptive mode of consciousness in which they can experience God through careful spiritual direction and through understanding how the mind connects to the will and how to weather the experiences of spiritual consolation and desolation;[50] Teresa of Ávila, who used the metaphors of watering a garden and walking through the rooms of a castle to explain how meditation leads to union with God;[51] and John of the Cross, who used a wide range of biblical and spiritual influences both to rewrite the traditional \"three ways\" of mysticism after the manner of bridal mysticism and to present the two \"dark nights\": the dark night of the senses and the dark night of the soul, during which the individual renounces everything that might become an obstacle between the soul and God and then experiences the pain of feeling separated from God, unable to carry on normal spiritual exercises, as it encounters the enormous gap between its human nature and God's divine wisdom and light and moves up the 10-step ladder of ascent towards God.[52] Another prominent mystic was Miguel de Molinos, the chief apostle of the religious revival known as Quietism. No breath of suspicion arose against Molinos until 1681, when the Jesuit preacher Paolo Segneri, attacked his views, though without mentioning his name, in his Concordia tra la fatica e la quiete nell' orazione. The matter was referred to the Inquisition.  A report got abroad that Molinos had been convicted of moral enormities, as well as of heretical doctrines; and it was seen that he was doomed. On September 3, 1687 he made public profession of his errors, and was sentenced to imprisonment for life.  Contemporary Protestants saw in the fate of Molinos nothing more than a persecution by the Jesuits of a wise and enlightened man, who had dared to withstand the petty ceremonialism of the Italian piety of the day.  Molinos died in prison in 1696 or 1697.[53]\n\nLorenzo Scupoli, from Otranto in Apulia, was an Italian mystic best known for authoring The Spiritual Combat, a key work in Catholic mysticism.[citation needed]\n\nFrench mystics included Francis de Sales, Jeanne Guyon, François Fénelon, Brother Lawrence and Blaise Pascal.[54]\n\nThe English had a denominational mix, from Catholic Augustine Baker and Julian of Norwich (the first woman to write in English), to Anglicans William Law, John Donne, and Lancelot Andrewes, to Puritans Richard Baxter and John Bunyan (The Pilgrim's Progress), to the first \"Quaker\", George Fox and the first \"Methodist\", John Wesley, who was well-versed in the continental mystics.[citation needed]\n\nAn example of \"scientific reason lit up by mysticism in the Church of England\"[55]is seen in the work of Sir Thomas Browne, a Norwich physician and scientist whose thought often meanders into mystical realms, as in his self-portrait, Religio Medici, and in the \"mystical mathematics\" of The Garden of Cyrus, whose full running title reads, Or, The Quincuncial Lozenge, or Network Plantations of the ancients, Naturally, Artificially, Mystically considered. Browne's highly original and dense symbolism frequently involves scientific, medical, or optical imagery to illustrate a religious or spiritual truth, often to striking effect, notably in Religio Medici, but also in his posthumous advisory Christian Morals.[56]\n\nBrowne's latitudinarian Anglicanism, hermetic inclinations, and Montaigne-like self-analysis on the enigmas, idiosyncrasies, and devoutness of his own personality and soul, along with his observations upon the relationship between science and faith, are on display in Religio Medici. His spiritual testament and psychological self-portrait thematically structured upon the Christian virtues of Faith, Hope and Charity, also reveal him as \"one of the immortal spirits waiting to introduce the reader to his own unique and intense experience of reality\".[57] Though his work is difficult and rarely read, he remains, paradoxically, one of England's perennial, yet first, \"scientific\" mystics.[citation needed]\n\nSimilarly, well-versed in the mystic tradition was the German Johann Arndt, who, along with the English Puritans, influenced such continental Pietists as Philipp Jakob Spener, Gottfried Arnold, Nicholas Ludwig von Zinzendorf of the Moravians, and the hymnodist Gerhard Tersteegen. Arndt, whose book True Christianity was popular among Protestants, Catholics and Anglicans alike, combined influences from Bernard of Clairvaux, John Tauler and the Devotio Moderna into a spirituality that focused its attention away from the theological squabbles of contemporary Lutheranism and onto the development of the new life in the heart and mind of the believer.[58] Arndt influenced Spener, who formed a group known as the collegia pietatis (\"college of piety\") that stressed the role of spiritual direction among lay-people—a practice with a long tradition going back to Aelred of Rievaulx and known in Spener's own time from the work of Francis de Sales. Pietism as known through Spener's formation of it tended not just to reject the theological debates of the time, but to reject both intellectualism and organized religious practice in favor of a personalized, sentimentalized spirituality.[59]\n\nThis sentimental, anti-intellectual form of pietism is seen in the thought and teaching of Zinzendorf, founder of the Moravians; but more intellectually rigorous forms of pietism are seen in the teachings of John Wesley, which were themselves influenced by Zinzendorf, and in the teachings of American preachers Jonathan Edwards, who restored to pietism Gerson's focus on obedience and borrowed from early church teachers Origen and Gregory of Nyssa the notion that humans yearn for God,[60] and John Woolman, who combined a mystical view of the world with a deep concern for social issues; like Wesley, Woolman was influenced by Jakob Böhme, William Law and The Imitation of Christ.[61] The combination of pietistic devotion and mystical experiences that are found in Woolman and Wesley are also found in their Dutch contemporary Tersteegen, who brings back the notion of the nous (\"mind\") as the site of God's interaction with our souls; through the work of the Spirit, our mind is able to intuitively recognize the immediate presence of God in our midst.[62]\n\n"
        }
    ]
}