{
    "url": "https://en.wikipedia.org/wiki/Christian_philosophy",
    "title": "Christian philosophy",
    "table_of_contents": [
        "1 Historical aspects",
        "2 Characteristics",
        "2.1 Natural demonstration",
        "2.2 Justification of truths of faith",
        "2.3 Tradition",
        "2.4 Systematizing view",
        "3 See also",
        "4 Citations",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Christian philosophy includes all philosophy carried out by Christians, or in relation to the religion of Christianity.\nChristian philosophy emerged with the aim of reconciling science and faith, starting from natural rational explanations with the help of Christian revelation. Several thinkers such as Augustine believed that there was a harmonious relationship between science and faith, others such as Tertullian claimed that there was contradiction and others tried to differentiate them.[1]\n\nThere are scholars who question the existence of a Christian philosophy itself. These claim that there is no originality in Christian thought and its concepts and ideas are inherited from Greek philosophy. Thus, Christian philosophy would protect philosophical thought, which would already be definitively elaborated by Greek philosophy.[2]\n\nHowever, Boehner and Gilson claim that Christian philosophy is not a simple repetition of ancient philosophy, although they owe to Greek science the knowledge developed by Plato, Aristotle and the Neo-Platonists. They even claim that in Christian philosophy, Greek culture survives in organic form.[3]\n\n"
        },
        {
            "title": "Historical aspects",
            "text": "Christian philosophy began around the 3rd century. It arises through the movement of the Christian community called Patristics,[4] which had as main objective the defense of Christianity. From the 11th century onwards, Christian philosophy was manifested through Scholasticism. This is the period of medieval philosophy that extended until the 15th century, as pointed out by T. Adão Lara. From the 16th century onwards, Christian philosophy, with its theories, started to coexist with independent scientific and philosophical theories.\n\nThe development of Christian ideas represents a break with the philosophy of the Greeks, bearing in mind that the starting point of Christian philosophy is the Christian religious message.\n\nLara divides Christian philosophy into three eras:\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The philosophical starting point of Christian philosophy is logic, not excluding Christian theology.[6] Although there is a relationship between theological doctrines and philosophical reflection in Christian philosophy, its reflections are strictly rational. On this way of seeing the two disciplines, if at least one of the premises of an argument is derived from revelation, the argument falls in the domain of theology; otherwise it falls into philosophy's domain.[7][8]\n\nFundamentally, Christian philosophical ideals are to make religious convictions rationally evident through natural reason. The Christian philosopher's attitude is determined by faith in matters relating to cosmology and everyday life. Unlike the Secular philosopher, the Christian philosopher seeks conditions for the identification of eternal truth, being characterized by religiosity[9]\n\nThere is criticism of Christian philosophy because the Christian religion is hegemonic at this time and centralizes the elaboration of all values. The coexistence of philosophy and religion is questioned, as philosophy itself is critical and religion founded on revelation and established dogmas. Lara believes that there was questioning and writings with philosophical characteristics in the Middle Ages, although religion and theology predominated.[10] In this way it was established by dogmas, in some aspects, did not prevent significant philosophical constructions.\n\nA Christian philosophy developed from predecessor philosophies. Justin is based on Greek philosophy, an academy in Augustine and Patristics. It is in the tradition of Christian philosophical thought or Judaism, from whom it was inherited from the Old Testament and more fundamentally in the Gospel message, which records or at the center of the message advocated by Christianity.\n\nScholasticism received influence from both Jewish philosophy and Islamic philosophy. This Christian Europe did not remain exclusively influenced by itself, but it suffered strong influences from other cultures.[11]\n\nThere is an attempt to systematically and comprehensively systematize the problems of reality in a harmonic whole. There is a lack of creative spirit, which is compensated by the overall vision. Christian Revelation itself provides the Christian with an overview.[12]\n\n"
        }
    ]
}