{
    "url": "https://en.wikipedia.org/wiki/Christian_film_industry",
    "title": "Christian film industry",
    "table_of_contents": [
        "1 Criteria",
        "2 History",
        "2.1 Beginnings",
        "2.2 20th century",
        "2.3 Movie theaters and film festivals",
        "2.4 Recent years",
        "3 List of highest-grossing Christian films",
        "4 Christian film in Africa",
        "4.1 South Africa",
        "4.2 Nigeria",
        "5 See also",
        "6 References",
        "6.1 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Christian film industry is an aspect of Christian media for films containing a Christian-themed message or moral. They are often interdenominational films, but can also be films targeting a specific denomination of Christianity.\n\n"
        },
        {
            "title": "Criteria",
            "text": "Popular mainstream studio productions of films with strong Christian messages or Biblical stories, such as Ben-Hur, The Ten Commandments, The Prince of Egypt, The Robe, Sergeant York, The Blind Side, The Book of Eli,[1] Machine Gun Preacher, Risen, Hacksaw Ridge, and Silence, are not specifically part of the Christian film industry, being more agnostic about their audiences' religious beliefs. These films generally also have a much higher budget, production values and better known film stars, and are received more favourably with film critics.\n\nMany films from the Christian film industry are produced by openly confessing Christians in independent companies mainly targeting a Christian audience. This has been on the rise since the success of Sherwood Pictures whose Fireproof was the highest grossing independent film of 2008.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Catholic priest Athanasius Kircher promoted the magic lantern by publishing the book Ars Magna Lucis et Umbrae in 1680.[3] Controversy soon followed as priests and masons used the lanterns \"to persuade followers of their ability to control both the forces of darkness and enlightenment\" and temperance groups used the lanterns to fight alcoholism.[4] In the 1800s, missionaries such as David Livingstone used the lanterns to present the Gospel in Africa.[5]\n\nThrough the years, many Christians began to utilize motion picture for their own purposes.[6] In 1899, Herbert Booth, as part of the Salvation Army, claimed to be the first user of film for the cause of Christianity.[6]\n\nIn the 1940s, Christian film libraries emerged. Harvey W. Marks started the Visual Aid Center in 1945. Circa 1968, Harry Bristow launched Christian Cinema in a small theater in the Germantown area of Philadelphia, and in the early 1970s, the ministry moved to a theater in Ambler, Pennsylvania. Christian Cinema operated a movie theater that showed only Christian films, but closed down in the mid-1990s. The growth of Christian film libraries led to the Christian Film Distributors Association (CFDA) being formed in 1974. The CFDA began holding a conference each year for Christian filmmakers and distributors. The Christian Film and Video Association (formerly the Christian Film Distribution Association) gave out Crown Awards for films that \"glorify Jesus Christ.\"[7]\n\nThe 1971 Christsploitation film If Footmen Tire You, What Will Horses Do? was based on a sermon by Estus Pirkle held on January 31, 1968 at Camp Zion in Myrtle with the title \"If Footmen Tire You, What Will Horses Do?\". The sermon was made available by print, and Estus W. Pirkle joined with filmmaker Ron Ormond in their first collaboration, and converted the sermon into a film. The pair made a number of other films, but this first film is the team's most well-known. The film became widely distributed among churches and church camps in the 1970s.[8][9]\n\nSince The Great Commandment opened in movie theaters in 1941, many Christian filmmakers have attempted to pursue theatrical releases. World Wide Pictures was a pioneer in partnering with churches to bring Christian films to the cinema. Gateway Films (now Gateway Films/Vision Video) was \"formed with the express purpose of communicating the Christian Gospel in the secular motion picture theaters\" and released The Cross and the Switchblade in 1972. In 1979, the Jesus film appeared in theaters across the United States. This film, based on the Gospel of Luke, was made for $6 million by Campus Crusade for Christ.[10]\n\nIn 1993, Tom Saab launched the Merrimack Valley Christian Film Festival in Salem, New Hampshire. Each year this festival is held during Easter week and draws an audience of thousands to a theater to watch Christian films for free. Saab's organization Christian Film Festivals of America has also presented film festivals in Salinas, California and Orlando, Florida. In October 1999, the Voice of Pentecost Church in San Francisco hosted the 1st Annual WYSIWYG Film Festival. Other Christian film festivals include San Antonio Independent Christian Film Festival, 168 Hour Film Project, and the Redemptive Film Festival.\n\nMany Christian films have been released to theaters since that time, such as The Omega Code (1999), Megiddo: The Omega Code 2 (2001), Jonah: A VeggieTales Movie (2002), Facing the Giants (2006), The Ultimate Gift (2007), Amazing Grace (2007), Fireproof (2008), The Pirates Who Don't Do Anything: A VeggieTales Movie (2008), The Secrets of Jonathan Sperry (2009), To Save a Life (2010), Preacher's Kid (2010), Letters to God (2010), What If... (2010), The Grace Card (2011), Courageous (2011), October Baby (2012), Last Ounce of Courage (2012), Home Run (2013), Grace Unplugged (2013), I'm in Love with a Church Girl (2013), Son of God (2014), God's Not Dead (2014), Persecuted (2014), Old Fashioned (2015), Do You Believe? (2015), War Room (2015), Beyond the Mask (2015), I’m Not Ashamed (2016), I Can Only Imagine (2018), Breakthrough (2019), and Overcomer (2019).\n\nIn 2006, nearly 50 Christian-faith films were produced. The films grossed an average $39 million. All five of the major Hollywood studios have created marketing departments to target the growing demand for faith-based and family fare. Movieguide publisher Ted Baehr said, \"There is competition for the Christian audience now that there hasn't been before. I thought at some point it would level off, but so far it's getting bigger and bigger. It's more than I could have possibly imagined. One of the audiences that has become stable and even grown for books, music and movies is the Christian audience.\"[11]\n\nThe proliferation of Christian movies and Christian films has led to the establishment of many online retailers that focus their business exclusively on the sale and distribution of Christian movies online and family-friendly films such as Parables.tv, Exploration Films based in Monument, Colorado, FishFlix.com, ChristianCinema.com and ChristianMovies.com. Parables TV also provides streaming and linear TV. In 2013, FishFlix.com opened the first ever DVD store devoted completely to Christian DVDs in Tulsa, Oklahoma.[12]\n\nThe 2014 film God's Not Dead is one of the all-time most successful independent Christian films[13] and the 2015 film War Room became a box office number-one film.[14]\n\n"
        },
        {
            "title": "List of highest-grossing Christian films",
            "text": "Following is a list of highest-grossing Christian films of 2004–present, including only those films with overt Christian themes explicitly promoting The Gospel or an otherwise Christian message and targeted primarily at Evangelical Christian audiences. Grosses presented here are worldwide box office receipts.\n\n"
        },
        {
            "title": "Christian film in Africa",
            "text": "Faith-based, family-values films are popular in South Africa due to its predominantly Christian audience including Faith Like Potatoes, a 2006 biopic of farmer-turned-preacher[25] Angus Buchan.[26]\n\nNigerian Christians are actively contributing to the booming Nigerian film industry known as Nollywood. Christian films makes up about 20% of Nigerian films. Independent companies, ministries, and large churches producing hundreds of Christian films often see themselves as an alternative to Nollywood. Nevertheless, they have participated in mainstream success and many of the films appear on state television channels.[27]\n\nThe Redeemed Christian Church of God founded Dove Studios, which has become the country's biggest movie studio and distributor.[28] More than 50,000 copies of their movies were sold before April 2006.[29] The Gospel Film Festival (GOFESTIVAL) is also a major Nigerian film attraction.[30]\n\n"
        }
    ]
}