{
    "url": "https://en.wikipedia.org/wiki/Christological_argument",
    "title": "Christological argument",
    "table_of_contents": [
        "1 Argument from the wisdom of Jesus",
        "2 Argument from the claims of Jesus to divinity",
        "3 Argument from the resurrection",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Christological argument for the existence of God, which exists in several forms, holds that if certain claims about Jesus are valid, one should accept that God exists.[citation needed] There are three main threads; the argument from the wisdom of Jesus, the argument from the claims of Jesus as son of God and the argument from the resurrection.[citation needed]\n\n"
        },
        {
            "title": "Argument from the wisdom of Jesus",
            "text": "The essential structure of this argument is as follows:[verification needed]\n\nSome forms of evangelism take this approach. Potential converts are introduced to Jesus as a historical character and the merits of Jesus' teachings are discussed. In such a context, the historicity of Jesus of Nazareth is a crucial factor in assessing the argument.\n\nThe principal objections to (1) are the suggestions that:\n\n"
        },
        {
            "title": "Argument from the claims of Jesus to divinity",
            "text": "Lewis's trilemma is an apologetic argument traditionally used to argue for the divinity of Jesus by arguing that the only alternatives were that he was evil or deluded.[2] One version was popularised by University of Oxford literary scholar and writer C. S. Lewis in a BBC radio talk and in his writings. It is sometimes described as the \"Lunatic, Liar, or Lord\", or \"Mad, Bad, or God\" argument. It takes the form of a trilemma — a choice among three options, each of which is in some way difficult to accept.\n\nThis argument is very popular with Christian apologists, although some theologians and biblical scholars[3] do not view Jesus as  having claimed to be God.[4][5] Some argue that he identified himself as a divine agent, with a unique relationship to Israel's God.[6] Others see him as wanting to direct attention to the divine kingdom he proclaimed.[7]\n\nThe argument relies on the premise that Jesus was a great moral teacher. The structure of the argument is as follows:[citation needed]\n\nThose who dispute these premises suggest that:\n\nPhilosopher John Beversluis described Lewis's arguments as \"textually careless and theologically unreliable\",[11] and this particular argument as logically unsound and an example of false dilemma.[12] New Testament scholar N. T. Wright criticises Lewis for failing to recognise the significance of Jesus' Jewish identity and setting – an oversight which \"at best, drastically short-circuits the argument\" and which lays Lewis open to criticism that his argument \"doesn't work as history, and it backfires dangerously when historical critics question his reading of the gospels\", although he believes this \"doesn't undermine the eventual claim\".[13]\n\n"
        },
        {
            "title": "Argument from the resurrection",
            "text": "Another argument is that the resurrection of Jesus occurred and was an act of God, hence God must exist. Some versions of this argument have been presented, such as N. T. Wright's argument from the nature of the claim of resurrection to its occurrence and the \"minimal facts argument\", defended by scholars such as Gary Habermas and Mike Licona, which defend that God raising Jesus from the dead is \"the best explanation for a set of claimed historical facts about Jesus and his disciples\".[citation needed]\n\nWilliam Lane Craig, another advocate of this last argument, includes in the list of facts:[14]\n\nIn light of these, he goes on to say the best explanation is that God raised Jesus from the dead.\n\nSuch arguments have had many responses which depends on the version in question. The \"minimal facts argument\", for instance, have been criticized both regarding the actual veracity of the claimed historical facts as well as the inference to the best explanation being that God rose Jesus from the dead. In the second case, people such as Gerd Lüdemann justify their rejection based on philosophical reasons while others, such as Bart D. Ehrman, do by more methodological reasons. Regarding the claimed facts, Ehrman and others defend that the sources used in their defense (normally the Gospels) are not trustworthy and so the facts can't be credibly established, while others have provided positive reasons to attest them as false.\n\nThis is the major position in Islam, which rejects that Jesus ever was crucified. Islamic texts categorically deny the crucifixion and death of Jesus at the hands of the Jews.[15] The Qur'an states that the Jews sought to kill Jesus, but they did not kill or crucify him, although a likeness of it was shown to them. Traditionalists believe that Jesus was not crucified but instead was raised alive into heaven. This raising is understood by them to mean bodily ascension, while some Qur'anic scholars, such as Muhammad Asad, while cross referencing the text consider it to mean being raised in honour:[16]\n\nAccording to some Muslim traditions, Jesus was replaced by a double; others suggest it was Simon of Cyrene, or one of the disciples such as Judas Iscariot. Some others view it as Jesus surviving the crucifixion. A minority of commentaries of Ismaili or rationalist (falāsifa) leaning affirmed the crucifixion by arguing that Jesus' body had been crucified, but his spirit had ascended. However, this interpretation was generally rejected, and according to the Encyclopedia of Islam, there was unanimous agreement among the scholars in denying the crucifixion,[17] despite famous Muslim apologist Shabir Ally have demonstrated that it is possible that Jesus was not crucified at all.[18] Modern commentators such as M. Hayek interpret the verse to say that the crucifixion \"seemed thus to them\" [i.e. the Jews].[15]\n\n"
        }
    ]
}