{
    "url": "https://en.wikipedia.org/wiki/Christian_science_fiction",
    "title": "Christian science fiction",
    "table_of_contents": [
        "1 Influences",
        "2 Notable authors",
        "3 Criticism",
        "4 See also",
        "5 Footnotes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Christian science fiction is a subgenre of both Christian literature and science fiction, in which there are strong Christian themes, or which are written from a Christian point of view.[1] These themes may be subtle, expressed by way of analogy, or more explicit.[2] Major influences include early science fiction authors such as C. S. Lewis, while more recent figures include Stephen Lawhead.\n\nThe term is not usually applied to works simply because most or all of the characters are Christian, or simply because the author is Christian.\n\n"
        },
        {
            "title": "Influences",
            "text": "While earlier works such as Victor Rousseau's The Messiah of the Cylinder (1917) are regarded as part of the Christian science fiction subgenre,[3] John Mort argues that the most influential Christian science fiction author was C. S. Lewis,[4] a \"prolific writer who wrote works of Christian science fiction and theology for the average person.\"[5] In When World Views Collide: A Study in Imagination and Evolution, John J. Pierce presents the argument that Lewis was partially writing in response to what Lewis saw as \"Wellsianity\"—an \"anthropocentric evolutionary mythology\"[6]—which he came to view as both false and blasphemous, condemning H. G. Wells' world view through works such as Out of the Silent Planet.[7] While the extent to which Lewis' influence varies, Mort points in particular to Madeleine L'Engle's A Wrinkle in Time as a Christian science fiction work which, as he puts it, cannot be read \"without being reminded of Lewis' Narnia stories.\"[8] (Of course, Narnia was fantasy rather than science fiction, but Mort is noting the similarities in style and execution of the story.) Other early authors identified by Mort as being influences upon the development of Christian science fiction include J. R. R. Tolkien, George MacDonald and Charles Williams.[8] (Although, again, these writers worked in fantasy, their influence on Christian science fiction is clear, Mort argues.)\n\n"
        },
        {
            "title": "Criticism",
            "text": "Mort argues that one of the difficulties facing Christian science fiction authors who endorse Creationism—especially those writing \"hard\" science fiction—is reconciling the limits placed on the author in exploring science within a Creationist framework. This is made even more problematic when one considers that the notion of \"the future as divinely ordered\" limits the author's ability to speculate on what that future may be.[11] For example, the first of these difficulties has been identified by Pierce as a problem with some of R. A. Lafferty's work, who \"is uncomfortable with the idea of even biological evolution\";[3] while Tom Doyle notes the predictability of the Christian apocalyptic novel, due, he argues, to the genre following \"a particular interpretation of biblical prophecy\".[12]\n\nThese difficulties raise concerns regarding genre boundaries: while Christian science fiction has been identified as a specific market into which stories can be sold,[13] Doyle has questioned whether or not books that are, at times, classified in this subgenre truly fit. In examining Christian apocalyptic fiction, Doyle notes that it is often classified as Christian science fiction, but argues that this classification is inappropriate. While both may employ scientific themes, Christian apocalyptic fiction is not, as he describes it, \"scientifically minded\", arguing that the authors tend to respond to scientific problems \"with biblical authority, prophetic interpretation, and fundamentalist ideas of human identity instead of rational argument, scientific method, and humanistic thought\".[12] Doyle sees Brian Caldwell's We All Fall Down as an exception to his argument, suggesting that (despite being a work of Christian apocalyptic fiction) it is the sort of work that he would like to see classified as science fiction.[12]\n\nIt should however be noted that not all Christian science fiction authors have the same theology.\n\n"
        }
    ]
}