{
    "url": "https://en.wikipedia.org/wiki/Christian_demonology",
    "title": "Christian demonology",
    "table_of_contents": [
        "1 Origins",
        "2 Number",
        "3 Characteristics",
        "3.1 Appearance",
        "3.2 Sexuality",
        "4 Possession",
        "5 Diabolical symbols",
        "6 Other views",
        "7 See also",
        "8 Literature",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Christian demonology is the study of demons from a Christian point of view. It is primarily based on the Bible (Old and New Testaments), the interpretation of these scriptures, the writings of early Christianity philosophers, hermits and the associated traditions and legends incorporated from other beliefs.\n\n"
        },
        {
            "title": "Origins",
            "text": "In some Christian traditions, the deities of other religions are interpreted as demons.[1] Paul states this explicitly in 1 Corinthians 10, forbidding idolatrous libations. The evolution of the Devil in Christianity is such an example of early ritual and imagery that showcase evil qualities, as seen by the Christian churches.\n\nSince Early Christianity, demonology has developed from a simple acceptance of the existence of demons to a complex study that has grown from the original ideas taken from Jewish demonology and Christian scriptures. Christian demonology is studied in depth within the Roman Catholic Church,[2] although many other Christian churches affirm and discuss the existence of demons.[3][4]\n\nAlbertus Magnus, aware of the many false beliefs and erroneous teachings on the subject,[5] said of demonology, \"A daemonibus docetur, de daemonibus docet, et ad daemones ducit\" (\"It is taught by the demons, it teaches about the demons, and it leads to the demons\").[6]\n\nAccording to the Book of Enoch (which is currently only canonical in the Eritrean and Ethiopian Orthodox Churches but was referred to by the early Church fathers), the disembodied spirits of the Nephilim are demons. Enoch explains:\n\n"
        },
        {
            "title": "Number",
            "text": "In 1467, Alfonso de Spina asserted that the number of demons was 133,316,666. This idea that one third of the angels turned into demons seems to be due to an exegesis of the Book of Revelation 12:3–9.[citation needed]\n\nJohann Weyer, in his Pseudomonarchia Daemonum (1583), after a complicated system of hierarchies and calculations, estimated the number of demons as 4,439,622, divided into 666 legions, each legion composed of 6,666 demons, and all of them ruled by 66 hellish dukes, princes, kings, etc. The Lesser Key of Solomon (17th century) copied the division into legions from Pseudomonarchia Daemonum but added more demons, and so more legions. It is suggestive that both Spina and Weyer used 666 and other numbers composed by more than one 6 to calculate the number of demons (133,316,666 demons, 666 legions, 6,666 demons in each legion, 66 rulers).[citation needed]\nTherefore, the demonic number was 666.\n\nGregory of Nyssa, in the 4th century, believed in the existence of male and female demons and supported the idea that demons procreated with other demons and with human women. Other scholars supported the idea that they could not procreate and that the number of demons was constant.[citation needed]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "In Christian tradition, demons are fallen angels[7] and have the same characteristics as their good angel counterparts: spirituality, immutability and immortality.[citation needed] Demons are not omniscient, but each one has a specific knowledge (sometimes on more than one subject). Their power is limited to that which God allows, so they are not omnipotent. No reference has been made about omnipresence, so it is unclear if they can be in different places at the same time, but according to the tradition of the medieval witches' Sabbath, two conclusions can be reached: either the Devil can be in different places at the same time,[8] or he sends an emissary in his name.[9]\n\nChristian demonology states that the mission of the demons is to induce humans to sin.[10] Demons are also believed to try to tempt people into abandoning the faith, committing heresy or apostasy, remaining or turning into Pagans, or venerating idols (the Christian term for cult images).[citation needed] It is also believed that demons torment people during their life or through demonic possession[11] or simply by showing themselves before persons to frighten them or by provoking visions that could induce people to sin or to be afraid.\n\nIn the Gospel of Luke, it is stated that demons walk \"arid places\", and finding no rest return to their previous home.\n\nDemons can take any desired appearance, even that of an \"angel of light\".\n\nNevertheless, they were generally described as ugly and monstrous beings by Christian demonologists. Many of these descriptions have inspired famous painters like Luca Signorelli, Hieronymus Bosch, Francisco Goya, the artist that made the drawings for the Dictionnaire Infernal, and others.[citation needed] Incubi and succubi are described as looking attractive in order to accomplish their mission of seduction.[citation needed] The Devil in particular has been popularly symbolized as various animals, including the serpent, the goat and the dragon.[citation needed]\n\nThe idea that demons have horns seems to have been taken from chapter 13 of the Book of Revelation.[14]\n\nThis idea has also been associated with the depiction of certain ancient gods like Moloch and the shedu, etc., which were portrayed as bulls, as men with the head of a bull, or wearing bull horns as a crown.[citation needed]\n\nIn Malleus Maleficarum, Heinrich Kramer wrote that demons can take the form of children, and that in this form, they are very heavy, constantly ill and do not grow.[17]\n\nPoets such as Geoffrey Chaucer associated the color green with the Devil, although in modern times the color is red.[18]\n\nHenry Boguet and some English demonologists of the same epoch asserted that witches and warlocks confessed (under torture) that demons' bodies were icy.[19] During the 17th century, this belief prevailed.\n\nDemons are generally considered sexless as they have no physical bodies, but different kinds are generally associated with one sex or another. Many theologians agreed that demons acted first as succubi to collect sperm from men and then as incubi to put it into a woman's vagina.[20]\n\nAlbertus Magnus and Thomas Aquinas wrote that demons and the hierarchy of angels are created by God with the same non–material substance.[citation needed] Because they have no bodies they have no sexual identity and can not generate human beings or other angels.[citation needed] The incorporeality is related to their nature, eternal and unchangeable across the centuries.\n\nUlrich Molitor and Nicholas Remy disagreed whether women could be impregnated by demons. Remy thought that a woman could never be fecundated by any being other than a man. Heinrich Kramer (author of the Malleus Maleficarum) adopted an intermediate position; he wrote that demons acted first as succubi and then as incubi,[21] but added the possibility that incubi could receive semen from succubi, but he considered that this sperm could not fecundate women.\n\nPeter of Paluda and Martin of Arles among others supported the idea that demons could take sperm from dead men and impregnate women. Some demonologists thought that demons could take semen from dying or recently deceased men, and thus dead men should be buried as soon as possible to avoid it.[citation needed]\n\n"
        },
        {
            "title": "Possession",
            "text": "The incarnation of the demons has been a problem in Christian demonology and theology since early times. A very early form of the incarnation of demons was the idea of demonic possession, trying to explain that a demon entered the body of a person with some purpose or simply to punish that one for some allegedly committed sin.[citation needed] This soon acquired greater proportions, trying to explain how demons could seduce people to have sexual relationships with them or induce them to commit other sins. To Christian scholars, demons didn't always have to manifest themselves in a visible and possible tangible form, sometimes it was through possession.[citation needed]\n\nAccording to the Gospels of Matthew, Mark and Luke demons could be seen and heard, as well as banished.\n\nBasil of Caesarea also wrote on this subject. He believed that demons, to materialize, had to condense vapors and with them form the body of a person or animal, then entering that body as if it were a puppet to which they gave life. Henry More supported this idea, saying that their bodies were cold due to the solidification of water vapor to form them. Many authors believed that demons could assume the shape of an animal.[citation needed]\n\nRaoul Glaber, a monk of Saint-Léger, Belgium, seems to have been the first in writing about the visit of a demon of horrible aspect in his Historiarum sui temporis, Libri quinque (History of his Time in Five Books).[citation needed]\n\nAugustine thought that demons often were imaginary, but sometimes could enter human bodies, but later accepted the idea of the materialization of demons. Thomas Aquinas followed Augustine's idea, but added that demonic materialization had sexual connotations because demons tried to seduce people to commit sexual sins.[citation needed]\n\nAmbrogio de Vignati, disagreeing with other authors, asserted that demons, besides not having a material body, could not create one, and all what they seemed to do was a mere hallucination provoked by them in the mind of those who had made a diabolical pact or were \"victims\" of a succubus or incubus, including the sexual act.[citation needed]\n\n"
        },
        {
            "title": "Diabolical symbols",
            "text": "Inspired by the Revelation 13:18, the number 666 (the number of the second beast) was attributed to the Antichrist and to the Devil.\n\nAccording to medieval grimoires, demons each have a diabolical signature or seal with which they sign diabolical pacts. These seals can also be used by a conjurer to summon and control the demons. The seals of a variety of demons are given in grimoires such as The Great Book of Saint Cyprian, Le Dragon Rouge and The Lesser Key of Solomon.\n\nThe pentagram, which has been used with various meanings in many cultures (including Christianity, in which it denoted the five wounds of Christ), is usually considered a diabolical sign when inverted (one point downwards, two points up). Such a symbol may appear with or without a surrounding circle, and sometimes contains the head of a male goat, with the horns fitting into the upper points of the star, the ears into the side points, the beard into the lowest one, and the face into the central pentagon.\n\nAn inverted (upside-down) cross (particularly the crucifix) has also been considered a symbol of both the Devil and the Antichrist, although in Catholic tradition a plain inverted cross (without the corpus or figure of Christ) is a symbol of Saint Peter.\n\n"
        },
        {
            "title": "Other views",
            "text": "Not all Christians believe that demons exist in the literal sense. There is the view that the New Testament language of exorcism is an example of the language of the day being employed to describe the healings of what today would be classified as epilepsy, mental illness etc.[25][unreliable source?]\n\n"
        }
    ]
}