{
    "url": "https://en.wikipedia.org/wiki/Christian_Universalism",
    "title": "Christian universalism",
    "table_of_contents": [
        "1 Beliefs",
        "2 Views on Hell",
        "2.1 Purgatorial Hell and Patristic Universalism",
        "2.2 Eternal Hell in Christian history",
        "2.2.1 Origins of the idea of Hell as eternal",
        "2.2.2 Mistranslation of the Greek word aion",
        "2.2.3 Arguments against the idea of eternal Hell",
        "3 History",
        "3.1 Universal reconciliation and pre-modern Christianity",
        "4 Modern types",
        "4.1 Evangelical Universalism",
        "4.2 Charismatic Universalism",
        "4.3 Liberal Christian Universalism",
        "4.4 Hybrid types",
        "4.5 Modern proponents",
        "4.6 Disagreements",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Christian universalism is a school of Christian theology focused around the doctrine of universal reconciliation – the view that all human beings will ultimately be saved and restored to a right relationship with God. 'Christian universalism' and 'the belief or hope in the universal reconciliation through Christ' are concepts that can even be understood as synonyms.[1] Opponents of this school, who hold that eternal damnation is the ultimate fate of some or most people, are sometimes called \"infernalists.\"[2]\n\nThe term Christian universalism was used in the 1820s by Russell Streeter in the Christian Intelligencer of Portland, Maine—a descendant of Adams Streeter who had founded one of the first Universalist Churches on September 14, 1785.[3][4][5] Christian universalists impute that in Early Christianity (prior to the 6th century), this was the most common interpretation of Christianity.[6]\n\nAs a formal Christian denomination, Christian universalism originated in the late 18th century with the Universalist Church of America. There is currently no single denomination uniting Christian universalists, but a few denominations teach some of the principles of Christian universalism or are open to them.\n\nUnitarian Universalism historically grew out of Christian universalism but is not an exclusively Christian denomination. It formed from a 1961 merger of two historically Christian denominations, the Universalist Church of America and the American Unitarian Association, both based in the United States. In the academic world, theologians such as Karl Barth and Jürgen Moltmann are typically held to have supported a theology of universal reconciliation.[citation needed]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "In his Plain Guide to Universalism, the universalist Thomas Wittemore wrote, \"The sentiment by which Universalists are distinguished, is this: that at last every individual of the human race shall become holy and happy. This does not comprise the whole of their faith, but, merely that feature of it which is peculiar to them and by which they are distinguished from the rest of the world.\"[7]\n\nThe remaining central beliefs of Christian universalism are compatible with Christianity in general:\n\nIn 1899 the Universalist General Convention, later called the Universalist Church of America, adopted the Five Principles: the belief in God, belief in Jesus Christ, the immortality of the human soul, that sinful actions have consequence, and universal reconciliation.[9]\n\n"
        },
        {
            "title": "Views on Hell",
            "text": "Christian Universalists disagree on whether or not Hell exists. However, they do agree that if it does, the punishment there is corrective and remedial, and does not last forever.[10]\n\nPurgatorial Universalism was the belief of some of the early church fathers,[citation needed] especially Greek-speaking ones such as Clement of Alexandria,[citation needed] Origen,[citation needed] and Gregory of Nyssa.[citation needed] It asserts that the unsaved will undergo Hell, but that Hell is remedial (neither everlasting nor purely retributive) according to key scriptures and that after purification or conversion all will enter Heaven.\n\nFourth-century Christian theologian and Bishop Diodorus of Tarsus wrote: \"For the wicked there are punishments, not perpetual, however, lest the immortality prepared for them should be a disadvantage, but they are to be purified for a brief period according to the amount of malice in their works. They shall therefore suffer punishment for a short space, but immortal blessedness having no end awaits them… the penalties to be inflicted for their many and grave sins are very far surpassed by the magnitude of the mercy to be shown to them.\"[11]\n\nIlaria Ramelli, a scholar of the Early Patristic history writes, \"In the minds of some, universal salvation is a heretical idea that was imported into Christianity from pagan philosophies by Origen\" (c. 185–253/4).[12] Ramelli argues that this view is mistaken and that Christian theologians were the first people to proclaim that all will be saved and that their reasons for doing so were rooted in their faith in Christ.\n\nChristian Universalists assert that the doctrine of eternal Hell was not a part of Christ's teachings nor even the early church, and that it was added in.[13] The first clear mention of endless misery is to be found in a work from 155–165 AD by Tatian.[14] According to Theologian Edward Beecher in the first four centuries there were six main theological schools and only one of them advocated the idea of eternal Hell.[15]\n\nChristian universalists point towards mistranslations of the Greek word αιών (aion – an epoch of time), as giving rise to the idea of eternal Hell.[16] Dr. Ken Vincent writes \"When it (aion) was translated into Latin Vulgate, 'aion' became 'aeternam' which means 'eternal.\" He also states that the first written record of the idea of an eternal Hell comes from Tertullian, who wrote in Latin.\n\nThe second major source of the idea of Hell as eternal was the 4th-century theologian Augustine. According to author Steve Gregg, it was Tertullian's writings, plus Augustine's views and writings on eternal Hell which \"overwhelmed\" the other views of a temporary Hell. First Augustine's views of Hell were accepted in the early Latin Church, out of which rose the Roman Catholic church. Up until The Reformation Augustine's view of Hell as eternal was not questioned.[17]\n\nAbout the word aion as having connotations of \"age\" or \"temporal\", the 19th-century theologian Marvin Vincent wrote:\n\nAuthor Thomas Talbott states that if one believes in the idea of eternal Hell or that some souls will be destroyed, one must either let go of the idea that it is God's wish and desires to save all beings, or accept the idea that God wants to, but will not \"successfully accomplish his will and satisfy his own desire in this matter.\"[19]\n\nAuthor David Burnfield defends the postmortem view,[citation needed] that God continues to evangelize to people even after they die (1 Chronicles 16:34; Isaiah 9:2; Romans 8:35-39; Ephesians 4:8-9; 1 Peter 3:18-20; 4:6).\n\n"
        },
        {
            "title": "History",
            "text": "According to the New Schaff–Herzog Encyclopedia of Religious Knowledge (1912), over the first five hundred years of Christian history there are records of at least six theological schools: four of these schools were Universalist (one each in Alexandria, Antioch, Caesarea, and Edessa–Nisibis), one taught conditional immortality (in Ephesus), and the last taught eternal Hell (in Carthage or Rome).[20][unreliable source?]\n\nAn important figure in early American Christian Universalism was George de Benneville, a French Huguenot preacher and physician who was imprisoned for advocating Universalism and later emigrated to Pennsylvania where he continued preaching on the subject. De Benneville was noted for his friendly and respectful relationship with Native Americans and his pluralistic and multicultural view of spiritual truth which was well ahead of his time. One of his most significant accomplishments was helping to produce the Sauer Bible, the first German language Bible printed in America. In this Bible version, passages teaching universal reconciliation were marked in boldface.[21]\n\nOther significant early modern Christian Universalist leaders include Elhanan Winchester, a Baptist preacher who wrote several books promoting the universal salvation of all souls after a period in Purgatory, who founded the first Universalist church in Philadelphia, and founded a church that ministered to African American slaves in South Carolina;[22][23] Hosea Ballou, a Universalist preacher and writer in New England;[24] and Hannah Whitall Smith, a writer and evangelist from a Quaker background who was active in the Holiness movement as well as the women's suffrage and temperance movements.[25]\n\nThe Unity School of Christianity, founded in 1889 by Charles and Myrtle Fillmore, has taught some Universalist beliefs such as God's total goodness, the divine nature of human beings, and the rejection of the traditional Christian belief that God condemns people to Hell.[26]\n\nThe Universalist Church of America gradually declined in the early to mid 20th century and merged with the American Unitarian Association in 1961, creating the modern-day Unitarian Universalist Association, which does not officially subscribe to exclusively Christian theology. Christian Universalism largely passed into obscurity for the next few decades with the end of the Universalist Church as a separate denomination. However, the Unitarian Universalist Christian Fellowship remains as an organization for Christians from the Unitarian Universalist tradition and liberal Christians interested in Unitarianism and Universalism.[27]\n\nSome Christians from a Pentecostal background who were involved in the Latter Rain Movement of the 1940s and 1950s came to believe in the ideas of Christian Universalism on their own, separately from the Universalist Church tradition. They emphasized the teachings of universal reconciliation and theosis. These ideas were spread primarily through newsletters and traveling evangelists from the 1950s to 1980s, and were not typically identified by the term \"Universalism\". The only significant organization representing these beliefs that emerged within the Charismatic tradition was the Home Missions Church, a loosely organized network of ministers and house churches founded in 1944.[citation needed]\n\nIn 2007, the Christian Universalist Association was founded by thirteen ministers from diverse denominational backgrounds as an ecumenical organization promoting a revival of Christian universalism.[28]\n\nYale Professor of Philosophy Keith DeRose points out that in the Christian Scriptures there are verses which point to universal reconciliation and verses which point to destruction or eternal punishment for some. If looking only to scripture, he argues that Universalism is not only based in scripture, but has a stronger scriptural backing than the position of destruction or eternal damnation. Like early Christians, he points to Purgatorial Hell, a temporary place of cleansing of sin that will be necessary for some as a way to reconcile these seeming differences.[29]\n\n"
        },
        {
            "title": "Modern types",
            "text": "There are three general types of Christian Universalism today – Evangelical Universalism, Charismatic Universalism, and Liberal Christian Universalism – which by themselves or in combination with one another describe the vast majority of currently existing and identifiable versions of Christian Universalist belief and practice.\n\nThe type of Christian Universalism that departs the least from orthodox or traditional Protestant Christian doctrine is Evangelical (Christian) Universalism, also called Biblical or Trinitarian Universalism.  Evangelical Universalists hold to conservative positions on most theological or doctrinal issues except for the doctrine of hell, in which case they assert universal reconciliation instead of eternal torment.[30] They tend to emphasize the substitutionary atonement of Jesus Christ for the sins of all humanity as the basis for their Universalism.\n\nIn 2006 a mainstream evangelical writer, revealed[31] as Robin Parry in 2009, under the pseudonym of \"Gregory MacDonald\" (taken from the names, Gregory of Nyssa and George MacDonald) released a book, The Evangelical Universalist.[32] In 2008 this inspired the creation of a forum,[33] featuring \"Gregory MacDonald\" and Thomas Talbott, to discuss Evangelical Universalism and related topics. Evangelical Universalists derive a large part of their beliefs from Evangelicalism and Reformed theology.  Many of them come from an Evangelical Christian background, but they may or may not identify with this movement and seek to remain with it.\n\nSome Evangelical Universalists avoid using the word \"Universalism\" to describe their beliefs, perhaps because of the negative connotations of this word among conservative Christians. Alternative terms that are in use among Evangelical Universalists include the \"Larger Hope\" or \"Blessed Hope\" and the \"Victorious Gospel\".[34]\n\nSome Christians with a background in the Charismatic movement or Pentecostalism have developed a version of Universalism which could be called Charismatic (Christian) Universalism.  Charismatic Universalists usually do not call their theology \"Universalism\" but commonly refer to their specific beliefs by the terms \"Reconciliation\" (shorthand for universal reconciliation, the doctrine of apocatastasis) and \"Sonship\" (shorthand for \"Manifest Sonship\" which is a variant of the doctrine of theosis).[35]  The term \"Feast of Tabernacles\" is used by some Charismatic Universalists as a term for their post-Pentecostal spiritual tradition, reflecting a symbolic interpretation of this Jewish festival as an entrance into a fuller knowledge and relationship with God and understanding of God's plan for humanity.[36][37]\n\nCharismatic Universalism is marked by its emphasis on theosis; the idea that the return of Christ is a body of perfected human beings who are the \"Manifested Sons of God\" instead of a literal return of the person of Jesus;[38] the idea that these Sons will reign on the earth and transform all other human beings from sin to perfection during an age that is coming soon (a version of millennialism);[39] and the absolute sovereignty of God, the nonexistence or severe limitation of human free will, and the inevitable triumph of God's plan of universal reconciliation.[40][41] Some see similarities to the teachings of Jacob Arminius, a Dutch theologian who tried to modify John Calvin's teachings about predestination.\n\nMany Charismatic Universalists meet in house churches or do not belong to a church at all.  Most of the evidence of Universalism existing as a school of thought within the Charismatic movement is found in a large number of internet-based ministries that are informally networked with one another.[42]\n\nLiberal Christian Universalists include some members of mainline Protestant denominations, some people influenced by the New Age and New Thought movements, some people in the emerging church movement, some Unitarian Universalists who continue to follow Jesus as their primary spiritual teacher, and some Christians from other religious backgrounds.\n\nLiberal Christian Universalism emphasizes the all-inclusive love of God and tends to be more open to finding truth and value in non-Christian spiritual traditions compared to the attitude of other forms of Christian Universalism, while remaining generally Christ-centered.[43]  In contrast to Evangelical Universalism, Liberal Christian Universalism views the Bible as an imperfect human document containing divine revelations, is not necessarily Trinitarian, and often downplays or rejects blood atonement theology in its view of the crucifixion of Jesus.[44][45]  Some Liberal Christian Universalists believe in mystical philosophies such as panentheism and process theology, Gnostic or New Age ideas such as the preexistence and reincarnation of the soul,[46][47] and New Thought ideas such as the law of attraction.[48][49]\n\nThe Unitarian Universalist Christian Fellowship is an organization for Liberal Christian Universalists, especially those who belong to the Unitarian Universalist Association. The Liberal Catholic Church, the Catholic Universalist Church and the Unity Church are liberal Christian denominations which teach some Universalist beliefs.[50][51][52]\n\nFormer Pentecostal Bishop Carlton Pearson's \"Gospel of Inclusion\" appears to be a hybrid between Charismatic and Liberal Christian Universalism. He is now a minister in the United Church of Christ, a liberal Christian denomination, but continues to believe in some ideas and practices of Pentecostal or Charismatic forms of Christianity.  Pearson has also incorporated some New Age and New Thought teachings into his message.[53] Brian McLaren is a Christian leader in the emerging church movement who is sympathetic to the idea of Universalism but does not embrace it.[54][55][56]\n\nA number of ministers and evangelists connected with Restoration Nation conferences are Universalists who draw from both the Evangelical and Charismatic traditions.[57]  One notable example is Robert Rutherford, a minister from Georgia (USA) who was a finalist on The Learning Channel's 2006 reality TV series The Messengers.[58][59]  Another example is Dick King, an independent Charismatic Baptist pastor in North Little Rock, Arkansas, whose church left the Southern Baptist Convention in 2004.[60]\n\nThe conversion of Bishop Carlton Pearson to a form of Universalism and his subsequent excommunication by the Joint College of African-American Pentecostal Bishops in 2004 caused Christian Universalism to gain increased media attention because of Pearson's popularity and celebrity status.[61]\n\nSince 2007, the Christian Universalist Association has ordained more than 30 ministers in the United States and other countries who believe in Christian universalism.[62]\n\nThere are many religious issues on which Christian Universalists disagree with each other, depending on their theological background and denominational tradition.  Some examples include:\n\n"
        }
    ]
}