{
    "url": "https://en.wikipedia.org/wiki/Christopher_Pearse_Cranch",
    "title": "Christopher Pearse Cranch",
    "table_of_contents": [
        "1 Biography",
        "2 Works",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nChristopher Pearse Cranch (March 8, 1813 – January 20, 1892) was an American writer and artist.\n\n"
        },
        {
            "title": "Biography",
            "text": "Cranch was born in the District of Columbia. His conservative father, William Cranch, was Chief Judge of the United States Circuit Court of the District of Columbia,[1] while his brother John was a painter.[2]\n\nHe graduated from Columbian College (now George Washington University) in 1835 before attending Harvard Divinity School and becoming a licensed preacher.[3] He traveled as a Unitarian minister, preaching in Providence, Andover, Richmond, Bangor, Portland, Boston, Washington, and St. Louis.[3] Later, he pursued various occupations: a magazine editor, caricaturist, children's fantasy writer (the Huggermugger books), poet (The Bird and the Bell with Other Poems in 1875), translator, and landscape painter. He lived much of his life in Cambridge, Massachusetts. He married Elizabeth DeWindt in 1843.\n\nThough not one of its founding members, Cranch became associated with the Transcendental Club;[4] he read Ralph Waldo Emerson's Nature by December 1836 and beginning in June 1837 served as a substitute editor of the Western Messenger in the absence of James Freeman Clarke.[3] For that journal, Cranch reviewed Emerson's Phi Beta Kappa address at Harvard in August 1837 known as \"The American Scholar\". He referred to the speech as \"so full of beauties, full of original thought and illustration\" and its author as \"the man of genius, the bold deep thinker, and the concise original writer\".[5]\nCranch's connection with the Transcendentalists ultimately diminished his demand as a minister.\n\nHis poetry was published in The Harbinger[6] and The Dial[7] among other publications. He sent \"Enosis\", which Hazen Carpenter noted as perhaps Cranch's most well-known poem, to Emerson for The Dial on March 2, 1840.[8]\n\nAs an artist, Cranch painted landscapes similar to the work of Thomas Cole, the Hudson River School, and the Barbizon school in France. In one foray into historical painting, Cranch depicted the burning of P. T. Barnum's American Museum in New York City. Later in life, Cranch painted scenes from Venice and Italy. Cranch's caricatures of Emerson were later bound as Illustrations of the New Philosophy: Guide. Perhaps his most well-remembered and recognized artwork is a hand-drawn caricature illustrating Emerson's concept of the \"transparent eyeball\".[9] In 1850, he was elected into the National Academy of Design as an Associate Academician, and became a full Academician in 1864.\n\nHe died at his home in Cambridge on January 20, 1892, and was buried at Mount Auburn Cemetery in Massachusetts.[10]\n\n"
        }
    ]
}