{
    "url": "https://en.wikipedia.org/wiki/Chronophotography",
    "title": "Chronophotography",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "2.1 1840s: incidental sequences",
        "2.2 1849-1870s: early attempts at motion pictures",
        "2.3 1878-1890s: Muybridge, Marey and others",
        "3 Process",
        "4 Uses",
        "5 Influence",
        "5.1 Photography",
        "6 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Chronophotography is a photographic technique from the Victorian era which captures a number of phases of movements. The best known chronophotography works were mostly intended for the scientific study of locomotion, to discover practical information for animal handlers and/or as reference material for artists. Although many results were not intended to be exhibited as moving pictures, there is much overlap with the more or less simultaneous quest to register and exhibit photographic motion pictures.\n\n"
        },
        {
            "title": "Definition",
            "text": "Chronophotography is defined as \"a set of photographs of a moving object, taken for the purpose of recording and exhibiting successive phases of motion\".[1] The term chronophotography was coined by French physiologist Étienne-Jules Marey to describe photographs of movement from which measurements could be taken and motion could be studied. It is derived from the Greek word χρόνος chrónos (\"time\") combined with photography.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Soon after the introduction of photography in 1839, the camera became the dominant source of accurate depiction of life. As the technology became more sophisticated, so did the activities for which people used cameras.[3]\n\nAround 1840/1841 Francis Ronalds documented his first idea to use photographic methods to make scientific recordings. His first machine was built in April 1845 to continuously trace the varying indications of meteorological equipment on photographic paper.[4] The cameras were supplied to numerous observatories around the world and some remained in use until well into the 20th century.[5][6]\n\nThe earliest Daguerreotype photographers already took multiple shots of a subject, mostly to increase their chances of obtaining a successful picture. Making multiple shots of one subject was also a sensible solution when multiple pictures were wanted, since Daguerreotypes could not be reproduced (except by photographing an existing Daguerreotype). At least from the early 1840s some photographers used multiple cameras, resulting in series of pictures with small differences in time and/or angle. However, changes in poses or angles between exposures were usually aimed at the most advantageous look for the model, not at the slight and regular changes needed for a chronophotographic sequence.[7]\n\nMost of the early series with an intended range of regular changes formed a study of different angles of a model. \n\nIn 1844 Antoine Claudet exhibited some \"portraits multiples\" at l'Exposition, including a self portrait series of twelve pictures showing his face from the left side profile to the right side profile. He had made the pictures in London in 1843 with a simple multiplier device that allowed successive exposures of parts of Daguerreotype plates in a very short time. Claudet regarded these pictures as curious specimens of photography of little practical use and forgot about it. After the Mayer brothers patented a \"multiplicateur\" in 1850 Claudet contested the priority of their invention.[8][9][10] In 1853 André-Adolphe-Eugène Disdéri popularized the multiplier through the mass production of cartes de visite.[7]\n\nThe advent of stereoscopic photography (mainstream since the early 1850s) led to the belief that photography could be further developed into a perfect illusion of reality. Photographic recordings with motion and colour were the logical next steps.\n\nEarly series that were actually shot to depict motion sequences, had to be photographed one pose at a time, with intervals, because the necessary exposure times took too long for live recordings. In some cases the results were used in stroboscopic devices, such as the fantascope a.k.a. phénakisticope (available since 1833), the zoetrope (available since 1866) or newly developed devices. The animated results of photographic sequences with live models can be regarded as a very early form of pixilation.\n\nThe earliest known realistic concept of motion picture recording was published by Joseph Plateau in a 1849 article about improvements for his fantascope. He had discussed the possibility of the combination of the fantascope and stereoscopic photographs with the inventor of the stereoscope, Charles Wheatstone. They came up with an early conception of stop motion as the best way to obtain the necessary stereoscopic picture sequence. They did not get around to bringing this plan to fruition. Eventually, the idea was communicated to their French publisher and instrumentmaker Jules Duboscq. On 12 November 1852, he filed the \"stéréoscope - fantascope ou bioscope\" as an addition to his earlier stéréoscope patent. He shortly marketed the device, with little success. The only known extant disc shows a machine in action.\n\nImprovements in the sensitivity of photographic emulsions made exposures of less than a second possible. Without the need to hold poses for a long time, early instantaneous photography \neventually made real-time chronophotography possible.\n\nIn 1873, Leland Stanford, former governor of California and horse enthusiast, hired Eadweard Muybridge to create an instantaneous photograph of one of his horses at full speed. Initially thinking it was impossible, Muybridge nonetheless took the challenge, experimented with chemicals and shutter devices for a while, and eventually managed to shoot a hazy image that satisfied Stanford interest in the actual positions of the legs. Some years later, Stanford wanted a series to document all the different positions of a running horse and got back to Muybridge for the project. They used a battery of cameras along a part of the track, with electro-magnetic shutters triggered by tripwires. Muybridge's first chronophotographic sequences were published as The Horse in Motion cabinet cards in 1878. The images of the horse caused astonishment to the public all over the world, as the poses deviated from most traditional depictions and were much less graceful than expected.\n\nLater, in 1878, Albert Londe was hired as a medical photographer by neurologist Jean-Martin Charcot. Londe used a camera with nine lenses and intricate timing system to study the physical and muscular movements of patients.  Over time Londe refined this system to be able to take a sequence of twelve pictures in as little as a tenth of a second.\n\nPhysiologist Étienne-Jules Marey began using the technique to more closely study movement, flight, and exercise. He soon discovered that by overlapping celluloid prints on top of one another, he was able to see phases of movement and study their relations to each other in a single frame.[11]\n\nGeorges Demeny, Marey's assistant, developed even further applications for the reproduction of movement, primarily in creating a simple projector called the stroboscope.[12] He and German photographer Ottomar Anschutz shared the development of projecting technology, using chronophotographs and projectors to create movement much like the projection we know today.[2] Anschutz carried this concept even further, developing chronophotographs to run through his projectors as entertainment. Anschutz then managed to develop a folding hand camera with a “focal-plane shutter,” an early model of a folding bellows, and a flatbed-type press camera that allowed photos to be taken at 1/1000 second exposures. This enabled a faster setup of Muybridge's multiple-camera system, able to take more exposures faster due to the rapidity of the shutter speed. He also invented a personal viewer for his chronophotographs, a revolving disk in which the photos could be viewed with illumination from an electric spark (rather than projection).[11]\n\n"
        },
        {
            "title": "Process",
            "text": "Setting up a sequence of cameras to photograph the movement of a subject as it progresses in locomotion originally created chronophotographs. This could be done via tripwire or electrically timed shutter release attached to each individual camera.[13] The photographer then paired together a sequence of twelve different wet-plate photographic prints of the subject in motion.[11] The subject could range from a running horse to a human descending stairs, or inanimate objects being thrown, launched, or falling. To overlap the phases of movement on a single plate, like the work of Marey and Demeny, a photographer would fix a single plate by using strips of celluloid for each separate, irregular image.[12] Marey also later developed a device, shaped in the manner of a gun as its purpose was to photograph short sequences of the natural movement of birds during their flight, which took twelve successive photographs on a set of discs. The disc contained 12 openings around its circumference. In front of this disc was a second disc pierced with a slit. Pressing the trigger of the gun began a mechanism to rotate the discs. The disc carrying the 12 frames rotated 1/12 of a revolution while the disc carrying the shutter slit revolved once, so that each of the 12 openings appeared in turn behind the lens and was exposed through the slit. [3] When printed, it gave the same effect as his layering process.[14] (Eventually, Marey was able to photograph on actual rolls of film and project the frames in sequence.[12]) Depending on the purpose of the chronophotograph, it could later be affixed to any of several devices either to be displayed in motion or to compare phases of motion in layers.[14]\n\n"
        },
        {
            "title": "Uses",
            "text": "Chronophotography's original purpose was to help scientists study objects in motion, primarily humans and animals.[2] It was also used for practical purposes, such as judging timed events and recording historical ones (horse and dog races, performances) and studying the movement of projectiles for war.[11][12] With Anschutz's development of non-scientific, entertaining chronophotographs, chronophotography became the basis for the invention and development of cinematography.[12] Due to the development of projection devices (Muybridge's zoopraxiscope, Anschutz's electrotachyscope, and ultimately, Albert Londe's high-speed multi-exposure camera which ran film through a projector in a new way), the display of chronophotographs as entertainment became more sophisticated and useful than ever before.[12] Before long, cinematic devices spawned from original chronophotographic predecessors, with which audiences could watch continuous loops of entertaining activities (for example, the “peep show” devices built using Thomas Edison’s backlighting technology).[11] From these developments in history, cinematography and silent film of moving images were invented.\n\nRomanian neurologist Gheorghe Marinescu made the 1898 film Walking Troubles of Organic Hemiplegy, inspired by his earlier work using chronophotography under the influence of Marey. The short film shows patients walking in four directions against a black background before and after treatment. This and Marinescu's related films are considered early documentary films. The professor called his works \"studies with the help of the cinematograph,\" and published the results, along with several consecutive frames, in issues of \"La Semaine Médicale\" magazine from Paris, between 1899 and 1902.\n\nAs photography became the dominant source of accurate depiction of life, art no longer necessarily had to capture life.[3] Now liberated from the one-to-one relationship between a fixed coordinate in space captured at a single moment in time assumed by classical vanishing-point perspective, the artist became free to explore notions of simultaneity, whereby several positions in space captured at successive time intervals could be depicted within the bounds of a single painting.[15][16] Cubist works regularly depicted multiple angles within a frame, and multiple aspects of time and motion can be recognized in several related paintings, including Jean Metzinger's Danseuse au café (Dancer in a Café) (1912). Marcel Duchamp's famous Nu descendant un escalier n° 2 (Nude Descending a Staircase, No. 2) (1912) was directly influenced by Muybridge's Woman Walking Downstairs (1887) and the works of Marey.[17]\n\n"
        },
        {
            "title": "Influence",
            "text": "In 1989 Nishika N8000, a camera able to take \"3D photos'', was created in Japan. The results were 4 images of the same moment with a little perspective variation created by 4 shutters of the camera which closed simultaneously.[18]\n\nAlmost like Edweard Muybridge's study of the horse movement, who put on 24 cameras parallelly along 40 meters at Stanford,[19] the Nishika N8000's 1/60 fixed shutters with a 30mm lens are separated by no more than one centimeter. Therefore, just like Muybridge used the separation between cameras to capture the subject's movement, this type of photography tool uses the separation between shutters to capture the depth of field's movement and creates a 3D image sensation because, while the subject keeps still, the background doesn't.\n\nAs the previous camera's user's manual shows (the Nimslo 3D) every light entrance fills half of a 35mm reel slide. This way, every negative has 2 images of 30mm, which merged, create 6 (look at the diagram), provoking to have 12 useful images instead of 24 images of a 24 reel.[20]\n\nIn the 21st century, there has been little production of cameras like Nishika N8000, but during the 1990's , other brands like Kalimar 3D Stereo (35mm) or ImageTech 3D Wizard (35mm) were also very popular having just 3 shutters; losing a little bit of the field depth’s movement.\n\nNevertheless, video editors' improvements have given another life to the images taken by these types of cameras: creating GIFs, moving images. The digitized positives are animated to appear one after the other creating a simulation of a background movement.\n\n"
        }
    ]
}