{
    "url": "https://en.wikipedia.org/wiki/Chthonic",
    "title": "Chthonic",
    "table_of_contents": [
        "1 Chthonic deities",
        "1.1 Epithets",
        "1.2 Common chthonic deities",
        "2 Chthonic cult",
        "2.1 Sacrifice",
        "3 Scholarly controversy",
        "4 References",
        "4.1 Citations",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The word chthonic (/ˈθɒnɪk/), or chthonian, is derived from the Ancient Greek word χθών, \"khthon\", meaning earth or soil. It translates more directly from χθόνιος or \"in, under, or beneath the earth\" which can be differentiated from Γῆ, or \"ge\", which speaks to the living surface of land on the earth.[1][2][3] In Greek, chthonic is a descriptive word for things relating to the underworld and can be used in the context of chthonic gods, chthonic rituals, chthonic cults, and more.[4] This is as compared to the more commonly referenced Olympic gods and their associated rites and cults. Olympic gods are understood to reference that which exists above the earth, particularly in the sky.[5] Gods that are related to agriculture are also considered to have chthonic associations as planting and growing takes place in part under the earth.[6]\n\n"
        },
        {
            "title": "Chthonic deities",
            "text": "Chthonic and ouranic, or olympic, are not completely opposite descriptors.[7] They do not cleanly differentiate types of gods and worship into distinct categories, but represent a cultic spectrum.[8] These terms communicate associations with the underworld and/or agriculture. This makes some deities such as Hades, Persephone, and Erinyes more likely to be considered chthonic due to their proximity to the underworld.[9] While this is the case, virtually any god could be considered chthonic to emphasize different aspects of the god.[10] For example, Demeter and Hermes are categorized within the twelve Olympian gods but are often considered chthonic.[5] Zeus has also been referenced with the surname \"chthonios\", demonstrating the situational use of a chthonic description.[11]\n\nIn Ancient Greece, the names of deities were sometimes followed by an epithet. These epithets most often followed the name of the god, acting like a surname.\n\nIn this context, the purpose of an epithet was to describe a characteristic or association of a deity. The epithets 'chthonios' and 'chthonia' would follow the name of a god or goddess to reference their relationship either to the underworld or agriculture.[4] For example, Hermes Chthonios references Hermes' role as the underworld escort. In contrast, Charon does not necessitate a chthonic epithet as his relation to the underworld is his main attribution. Additional examples of deities with recorded epithets include Demeter Chthonia, Ge Chthonia, Persephone Chthonia, Zeus Chthonios, and Hecate Chthonia.[4]\n\nAs discussed, many deities can be considered chthonic based upon what attributes are being referenced. Though this is the case, there are a few gods which are most commonly considered chthonic due to their considerable role in the underworld and/or agriculture. These include Hades as he is the ruler of the underworld.[12] Persephone is the Queen of the Underworld alongside Hades. She spends half the year in the underworld and the other half above the earth. The period when Persephone is in the underworld corresponds with winter while she personifies spring when she returns to above the earth. It is for these reasons that she is mainly associated with the underworld as well as agriculture. Demeter is related to the underworld as she attempts to rescue Persephone from Hades in her grief. Additionally, she is associated with agriculture and fertility.[13] Additionally, the Furies, or the Erinyes, reside in the underworld and are known for vengeance.[14]\n\n"
        },
        {
            "title": "Chthonic cult",
            "text": "Offerings were a significant aspect of Ancient Greek religion. They were used to communicate with the gods and commonly took the forms of sacrifice and libation.[15] Offerings were central to the worship of both chthonic and ouranic gods, though the specifics of these rituals differed. These differences provide insight into the ways in which Greeks perceived chthonic and ouranic deities as well as the ways they related to them.[16]\n\nOuranic sacrifices took place during the daytime and included wine as a libation. They were performed on high altars which resided outside of temples. The animal sacrifice was roasted with the smoke traveling upward toward the sky, in the direction of the olympic gods. Once cooked, the worshippers would feast on the sacrifice with the idea that they were sharing this meal with the gods. The worshippers would eat the consumable portions of the animal and burn the rest for the god.[17] While performing the sacrifice, worshippers would raise their palms open and upward, again gesturing toward the sky where the ouranic gods resided.[18]\n\nChthonic sacrifice was commonly defined by offering a black or dark-hided animal to the deity. Worshippers did not consume the sacrifice themselves, but instead burned the entirety of the animal for the god.[19] This type of sacrifice is called a holocaust, defined by the completely burned and destroyed nature of the offering.[6] The sacrifice was performed on a low altar or in a pit in the ground, offered in the direction of the earth where chthonic deities would reside.[18] The animal sacrifice was sometimes buried as well.[19] The temples in which these sacrifices were preformed were typically built outside city walls with caves and grottos being popular locations, believed to be openings for chthonic dieties.[20] Additionally, worshippers lowered their palms and faced them downwards toward the earth and underworld, in the direction of the chthonic gods. The goal of chthonic worship was to interact with gods beneath the earth so offerings were directed toward the ground to reach these deities.[18] For this reason, incense was not used in chthonic worship as the smoke would rise upwards rather than downwards. Wine was not utilized in this form of worship, but instead honey was a common libation used.[11]\n\nSacrificial practices would not always follow these exact patterns, but these are differences which can allude to whether the worshipper is conducting an ouranic or chthonic sacrifice.[4] Though the specifics of chthonic and ouranic sacrifice differ, they both have similar goals. In both scenarios, worshippers perform sacrifices to communicate and forge a relationship with the gods. They may perform a sacrifice to thank, honor, or request a favor from a god.[21]\n\n"
        },
        {
            "title": "Scholarly controversy",
            "text": "There is scholarly debate regarding whether the distinction of chthonic is historically accurate and/or useful. Some scholars, including van Straten, argue that the term is not archaeologically verifiable.[22] Others assert that the term is no longer useful as modern definitions have strayed from historical meanings. Some of these scholars believe that the modern use of chthonic is much more binary and concrete than it was in Ancient Greece.[4] Schlesier notes that discussions of chthonic practices often create a false sense of 'normal' worship and 'deviant' worship, again citing the stark binary which modern scholars may fall into.[7]\n\n\nIn response, Scullion articulates the benefits of the term chthonic as long as one also understands the fact that chthonic and olympian are not mutually exclusive categories. The term serves to highlight differing aspects of religious practice.[6] Lastly, scholars also emphasize the importance of reserving the label of chthonic for situations that were explicitly labeled as such in Ancient Greece.[23] \n"
        }
    ]
}