{
    "url": "https://en.wikipedia.org/wiki/Divine_Science",
    "title": "Church of Divine Science",
    "table_of_contents": [
        "1 Beliefs",
        "2 History",
        "2.1 Beginning",
        "2.2 Churches and outreach",
        "3 Influences",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links",
        "8.1 Divine Science organizations"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Church of Divine Science is a religious movement within the wider New Thought movement. The group was formalized in San Francisco in the 1880s under Malinda Cramer. \"In March 1888 Cramer and her husband Frank chartered the 'Home College of Spiritual Science'. Two months later Cramer changed the name of her school to the 'Home College of Divine Science'.\"[1] during the dramatic growth of the New Thought Movement in the United States.\n\nAfter the San Francisco earthquake of 1906 and the death of Malinda Cramer, the headquarters moved back to Colorado, establishing its headquarters in Denver, later to move the base of its operations to Pueblo.[citation needed]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Divine Science defines itself as \"an organized teaching pertaining to God and the manifestation of God in Creation.\" It holds that its foundation truth is \"that limitless Being, God, is Good, is equally present everywhere, and is the All of everything.\" It defines God as \"pure Spirit, absolute, changeless, eternal, manifesting in and as all Creation, yet also transcending Creation\" and that evil is therefore neither necessary nor permanent and has no reality within itself, but has existence only so long as human beings support it by believing in it.[2] Like other New Thought churches, Divine Science considers healing very important, and emulates the work of Jesus Christ, who in the New Testament cures many people. The Denver Church's founder, Nona Brooks, stated, \"The whole of Divine Science is the practice of the Presence of God. Truth comes through the Bible, Affirmative prayer, contemplation and meditation and the practice of the presence of God here and now.\"[3]\n\n"
        },
        {
            "title": "History",
            "text": "The church's official founders were Malinda Cramer and Nona L. Brooks,[4] with Fannie Brooks James, Alethea Brooks Small and Kate Bingham also playing decisive roles.[5] Both Phineas Quimby[6] and Emma Curtis Hopkins, noted New Thought leader of the day, were direct influences. Nona Brooks was introduced to Hopkins's teachings through a student of Hopkins in Pueblo, Colorado.[7] This student was most likely Kate Bingham, who lived in Pueblo and was the second wife of Frank Bingham, a noted rancher.  Kate Bingham had been exposed to the tenets of Christian Science on a trip she had made to Chicago in the 1870s. A doctor in Pueblo had told a pregnant Kate that if she gave birth, she would die. Kate then went East to have her pregnancy terminated, there being no doctors in Colorado who could perform the operation at that time. While on the train to Chicago, Kate met a Christian Scientist who told her she would be able to give birth if she properly prepared her mind and spirit.  In the end, Kate had the child at the home of her Christian Scientist friend (and was later to have three more children in Pueblo).  When Kate returned home from her trip, she spoke about Christian Science to some of her friends, including Nona Brooks, and the women began to have weekly meetings at 318 West 9th Street in Pueblo, the winter home of the family which owned the Hopkins-Bingham ranch.  The women consciously set about to adapt Christian Science philosophy to what they felt was a more pragmatic application of the Divine Spirit. For instance, Divine Science, instead of solely relying on prayer and positive thinking, permitted the consultation of medical professionals.[citation needed]\n\nAfter its foundation in 1888, by 1918 there were Divine Science churches in Denver, Seattle, Los Angeles, Oakland, Boston, Portland, Spokane, Saint Louis and New York. By 1925 churches had opened in Los Angeles, San Diego, Sacramento, Topeka, Washington D.C., Cleveland, Illinois, and Iowa.[8] Today, Divine Science has churches in Denver (the founding church), Washington D.C., Greater St. Louis (three churches), Roanoke, Virginia (two churches), San Antonio, Texas, Pueblo, Colorado, San Jose, California, and other locations.[9]\n\nAccording to published data, there were 7,000 members in 1935 and 7,107 in 1953, but subsequent figures are not available.[10] In recent years, Divine Science, with few site-based churches, has expanded its presence through cyber-ministries and e-mail ministries. Northwoods Resources in Wisconsin provides many materials online. In addition, \"Symphony of Love\" in Santa Fe issues a weekly e-mail lesson free of charge, and has an international outreach. Symphony of Love is a group member of the Divine Science Federation, the denominational headquarters, and the INTA: International New Thought Alliance. In addition, there is a Web-based ministry in New York State focusing on the teachings and legacy of Emmet Fox, a Divine Science minister who preached at the First Church of Divine Science in New York City. His became the largest church audience in the U.S. during the Depression,[8] and held weekly services for 5,500 at the New York Hippodrome until 1938,[11] and after that at Carnegie Hall.[12]\n\n"
        },
        {
            "title": "Influences",
            "text": "Many New Thought leaders have been associated with Divine Science, including Charles Fillmore and Myrtle Fillmore founders of Unity Church, and Ernest Holmes and Fenwicke Holmes, both of whom were ordained Divine Science ministers who would go on to found Religious Science in 1927.[13]\n\n"
        }
    ]
}