{
    "url": "https://en.wikipedia.org/wiki/Cinderella_Man",
    "title": "Cinderella Man",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "5 Reception",
        "5.1 Critical response",
        "5.2 Accolades",
        "6 Legacy",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCinderella Man is a 2005 American biographical sports drama film directed by Ron Howard, titled after the nickname of world heavyweight boxing champion James J. Braddock and inspired by his life story. The film was produced by Howard, Penny Marshall, and Brian Grazer. Damon Runyon is credited for giving Braddock this nickname. Russell Crowe, Renée Zellweger and Paul Giamatti star. This is the second collaboration for Howard and Crowe following 2001's A Beautiful Mind.\n\nThe film received generally positive reviews and grossed $108 million against a budget of $88 million. It received three Academy Award nominations, including Best Supporting Actor for Giamatti.\n\n"
        },
        {
            "title": "Plot",
            "text": "James J. Braddock is an Irish-American boxer from New Jersey, formerly a light heavyweight contender, who is forced to give up boxing after breaking his hand in the ring. This is both a relief and a burden to his wife, Mae. She cannot bring herself to watch the violence of his chosen profession, yet she knows they will not have enough income without his boxing.\n\nAs the United States enters the Great Depression, Braddock does manual labor as a longshoreman to support his family, even with his injured hand. Unfortunately, he cannot get work every day. Thanks to a last-minute cancellation by another boxer, Braddock's longtime manager and friend, Joe Gould, offers him a chance to fill in for just one night and earn cash. The fight is against the number-two contender in the world, Corn Griffin.\n\nBraddock stuns the boxing experts and fans with a third-round knockout of his formidable opponent. He believes that while his right hand was broken, he became more proficient with his left hand, improving his in-ring ability. Despite Mae's objections, Braddock takes up Gould's offer to return to the ring. Mae resents this attempt by Gould to profit from her husband's dangerous livelihood, until she discovers that Gould and his wife also have been devastated by hard times.\n\nWith a shot at the heavyweight championship held by Max Baer a possibility, Braddock continues to win. Out of a sense of pride, he uses a portion of his prize money to pay back money to the government given to him while unemployed. When his rags to riches story gets out, the sportswriter Damon Runyon dubs him \"The Cinderella Man\", and before long Braddock comes to represent the hopes and aspirations of the American public struggling with the Depression.\n\nAfter wins against John Henry Lewis and Art Lasky, a title fight against Baer comes his way. Braddock is a 10-to-1 underdog. Baer is so destructive that the fight's promoter, James Johnston, forces both Braddock and Gould to watch a film of Baer in action, just so he can maintain later that he warned them what Braddock was up against.\n\nBraddock demonstrates no fear. The arrogant Baer attempts to intimidate him, even taunting Mae in public that her man might not survive. When he says this, she becomes so angry that she throws a drink at him. She is unable to attend the fight at the Madison Square Garden Bowl or even to listen to it on the radio.\n\nOn June 13, 1935, in one of the greatest upsets in boxing history, Braddock defeats the seemingly invincible Baer to become the heavyweight champion of the world.\n\nAn epilogue reveals that Braddock would lose his title to Joe Louis and later worked on the building of the Verrazano Bridge, owning and operating heavy machinery on the docks where he worked during the Depression, and that he and Mae used his boxing income to buy a house, where they spent the rest of their lives.\n\n"
        },
        {
            "title": "Production",
            "text": "During filming in Toronto, several areas were redressed to resemble 1930s New York. The Richmond Street side of The Bay's Queen Street store was redressed as Madison Square Garden, complete with fake store fronts and period stop lights. A stretch of Queen Street East between Broadview and Carlaw was also made up to appear to be from the 1930s and dozens of period cars were parked along the road. Maple Leaf Gardens was used for all the fight scenes, and many scenes were filmed in the Distillery District. Filming also took place in Hamilton, Ontario at the harbour for the dock workers' scene.[3]  The main apartment was shot north of St. Clair Avenue on Lauder Avenue on the west side.  An awning was put up for a dress shop, later turned into a real coffee shop.\n\nThe Toronto Transit Commission's historic Peter Witt streetcar and two more cars from the nearby Halton County Radial Railway were used for the filming, travelling on Toronto's existing streetcar tracks.\n\n"
        },
        {
            "title": "Release",
            "text": "In a campaign to boost ticket sales after the film's low opening, AMC Theatres advertised on June 24, 2005, that in 30 markets (about 150 theaters nationwide), it would offer a refund to any ticket-buyer dissatisfied with the film.[4] The advertisement, published in The New York Times and other papers and on internet film sites, read, \"AMC believes Cinderella Man is one of the finest motion pictures of the year! We believe so strongly that you'll enjoy Cinderella Man we're offering a Money Back Guarantee.\" The promotion moderately increased box office revenue for a short period, while at least 50 patrons demanded refunds. Following suit, Cinemark Theatres also offered a money-back guarantee in 25 markets that did not compete with AMC Theatres. AMC had last employed such a strategy (in limited markets) for the 1988 release of Mystic Pizza,[5] while 20th Century Fox had unsuccessfully tried a similar ploy for its 1994 remake of Miracle on 34th Street.\n\n"
        },
        {
            "title": "Reception",
            "text": "Rotten Tomatoes reported an approval rating of 80% based on 215 reviews, with an average rating of 7.4/10. The website's critics consensus reads: \"With grittiness and an evocative sense of time and place, Cinderella Man is a powerful underdog story. And Ron Howard and Russell Crowe prove to be a solid combination.\"[6] Metacritic assigned the film a weighted average score of 69 out of 100, based on 40 critics, indicating \"generally favorable reviews\".[7] Audiences polled by CinemaScore gave the film a rare average grade of \"A+\".[8]\n\nThe film earned $61 million at the US box office and $108 million worldwide.[2]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In April 2018, Crowe auctioned off as part of his \"divorce auction\" a number of props he owned which were used by him in his various films, including a jockstrap, pair of shorts and robe which were worn by Crowe in Cinderella Man. The items from the film as well as the other items on auction were bought by the HBO television show Last Week Tonight with John Oliver, with the jockstrap having sold for $7,000. The items purchased were then donated to the last operating Blockbuster Video store in Alaska.[54] The jockstrap was reported missing; however, in the final episode of season 5 of Last Week Tonight, John Oliver revealed that it had been taken back and showed a short heist parody filmed with it.\n\n"
        }
    ]
}