{
    "url": "https://en.wikipedia.org/wiki/Cinemanila_International_Film_Festival",
    "title": "Cinemanila International Film Festival",
    "table_of_contents": [
        "1 History",
        "2 Awards",
        "2.1 1999",
        "2.2 2000",
        "2.3 2001",
        "2.4 2002",
        "2.5 2003",
        "2.6 2004",
        "2.7 2005",
        "2.8 2006",
        "2.8.1 International Cinema",
        "2.8.2 Digital Lokal",
        "2.9 2007",
        "2.9.1 International Cinema",
        "2.9.2 Digital Lokal",
        "2.10 2008",
        "2.10.1 Young Cinema",
        "2.10.2 Southeast Asia Film Competition",
        "2.10.3 Digital Lokal",
        "2.10.4 United Nations Millennium Development Goals Prize",
        "2.11 2009",
        "2.11.1 International Cinema",
        "2.11.2 Southeast Asia Film Competition",
        "2.11.3 Young Cinema",
        "2.11.4 Digital Lokal",
        "2.12 2010",
        "2.12.1 International Competition",
        "2.12.2 SEA Competition",
        "2.12.3 Digital Lokal",
        "2.12.4 Young Cinema: Documentaries in Competition",
        "2.12.5 Young Cinema: Shorts in Competition",
        "2.13 2011",
        "2.13.1 International Competition",
        "2.13.2 Digital Lokal",
        "2.13.3 SEA Competition",
        "2.13.4 Young Cinema",
        "2.14 2012",
        "2.14.1 International Competition",
        "2.14.2 Digital Lokal",
        "2.14.3 Young Cinema",
        "2.15 2013",
        "2.15.1 International Competition",
        "2.15.2 Digital Lokal",
        "2.15.3 Young Cinema",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Cinemanila International Film Festival is an annual film festival held in Manila, Philippines. It was founded by Filipino filmmaker Amable \"Tikoy\" Aguiluz in 1999. The focus of the festival is on the cinema of the Philippines as well as Southeast Asian cinema.\n\nThe Cinemanila icon is the bulol, a deity whose presence ensures good harvest. The Cinemanila International Film Festival invokes the bulol as a blessing towards the Filipino film industry in general – as a prayer towards good harvest, a plentiful bounty of excellent Filipino films. In the festival's competitive section, the top award is the Lino Brocka Award, given in honor of the acclaimed Filipino director, Lino Brocka. Another award, the Ishmael Bernal Award for Young Cinema, was first given at the 2000 festival, in honor of Filipino director Ishmael Bernal, to young independent Filipino filmmakers.\n\nOne of Cinemanila's running components is Sine Barangay - a three-day event with free film appreciation and education workshops, culminating in an outdoor screening to barangay residents.[1]  It was previously held at the Marikina Riverbanks and Bonifacio High Street. In 2012, Cinemanila will launch the \"Cinemanila Moonlight Series\", regular outdoor screenings expanded from Sine Barangay, to take place over the course of Manila's dry season.\n\n"
        },
        {
            "title": "History",
            "text": "The second Cinemanila was held from July 3 to 10, 1999 in Mandaluyong. It was the first international film festival in the Philippines since the Manila International Film Festival, which had been held in the 1980s.[2] (There is the Metro Manila Film Festival, but it is a national festival screening only Filipino films.) The festival featured a lecture on cinematography by Australian-Hong Kong cinematographer Christopher Doyle.\n\nThe festival has typically been a low-key affair in terms of red-carpet visits by foreign celebrities. However, in 2003, the festival honored Hollywood stars with Filipino-American roots, and was graced by Lou Diamond Phillips, Tia Carrere, Dean Devlin and Rob Schneider. The same year, the first Lifetime Achievement Award was given, honoring Indonesian actress Christine Hakim.[3]\n\nIn 2007, director Quentin Tarantino and Thai director Chatrichalerm Yukol were among the Lifetime Achievement recipients. A retrospective of Tarantino's feature films was shown, from Reservoir Dogs to Kill Bill. He attended the awards ceremony at Malacañan Palace, accepting the award from President Gloria Macapagal Arroyo. Both the president and the honoree were late to ceremony due to being stuck in a traffic jam. Tarantino, accompanied by festival founder Tikoy Aguiluz, took a pedicab to make it to the ceremony, and showed up without leather shoes as required to enter the palace. He was given a new pair of shoes by Aquiliuz.[4]\n\nThe festival is closely identified with its founder, filmmaker Tikoy Aguiluz, who has a reputation as a maverick. In 2006, he accused the Philippine media of not doing enough to promote the festival and independent films, stating at a news conference: \"All I want from you writers are three lines and a picture promoting the festival. Why do you think it's so hard for independent producers to have success here, locally? I haven't seen any support from either broadsheet or tabloids with any story on independent cinema.\"[5]\n\nAmong the world community of film festivals, Cinemanila has gained respectability with its programming of independent Asian film. Jurors at past festivals have included Christian Jeune, director of the film department of the Cannes Film Festival.[6]\n\nEarly incarnations of the festival were held outside of Manila, though still in the Metro Manila area, in Makati, and for a time was known as the Makati Cinemanila International Film Festival. In 2005, the festival moved to the Manila city limits, with screenings held at SM City Manila and Robinsons Ermita cinemas.[7][8]\n\n"
        },
        {
            "title": "Awards",
            "text": "The inaugural year for the festival included a lecture on cinematography by Christopher Doyle. Adoor Gopalakrishnan was honored in the \"Director in Focus\" program.\n\nThe first year for Ishmael Bernal Award for Young Cinema, which is primarily given to alternative, independent films. The \"Director in Focus\" was Majid Majidi from Iran.\n\nThe \"Director in Focus\" was Nonzee Nimibutr from Thailand. President Gloria Macapagal Arroyo was the guest of honor.\n\nThe Cinemanila-ASEF Film Development Plan and a scriptwriting competition were launched. A \"Direct Action Cinema\" workshop was conducted by Rob Nilsson and a cinematography workshop was conducted by Pierre-William Glenn.\n\nA Tribute to Filipino-American Hollywood celebrities was held, honoring Lou Diamond Phillips, Tia Carrere, Dean Devlin, Fritz Friedman and Rob Schneider. The first Lifetime Achievement Award was given, honoring Indonesian actress Christine Hakim.\n\nThe \"Director in Focus\" was Jafar Panahi.\n\nSpecial tributes to Roger Corman and Hong Kong filmmaker Yonfan were held. The \"Director in Focus\" was Raymond Red. The Lifetime Achievement Award went to Kim Dong Ho, director of the Pusan International Film Festival.[7]\n\nLifetime Achievement Awards were given to Aruna Vasudev and Philip Cheah during awards night at Malacañan Palace by President Gloria Macapagal Arroyo.\n\nThe festival was held from August 8 to 19 at Gateway Mall with an additional program from August 17 to 19 on Boracay Island. Lifetime Achievement Awards were given to Belgian director Robert Malengreau, American filmmaker Quentin Tarantino and Thai director Chatrichalerm Yukol, during awards night at Malacañan Palace by President Gloria Macapagal Arroyo.\n\nThe 10th edition of the festival took place from October 15 to 29 at the Gateway Mall Cinemas in Cubao. The festival hosted the Asian screening Of directors' fortnight films. Gloria Macapagal Arroyo, on October 20, 2008, led the awarding of winners in the 10th-2008 Cinemanila International Film Festival at Malacañan Palace's Kalayaan Hall. The President bestowed 13 out of 17 CineManila awards to Filipinos, in the following categories of the CIFF: main, Southeast Asian, local digital, Young Cinema and documentary. The President was joined in the award ceremonies by CineManila Festival director Amable \"Tikoy\" Aguiluz, National Commission for Culture and the Arts (NCCA) chairperson and Department of Education undersecretary Vilma Labrador, and NCCA executive director Cecile Guidote Alvarez. Cinema One Originals movies dominated the award rites.\n\nThe top Lino Brocka Grand Prize was won by Israeli film The Band's Visit, directed by Eran Kolirin. The Amazing Truth About Queen Raquela (Iceland/Philippines/France) by Olaf de fleur Johannesson, received the Grand Jury Prize.[16] Other awards include:\n\nThe 2010 festival opened with Pinoy Sunday by Wi Ding Ho, a Filipino comedy directed by a Malaysian born filmmaker living in Taiwan. It closed with John Sayles' Amigo.\n\nGuests of the festival included Thai superstar Ananda Everingham, filmmaker Im Sang Soo (The Housemaid, South Korea), journalist Stephen Cremin (FilmBiz Asia), filmmaker Wi Ding Ho, filmmaker Edmund Yeo (Malaysia), Jeonju Film Festival programmers Un-seong Yoo and Ji-hoon Jo (Jeonju, South Korea), and cinematographer Yadi Sugandi (Indonesia).\n\nThe 13th Cinemanila International Film Festival was held from November 11 to 17 in Taguig in Metro Manila screening eighty films from thirty different countries.\n\nLifetime Achievement Awards were given to Filipino actress Nora Aunor, and Italian director, Dario Argento.\n\nThe 14th Cinemanila International Film Festival was held from December 5 to 11, 2012 in Bonifacio Global City in Metro Manila.\n\nLifetime Achievement Awards were given to Italian director Sergio Leone, Filipino directors Marilou Diaz-Abaya and Celso Ad Castillo and the Thai motion picture production and distribution company Sahamongkol Film International.\n\nThe 15th Cinemanila International Film Festival was held from December 18 to 22, 2013 in Bonifacio Global City in Metro Manila.\n\n"
        }
    ]
}