{
    "url": "https://en.wikipedia.org/wiki/Director_of_photography",
    "title": "Cinematographer",
    "table_of_contents": [
        "1 History",
        "2 Societies and trade organizations",
        "3 Noted cinematographers",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The cinematographer or director of photography (sometimes shortened to DP or DOP) is the person responsible for the photographing or recording of a film, television production, music video or other live action piece. The cinematographer is the chief of the camera and light crews working on such projects and would normally be responsible for making artistic and technical decisions related to the image and for selecting the camera, film stock, lenses, filters, etc. The study and practice of this field is referred to as cinematography.\n\nThe cinematographer is a subordinate of the director, tasked with capturing a scene in accordance with director’s vision. Relations between the cinematographer and director vary. In some instances, the director will allow the cinematographer complete independence, while in others, the director allows little to none, even going so far as to specify exact camera placement and lens selection. Such a level of involvement is less common when the director and cinematographer have become comfortable with each other. The director will typically convey to the cinematographer what is wanted from a scene visually and allow the cinematographer latitude in achieving that effect.\n\nThe images recorded by the cinematographer are passed to the film editor for editing.\n\n"
        },
        {
            "title": "History",
            "text": "In the infancy of motion pictures, the cinematographer was usually also the director and the person physically handling the camera. As the art form and technology evolved, a separation between director and camera operator emerged. With the advent of artificial lighting and faster (more light-sensitive) film stocks, in addition to technological advancements in optics, the technical aspects of cinematography necessitated a specialist in that area.\n\nCinematography was key during the silent movie era; with no sound apart from background music and no dialogue, the films depended on lighting, acting, and set.\n\nThe American Society of Cinematographers (ASC) was formed in 1919 in Hollywood, and was the first trade society of cinematographers. Similar societies were formed in other countries. For example, the British Society of Cinematographers (BSC). Their aims include the recognition of the cinematographer's contribution to the art and science of motion picture making.[1]\n\n"
        },
        {
            "title": "Societies and trade organizations",
            "text": "There are a number of national associations of cinematographers that represent members (irrespective of their official titles) and are dedicated to the advancement of cinematography, including:\n\nThe A.S.C. defines cinematography as:\n\n"
        },
        {
            "title": "Noted cinematographers",
            "text": "The Academy Award for Best Cinematography is an Academy Award awarded each year to a cinematographer for work on one particular motion picture.\n\nA number of American cinematographers have become directors, including Reed Morano who lensed Frozen River and Beyonce's Lemonade before winning an Emmy for directing The Handmaid's Tale. Barry Sonnenfeld, originally the Coen brothers' DP; Jan de Bont, cinematographer on films such as Die Hard and Basic Instinct, directed Speed and Twister. Nicolas Roeg, cinematographer on films such as The Caretaker (1963) and The Masque of the Red Death (1964), directed Don't Look Now (1973) and The Man Who Fell to Earth (1976). Ellen Kuras, ASC photographed Eternal Sunshine of The Spotless Mind as well as a number of Spike Lee films such as Summer of Sam and He Got Game before directing episodes of Legion and Ozark. In 2014, Wally Pfister, cinematographer on Christopher Nolan's three Batman films, made his directorial debut with Transcendence, whilst British cinematographers Jack Cardiff and Freddie Francis regularly moved between the two positions.\n\n"
        }
    ]
}