{
    "url": "https://en.wikipedia.org/wiki/Quota_quickies",
    "title": "Cinematograph Films Act 1927",
    "table_of_contents": [
        "1 Description",
        "2 Consequences",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe Cinematograph Films Act of 1927 (17 & 18 Geo. V) was an act of the United Kingdom Parliament designed to stimulate the declining British film industry. It received Royal Assent on 20 December 1927 and came into force on 1 April 1928.[1]\n\n"
        },
        {
            "title": "Description",
            "text": "The act introduced a requirement for British cinemas to show a quota of British films for a duration of 10 years. Its supporters believed that it would promote the emergence of a vertically integrated film industry, with production, distribution and exhibition infrastructure controlled by the same companies. As the vertically integrated American film industry had rapid growth in the years immediately following the end of World War I, the intention was to counter Hollywood's perceived economic and cultural dominance by promoting similar business practices among British studios, distributors and cinema chains.\n\nBy creating an obligatory market-section for British films, it was hoped that the increased economic activity in the production sector would lead to the growth of a self-sustaining industry. The quota was initially set at 7.5% for exhibitors but was raised to 20% in 1935. The films included those shot in British dominions such as Canada and Australia.\n\nA British film was defined according to the following criteria:\n\n"
        },
        {
            "title": "Consequences",
            "text": "\n\nThe act is not generally considered to have been a success. It fostered speculative investment in lavishly budgeted features for which production costs could not have been recouped on the domestic market, and it was criticised for the emergence of opportunistic \"quota quickies\" — films that promised quick financial return despite modest production investment. They were mostly low-cost, low-quality, quickly produced films, commissioned by American distributors active in the UK, or by British cinema owners purely to satisfy the quota requirements.[citation needed]\n\nThe act was modified by the Cinematograph Films Act 1938, which removed films shot in British Empire countries from the quota. It was, in turn, amended by further acts, and it was eventually repealed by the Films Act 1960.\n\nIn recent years, an alternative view has arisen among film historians, such as Lawrence Napper, who have argued that the quota quickie has been too casually dismissed, and is of particular cultural and historical value because such films often contained performances unique to British popular culture, such as music hall and variety acts, that would not have been filmed under normal circumstances.[citation needed]\n\n"
        }
    ]
}