{
    "url": "https://en.wikipedia.org/wiki/Cinema_of_Mexico",
    "title": "Cinema of Mexico",
    "table_of_contents": [
        "1 History",
        "1.1 1896–1911: Silent films; the Porfiriato",
        "1.2 1911–1917: The Mexican Revolution",
        "1.3 1917–1936: Postrevolutionary film making and first sound film",
        "1.4 1936–1956: The Golden Age",
        "1.5 1960s through 1980s",
        "1.6 Nuevo Cine Mexicano (New Mexican Cinema)",
        "2 Mexploitation subgenre",
        "2.1 Role of women",
        "3 Active Mexican cinema personalities",
        "3.1 Actors",
        "3.2 Directors",
        "3.3 Gallery",
        "3.4 Cinematographers",
        "3.5 Composers",
        "4 Deceased Mexican Cinema Personalities",
        "4.1 Actors",
        "4.2 Directors",
        "4.3 Cinematographers",
        "4.4 Composers",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nMexican cinema dates to the late nineteenth century during the rule of President Porfirio Díaz. Seeing a demonstration of short films in 1896, Díaz immediately saw the importance of documenting his presidency in order to present an ideal image of it. With the outbreak of the Mexican Revolution in 1910, Mexican and foreign makers of silent films seized the opportunity to document its leaders and events. From 1915 onward, Mexican cinema focused on narrative film.[5]\n\nDuring the Golden Age of Mexican cinema from 1936 to 1956, Mexico all but dominated the Latin American film industry.\n\nThe Guadalajara International Film Festival is the most prestigious Latin American film festival and is held annually In Guadalajara, Mexico. Mexico has twice won the highest honor at the Cannes Film Festival, having won the Grand Prix du Festival International du Film for María Candelaria in 1946 and the Palme d'Or in 1961 for Viridiana, more than any other Latin American nation.\n\nIn 2019, Roma became the first Mexican film and fourth Latin American film winning the Oscar for best foreign language film. Roma also won the BAFTA Award for Best Film at the 72nd British Academy Film Awards.\n\nEmilio \"El Indio\" Fernández was rumored to be the model for the Academy Award of Merit, more popularly known as the Oscar statuette. According to the legend, in 1928 MGM's art director Cedric Gibbons, one of the original Motion Picture Academy members, was tasked with creating the Academy Award trophy. In need of a model for his statuette, Gibbons was introduced by his future wife, actress Dolores del Río, to Fernández. Reportedly, Fernández had to be persuaded to pose nude for what is today known as the \"Oscar\".[6][7]\n\n"
        },
        {
            "title": "History",
            "text": "Shortly after the first moving picture was viewed in 1895 using Thomas Edison's kinetoscope and the invention of the cinematographe projector by Auguste Lumière, Mexicans began queuing in cinemas in the capital to see international one-minute films such as The Card Players, Arrival of a Train, and The Magic Hat.[8] The cinematograph arrived to Mexico seven months after its first projection in France, brought in by Claude Ferdinand Bon Bernard and Gabriel Veyre (the latter had been contracted by the Lumierè brothers to spread the cinematograph across México, Venezuela, the Guaianas and the Antilles).[9] Mexico entered production in the silent film industry with several movies, but many of the films up to the 1920s have been lost and were not well documented.\n\nFilm in México continued to expand quickly after its arrival in Mexico. On 6 August 1896, President Porfirio Díaz invited Bon Bernard and Veyre to his residence at Chapultepec Castle, and eight days later, the first projection for the press was made in what is now Madero Street. This projection included films by the Lumierè brothers such as L'Arrivée d'un train en gare de La Ciotat, and on 15 August, a projection was made for the general public.[10]\n\nPresident Díaz recognized the importance of cinema and appeared in many films placing him at the center of action with his cabinet ministers; in a parade; and in the zócalo.[11] In 1906, he is seen in La entrevista de los presidentes Díaz-Taft, the first-ever meeting of a U.S. president with Mexico's, one of the first filmed reportages produced in Mexico. It was filmed by the Alva brothers.[12] The first fiction film to be created in Mexico was based on a recreation of the duel between two deputies, called Duelo a pistola en el bosque de Chapultepec (Gun duel in the Chapultepec forest).\n\nMexican cinema continued to become more available across the country, thanks in part to businessmen such as Guillermo Becerril, Carlos Mongrand and Salvador Toscano.[13] The origin of early Mexican film-making is generally associated with Salvador Toscano Barragán, who introduced the filmed reportage. In 1898 Toscano made the country's first film with a plot, titled Don Juan Tenorio. During the Mexican Revolution, Toscano recorded several clips of the battles, which would become a full-length documentary in 1950 under the title Memories of a Mexican, assembled by his daughter. Other short films were either created or influenced from French film-makers.\n\nBy 1906, 16 movie theaters opened their doors to accommodate the popularity of cinema in Mexico City. Carpas, or tent shows, were popular beginning in 1911 where lower-class citizens would perform picaresque humor and theatrical plays, a place for training for aspiring actors. Politically affiliated films appeared in 1908; these would be deemed propagandistic by today's standards. Significant battles were filmed and broadcast during the Revolution, which fueled Mexicans' excitement in cinema.[14] In addition, the first intents to formalize the Mexican cinematic industry were made between 1905 and 1906, with the creation of the first Mexican distributing companies. Some of the most important companies were Empresa Cinematográfica Mexicana, American Amusement Company, Compañía Explotadora de Cinematógrafos and Unión Cinematográfica.[15]\n\nThe popularity that cinema had experienced in the early 20th century continued to grow, and by 1911 fourteen new movie houses were built. During this period documentary techniques were mastered, as is evident in the Alva brothers' production entitled Revolución orozquista (1912). The film was shot in the camps of the rebel and federal forces during the battle between General Victoriano Huerta and the rebel leader Pascual Orozco.\n\nThe rise of cinema plateaued due to the lack of distributors and the difficulty to make new material. This in addition to the dangers that the inflammability of film resulted in the closing of many of the Carpas.  The cinematic industry was reduced to small companies, with Carlos Mongrand standing out because of films such as Desfiles de tropas en San Luis Potosí, Carnaval de Mérida and Aventuras del sexteto Uranga.[16]\n\nDespite the relative advancement of cinema during this period, the moralistic and paternalist ideology of President Madero led to his campaign to save the lower classes from immorality through censorship. In late September and early October 1911, city council members appointed additional movie house inspectors, whose wages would be paid by the exhibitioners. Furthermore, the head of the Entertainment Commission, proposed the implementation of censorship; however, Victoriano Huerta's coup d'état in the Ten Tragic Days of February 1913 prevented the move to legislate censorship.\n\nAlthough Huerta's rule was brief, from February 1913 to July 1914, Mexican cinema experienced significant changes within this period such as the further establishment of censorship and a shift away from documentary films to entertainment films. The Alva brothers' production of Aniversario del fallecimineto de la suegra de Enhart (\"Anniversary of the Death of Enhart's Mother-in-Law\") is indicative of the change in the aim of Mexican cinematographers. The Alva brothers produced films such as La entrada de Madero a la capital (\"Entry of Madero in the Capital)  with the use of Indalecio Noriega Colombres's inventions, which allowed for a phonograph to be synchronized with the images projected.[17]\n\nIn regards to censorship, the Huerta government imposed a moral and political decree of censorship in approximately June 1913. This decree was imposed a few days after convencionista soldiers shot at the screen during a viewing of El aguila y la serpiente. The decree stated that films that showed the following were prohibited: \"views representing crimes, if they do not include punishment of the guilty parties, views which directly or indirectly insult an authority or person, morality or good manners, provoke a crime or offence, or in any way disturb the public order (Mora 70).\"\n\nAs a result of the limitations placed on film content as well as the radicalization of the parties involved in the armed conflicts, cameramen and producers began to display their opinion through the films they produced. For instance, favoritism towards the Zapatistas was illustrated in the film Sangre Hermana (Sister Blood, 1914). Due to the sensational content of this film, it is evident that the producers had no interest in displaying the events in such a way that the audience could come to their own conclusions.\n\nThe cinematic productions of this period were reflective of the Italians style film d'art, which were fiction-based melodramas. The film La Luz (The Light, Ezequiel Carrasco, 1917, starring Emma Padilla) was the first film that attempted to adopt this style, even though it was viewed as a plagiarism of Piero Fosco's Il Fuoco. Paranaguá attributes the influence that the Italian had on the Mexican cinema with the similarities between the situations of both countries. Both countries were in a state of chaos and disorder – there was a war in Italy and a revolution in Mexico (Paranaguá 70). Once again censorship was re-established on October 1, 1919. Films which illustrated acts of immortality or induced sympathy for the criminal were prohibited.\n\nIn 1917, the former vaudeville star Mimí Derba, founded the Azteca Studios, which produced notable films between 1917 and 1923. The most successful of these was En defensa Propia (1921).\n\nGovernment budget had to be trimmed as a result of the rebellion and cinematographic departments of the Ministry of Education and Agriculture were cut. By 1924, narrative films were at an all-time low since 1917.\n\nDuring the 1920s very few movies were produced, given the political climate that was still very unsettled and the resurgence of the American film industry after World War I.  Notable Mexican movie stars moved to the United States. Stars such as Ramón Novarro, Dolores del Río and Lupe Vélez, became principal stars of notable Hollywood films in the 1920s and 1930s. Other Mexican stars appeared in numerous movies which were merely Spanish-language versions of Hollywood movies.\n\nIn 1994, the Mexican magazine Somos published a list of \"The 100 best movies of the cinema of Mexico\" in its 100th edition. The oldest film selected was\" \"El automóvil gris\" (The Grey Car). To make the selection, the magazine invited 25 specialists in Mexican cinematography, among which critics stand out Jorge Ayala Blanco, Nelson Carro and Tomás Pérez Turrent, the historians Eduardo de la Vega Alfaro and Gustavo García Gutiérrez. The top twelve films in order chosen from the best and on are Let's Go with Pancho Villa, Los Olvidados, Godfather Mendoza, Aventurera, A Family Like Many Others, Nazarín, El, The Woman of the Port, The Place Without Limits, Here's the Point, Champion Without a Crown, and Enamorada.\n\nIn the 1930s, once peace and a degree of political stability were achieved, the film industry took off in Mexico and several movies still experimenting with the new medium were made. Hollywood's attempt at creating Spanish language films for Latin America failed mainly due to the combination of Hispanic actors from different ethnicities exhibiting various accents unfamiliar to the Mexican people. Early Mexican cinematographers were influenced and encouraged by Soviet director Sergei Eisenstein's visit to the country in 1930.[18]\n\nIn 1931 the first Mexican talkie movie, an adaptation of the Federico Gamboa's novel Santa, directed by Antonio Moreno and starred by the Mexican-Hollywood star Lupita Tovar, was realized.[19] Until Sergei Eisenstein's ¡Que viva México! (1931), Mexican audiences were exposed to popular melodramas, crude comedies, as well as Spanish-language versions of Hollywood movies.\n\nEisenstein's visit to Mexico inspired directors like Emilio Fernández and cameraman Gabriel Figueroa, and the number of Mexican-made films increased and improved. During the 1930s the Mexican film industry achieved considerable success with movies like La Mujer del Puerto (1934), Fred Zinnemann's Redes (1934), Janitzio (1934), and Dos Monjes (1934). \n\nThe so-called Golden Age of Mexican cinema began in 1936 with the premiere of Allá en el Rancho Grande, and ended in 1956.[20]\n\nDuring the 1940s the full potential of the industry developed. Actors and directors became popular icons and even figures with political influence on diverse spheres of Mexican life. The industry received a boost as a consequence of Hollywood redirecting its efforts towards propagandistic films and European countries focusing on World War II, which left an open field for other industries.\n\nMexico dominated the film market in Latin America for most of the 1940s without competition from the United States film industry. During World War II movie production in Mexico tripled. The fact that Argentina and Spain had fascist governments made the Mexican movie industry the world's largest producer of Spanish-language films in the 1940. Although the Mexican government was reactionary, it encouraged the production of films that would help articulate a true Mexican identity, in contrast to the view often seen in Hollywood movies. In the late 1940s and 1950s, the government become more involved in promoting distribution of films.\n\nThe Golden Age of Mexican cinema took place during the 1940s and beyond. The most prominent actor during this period was Mario Moreno, better known as Cantinflas. The film Ahí está el detalle in 1940 made Cantinflas a household name and he became known as the \"Mexican Charlie Chaplin\" . His films were ubiquitous in Spain and Latin America and influenced many contemporary actors. Not until the appearance of \"Tin-Tan\" in the late 1940s did his popularity wane.[21]\n\nMexican actresses also were a focus in Mexican cinema. Sara García was the \"grandmother of Mexico\". Her career began with silent films in 1910, moved to theatre, and ultimately the film that made her famous, No basta ser madre (It's Not Enough to be a Mother) in 1937. Dolores del Río, another dramatic actress, became well known after her Hollywood career in the 1930s and for her roles in a couple of films directed by Emilio Fernández.[22]\n\nStock characters also began to form during the Golden Age. The charro, plead, and the poor peasant are common characters throughout many films.\n\nMaría Félix (well known as \"La Doña\"), was a big star after her role in the movie Doña Bárbara in 1943. She gained a higher popularity in European countries.\n\nIn 1943, the Mexican industry produced seventy films, the most for a Spanish speaking country. Two notable films released in 1943 by director Emilio Fernández were Flor silvestre (1942) and María Candelaria (1944), both films starring prestigious Hollywood actress Dolores del Río. The movies were triumphs for the director and for internationally acclaimed cinematographer, Gabriel Figueroa especially with María Candelaria winning the top prize at the Cannes Festival.[23] Other celebrated Fernández films were La perla (1945), Enamorada (1946), the American-Mexican production The Fugitive (1947), directed with John Ford, Río Escondido (1947), La Malquerida (1949) and Pueblerina (1949).\n\nIn 1948 there was another \"first\" for Mexican cinema: The trilogy of Nosotros los Pobres, Ustedes los ricos and Pepe el Toro, starring Mexican icons Pedro Infante and Evita Muñoz (\"Chachita\") and directed by Ismael Rodríguez.\n\nThe only other comedian with the same level of popularity as Cantinflas was German Valdez \"Tin-Tan\". Tin-Tan played a pachuco character appearing with a zoot suit in his films. Unlike Cantinflas, Tin-Tan never played as a pelado, but as a Mexican-American. He employed pachuco slang in many of his movies and frequently used Spanglish, a dialect that many Mexican residents disdained.\n\nIn the middle of the 1940s, the Spanish director Juan Orol started the production of films with Cuban and Mexican dancers. This cinematographic genre was named \"Rumberas film\", and was very popular with the Latin American audiences. The stars of this exotic genre were María Antonieta Pons, Meche Barba, Ninón Sevilla, Amalia Aguilar and Rosa Carmina.\n\nOther relevant films during these years include Espaldas mojadas (Wetbacks) by Alejandro Galindo, Aventurera a melodrama starred by Ninón Sevilla, Dos tipos de cuidado (1951), El Rebozo de Soledad (1952) and Los Olvidados (The Young and the Damned) (1950), a story about impoverished children in Mexico City directed by the Mexican of Spanish ascendent director Luis Buñuel, a very important figure in the course of the Mexican Cinema of the 1940s and 1950s. Some of the most important Buñuel's films in his Mexican period are Subida al cielo (1952), Él (1953), and Ensayo de un crimen (1955). \n\nThe themes during those years, although mostly conventional comedies or dramas, touched all aspects of Mexican society, from the 19th century dictator Porfirio Díaz and his court, to love stories always tainted by drama.\n\nSee: Luchador films, Ficheras films\n\nDuring the 1960s and 1970s many cult horror and action movies were produced with professional wrestler El Santo among others.\nLuis Buñuel released his last Mexican films: El ángel exterminador (1962) and Simón del desierto (1965).\n\nIn the late 1960s and early 1970s the work of notable Mexican young directors flourished: Arturo Ripstein (El castillo de la pureza–1972; El lugar sin límites–1977), Luis Alcoriza (Tarahumara–1965; Fé, Esperanza y Caridad–1973), Felipe Cazals (Las poquianchis–1976–; El Apando–1976), Jorge Fons (los cachorros–1973–; Rojo Amanecer −1989), Paul Leduc (Reed, Mexico insurgente −1972-; Frida, Naturaleza Viva), Alejandro Jodorowski (El topo– 1970–; Santa Sangre–1989), the Chilean Miguel Littin (Letters from Marusia–1976), Jaime Humberto Hermosillo (La pasión según Berenice–1972–; Doña Herlinda y su hijo–1984) and many others. His films represented Mexico in notable international film festivals.\nAmerican directors as John Huston realized some Mexican-set English language films (e.g., Under the Volcano–1984).\n\nWhat is now Videocine was established in 1979 as Televicine by Emilio Azcarraga Milmo, whose family founded Televisa, with which Videocine is co-owned. The company became the largest producer and distributor of theatrical movies in Mexico and remains such today. By the time of Videocine's establishment, it had become the norm for a Mexican movie to reach its largest post-theatrical audience through television carriage rights with any of the Televisa networks.\n\nThe 1961 film The Important Man (original title Animas Trujano) was nominated for the Academy Award for Best Foreign Language Film[24] and a Golden Globe Award for Best Foreign Language Film in 1962. The 1965 film Always Further On won the FIPRESCI Prize at the 1965 Cannes Film Festival.[25] The film was also selected as the Mexican entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee.[26] Some films nominated for the Academy Award for Best Foreign Language Films of the time are the 1960 Macario, 1962 The Pearl of Tlayucan (original title Tlayucan), 1975 Letters from Marusia (original title Actas de Marusia).\n\nMexican cinema suffered through the 1960s and 1970s, until government sponsorship of the industry and the creation of state supported film helped create Nuevo Cine Mexicano (New Mexican Cinema) in the 1990s. The period spanning the 1990s to the present has been considered as the prime era of the (New Mexican Cinema).\n\nIt first took place with high quality films by Arturo Ripstein, Alfonso Arau, Alfonso Cuarón, and María Novaro. Among the films produced at this time were Solo con tu pareja (1991), Como agua para chocolate (Like Water for Chocolate) (1992), Cronos (1993), El callejón de los milagros (1995), Profundo carmesí (1996), Sexo, pudor y lágrimas (Sex, Shame, and Tears) (1999), The Other Conquest (2000), and others such as La Misma Luna (2007).\n\nMore recent are Amores perros by Alejandro González Iñárritu, Y tu mamá también by Alfonso Cuarón, El crimen del Padre Amaro by Carlos Carrera, Arráncame la vida by Roberto Sneider, Biutiful (2010) (also directed by Iñárritu), Hidalgo: La historia jamás contada (2010), Instructions Not Included (2013), Cantinflas (2014), and the remake of the 1975 Mexican horror film Más Negro que la Noche (Blacker Than Night) (2014) and also the first 3D film of Mexico.\n\nIn the latest years it was noticed the increasing success of a group of Mexicans in Hollywood cinema, specially with directors Alfonso Cuaron, Alejandro Gonzalez Inarritu and Guillermo del Toro as well as cinematographer Emmanuel Lubezki. All three directors had won both the Academy Award and the Golden Globe for Best Director and Lubezki won both prizes for Best Cinematography for three consecutive years. The 3 directors have frequently been cited as the \"Three Amigos of Cinema\", while Lubezki's innovative style of cinematography made critics often call him one of the greatest directors of photography of all time.\n\nFor the other side the success of the films Nosotros los Nobles and Instructions Not Included in 2013, gave way to the development of similar projects trying to focus on the use of known Mexican TV stars such as Omar Chaparro, Adal Ramones or Adrian Uribe. The majority of them are romantic comedies focused on telenovela-style stories.\n\nThis, however, should not prevent the success of other directors in the development of dramatic films, such as Carlos Reygadas and Alonso Ruizpalacios.\n\nIn 2017, Alfonso Cuaron travelled back to Mexico to film his most intimate film, Roma. The film, distributed by Netflix went on critical acclaim and was the second Mexican movie to win the Golden Globe as Best Foreign Language Film, while Cuaron got the Best Director award. Also it becomes the first Mexican movie to be nominated to both Best Film and Best Foreign Language Film in the Academy Awards, while getting a total of 10 nominations including Best Actress for mixtec actress Yalitza Aparicio and Best Supporting Actress for Marina de Tavira.\n\n"
        },
        {
            "title": "Mexploitation subgenre",
            "text": "A Mexican cinema subgenre is the Mexploitation subgenre, itself part of the Mexican action films genre. A second sub-genre within this sub-genre is the narco-filme, films about fictional drug cartels battling the police and each others. During 2019, Bancomext announced the financing of up to 50 percent of the film-making costs of many films, including Mexican action films.[27] Mexican action film stars include the Almada brothers, Fernando and Mario Almada, Jorge Rivero, Rosa Gloria Chagoyán (Lola la Trailera), the Dominican Republic-born Andres Garcia, Bernabe Melendrez and Max Hernandez Jr.\n\nWomen filmmakers in Latin America, specifically Mexico suffered from absolute neglect by the film industry and audience.[28] Mimí Derba founded one of the first Mexican production companies, Azteca Films. She had a successful career in vaudeville before entering films. Derba was the first female director in Mexico. Then Matilde Landeta was a Mexican filmmaker and screenwriter, who was the first female to serve in those roles during the Golden Age of Mexican cinema. Her films focused on the portrayal of strong, realistic female protagonists in a patriarchal world. Landeta won an Ariel Award in 1957 for Best Original Story for the film El camino de la vida which she co-wrote with her brother Eduardo. The film also won the 1957 Golden Ariel, the Silver Ariel Film of Major National Interest and Best Direction and two other awards in 1956 in the Berlin International Film Festival under the name of Alfonso Corona Blake.[29]\n\nMovies in this period often featured strong maternal characters, while maintaining the idea of feminine inferiority to men. This perpetuated the belief that women could only reach the same level of agency as men in the process of aging and becoming a mother or grandmother. This is seen in movies such as Los tres Garcia (1947) and Lupe Balazos (1964). In much of the cinema of this time, women were depicted as being dependent on men for protection and fulfillment. This mirrored much of the cultural sentiment prior to the 1960s.[30]\n\nMany of the female characters in these films were powerless. Not only inferior to male characters, they were easily put down by communities as a whole and easily shunned. A prime example of this story is in María Candelaria (1944). In this specific film, María was an innocent character who was shamed for the reputation of another character. A miscommunication occurred that cost her her life. This is a common pattern in Cinema of Mexico at this time because of the belittlement of women.\n\nIn the 1980s and 1990s things started to take a turn. Women filmmakers in Mexico finally got the opportunity to create and produce professional feature films.[28] The most popular two would be El secreto de Romeila (1988) directed by Busi Cortés and Los pasos de Ana (1990) by Marisa Sistach.[28] These two feature films were considered the doors that opened opportunity for women filmmakers in Mexico as well as created a new genre that people were not familiar with, labeled as ‘women’s cinema’.[28] The phenomenal growth of ‘women’s cinema’, not only meant that there would be an infinite expansion in the list of female names as filmmakers or creators; in reality, it created a daunting cinematic genre by objectifying women as well as displacing them within the film industry.[28]\n\nMost of the female filmmakers in Mexico identify as feminists. The primary reason for many of them to commit to being filmmakers was to depict stories of women in their original and true essence as well as to strive in readapting roles of females on the Mexican screen.[28] According to Patricia Torres San Martín, an honorable film scholar, there is a new theme emerging within the film industry in Mexico which is known as the ‘new female identity’.[28] This new structural change in cinema created a geographical cultural change in Mexico due to its new emerged eye-opening concept in the film industry.[28] One of Maria Novaro first short films (a school work: An Island Surrounded by Water, 1984) was acquired by the Museum of Modern Art in New York for its permanent film collection and was distributed in the United States by Women Make Movies. Maria's 1994 El Jardín del Edén (The Garden of Eden) obtain her a second nomination for the Ariel Award for Best Picture the first for a woman in Mexico. In the Garden of Eden, three very different women find themselves in the Mexican-American border town of Tijuana, each with her own goal. The women: struggling artist Elizabeth (Rosario Sagrav), Jane (Renée Coleman), who's looking for her brother, and Serena (Gabriela Roel), a widow who just arrived in town with her family. Although the trio come from different cultural backgrounds—Serena is Mexican, Jane is American and Elizabeth is Mexican-American—all three are similarly in search of a new direction.\n\nMariana Chenillo became the first female director to win an Ariel Award for Best Picture back in 2010 for the film Nora's Will. The Ariel is the Mexican Academy of Film Award. In cinema, it is considered Mexico's equivalent to the Academy Awards (\"Oscars\") of the United States. The film gives a mysterious photograph left under the bed will lead to an unexpected outcome which will remind us that sometimes the greatest love stories are hidden in the smallest places. Issa López wrote the scripts for several film features, three of them produced in Mexico by the Major Hollywood Studios, and two of those directed by herself; Efectos Secundarios (Warner Bros., 2006) and Casi Divas Almost Divas (Sony Pictures, 2008). Casi Divas is the only Mexican movie to be scored by acclaimed Hollywood composer Hans Zimmer. Makes her a Mexican filmmaker, one to watch.\n\n"
        }
    ]
}