{
    "url": "https://en.wikipedia.org/wiki/Circuit_bending",
    "title": "Circuit bending",
    "table_of_contents": [
        "1 Experimental process",
        "2 Innovators",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCircuit bending is the creative, chance-based customization of the circuits within electronic devices such as low-voltage, battery-powered guitar effects, children's toys and digital synthesizers to create new musical or visual instruments and sound generators.\n\nEmphasizing spontaneity and randomness, the techniques of circuit bending have been commonly associated with noise music, though many more conventional contemporary musicians and musical groups have been known to experiment with \"bent\" instruments. Circuit bending usually involves dismantling the machine and adding components such as switches and potentiometers that alter the circuit.\n\n"
        },
        {
            "title": "Experimental process",
            "text": "The process of circuit bending involves experimenting with inexpensive second-hand electronics that produce sounds, such as keyboards, drum machines, and electronic learning products. According to Electronic Musician, innovators should only experiment with battery-powered devices, because there is a danger of fire or death from experimenting with mains-powered devices.[1]\n\nThe simplest input, and the one most identified with circuit bending, is the body contact,[2] where the performer's touch causes the circuit to change the sound.  Often metal knobs, plates, screws or studs are wired to these circuit points to give easier access to these points from the outside the case of the device.\n\nSince creative experimentation[3] is a key element to the practice of circuit bending, there is always a possibility that short circuiting may yield undesirable results, including component failure. In particular, connecting the power supply or a capacitor directly to a computer chip lead can destroy the chip and make the device inoperable. Before beginning to do circuit bending, a person should learn the basic risk factors about working with electrical and electronic products, including how to identify capacitors (which can give a person a serious shock due to the electrical charge that they store), and how to avoid risks with AC power. For safety reasons, a circuit bender should have a few basic electronics tools, such as a multimeter (an electronic testing device which measures voltage, resistance and other factors).\n\n"
        },
        {
            "title": "Innovators",
            "text": "Although similar methods were previously used by other musicians and engineers, this method of music creation is believed to have been pioneered by Reed Ghazala in the 1960s. Ghazala's experience with circuit-bending began in 1966, when a toy transistor amplifier, by chance, shorted-out against a metal object in his desk drawer, resulting in a stream of unusual sounds.[4]  While Ghazala says that he was not the first circuit bender, he coined the term Circuit Bending in 1992.[5]\n\nSerge Tcherepnin, designer of the Serge modular synthesizers, discussed[6] his early experiments in the 1950s, with the transistor radio, in which he found sensitive circuit points in those simple electronic devices and brought them out to \"body contacts\" on the plastic chassis. Prior to Mark's and Reed's experiments other pioneers also explored the body-contact idea, one of the earliest being Thaddeus Cahill (1897) whose telharmonium, it is reported, was also touch-sensitive.\n\nSince 1984, Swiss duo Voice Crack created music by manipulating common electronic devices in a practice they termed \"cracked everyday electronics\".[7]\n\n"
        }
    ]
}