{
    "url": "https://en.wikipedia.org/wiki/Habitable_zone",
    "title": "Circumstellar habitable zone",
    "table_of_contents": [
        "1 History",
        "2 Determination",
        "2.1 Solar System estimates",
        "2.2 Extrasolar extrapolation",
        "2.2.1 Spectral types and star-system characteristics",
        "2.2.2 Stellar evolution",
        "2.2.3 Desert planets",
        "2.2.4 Other considerations",
        "3 Extrasolar discoveries",
        "3.1 Early findings",
        "3.2 Habitable super-Earths",
        "3.3 Near Earth-sized planets and Solar analogs",
        "4 Habitability outside the CHZ",
        "5 Significance for complex and intelligent life",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In astronomy and astrobiology, the circumstellar habitable zone (CHZ), or simply the habitable zone, is the range of orbits around a star within which a planetary surface can support liquid water given sufficient atmospheric pressure.[1][2][3][4][5] The bounds of the CHZ are based on Earth's position in the Solar System and the amount of radiant energy it receives from the Sun. Due to the importance of liquid water to Earth's biosphere, the nature of the CHZ and the objects within it may be instrumental in determining the scope and distribution of planets capable of supporting Earth-like extraterrestrial life and intelligence.\n\nThe habitable zone is also called the Goldilocks zone, a metaphor, allusion and antonomasia of the children's fairy tale of \"Goldilocks and the Three Bears\", in which a little girl chooses from sets of three items, ignoring the ones that are too extreme (large or small, hot or cold, etc.), and settling on the one in the middle, which is \"just right\".\n\nSince the concept was first presented in 1953,[6] many stars have been confirmed to possess a CHZ planet, including some systems that consist of multiple CHZ planets.[7] Most such planets, being either super-Earths or gas giants, are more massive than Earth, because massive planets are easier to detect.[8] On November 4, 2013, astronomers reported, based on Kepler data, that there could be as many as 40 billion Earth-sized planets orbiting in the habitable zones of Sun-like stars and red dwarfs in the Milky Way.[9][10] About 11 billion of these may be orbiting Sun-like stars.[11] Proxima Centauri b, located about 4.2 light-years (1.3 parsecs) from Earth in the constellation of Centaurus, is the nearest known exoplanet, and is orbiting in the habitable zone of its star.[12] The CHZ is also of particular interest to the emerging field of habitability of natural satellites, because planetary-mass moons in the CHZ might outnumber planets.[13]\n\nIn subsequent decades, the CHZ concept began to be challenged as a primary criterion for life, so the concept is still evolving.[14]  Since the discovery of evidence for extraterrestrial liquid water, substantial quantities of it are now thought to occur outside the circumstellar habitable zone. The concept of deep biospheres, like Earth's, that exist independently of stellar energy, are now generally accepted in astrobiology given the large amount of liquid water known to exist within in lithospheres and asthenospheres of the Solar System.[15] Sustained by other energy sources, such as tidal heating[16][17] or radioactive decay[18] or pressurized by non-atmospheric means, liquid water may be found even on rogue planets, or their moons.[19] Liquid water can also exist at a wider range of temperatures and pressures as a solution, for example with sodium chlorides in seawater on Earth, chlorides and sulphates on equatorial Mars,[20] or ammoniates,[21] due to its different colligative properties. In addition, other circumstellar zones, where non-water solvents favorable to hypothetical life based on alternative biochemistries could exist in liquid form at the surface, have been proposed.[22]\n\n"
        },
        {
            "title": "History",
            "text": "An estimate of the range of distances from the Sun allowing the existence of liquid water appears in Newton's Principia (Book III, Section 1, corol. 4).[23][clarification needed]\n\nThe concept of a circumstellar habitable zone was first introduced[24]\nin 1913, by Edward Maunder in his book \"Are The Planets Inhabited?\".[25]  The concept was later discussed in 1953 by Hubertus Strughold, who in his treatise The Green and the Red Planet: A Physiological Study of the Possibility of Life on Mars, coined the term \"ecosphere\" and referred to various \"zones\" in which life could emerge.[6][26] In the same year, Harlow Shapley wrote \"Liquid Water Belt\", which described the same concept in further scientific detail. Both works stressed the importance of liquid water to life.[27] Su-Shu Huang, an American astrophysicist, first introduced the term \"habitable zone\" in 1959 to refer to the area around a star where liquid water could exist on a sufficiently large body, and was the first to introduce it in the context of planetary habitability and extraterrestrial life.[28][29] A major early contributor to habitable zone concept, Huang argued in 1960 that circumstellar habitable zones, and by extension extraterrestrial life, would be uncommon in multiple star systems, given the gravitational instabilities of those systems.[30]\n\nThe concept of habitable zones was further developed in 1964 by Stephen H. Dole in his book Habitable Planets for Man, in which he discussed the concept of circumstellar habitable zone as well as various other determinants of planetary habitability, eventually estimating the number of habitable planets in the Milky Way to be about 600 million.[2] At the same time, science-fiction author Isaac Asimov introduced the concept of a circumstellar habitable zone to the general public through his various explorations of space colonization.[31] The term \"Goldilocks zone\" emerged in the 1970s, referencing specifically a region around a star whose temperature is \"just right\" for water to be present in the liquid phase.[32] In 1993, astronomer James Kasting introduced the term \"circumstellar habitable zone\" to refer more precisely to the region then (and still) known as the habitable zone.[28] Kasting was the first to present a detailed model for the habitable zone for exoplanets.[3][33]\n\nAn update to habitable zone concept came in 2000, when astronomers Peter Ward and Donald Brownlee introduced the idea of the \"galactic habitable zone\", which they later developed with Guillermo Gonzalez.[34][35] The galactic habitable zone, defined as the region where life is most likely to emerge in a galaxy, encompasses those regions close enough to a galactic center that stars there are enriched with heavier elements, but not so close that star systems, planetary orbits, and the emergence of life would be frequently disrupted by the intense radiation and enormous gravitational forces commonly found at galactic centers.[34]\n\nSubsequently, some astrobiologists propose that the concept be extended to other solvents, including dihydrogen, sulfuric acid, dinitrogen, formamide, and methane, among others, which would support hypothetical life forms that use an alternative biochemistry.[22] In 2013, further developments in habitable zone concepts were made with the proposal of a circum planetary habitable zone, also known as the \"habitable edge\", to encompass the region around a planet where the orbits of natural satellites would not be disrupted, and at the same time tidal heating from the planet would not cause liquid water to boil away.[36]\n\nIt has been noted that the current term of 'circumstellar habitable zone' poses confusion as the name suggests that planets within this region will possess a habitable environment.[37][38] However, surface conditions are dependent on a host of different individual properties of that planet.[37][38] This misunderstanding is reflected in excited reports of 'habitable planets'.[39][40][41] Since it is completely unknown whether conditions on these distant CHZ worlds could host life, different terminology is needed.[38][40][42][43]\n\n"
        },
        {
            "title": "Determination",
            "text": "Whether a body is in the circumstellar habitable zone of its host star is dependent on the radius of the planet's orbit (for natural satellites, the host planet's orbit), the mass of the body itself, and the radiative flux of the host star. Given the large spread in the masses of planets within a circumstellar habitable zone, coupled with the discovery of super-Earth planets which can sustain thicker atmospheres and stronger magnetic fields than Earth, circumstellar habitable zones are now split into two separate regions—a \"conservative habitable zone\" in which lower-mass planets like Earth can remain habitable, complemented by a larger \"extended habitable zone\" in which a planet like Venus, with stronger greenhouse effects, can have the right temperature for liquid water to exist at the surface.[45]\n\nEstimates for the habitable zone within the Solar System range from 0.38 to 10.0 astronomical units,[46][47][48][49] though arriving at these estimates has been challenging for a variety of reasons. Numerous planetary mass objects orbit within, or close to, this range and as such receive sufficient sunlight to raise temperatures above the freezing point of water. However, their atmospheric conditions vary substantially.\n\nThe aphelion of Venus, for example, touches the inner edge of the zone in most estimates and while atmospheric pressure at the surface is sufficient for liquid water, a strong greenhouse effect raises surface temperatures to 462 °C (864 °F) at which water can only exist as vapour.[50] The entire orbits of the Moon,[51] Mars,[52] and numerous asteroids also lie within various estimates of the habitable zone. Only at Mars' lowest elevations (less than 30% of the planet's surface) is atmospheric pressure and temperature sufficient for water to, if present, exist in liquid form for short periods.[53] At Hellas Basin, for example, atmospheric pressures can reach 1,115 Pa and temperatures above zero Celsius (about the triple point for water) for 70 days in the Martian year.[53] Despite indirect evidence in the form of seasonal flows on warm Martian slopes,[54][55][56][57] no confirmation has been made of the presence of liquid water there. While other objects orbit partly within this zone, including comets, Ceres[58] is the only one of planetary mass. A combination of low mass and an inability to mitigate evaporation and atmosphere loss against the solar wind make it impossible for these bodies to sustain liquid water on their surface.\n\nDespite this, studies are strongly suggestive of past liquid water on the surface of Venus,[59] Mars,[60][61][62] Vesta[63] and Ceres,[64][65] suggesting a more common phenomenon than previously thought. Since sustainable liquid water is thought to be essential to support complex life, most estimates, therefore, are inferred from the effect that a repositioned orbit would have on the habitability of Earth or Venus as their surface gravity allows sufficient atmosphere to be retained for several billion years.\n\nAccording to extended habitable zone concept, planetary-mass objects with atmospheres capable of inducing sufficient radiative forcing could possess liquid water farther out from the Sun. Such objects could include those whose atmospheres contain a high component of greenhouse gas and terrestrial planets much more massive than Earth (super-Earth class planets), that have retained atmospheres with surface pressures of up to 100 kbar. There are no examples of such objects in the Solar System to study; not enough is known about the nature of atmospheres of these kinds of extrasolar objects, and their position in the habitable zone cannot determine the net temperature effect of such atmospheres including induced albedo, anti-greenhouse or other possible heat sources.\n\nFor reference, the average distance from the Sun of some major bodies within the various estimates of the habitable zone is: Mercury, 0.39 AU; Venus, 0.72 AU; Earth, 1.00 AU; Mars, 1.52 AU; Vesta, 2.36 AU; Ceres and Pallas, 2.77 AU; Jupiter, 5.20 AU; Saturn, 9.58 AU. In the most conservative estimates, only Earth lies within the zone; in the most permissive estimates, even Saturn at perihelion, or Mercury at aphelion, might be included.\n\nAstronomers use stellar flux and the inverse-square law to extrapolate circumstellar habitable zone models created for the Solar System to other stars. For example, according to Kopparapu's habitable zone estimate, although the Solar System has a circumstellar habitable zone centered at 1.34 AU from the Sun,[4] a star with 0.25 times the luminosity of the Sun would have a habitable zone centered at \n\n\n\n\n\n0.25\n\n\n\n\n{\\displaystyle {\\sqrt {0.25}}}\n\n, or 0.5, the distance from the star, corresponding to a distance of 0.67 AU. Various complicating factors, though, including the individual characteristics of stars themselves, mean that extrasolar extrapolation of the CHZ concept is more complex.\n\nSome scientists argue that the concept of a circumstellar habitable zone is actually limited to stars in certain types of systems or of certain spectral types. Binary systems, for example, have circumstellar habitable zones that differ from those of single-star planetary systems, in addition to the orbital stability concerns inherent with a three-body configuration.[77] If the Solar System were such a binary system, the outer limits of the resulting circumstellar habitable zone could extend as far as 2.4 AU.[78][79]\n\nWith regard to spectral types, Zoltán Balog proposes that O-type stars cannot form planets due to the photoevaporation caused by their strong ultraviolet emissions.[80] Studying ultraviolet emissions, Andrea Buccino found that only 40% of stars studied (including the Sun) had overlapping liquid water and ultraviolet habitable zones.[81] Stars smaller than the Sun, on the other hand, have distinct impediments to habitability. For example, Michael Hart proposed that only main-sequence stars of spectral class K0 or brighter could offer habitable zones, an idea which has evolved in modern times into the concept of a tidal locking radius for red dwarfs. Within this radius, which is coincidental with the red-dwarf habitable zone, it has been suggested that the volcanism caused by tidal heating could cause a \"tidal Venus\" planet with high temperatures and no hospitable environment to life.[82]\n\nOthers maintain that circumstellar habitable zones are more common, and that it is indeed possible for water to exist on planets orbiting cooler stars. Climate modelling from 2013 supports the idea that red dwarf stars can support planets with relatively constant temperatures over their surfaces in spite of tidal locking.[83] Astronomy professor Eric Agol argues that even white dwarfs may support a relatively brief habitable zone through planetary migration.[84] At the same time, others have written in similar support of semi-stable, temporary habitable zones around brown dwarfs.[82] Also, a habitable zone in the outer parts of stellar systems may exist during the pre-main-sequence phase of stellar evolution, especially around M-dwarfs, potentially lasting for billion-year timescales.[85]\n\nCircumstellar habitable zones change over time with stellar evolution. For example, hot O-type stars, which may remain on the main sequence for fewer than 10 million years,[86] would have rapidly changing habitable zones not conducive to the development of life. Red dwarf stars, on the other hand, which can live for hundreds of billions of years on the main sequence, would have planets with ample time for life to develop and evolve.[87][88] Even while stars are on the main sequence, though, their energy output steadily increases, pushing their habitable zones farther out; our Sun, for example, was 75% as bright in the Archaean as it is now,[89] and in the future, continued increases in energy output will put Earth outside the Sun's habitable zone, even before it reaches the red giant phase.[90] In order to deal with this increase in luminosity, the concept of a continuously habitable zone has been introduced. As the name suggests, the continuously habitable zone is a region around a star in which planetary-mass bodies can sustain liquid water for a given period. Like the general circumstellar habitable zone, the continuously habitable zone of a star is divided into a conservative and extended region.[90]\n\nIn red dwarf systems, gigantic stellar flares which could double a star's brightness in minutes[91] and huge starspots which can cover 20% of the star's surface area,[92] have the potential to strip an otherwise habitable planet of its atmosphere and water.[93] As with more massive stars, though, stellar evolution changes their nature and energy flux,[94] so by about 1.2 billion years of age, red dwarfs generally become sufficiently constant to allow for the development of life.[93][95]\n\nOnce a star has evolved sufficiently to become a red giant, its circumstellar habitable zone will change dramatically from its main-sequence size.[96] For example, the Sun is expected to engulf the previously habitable Earth as a red giant.[97][98] However, once a red giant star reaches the horizontal branch, it achieves a new equilibrium and can sustain a new circumstellar habitable zone, which in the case of the Sun would range from 7 to 22 AU.[99] At such stage, Saturn's moon Titan would likely be habitable in Earth's temperature sense.[100] Given that this new equilibrium lasts for about 1 Gyr, and because life on Earth emerged by 0.7 Gyr from the formation of the Solar System at latest, life could conceivably develop on planetary mass objects in the habitable zone of red giants.[99] However, around such a helium-burning star, important life processes like photosynthesis could only happen around planets where the atmosphere has carbon dioxide, as by the time a solar-mass star becomes a red giant, planetary-mass bodies would have already absorbed much of their free carbon dioxide.[101] Moreover, as Ramirez and Kaltenegger (2016)[98] showed, intense stellar winds would completely remove the atmospheres of such smaller planetary bodies, rendering them uninhabitable anyway. Thus, Titan would not be habitable even after the Sun becomes a red giant.[98] Nevertheless, life need not originate during this stage of stellar evolution for it to be detected. Once the star becomes a red giant, and the habitable zone extends outward,  the icy surface would melt, forming a temporary atmosphere that can be searched for signs of life that may have been thriving before the start of the red giant stage.[98]\n\nA planet's atmospheric conditions influence its ability to retain heat, so that the location of the habitable zone is also specific to each type of planet: desert planets (also known as dry planets), with very little water, will have less water vapor in the atmosphere than Earth and so have a reduced greenhouse effect, meaning that a desert planet could maintain oases of water closer to its star than Earth is to the Sun. The lack of water also means there is less ice to reflect heat into space, so the outer edge of desert-planet habitable zones is further out.[102][103]\n\nA planet cannot have a hydrosphere—a key ingredient for the formation of carbon-based life—unless there is a source for water within its stellar system. The origin of water on Earth is still not completely understood; possible sources include the result of impacts with icy bodies, outgassing, mineralization, leakage from hydrous minerals from the lithosphere, and photolysis.[104][105] For an extrasolar system, an icy body from beyond the frost line could migrate into the habitable zone of its star, creating an ocean planet with seas hundreds of kilometers deep[106] such as GJ 1214 b[107][108] or Kepler-22b may be.[109]\n\nMaintenance of liquid surface water also requires a sufficiently thick atmosphere. Possible origins of terrestrial atmospheres are currently theorised to outgassing, impact degassing and ingassing.[110] Atmospheres are thought to be maintained through similar processes along with biogeochemical cycles and the mitigation of atmospheric escape.[111] In a 2013 study led by Italian astronomer Giovanni Vladilo, it was shown that the size of the circumstellar habitable zone increased with greater atmospheric pressure.[73] Below an atmospheric pressure of about 15 millibars, it was found that habitability could not be maintained[73] because even a small shift in pressure or temperature could render water unable to form as a liquid.[112]\n\nAlthough traditional definitions of the habitable zone assume that carbon dioxide and water vapor are the most important greenhouse gases (as they are on the Earth),[28] a study[48] led by Ramses Ramirez and co-author Lisa Kaltenegger has shown that the size of the habitable zone is greatly increased if prodigious volcanic outgassing of hydrogen is also included along with the carbon dioxide and water vapor. The outer edge in the Solar System would extend out as far as 2.4 AU in that case. Similar increases in the size of the habitable zone were computed for other stellar systems. An earlier study by Ray Pierrehumbert and Eric Gaidos[47] had eliminated the CO2-H2O concept entirely, arguing that young planets could accrete many tens to hundreds of bars of hydrogen from the protoplanetary disc, providing enough of a greenhouse effect to extend the solar system outer edge to 10 AU. In this case, though, the hydrogen is not continuously replenished by volcanism and is lost within millions to tens-of-millions of years.\n\nIn the case of planets orbiting in the CHZs of red dwarf stars, the extremely close distances to the stars cause tidal locking, an important factor in habitability. For a tidally locked planet, the sidereal day is as long as the orbital period, causing one side to permanently face the host star and the other side to face away. In the past, such tidal locking was thought to cause extreme heat on the star-facing side and bitter cold on the opposite side, making many red dwarf planets uninhabitable; however, three-dimensional climate models in 2013 showed that the side of a red dwarf planet facing the host star could have extensive cloud cover, increasing its bond albedo and reducing significantly temperature differences between the two sides.[83]\n\nPlanetary-mass natural satellites have the potential to be habitable as well. However, these bodies need to fulfill additional parameters, in particular being located within the circumplanetary habitable zones of their host planets.[36] More specifically, moons need to be far enough from their host giant planets that they are not transformed by tidal heating into volcanic worlds like Io,[36] but must remain within the Hill radius of the planet so that they are not pulled out of the orbit of their host planet.[113] Red dwarfs that have masses less than 20% of that of the Sun cannot have habitable moons around giant planets, as the small size of the circumstellar habitable zone would put a habitable moon so close to the star that it would be stripped from its host planet. In such a system, a moon close enough to its host planet to maintain its orbit would have tidal heating so intense as to eliminate any prospects of habitability.[36]\n\nA planetary object that orbits a star with high orbital eccentricity may spend only some of its year in the CHZ and experience a large variation in temperature and atmospheric pressure. This would result in dramatic seasonal phase shifts where liquid water may exist only intermittently. It is possible that subsurface habitats could be insulated from such changes and that extremophiles on or near the surface might survive through adaptions such as hibernation (cryptobiosis) and/or hyperthermostability. Tardigrades, for example, can survive in a dehydrated state temperatures between 0.150 K (−273 °C)[114] and 424 K (151 °C).[115] Life on a planetary object orbiting outside CHZ might hibernate on the cold side as the planet approaches the apastron where the planet is coolest and become active on approach to the periastron when the planet is sufficiently warm.[116]\n\n"
        },
        {
            "title": "Extrasolar discoveries",
            "text": "A 2015 review concluded that the exoplanets Kepler-62f, Kepler-186f and Kepler-442b were likely the best candidates for being potentially habitable.[117] These are at a distance of 990, 490 and 1,120 light-years away, respectively. Of these, Kepler-186f is closest in size to Earth with 1.2 times Earth's radius, and it is located towards the outer edge of the habitable zone around its red dwarf star. Among nearest terrestrial exoplanet candidates, Tau Ceti e is 11.9 light-years away. It is in the inner edge of its solar system's habitable zone, giving it an estimated average surface temperature of 68 °C (154 °F).[118]\n\nStudies that have attempted to estimate the number of terrestrial planets within the circumstellar habitable zone tend to reflect the availability of scientific data. A 2013 study by Ravi Kumar Kopparapu put ηe, the fraction of stars with planets in the CHZ, at 0.48,[4] meaning that there may be roughly 95–180 billion habitable planets in the Milky Way.[119] However, this is merely a statistical prediction; only a small fraction of these possible planets have yet been discovered.[120]\n\nPrevious studies have been more conservative. In 2011, Seth Borenstein concluded that there are roughly 500 million habitable planets in the Milky Way.[121] NASA's Jet Propulsion Laboratory 2011 study, based on observations from the Kepler mission, raised the number somewhat, estimating that about \"1.4 to 2.7 percent\" of all stars of spectral class F, G, and K are expected to have planets in their CHZs.[122][123]\n\nThe first discoveries of extrasolar planets in the CHZ occurred just a few years after the first extrasolar planets were discovered. However, these early detections were all gas giant sized, and many in eccentric orbits. Despite this, studies indicate the possibility of large, Earth-like moons around these planets supporting liquid water.[124]\nOne of the first discoveries was 70 Virginis b, a gas giant initially nicknamed \"Goldilocks\" due to it being neither \"too hot\" nor \"too cold\". Later study revealed temperatures analogous to Venus, ruling out any potential for liquid water.[125] 16 Cygni Bb, also discovered in 1996, has an extremely eccentric orbit that spends only part of its time in the CHZ, such an orbit would causes extreme seasonal effects. In spite of this, simulations have suggested that a sufficiently large companion could support surface water year-round.[126]\n\nGliese 876 b, discovered in 1998, and Gliese 876 c, discovered in 2001, are both gas giants discovered in the habitable zone around Gliese 876 that may also have large moons.[127] Another gas giant, Upsilon Andromedae d was discovered in 1999 orbiting Upsilon Andromidae's habitable zone.\n\nAnnounced on April 4, 2001, HD 28185 b is a gas giant found to orbit entirely within its star's circumstellar habitable zone[128] and has a low orbital eccentricity, comparable to that of Mars in the Solar System.[129] Tidal interactions suggest it could harbor habitable Earth-mass satellites in orbit around it for many billions of years,[130] though it is unclear whether such satellites could form in the first place.[131]\n\nHD 69830 d, a gas giant with 17 times the mass of Earth, was found in 2006 orbiting within the circumstellar habitable zone of HD 69830, 41 light years away from Earth.[132] The following year, 55 Cancri f was discovered within the CHZ of its host star 55 Cancri A.[133][134] Hypothetical satellites with sufficient mass and composition are thought to be able to support liquid water at their surfaces.[135]\n\nThough, in theory, such giant planets could possess moons, the technology did not exist to detect moons around them, and no extrasolar moons had been discovered. Planets within the zone with the potential for solid surfaces were therefore of much higher interest.\n\nThe 2007 discovery of Gliese 581 c, the first super-Earth in the circumstellar habitable zone, created significant interest in the system by the scientific community, although the planet was later found to have extreme surface conditions that may resemble Venus.[136] Gliese 581 d, another planet in the same system and thought to be a better candidate for habitability, was also announced in 2007. Its existence was later disconfirmed in 2014, but only for short time. As of 2015, the planet has no newer disconfirmations. Gliese 581 g, yet another planet thought to have been discovered in the circumstellar habitable zone of the system, was considered to be more habitable than both Gliese 581 c and d. However, its existence was also disconfirmed in 2014,[137] and astronomers are divided about its existence.\n\nDiscovered in August 2011, HD 85512 b was initially speculated to be habitable,[138] but the new circumstellar habitable zone criteria devised by Kopparapu et al. in 2013 place the planet outside the circumstellar habitable zone.[120]\n\nKepler-22 b, discovered in December 2011 by the Kepler space probe,[139] is the first transiting exoplanet discovered around a Sun-like star. With a radius 2.4 times that of Earth, Kepler-22b has been predicted by some to be an ocean planet.[140]\nGliese 667 Cc, discovered in 2011 but announced in 2012,[141] is a super-Earth orbiting in the circumstellar habitable zone of Gliese 667 C. It is one of the most Earth-like planets known.\n\nGliese 163 c, discovered in September 2012 in orbit around the red dwarf Gliese 163[142] is located 49 light years from Earth. The planet has 6.9 Earth masses and 1.8–2.4 Earth radii, and with its close orbit receives 40 percent more stellar radiation than Earth, leading to surface temperatures of about 60° C.[143][144][145] HD 40307 g, a candidate planet tentatively discovered in November 2012, is in the circumstellar habitable zone of HD 40307.[146] In December 2012, Tau Ceti e and Tau Ceti f were found in the circumstellar habitable zone of Tau Ceti, a Sun-like star 12 light years away.[147] Although more massive than Earth, they are among the least massive planets found to date orbiting in the habitable zone;[148] however, Tau Ceti f, like HD 85512 b, did not fit the new circumstellar habitable zone criteria established by the 2013 Kopparapu study.[149] It is now considered as uninhabitable.\n\nRecent discoveries have uncovered planets that are thought to be similar in size or mass to Earth. \"Earth-sized\" ranges are typically defined by mass. The lower range used in many definitions of the super-Earth class is 1.9 Earth masses; likewise, sub-Earths range up to the size of Venus (~0.815 Earth masses). An upper limit of 1.5 Earth radii is also considered, given that above 1.5 REarth the average planet density rapidly decreases with increasing radius, indicating these planets have a significant fraction of volatiles by volume overlying a rocky core.[150] A genuinely Earth-like planet – an Earth analog or \"Earth twin\" – would need to meet many conditions beyond size and mass; such properties are not observable using current technology.\n\nA solar analog (or \"solar twin\") is a star that resembles the Sun. To date, no solar twin with an exact match as that of the Sun has been found. However, some stars are nearly identical to the Sun and are considered solar twins. An exact solar twin would be a G2V star with a 5,778 K temperature, be 4.6 billion years old, with the correct metallicity and a 0.1% solar luminosity variation.[151] Stars with an age of 4.6 billion years are at the most stable state. Proper metallicity and size are also critical to low luminosity variation.[152][153][154]\n\nUsing data collected by NASA's Kepler Space observatory and the W. M. Keck Observatory, scientists have estimated that 22% of solar-type stars in the Milky Way galaxy have Earth-sized planets in their habitable zone.[155]\n\nOn 7 January 2013, astronomers from the Kepler team announced the discovery of Kepler-69c (formerly KOI-172.02), an Earth-size exoplanet candidate (1.7 times the radius of Earth) orbiting Kepler-69, a star similar to our Sun, in the CHZ and expected to offer habitable conditions.[156][157][158][159] The discovery of two planets orbiting in the habitable zone of Kepler-62, by the Kepler team was announced on April 19, 2013. The planets, named Kepler-62e and Kepler-62f, are likely solid planets with sizes 1.6 and 1.4 times the radius of Earth, respectively.[158][159][160]\n\nWith a radius estimated at 1.1 Earth, Kepler-186f, discovery announced in April 2014, is the closest yet size to Earth of an exoplanet confirmed by the transit method[161][162][163] though its mass remains unknown and its parent star is not a Solar analog.\n\nKapteyn b, discovered in June 2014 is a possible rocky world of about 4.8 Earth masses and about 1.5 earth radii was found orbiting the habitable zone of the red subdwarf Kapteyn's Star, 12.8 light-years away.[164]\n\nOn 6 January 2015, NASA announced the 1000th confirmed exoplanet discovered by the Kepler Space Telescope. Three of the newly confirmed exoplanets were found to orbit within habitable zones of their related stars: two of the three, Kepler-438b and Kepler-442b, are near-Earth-size and likely rocky; the third, Kepler-440b, is a super-Earth.[165] However, Kepler-438b is found to be a subject of powerful flares, so it is now considered uninhabitable. 16 January, K2-3d a planet of 1.5 Earth radii was found orbiting within the habitable zone of K2-3, receiving 1.4 times the intensity of visible light as Earth.[166]\n\nKepler-452b, announced on 23 July 2015 is 50% bigger than Earth, likely rocky and takes approximately 385 Earth days to orbit the habitable zone of its G-class (solar analog) star Kepler-452.[167][168]\n\nThe discovery of a system of three tidally-locked planets orbiting the habitable zone of an ultracool dwarf star, TRAPPIST-1, was announced in May 2016.[169] The discovery is considered significant because it dramatically increases the possibility of smaller, cooler, more numerous and closer stars possessing habitable planets.\n\nTwo potentially habitable planets, discovered by the K2 mission in July 2016 orbiting around the M dwarf K2-72 around 227 light year from the Sun: K2-72c and K2-72e are both of similar size to Earth and receive similar amounts of stellar radiation.[170]\n\nAnnounced on the 20 April 2017, LHS 1140b is a super-dense super-Earth 39 light years away, 6.6 times Earth's mass and 1.4 times radius, its star 15% the mass of the Sun but with much less observable stellar flare activity than most M dwarfs.[171] The planet is one of few observable by both transit and radial velocity that's mass is confirmed with an atmosphere may be studied.\n\nDiscovered by radial velocity in June 2017, with approximately three times the mass of Earth, Luyten b orbits within the habitable zone of Luyten's Star just 12.2 light-years away.[172]\n\nAt 11 light-years away, a second closest planet, Ross 128 b, was announced in November 2017 following a decade's radial velocity study of relatively \"quiet\" red dwarf star Ross 128. At 1.35 times Earth's mass, is it roughly Earth-sized and likely rocky in composition.[173]\n\nDiscovered in March 2018, K2-155d is about 1.64 time the radius of Earth, is likely rocky and orbits in the habitable zone of its red dwarf star 203 light years away.[174][175][176]\n\nOne of the earliest discoveries by the Transiting Exoplanet Survey Satellite (TESS) announced July 31, 2019 is a Super Earth planet GJ 357 d orbiting the outer edge of a red dwarf 31 light years away.[177]\n\nK2-18b is an exoplanet 124 light-years away, orbiting in the habitable zone of the K2-18, a red dwarf. This planet is significant for water vapour found in its atmosphere; this was announced on September 17, 2019.\n\nIn September 2020, astronomers identified 24 superhabitable planet (planets better than Earth) contenders, from among more than 4000 confirmed exoplanets at present, based on astrophysical parameters, as well as the natural history of known life forms on the Earth.[178]\n\n"
        },
        {
            "title": "Habitability outside the CHZ",
            "text": "Liquid-water environments have been found to exist in the absence of atmospheric pressure, and at temperatures outside the CHZ temperature range. For example, Saturn's moons Titan and Enceladus and Jupiter's moons Europa and Ganymede, all of which are outside the habitable zone, may hold large volumes of liquid water in subsurface oceans.[179]\n\nOutside the CHZ, tidal heating and radioactive decay are two possible heat sources that could contribute to the existence of liquid water.[16][17] Abbot and Switzer (2011) put forward the possibility that subsurface water could exist on rogue planets as a result of radioactive decay-based heating and insulation by a thick surface layer of ice.[19]\n\nWith some theorising that life on Earth may have actually originated in stable, subsurface habitats,[180][181] it has been suggested that it may be common for wet subsurface extraterrestrial habitats such as these to 'teem with life'.[182] Indeed, on Earth itself living organisms may be found more than 6 kilometres below the surface.[183]\n\nAnother possibility is that outside the CHZ organisms may use alternative biochemistries that do not require water at all. Astrobiologist Christopher McKay, has suggested that methane (CH4) may be a solvent conducive to the development of \"cryolife\", with the Sun's \"methane habitable zone\" being centered on 1,610,000,000 km (1.0×109 mi; 11 AU) from the star.[22] This distance is coincident with the location of Titan, whose lakes and rain of methane make it an ideal location to find McKay's proposed cryolife.[22] In addition, testing of a number of organisms has found some are capable of surviving in extra-CHZ conditions.[184]\n\n"
        },
        {
            "title": "Significance for complex and intelligent life",
            "text": "The Rare Earth hypothesis argues that complex and intelligent life is uncommon and that the CHZ is one of many critical factors. According to Ward & Brownlee (2004) and others, not only is a CHZ orbit and surface water a primary requirement to sustain life but a requirement to support the secondary conditions required for multicellular life to emerge and evolve. The secondary habitability factors are both geological (the role of surface water in sustaining necessary plate tectonics)[34] and biochemical (the role of radiant energy in supporting photosynthesis for necessary atmospheric oxygenation).[185] But others, such as Ian Stewart and Jack Cohen in their 2002 book Evolving the Alien argue that complex intelligent life may arise outside the CHZ.[186] Intelligent life outside the CHZ may have evolved in subsurface environments, from alternative biochemistries[186] or even from nuclear reactions.[187]\n\nOn Earth, several complex multicellular life forms (or eukaryotes) have been identified with the potential to survive conditions that might exist outside the conservative habitable zone. Geothermal energy sustains ancient circumvental ecosystems, supporting large complex life forms such as Riftia pachyptila.[188] Similar environments may be found in oceans pressurised beneath solid crusts, such as those of Europa and Enceladus, outside of the habitable zone.[189] Numerous microorganisms have been tested in simulated conditions and in low Earth orbit, including eukaryotes. An animal example is the Milnesium tardigradum, which can withstand extreme temperatures well above the boiling point of water and the cold vacuum of outer space.[190] In addition, the lichens Rhizocarpon geographicum and Xanthoria elegans have been found to survive in an environment where the atmospheric pressure is far too low for surface liquid water and where the radiant energy is also much lower than that which most plants require to photosynthesize.[191][192][193] The fungi Cryomyces antarcticus and Cryomyces minteri are also able to survive and reproduce in Mars-like conditions.[193]\n\nSpecies, including humans, known to possess animal cognition require large amounts of energy,[194] and have adapted to specific conditions, including an abundance of atmospheric oxygen and the availability of large quantities of chemical energy synthesized from radiant energy. If humans are to colonize other planets, true Earth analogs in the CHZ are most likely to provide the closest natural habitat; this concept was the basis of Stephen H. Dole's 1964 study. With suitable temperature, gravity, atmospheric pressure and the presence of water, the necessity of spacesuits or space habitat analogues on the surface may be eliminated, and complex Earth life can thrive.[2]\n\nPlanets in the CHZ remain of paramount interest to researchers looking for intelligent life elsewhere in the universe.[195] The Drake equation, sometimes used to estimate the number of intelligent civilizations in our galaxy, contains the factor or parameter ne, which is the average number of planetary-mass objects orbiting within the CHZ of each star. A low value lends support to the Rare Earth hypothesis, which posits that intelligent life is a rarity in the Universe, whereas a high value provides evidence for the Copernican mediocrity principle, the view that habitability—and therefore life—is common throughout the Universe.[34] A 1971 NASA report by Drake and Bernard Oliver proposed the \"water hole\", based on the spectral absorption lines of the hydrogen and hydroxyl components of water, as a good, obvious band for communication with extraterrestrial intelligence[196][197] that has since been widely adopted by astronomers involved in the search for extraterrestrial intelligence. According to Jill Tarter, Margaret Turnbull and many others, CHZ candidates are the priority targets to narrow waterhole searches[198][199] and the Allen Telescope Array now extends Project Phoenix to such candidates.[200]\n\nBecause the CHZ is considered the most likely habitat for intelligent life, METI efforts have also been focused on systems likely to have planets there. The 2001 Teen Age Message and the 2003 Cosmic Call 2, for example, were sent to the 47 Ursae Majoris system, known to contain three Jupiter-mass planets and possibly with a terrestrial planet in the CHZ.[201][202][203][204] The Teen Age Message was also directed to the 55 Cancri system, which has a gas giant in its CHZ.[133] A Message from Earth in 2008,[205] and Hello From Earth in 2009, were directed to the Gliese 581 system, containing three planets in the CHZ—Gliese 581 c, d, and the unconfirmed g.\n\n"
        }
    ]
}