{
    "url": "https://en.wikipedia.org/wiki/Classical_elements",
    "title": "Classical element",
    "table_of_contents": [
        "1 Hellenistic philosophy",
        "1.1 Pre-Socratic elements",
        "1.2 Plato",
        "1.3 Humorism",
        "1.4 Aristotle",
        "1.5 Neo-Platonism",
        "1.6 Hermeticism",
        "2 Ancient Indian philosophy",
        "2.1 Hinduism",
        "2.2 Buddhism",
        "3 Post-classical history",
        "3.1 Alchemy",
        "3.2 Medieval Aristotelian philosophy",
        "3.3 Japan",
        "4 Modern history",
        "4.1 Chemical element",
        "4.2 Western astrology",
        "4.3 Criticism",
        "5 See also",
        "6 Notes",
        "7 References",
        "7.1 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nClassical elements typically refer to earth, water, air, fire, and (later) aether which were proposed to explain the nature and complexity of all matter in terms of simpler substances.[1][2] Ancient cultures in Greece, Tibet, and India had similar lists which sometimes referred, in local languages, to \"air\" as \"wind\" and the fifth element as \"void\".\n\nThese different cultures and even individual philosophers had widely varying explanations concerning their attributes and how they related to observable phenomena as well as cosmology. Sometimes these theories overlapped with mythology and were personified in deities. Some of these interpretations included atomism (the idea of very small, indivisible portions of matter), but other interpretations considered the elements to be divisible into infinitely small pieces without changing their nature.\n\nWhile the classification of the material world in ancient Indian, Hellenistic Egypt, and ancient Greece into Air, Earth, Fire and Water was more philosophical, during the Middle Ages medieval scientists used practical, experimental observation to classify materials.[3] In Europe, the Ancient Greek concept, devised by Empedocles, evolved into the system of Aristotle and Hippocrates, who introduced systematic classification into the area, which evolved slightly into the medieval system, which for the first time in Europe became subject to experimental verification in the 1600s, during the Scientific Revolution.[4]\n\nModern science does not support the classical elements as the material basis of the physical world.  Atomic theory classifies atoms into more than a hundred chemical elements such as oxygen, iron, and mercury. These elements form chemical compounds and mixtures, and under different temperatures and pressures, these substances can adopt different states of matter. The most commonly observed states of solid, liquid, gas, and plasma share many attributes with the classical elements of earth, water, air, and fire, respectively, but these states are due to similar behavior of different types of atoms at similar energy levels, and not due to containing a certain type of atom or substance.\n\n"
        },
        {
            "title": "Hellenistic philosophy",
            "text": "\n\n\nThe ancient Greek concept of four basic elements, these being earth (γῆ gê), water (ὕδωρ hýdōr), air (ἀήρ aḗr), and fire (πῦρ pŷr), dates from pre-Socratic times and persisted throughout the Middle Ages and into the Renaissance, deeply influencing European thought and culture.[5]\n\nThe Sicilian Greek philosopher Empedocles (c. 450 BC) proved (at least to his satisfaction) that air was a separate substance by observing that a bucket inverted in water did not become filled with water, a pocket of air remaining trapped inside.[6] Prior to Empedocles, Greek philosophers had debated which substance was the arche (\"first principle\"), or primordial element from which everything else was made; Heraclitus championed fire, Thales supported water, and Anaximenes plumped for air.[7] Anaximander argued that the primordial substance was not any of the known substances, but could be transformed into them, and they into each other.[8][5] Empedocles was the first to propose four elements, fire, earth, air, and water.[9] He called them the four \"roots\" (ῥιζώματα, rhizōmata).\n\nPlato seems to have been the first to use the term \"element (στοιχεῖον, stoicheîon)\" in reference to air, fire, earth, and water.[10]  The ancient Greek word for element, stoicheion (from stoicheo, \"to line up\") meant \"smallest division (of a sun-dial), a syllable\", as the composing unit of an alphabet it could denote a letter and the smallest unit from which a word is formed.\n\nAccording to Galen, these elements were used by Hippocrates in describing the human body with an association with the four humours: yellow bile (fire), black bile (earth), blood (air), and phlegm (water). Medical care was primarily about helping the patient stay in or return to his/her own personal natural balanced state.[11]\n\nIn On the Heavens, Aristotle defines \"element\" in general:\n\nIn his On Generation and Corruption,[13][14] Aristotle related each of the four elements to two of the four sensible qualities:\n\nA classic diagram has one square inscribed in the other, with the corners of one being the classical elements, and the corners of the other being the properties. The opposite corner is the opposite of these properties, \"hot – cold\" and \"dry – wet\".\n\nAristotle added a fifth element, aether (αἰθήρ aither), as the quintessence, reasoning that whereas fire, earth, air, and water were earthly and corruptible, since no changes had been perceived in the heavenly regions, the stars cannot be made out of any of the four elements but must be made of a different, unchangeable, heavenly substance.[15] It had previously been believed by pre-Socratics such as Empedocles and Anaxagoras that aether, the name applied to the material of heavenly bodies, was a form of fire. Aristotle himself did not use the term aether for the fifth element, and strongly criticised the pre-Socratics for associating the term with fire. He preferred a number of other terms indicating eternal movement, thus emphasising the evidence for his discovery of a new element.[16] These five elements have been associated since Plato's Timaeus with the five platonic solids.\n\nThe Neoplatonic philosopher Proclus rejected Aristotle's theory relating the elements to the sensible qualities hot, cold, wet, and dry. He maintained that each of the elements has three properties. Fire is sharp, subtle, and mobile while its opposite, earth, is blunt, dense, and immobile; they are joined by the intermediate elements, air and water, in the following fashion:[17]\n\n\nA text written in Egypt in Hellenistic or Roman times called the Kore Kosmou (\"Virgin of the World\") ascribed to Hermes Trismegistus (associated with the Egyptian god Thoth), names the four elements fire, water, air, and earth. As described in this book:\n\n"
        },
        {
            "title": "Ancient Indian philosophy",
            "text": "\n\n\nThe system of five elements are found in Vedas, especially Ayurveda, the pancha mahabhuta, or \"five great elements\", of Hinduism are:\n\nThey further suggest that all of creation, including the human body, is made of these five essential elements and that upon death, the human body dissolves into these five elements of nature, thereby balancing the cycle of nature.[21]\n\nThe five elements are associated with the five senses, and act as the gross medium for the experience of sensations. The basest element, earth, created using all the other elements, can be perceived by all five senses — (i) hearing, (ii) touch, (iii) sight, (iv) taste, and (v) smell. The next higher element, water, has no odor but can be heard, felt, seen and tasted. Next comes fire, which can be heard, felt and seen. Air can be heard and felt. \"Akasha\" (aether) is beyond the senses of smell, taste, sight, and touch; it being accessible to the sense of hearing alone.[22][23][24]\n\n\n\nIn the Pali literature, the mahabhuta (\"great elements\") or catudhatu (\"four elements\") are earth, water, fire and air. In early Buddhism, the four elements are a basis for understanding suffering and for liberating oneself from suffering. The earliest Buddhist texts explain that the four primary material elements are solidity, fluidity, temperature, and mobility, characterized as earth, water, fire, and air, respectively.[25]\n\nThe Buddha's teaching regarding the four elements is to be understood as the base of all observation of real sensations rather than as a philosophy. The four properties are cohesion (water), solidity or inertia (earth), expansion or vibration (air) and heat or energy content (fire). He promulgated a categorization of mind and matter as composed of eight types of \"kalapas\" of which the four elements are primary and a secondary group of four are colour, smell, taste, and nutriment which are derivative from the four primaries.[26][a][27]\n\nThanissaro Bhikkhu (1997) renders an extract of Shakyamuni Buddha’s from Pali into English thus:\n\nTibetan Buddhist medical literature speaks of the pañca mahābhūta (five elements). It was also extensively used in Traditional Tibetan Medicine. [29][30]\n\n"
        },
        {
            "title": "Post-classical history",
            "text": "\n\nThe elemental system used in medieval alchemy was developed primarily by the anonymous authors of the Arabic works attributed to Pseudo Apollonius of Tyana.[31] This system consisted of the four classical elements of air, earth, fire, and water, in addition to a new theory called the sulphur-mercury theory of metals, which was based on two elements: sulphur, characterizing the principle of combustibility, \"the stone which burns\"; and mercury, characterizing the principle of metallic properties. They were seen by early alchemists as idealized expressions of irreducible components of the universe[32] and are of larger consideration within philosophical alchemy.\n\nThe three metallic principles—sulphur to flammability or combustion, mercury to volatility and stability, and salt to solidity—became the tria prima of the Swiss alchemist Paracelsus. He reasoned that Aristotle's four element theory appeared in bodies as three principles. Paracelsus saw these principles as fundamental and justified them by recourse to the description of how wood burns in fire. Mercury included the cohesive principle, so that when it left in smoke the wood fell apart. Smoke described the volatility (the mercurial principle), the heat-giving flames described flammability (sulphur), and the remnant ash described solidity (salt).[33]\n\nThe Islamic philosophers al-Kindi, Avicenna and Fakhr al-Din al-Razi followed Aristotle in connecting the four elements with the four natures heat and cold (the active force), and dryness and moisture (the recipients).[34]\n\n\n\nJapanese traditions use a set of elements called the 五大 (godai, literally \"five great\"). These five are earth, water, fire, wind/air, and void. These came from Indian Vastu shastra philosophy and Buddhist beliefs; in addition, the classical Chinese elements (五行, wu xing) are also prominent in Japanese culture, especially to the influential Neo-Confucianists during the medieval Edo period.\n\n"
        },
        {
            "title": "Modern history",
            "text": "\n\nThe Aristotelian tradition and medieval alchemy eventually gave rise to modern chemistry, scientific theories and new taxonomies. By the time of Antoine Lavoisier, for example, a list of elements would no longer refer to classical elements.[35] Some modern scientists see a parallel between the classical elements and the four states of matter: solid, liquid, gas and weakly ionized plasma.[36]\n\nModern science recognizes classes of elementary particles which have no substructure (or rather, particles that are not made of other particles) and composite particles having substructure (particles made of other particles).\n\n\n\nWestern astrology uses the four classical elements in connection with astrological charts and horoscopes. The twelve signs of the zodiac are divided into the four elements: Fire signs are Aries, Leo and Sagittarius, Earth signs are Taurus, Virgo and Capricorn, Air signs are Gemini, Libra and Aquarius, and Water signs are Cancer, Scorpio, and Pisces.[37]\n\nThe Dutch historian of science Eduard Jan Dijksterhuis writes that the theory of the classical elements \"was bound to exercise a really harmful influence. As is now clear, Aristotle, by adopting this theory as the basis of his interpretation of nature and by never losing faith in it, took a course which promised few opportunities and many dangers for science.\"[38] Bertrand Russell says that Aristotle's thinking became imbued with almost biblical authority in later centuries. So much so that \"Ever since the beginning of the seventeenth century, almost every serious intellectual advance has had to begin with an attack on some Aristotelian doctrine\".[39]\n\n"
        }
    ]
}