{
    "url": "https://en.wikipedia.org/wiki/Classic_Images",
    "title": "Classic Images",
    "table_of_contents": [
        "1 History and profile",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Classic Images is a monthly American mail-subscription newspaper in tabloid format, founded in 1962 by film collector Samuel K. Rubin, dedicated to film and television of the \"Golden Age\".[1] Its offices are located in Muscatine, Iowa and it is published by the Muscatine Journal division of Lee Enterprises, Inc. As of October 2022, there have been 564 issues of Classic Images published.\n\n"
        },
        {
            "title": "History and profile",
            "text": "Classic Images, which has readers around the world, was founded in 1962 and was first known as The 8mm Collector[2] (issues 1-15) and later as Classic Film Collector (issues 16-60).[1][3] The magazine under the name  Classic Film Collector was published quarterly in Indiana, Pennsylvania.[4] At first the magazine focused heavily on reviews and information on silent films available on the then flourishing 8mm film home movie market, the performers and filmmakers of the silent period, and leaders and trends in the current home movie industry. Over the years Classic Images has become an increasingly important source of information on collectible film art such as posters and lobby cards. Films available in various gauges such as 16mm and 8mm received coverage also. Since the demise of a rival publication, The Big Reel, Classic Images became the foremost publication for 16mm and 8mm collectors, until the decline of those film gauges given the rise of Blu-ray and other high-definition video formats.\n\nSince the early 1980s, the newspaper has expanded coverage to include the \"golden age of Hollywood\", and continues to regularly feature articles on silent movies and their stars. Many minor film stars and character actors in Hollywood history have received their first major profiles in the pages of Classic Images in addition to articles of scores of legendary screen personalities and filmmakers. The magazine also features reviews of books relating to film history, news and reviews of classic films released on video, and articles on film fan conventions with photographs of famous attendees. Classic Images at times features exclusive interviews with vintage film personalities often offering valuable insights into movie history.\n\nSeveral leading classic-period film historians and critics published some of their first articles for the magazine, including Leonard Maltin. All articles were written voluntarily, without compensation; subscriptions and advertising by dealers in the home movie industry supported the printing costs, and a small salary for two or three office assistants: Rubin began publishing while head of a furniture store operation in Pennsylvania, but sold his business to devote his full-time and personal resources to his publication. In the early 1970s, he moved to Muscatine, Iowa, where he entered into a printing arrangement with that town's newspaper publishing enterprise, which eventually purchased the publication from Rubin.\n\nAfter Rubin's retirement in 1988, the publication entered into a period of decline which was reversed after Bob King became editor and general manager in 1991. As the internet and other changes in the publishing industry led to the demise of its rivals, Classic Images became an increasingly popular and respected resource of the film fan community, often referred to as \"the film fan's bible.\" (Rubin continued to write for the magazine until mid-2007, and published his autobiography featuring the history of the magazine, Moving Pictures and Classic Images: Memories of Forty Years in the Vintage Film Hobby, in 2004.) Laura Wagner, Tom Weaver, Robert E. Tevis, Samuel Clemens, and Harris Lentz are five of Classic Images' regular writers. In 1995, Classic Images also spun off a quarterly \"sister\" publication, the magazine Films of the Golden Age, also edited by King.\n\nClassic Images made national news in 1992 when one of its writers discovered silent film legend Vilma Bánky had died unnoticed the previous year. Since the mid-1990s, the covers of issues of Classic Images usually feature reproductions of vintage movie posters.  Previously, covers were original color illustrations of classic film personalities or characters.\n\nThe publication has been preserved on microfilm and may be found in university libraries. Since the mid-1980s, there has been a website, largely devoted to promotion of Classic Images and Films of the Golden Age as print publications.\n\nLet Me Tell You How I Really Feel: The Uncensored Book Reviews of Classic Images' Laura Wagner, 2001-2010 by Laura Wagner was published by BearManor Media on April 25, 2015 and features a lot of replies from readers of Classic Images.\n\n"
        }
    ]
}