{
    "url": "https://en.wikipedia.org/wiki/Classical_Latin",
    "title": "Classical Latin",
    "table_of_contents": [
        "1 Philological constructs",
        "1.1 Classical",
        "1.2 Canonical",
        "1.3 Ages of Latin",
        "2 Authors of the Golden Age",
        "2.1 Republican",
        "2.2 Augustan",
        "3 Authors of the Silver Age",
        "3.1 From the Ides of March to Trajan",
        "3.2 Through the death of Marcus Aurelius, 180 AD",
        "4 Stylistic shifts",
        "5 See also",
        "6 Notes",
        "7 References",
        "7.1 Citations",
        "7.2 General sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nClassical Latin is the form of Literary Latin recognized as a literary standard by writers of the late Roman Republic and early Roman Empire. It was used from 75 BC to the 3rd century AD, when it developed into Late Latin. In some later periods, it was regarded as good or proper Latin, with following versions viewed as debased, degenerate, or corrupted. The word Latin is now understood by default to mean \"Classical Latin\"; for example, modern Latin textbooks almost exclusively teach Classical Latin.\n\nCicero and his contemporaries of the late republic referred to the Latin language, in contrast to other languages such as Greek, as lingua latina or sermo latinus. They distinguished the common vernacular, however, as Vulgar Latin (sermo vulgaris and sermo vulgi), in contrast to the higher register that they called latinitas, sometimes translated as \"Latinity\".[note 1] Latinitas was also called sermo familiaris (\"speech of the good families\"), sermo urbanus (\"speech of the city\"), and in rare cases sermo nobilis (\"noble speech\"). Besides the noun Latinitas, it was referred to with the adverb latine (\"in (good) Latin\", literally \"Latinly\") or its comparative latinius (\"in better Latin\", literally \"more Latinly\").\n\nLatinitas was spoken and written. It was the language taught in schools. Prescriptive rules therefore applied to it, and when special subjects like poetry or rhetoric were taken into consideration, additional rules applied. Since spoken Latinitas has become extinct (in favor of subsequent registers), the rules of politus (polished) texts may give the appearance of an artificial language. However, Latinitas was a form of sermo (spoken language), and as such, retains spontaneity. No texts by Classical Latin authors are noted for the type of rigidity evidenced by stylized art, with the exception of repetitious abbreviations and stock phrases found on inscriptions.\n\n"
        },
        {
            "title": "Philological constructs",
            "text": "\"Good Latin\" in philology is known as \"classical\" Latin literature. The term refers to the canonical relevance of literary works written in Latin in the late Roman Republic, and early to middle Roman Empire. \"[T]hat is to say, that of belonging to an exclusive group of authors (or works) that were considered to be emblematic of a certain genre.\"[1] The term classicus (masculine plural classici) was devised by the Romans to translate Greek ἐγκριθέντες (encrithentes), and \"select\" which refers to authors who wrote in a form of Greek that was considered model. Before then, the term classis, in addition to being a naval fleet, was a social class in one of the diachronic divisions of Roman society in accordance with property ownership under the Roman constitution.[2] The word is a transliteration of Greek κλῆσις (clēsis, or \"calling\") used to rank army draftees by property from first to fifth class.\n\nClassicus refers to those in the primae classis (\"first class\"), such as the authors of polished works of Latinitas, or sermo urbanus. It contains nuances of the certified and the authentic, or testis classicus (\"reliable witness\"). It was under this construct that Marcus Cornelius Fronto (an African-Roman lawyer and language teacher) used scriptores classici (\"first-class\" or \"reliable authors\") in the second century AD. Their works were viewed as models of good Latin.[3] This is the first known reference (possibly innovated during this time) to Classical Latin applied by authors, evidenced in the authentic language of their works.[4]\n\nImitating Greek grammarians, Romans such as Quintilian drew up lists termed indices or ordines modeled after the ones created by the Greeks, which were called pinakes. The Greek lists were considered classical, or recepti scriptores (\"select writers\"). Aulus Gellius includes authors like Plautus, who are considered writers of Old Latin and not strictly in the period of classical Latin. The classical Romans distinguished Old Latin as prisca Latinitas and not sermo vulgaris. Each author's work in the Roman lists was considered equivalent to one in the Greek. In example, Ennius was the Latin Homer, Aeneid was the equivalent of Iliad, etc. The lists of classical authors were as far as the Roman grammarians went in developing a philology. The topic remained at that point while interest in the classici scriptores declined in the medieval period as the best form of the language yielded to medieval Latin, inferior to classical standards.\n\nThe Renaissance saw a revival in Roman culture, and with it, the return of Classic (\"the best\") Latin. Thomas Sébillet's Art Poétique (1548), \"les bons et classiques poètes françois\", refers to Jean de Meun and Alain Chartier, who the first modern application of the words.[citation needed] According to Merriam Webster's Collegiate Dictionary, the term classical (from classicus) entered modern English in 1599, some 50 years after its re-introduction to the continent. In Governor William Bradford's Dialogue (1648), he referred to synods of a separatist church as \"classical meetings\", defined by meetings between \"young men\" from New England and \"ancient men\" from Holland and England.[5] In 1715, Laurence Echard's Classical Geographical Dictionary was published.[6] In 1736, Robert Ainsworth's Thesaurus Linguae Latinae Compendarius turned English words and expressions into \"proper and classical Latin.\"[7] In 1768, David Ruhnken's Critical History of the Greek Orators recast the molded view of the classical by applying the word \"canon\" to the pinakes of orators after the Biblical canon, or list of authentic books of the Bible. In doing so, Ruhnken had secular catechism in mind.[8]\n\nIn 1870, Wilhelm Sigismund Teuffel's Geschichte der Römischen Literatur (A History of Roman Literature) defined the philological notion of classical Latin through a typology similar to the Ages of Man, setting out the Golden and Silver Ages of classical Latin. Wilhem Wagner, who published Teuffel's work in German, also produced an English translation which he published in 1873. Teuffel's classification, still in use today (with modifications), groups classical Latin authors into periods defined by political events rather than by style.\n\nTeuffel went on to publish other editions, but the English translation of A History of Roman Literature gained immediate success.\n\nIn 1877, Charles Thomas Cruttwell produced a similar work in English. In his preface, Cruttwell notes \"Teuffel's admirable history, without which many chapters in the present work could not have attained completeness.\" He also credits Wagner.\n\nCruttwell adopts the time periods found in Teuffel's work, but he presents a detailed analysis of style, whereas Teuffel was more concerned with history. Like Teuffel, Cruttwell encountered issues while attempting to condense the voluminous details of time periods in an effort to capture the meaning of phases found in their various writing styles. Like Teuffel, he has trouble finding a name for the first of the three periods (the current Old Latin phase), calling it \"from Livius to Sulla.\" He says the language \"is marked by immaturity of art and language, by a vigorous but ill-disciplined imitation of Greek poetical models, and in prose by a dry sententiousness of style, gradually giving way to a clear and fluent strength...\" These abstracts have little meaning to those not well-versed in Latin literature. In fact, Cruttwell admits \"The ancients, indeed, saw a difference between Ennius, Pacuvius, and Accius, but it may be questioned whether the advance would be perceptible by us.\"\n\nIn time, some of Cruttwell's ideas become established in Latin philology. While praising the application of rules to classical Latin (most intensely in the Golden Age, he says \"In gaining accuracy, however, classical Latin suffered a grievous loss. It became cultivated as distinct from a natural language... Spontaneity, therefore, became impossible and soon invention also ceased... In a certain sense, therefore, Latin was studied as a dead language, while it was still a living.\"[9]\n\nAlso problematic in Teuffel's scheme is its appropriateness to the concept of classical Latin. Cruttwell addresses the issue by altering the concept of the classical. The \"best\" Latin is defined as \"golden\" Latin, the second of the three periods. The other two periods (considered \"classical\") are left hanging. By assigning the term \"pre-classical\" to Old Latin and implicating it to post-classical (or post-Augustan) and silver Latin, Cruttwell realized that his construct was not accordance with ancient usage and assertions: \"[T]he epithet classical is by many restricted to the authors who wrote in it [golden Latin]. It is best, however, not to narrow unnecessarily the sphere of classicity; to exclude Terence on the one hand or Tacitus and Pliny on the other, would savour of artificial restriction rather than that of a natural classification.\" The contradiction remains—Terence is, and is not a classical author, depending on the context.[10]\n\n"
        },
        {
            "title": "Authors of the Golden Age",
            "text": "Teuffel's definition of the \"First Period\" of Latin was based on inscriptions, fragments, and the literary works of the earliest known authors. Though he does use the term \"Old Roman\" at one point, most of these findings remain unnamed. Teuffel presents the Second Period in his major work, das goldene Zeitalter der römischen Literatur (Golden Age of Roman Literature), dated 671–767 AUC (83 BC – 14 AD), according to his own recollection. The timeframe is marked by the dictatorship of Lucius Cornelius Sulla Felix and the death of the emperor Augustus.[11][12] Wagner's translation of Teuffel's writing is as follows:\n\nThe Ciceronian Age was dated 671–711 AUC (83–43 BC), ending just after the death of Marcus Tullius Cicero. The Augustan 711–67 AUC (43 BC – 14 AD) ends with the death of Augustus. The Ciceronian Age is further divided by the consulship of Cicero in 691 AUC (63 BC) into a first and second half. Authors are assigned to these periods by years of principal achievements.\n\n\nThe Golden Age had already made an appearance in German philology, but in a less systematic way. In a translation of Bielfeld's Elements of universal erudition (1770):\nEvidently, Teuffel received ideas about golden and silver Latin from an existing tradition and embedded them in a new system, transforming them as he thought best.\n\nIn Cruttwell's introduction, the Golden Age is dated 80 BC – 14 AD (from Cicero to Ovid), which corresponds to Teuffel's findings. Of the \"Second Period,\" Cruttwell paraphrases Teuffel by saying it \"represents the highest excellence in prose and poetry.\" The Ciceronian Age (known today as the \"Republican Period\") is dated 80–42 BC, marked by the Battle of Philippi. Cruttwell omits the first half of Teuffel's Ciceronian, and starts the Golden Age at Cicero's consulship in 63 BC—an error perpetuated in Cruttwell's second edition. He likely meant 80 BC, as he includes Varro in Golden Latin. Teuffel's Augustan Age is Cruttwell's Augustan Epoch (42 BC – 14 AD).\n\nThe literary histories list includes all authors from Canonical to the Ciceronian Age—even those whose works are fragmented or missing altogether. With the exception of a few major writers, such as Cicero, Caesar, Virgil and Catullus, ancient accounts of Republican literature praise jurists and orators whose writings, and analyses of various styles of language cannot be verified because there are no surviving records. The reputations of Aquilius Gallus, Quintus Hortensius Hortalus, Lucius Licinius Lucullus, and many others who gained notoriety without readable works, are presumed by their association within the Golden Age. A list of canonical authors of the period whose works survived in whole or in part is shown here:\n\nThe Golden Age is divided by the assassination of Julius Caesar. In the wars that followed, a generation of Republican literary figures was lost. Cicero and his contemporaries were replaced by a new generation who spent their formidable years under the old constructs, and forced to make their mark under the watchful eye of a new emperor. The demand for great orators had ceased,[15] shifting to an emphasis on poetry. Other than the historian Livy, the most remarkable writers of the period were the poets Virgil, Horace, and Ovid. Although Augustus evidenced some toleration to republican sympathizers, he exiled Ovid, and imperial tolerance ended with the continuance of the Julio-Claudian dynasty.\n\nAugustan writers include:\n\n"
        },
        {
            "title": "Authors of the Silver Age",
            "text": "In his second volume, Imperial Period, Teuffel initiated a slight alteration in approach, making it clear that his terms applied to Latin and not just to the period. He also changed his dating scheme from AUC to modern BC/AD. Though he introduces das silberne Zeitalter der römischen Literatur, (The Silver Age of Roman Literature)[16] from the death of Augustus to the death of Trajan (14–117 AD), he also mentions parts of a work by Seneca the Elder, a wenig Einfluss der silbernen Latinität (a slight influence of silver Latin). It's clear that his mindset had shifted from Golden and Silver Ages to Golden and Silver Latin, also to include Latinitas, which at this point must be interpreted as Classical Latin. He may have been influenced in that regard by one of his sources E. Opitz, who in 1852 had published specimen lexilogiae argenteae latinitatis, which includes Silver Latinity.[17] Though Teuffel's First Period was equivalent to Old Latin and his Second Period was equal to the Golden Age, his Third Period die römische Kaiserheit encompasses both the Silver Age and the centuries now termed Late Latin, in which the forms seemed to break loose from their foundation and float freely. That is, men of literature were confounded about the meaning of \"good Latin.\" The last iteration of Classical Latin is known as Silver Latin. The Silver Age is the first of the Imperial Period, and is divided into die Zeit der julischen Dynastie (14–68); die Zeit der flavischen Dynastie (69–96), and die Zeit des Nerva und Trajan (96–117). Subsequently, Teuffel goes over to a century scheme: 2nd, 3rd, etc., through 6th. His later editions (which came about towards the end of the 19th century) divide the Imperial Age into parts: 1st century (Silver Age), 2nd century ( the Hadrian and the Antonines), and the 3rd through 6th centuries. Of the Silver Age proper, Teuffel points out that anything like freedom of speech had vanished with Tiberius:[18]\n\nThe content of new literary works was continually proscribed by the emperor, who exiled or executed existing authors and played the role of literary man, himself (typically badly). Artists therefore went into a repertory of new and dazzling mannerisms, which Teuffel calls \"utter unreality.\" Cruttwell picks up this theme:[19]\n\nIn Cruttwell's view (which had not been expressed by Teuffel), Silver Latin was a \"rank, weed-grown garden,\" a \"decline.\"[20] Cruttwell had already decried what he saw as a loss of spontaneity in Golden Latin. Teuffel regarded the Silver Age as a loss of natural language, and therefore of spontaneity, implying that it was last seen in the Golden Age. Instead, Tiberius brought about a \"sudden collapse of letters.\" The idea of a decline had been dominant in English society since Edward Gibbon's Decline and Fall of the Roman Empire. Once again, Cruttwell evidences some unease with his stock pronouncements: \"The Natural History of Pliny shows how much remained to be done in fields of great interest.\" The idea of Pliny as a model is not consistent with any sort of decline. Moreover, Pliny did his best work under emperors who were as tolerant as Augustus had been. To include some of the best writings of the Silver Age, Cruttwell extended the period through the death of Marcus Aurelius (180 AD). The philosophic prose of a good emperor was in no way compatible with either Teuffel's view of unnatural language, or Cruttwell's depiction of a decline. Having created these constructs, the two philologists found they could not entirely justify them. Apparently, in the worst implication of their views, there was no such thing as Classical Latin by the ancient definition, and some of the very best writing of any period in world history was deemed stilted, degenerate, unnatural language.\n\nThe Silver Age furnishes the only two extant Latin novels: Apuleius's The Golden Ass and Petronius's Satyricon.\n\nWriters of the Silver Age include:\n\nOf the additional century granted by Cruttwell to Silver Latin, Teuffel says: \"The second century was a happy period for the Roman State, the happiest indeed during the whole Empire... But in the world of letters the lassitude and enervation, which told of Rome's decline, became unmistakeable... its forte is in imitation.\"[21] Teuffel, however, excepts the jurists; others find other \"exceptions\", recasting Teuffels's view.[clarification needed]\n\n"
        },
        {
            "title": "Stylistic shifts",
            "text": "Style of language refers to repeatable features of speech that are somewhat less general than the fundamental characteristics of a language. The latter provides unity, allowing it to be referred to by a single name. Thus Old Latin, Classical Latin, Vulgar Latin, etc., are not considered different languages, but are all referred to by the term, Latin. This is an ancient practice continued by moderns rather than a philological innovation of recent times. That Latin had case endings is a fundamental feature of the language. Whether a given form of speech prefers to use prepositions such as ad, ex, de, for \"to,\" \"from\" and \"of\" rather than simple case endings is a matter of style. Latin has a large number of styles. Each and every author has a style, which typically allows his prose or poetry to be identified by experienced Latinists. Problems in comparative literature have risen out of group styles finding similarity by period, in which case one may speak of Old Latin, Silver Latin, Late Latin as styles or a phase of styles.\n\nThe ancient authors themselves first defined style by recognizing different kinds of sermo, or \"speech\". By valuing Classical Latin as \"first class\", it was better to write with Latinitas selected by authors who were attuned to literary and upper-class languages of the city as a standardized style. All sermo that differed from it was a different style. Thus, in rhetoric, Cicero was able to define sublime, intermediate, and low styles within Classical Latin. St. Augustine recommended low style for sermons.[22] Style was to be defined by deviation in speech from a standard. Teuffel termed this standard \"Golden Latin\".\n\nJohn Edwin Sandys, who was an authority in Latin style for several decades, summarizes the differences between Golden and Silver Latin as follows:[23]\n\nSilver Latin is to be distinguished by:\n\n"
        }
    ]
}