{
    "url": "https://en.wikipedia.org/wiki/Classical_Hollywood_cinema",
    "title": "Classical Hollywood cinema",
    "table_of_contents": [
        "1 Development of the Classical style",
        "1.1 Early narrative film (1894–1913)",
        "1.2 The maturation of silent films (1913 – late 1920s)",
        "1.3 Classical Hollywood cinema in the sound era (late 1920s – 1960s)",
        "2 Style",
        "2.1 Devices",
        "2.2 Systems",
        "2.2.1 Narrative logic",
        "2.2.2 Cinematic time",
        "2.2.3 Cinematic space",
        "2.3 Relations of systems",
        "3 Legacy",
        "4 Major figures from Classic Hollywood cinema",
        "4.1 Notable living actors from Classical Hollywood",
        "5 List of selected notable films",
        "5.1 Silent era",
        "5.2 Sound era",
        "5.3 Selected international films made during the Golden Age",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nClassical Hollywood cinema is a term used in film criticism to describe both a narrative and visual style of filmmaking which became characteristic of American cinema between the 1910s (rapidly after World War I) and the 1960s.[4] It eventually became the most powerful and pervasive style of filmmaking worldwide.[5] Similar or associated terms include classical Hollywood narrative, the Golden Age of Hollywood, Old Hollywood, and classical continuity.[6]\n\n"
        },
        {
            "title": "Development of the Classical style",
            "text": "For centuries, the only visual standard of narrative storytelling art was the theatre. Since the first narrative films in the mid-late 1890s, filmmakers sought to capture the power of live theatre on the cinema screen. Most of these filmmakers started as directors on the late 19th-century stage, and likewise most film actors had roots in vaudeville (e.g. The Marx Brothers[7]) or theatrical melodramas. Visually, early narrative films had adapted little from the stage, and their narratives had adapted very little from vaudeville and melodrama. Before the visual style which would become known as \"classical continuity\", scenes were filmed in full shot and used carefully choreographed staging to portray plot and character relationships. Editing technique was extremely limited, and mostly consisted of close-ups of writing on objects for their legibility.\n\nThough lacking the reality inherent to the stage, film (unlike the stage) offers the freedom to manipulate apparent time and space, and thus create the illusion of realism – that is temporal linearity and spatial continuity. By the early 1910s, when the Lost Generation was coming of age, filmmaking was beginning to fulfill its artistic potential. In Sweden and Denmark, this period would later be known as the \"Golden Age\" of the film; in America, this artistic change is attributed to filmmakers like D. W. Griffith finally breaking the grip of the Edison Trust to make films independent of the manufacturing monopoly. Films worldwide began to noticeably adopt visual and narrative elements which would be found in classical Hollywood cinema. 1913 was a particularly fruitful year for the medium, as pioneering directors from several countries produced masterpieces such as The Mothering Heart (D. W. Griffith), Ingeborg Holm (Victor Sjöström), and L'enfant de Paris (Léonce Perret) that set new standards for the film as a form of storytelling. It was also the year when Yevgeni Bauer (the first true film artist, according to Georges Sadoul[8]) started his short, but prolific, career.[9]\n\nIn the world generally and America specifically, the influence of Griffith on filmmaking was unmatched. Equally influential were his actors in adapting their performances to the new medium. Lillian Gish, the star of The Mothering Heart, is particularly noted for her influence on on-screen performance techniques. Griffith's 1915 epic The Birth of a Nation was ground-breaking for film as a means of storytelling – a masterpiece of literary narrative with numerous innovative visual techniques.[citation needed] The film initiated so many advances in American cinema that it was rendered obsolete within a few years.[10] Though 1913 was a global landmark for filmmaking, 1917 was primarily an American one; the era of \"classical Hollywood cinema\" is distinguished by a narrative and visual style which began to dominate the film medium in America by 1917.[11]\n\nThe narrative and visual style of classical Hollywood style developed further after the transition to sound-film production. The primary changes in American filmmaking came from the film industry itself, with the height of the studio system. This mode of production, with its reigning star system promoted by several key studios,[12] had preceded sound by several years. By mid-1920, most of the prominent American directors and actors, who had worked independently since the early 1910s, had to become a part of the new studio system to continue to work.\n\nThe beginning of the sound era itself is ambiguously defined. To some, it began with The Jazz Singer, which was released in 1927, when the Interbellum Generationers became of age and increased box-office profits for films as sound was introduced to feature films.[13] To others, the era began in 1929, when the silent age had definitively ended.[14] Most Hollywood pictures from the late 1920s to 1960s adhered closely to a genre — Western, slapstick comedy, musical, animated cartoon, and biopic (biographical picture) — and the same creative teams often worked on films made by the same studio. For instance, Cedric Gibbons and Herbert Stothart always worked on MGM films; Alfred Newman worked at 20th Century Fox for twenty years; Cecil B. DeMille's films were almost all made at Paramount Pictures;[15] and director Henry King's films were mostly made for Twentieth Century Fox. Similarly, actors were mostly contract players. Film historians and critics note that it took about a decade for films to adapt to sound and return to the level of artistic quality of the silents, which they did in the late 1930s when the Greatest Generationers became of age.[citation needed]\n\nMany great works of cinema that emerged from this period were of highly regimented filmmaking. One reason this was possible is that, as so many films were made, not every one had to be a big hit. A studio could gamble on a medium-budget feature with a good script and relatively unknown actors. This was the case with Citizen Kane (1941), directed by Orson Welles and regarded as one of the greatest films of all time. Other strong-willed directors, like Howard Hawks, Alfred Hitchcock and Frank Capra, battled the studios in order to achieve their artistic visions. The apogee of the studio system may have been the year 1939, which saw the release of such classics as The Wizard of Oz; Gone with the Wind; The Hunchback of Notre Dame; Stagecoach; Mr. Smith Goes to Washington; Destry Rides Again; Young Mr. Lincoln; Wuthering Heights; Only Angels Have Wings; Ninotchka; Beau Geste; Babes in Arms; Gunga Din; The Women; Goodbye, Mr. Chips; and The Roaring Twenties.[16]\n\n"
        },
        {
            "title": "Style",
            "text": "The visual-narrative style of classical Hollywood cinema, as elaborated by David Bordwell,[17] was heavily influenced by the ideas of the Renaissance and its resurgence of mankind as the focal point. It is distinguished at three general levels: devices, systems, and the relations of systems.\n\nThe devices most inherent to classical Hollywood cinema are those of continuity editing. This includes the 180-degree rule, one of the major visual-spatial elements of continuity editing. The 180-degree rule keeps with the \"photographed play\" style by creating an imaginary 180-degree axis between the viewer and the shot, allowing viewers to clearly orient themselves within the position and direction of action in a scene. According to the 30-degree rule, cuts in the angle that the scene is viewed from must be significant enough for the viewer to understand the purpose of a change in perspective. Cuts that do not adhere to the 30-degree rule, known as jump cuts, are disruptive to the illusion of temporal continuity between shots. The 180-degree and 30-degree rules are elementary guidelines in filmmaking that preceded the official start of the classical era by over a decade, as seen in the pioneering 1902 French film A Trip to the Moon. Cutting techniques in classical continuity editing serve to help establish or maintain continuity, as in the cross cut, which establishes the concurrence of action in different locations. Jump cuts are allowed in the form of the axial cut, which does not change the angle of shooting at all, but has the clear purpose of showing a perspective closer or farther from the subject, and therefore does not interfere with temporal continuity.[18]\n\nClassical narration progresses always through psychological motivation, i.e., by the will of a human character and its struggle with obstacles towards a defined goal. This narrative element is commonly composed of a primary narrative (e.g. a romance) intertwined with a secondary narrative or narratives. This narrative is structured with an unmistakable beginning, middle and end, and generally there is a distinct resolution. Utilizing actors, events, causal effects, main points, and secondary points are basic characteristics of this type of narrative. The characters in classical Hollywood cinema have clearly definable traits, are active, and very goal oriented. They are causal agents motivated by psychological rather than social concerns.[5] The narrative is a chain of cause and effect with causal agents – in classical style, events do not occur randomly.\n\nTime in classical Hollywood is continuous, linear, and uniform, since non-linearity calls attention to the illusory workings of the medium. The only permissible manipulation of time in this format is the flashback. It is mostly used to introduce a memory sequence of a character, e.g., Casablanca.[19]\n\nThe greatest rule of classical continuity regarding space is object permanence: the viewer must believe that the scene exists outside the shot of the cinematic frame to maintain the picture's realism. The treatment of space in classical Hollywood strives to overcome or conceal the two-dimensionality of film (\"invisible style\") and is strongly centered upon the human body. The majority of shots in a classical film focus on gestures or facial expressions (medium-long and medium shots). André Bazin once compared classical film to a photographed play in that the events seem to exist objectively and that cameras only give us the best view of the whole play.[20]\n\nThis treatment of space consists of four main aspects: centering, balancing, frontality, and depth. Persons or objects of significance are mostly in the center part of the picture frame and never out of focus. Balancing refers to the visual composition, i. e., characters are evenly distributed throughout the frame. The action is subtly addressed towards the spectator (frontality) and set, lighting (mostly three-point lighting, especially high-key lighting), and costumes are designed to separate foreground from the background (depth).\n\nThe aspects of space and time are subordinated to the narrative element.\n\n"
        },
        {
            "title": "Legacy",
            "text": "The New Hollywood of the mid-1960s to early 80s was influenced by the romanticism of the classical era,[21] as was the French New Wave.[22]\n\n"
        },
        {
            "title": "Major figures from Classic Hollywood cinema",
            "text": "Names in boldface type were recognized on the American Film Institute's list ranking the top 25 male and 25 female greatest screen legends of American film history. The top stars of their respective genders are Humphrey Bogart and Katharine Hepburn, who starred together in the classic adventure 1951 film The African Queen.\n\nThose listed in bold were either awarded a position or nominated on the American Film Institute's list ranking the top 25 male and 25 female greatest screen legends of American film history. See. AFI's 100 Years...100 Stars.\n\n"
        },
        {
            "title": "List of selected notable films",
            "text": "The following is a chronological list of notable American films that were made during Hollywood's Golden Age.[23]\n\n"
        }
    ]
}