{
    "url": "https://en.wikipedia.org/wiki/Claytronics",
    "title": "Claytronics",
    "table_of_contents": [
        "1 Current research",
        "2 Hardware",
        "2.1 Current catoms",
        "2.2 Future design",
        "3 Software",
        "3.1 Meld",
        "3.2 Locally distributed predicates (LDP)",
        "3.3 Distributed watchpoints",
        "3.4 Algorithms",
        "4 Future applications",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Claytronics is an abstract future concept that combines nanoscale robotics and computer science to create individual nanometer-scale computers called claytronic atoms, or catoms, which can interact with each other to form tangible 3D objects that a user can interact with. This idea is more broadly referred to as programmable matter.[1]  Claytronics has the potential to greatly affect many areas of daily life, such as telecommunication, human-computer interfaces, and entertainment.\n\n"
        },
        {
            "title": "Current research",
            "text": "Current research is exploring the potential of modular reconfigurable robotics and the complex software necessary to control the “shape changing” robots.  “Locally Distributed Predicates or LDP is a distributed, high-level language for programming modular reconfigurable robot systems (MRRs)”. There are many challenges associated with programming and controlling a large number of discrete modular systems due to the degrees of freedom that correspond with each module. For example, reconfiguring from one formation to one similar may require a complex path of movements controlled by an intricate string of commands even though the two shapes differ slightly.[2]\n\nIn 2005, research efforts to develop a hardware concept were successful on the scale of millimeters, creating cylindrical prototypes 44 millimeters in diameter which interact with each other via electromagnetic attraction. Their experiments helped researchers verify the relationship between mass and potential force between objects as “a 10-fold reduction in size [which] should translate to a 100-fold increase in force relative to mass”.[1] Recent advancements in this prototype concept are in the form of one millimeter diameter cylindrical robots fabricated on a thin film by photolithography that would cooperate with each other using complex software that would control electromagnetic attraction and repulsion between modules.[3]\n\nToday, extensive research and experiments with claytronics are being conducted at Carnegie Mellon University in Pittsburgh, Pennsylvania by a team of researchers which consists of Professors Todd C. Mowry, Seth Goldstein, graduate and undergraduate students, and researchers from Intel Labs Pittsburgh.[4]\n\n"
        },
        {
            "title": "Hardware",
            "text": "The driving force behind programmable matter is the actual hardware that is manipulating itself into whatever form is desired.  Claytronics consists of a collection of individual components called claytronic atoms, or catoms.  In order to be viable, catoms need to fit a set of criteria. First, catoms need to be able to move in three dimensions relative to each other and be able to adhere to each other to form a three-dimensional shape. Second, the catoms need to be able to communicate with each other in an ensemble and be able to compute state information, possibly with assistance from each other.   Fundamentally, catoms consist of a CPU, a network device for communication, a single pixel display, several sensors, an onboard battery, and a means to adhere to one another.[1]\n\nThe researchers at Carnegie Mellon University have developed various prototypes of catoms.  These vary from small cubes to giant helium balloons. [5]  The prototype that is most like what developers hope catoms will become is the planar catom.[citation needed]  These take the form of 44 mm diameter cylinders.  These cylinders are equipped with 24 electromagnets arranged in a series of stacked rings along the cylinder's circumference.  Movement is achieved by the catoms cooperatively enabling and disabling the magnets in order to roll along each other's surfaces.  Only one magnet on each catom is energized at a time.   These prototypes are able to reconfigure themselves quite quickly, with the uncoupling of two units, movement to another contact point, and recoupling taking only about 100 ms.  Power is supplied to the catoms using pickup feet on the bottom of the cylinder.  Conductive strips on the table supply the necessary power.[6]\n\nIn the current design, the catoms are only able to move in two dimensions relative to each other. Future catoms will be required to move in three dimensions relative to each other. The goal of the researchers is to develop a millimeter scale catom with no moving parts, to allow for mass manufacturability. Millions of these microrobots will be able to emit variable color and intensity of light, allowing for dynamic physical rendering.  The design goal has shifted to creating catoms that are simple enough to only function as part of an ensemble, with the ensemble as a whole being capable of higher function.[7]\n\nAs the catoms are scaled down, an onboard battery sufficient to power it will exceed the size of the catom itself, so an alternate energy solution is desired.  Research is being done into powering all of the catoms in an ensemble, utilizing the catom-to-catom contact as a means of energy transport.  One possibility being explored is using a special table with positive and negative electrodes and routing the power internally through the catoms, via “virtual wires.”\n\nAnother major design challenge will be developing a genderless unary connector for the catoms in order to keep reconfiguration time at a minimum.  Nanofibers provide a possible solution to this challenge.[8]  Nanofibers allow for great adhesion on a small scale and allow for minimum power consumption when the catoms are at rest.\n\n"
        },
        {
            "title": "Software",
            "text": "Organizing all of the communication and actions between millions of sub-millimeter scale catoms requires development of advanced algorithms and programming languages. The researchers and engineers of Carnegie Mellon-Intel Claytronics Research Lab launched a wide range of projects to develop the necessary software to facilitate communication between catoms.\nThe most important projects are developing new programming languages which work more efficiently for claytronics. The goal of a claytronics matrix is to dynamically form three-dimensional shapes. However, the vast number of catoms in this distributed network increases complexity of micro-management of each individual catom. So, each catom must perceive accurate position information and command of cooperation with its neighbors. In this environment, software language for the matrix operation must convey concise statements of high-level commands in order to be universally distributed.  Languages to program a matrix require a more abbreviated syntax and style of command than normal programming languages such as C++ and Java.[9][further explanation needed]\n\nThe Carnegie Mellon-Intel Claytronics Research Project has created two new programming languages: Meld and Locally Distributed Predicates (LDP).[10][11]\n\nMeld is a declarative language, a logic programming language originally designed for programming overlay networks.[10] By using logic programming, the code for an ensemble of robots can be written from a global perspective, enabling the programmer to concentrate on the overall performance of the claytronics matrix rather than writing individual instructions for every one of the thousands to millions of catoms in the ensemble.[12] This dramatically simplifies the thought process for programming the movement of a claytronics matrix.\n\nLDP is a reactive programming language. It has been used to trigger debugging in the earlier research. With the addition of language that enables the programmer to build operations in the development of the shape of the matrix, it can be used to analyze the distributed local conditions.[11]  It can operate on fixed-size, connected groups of modules providing various functions of state configuration. A program that addresses a fixed-size module rather than the entire ensemble allows programmers to operate the claytronic matrix more frequently and efficiently. LDP further provides a means of matching distributed patterns. It enables the programmer to address a larger set of variables with Boolean logic, which enables the program to search for larger patterns of activity and behavior among groups of modules.[2]\n\nPerformance errors for thousands to millions of individual catoms are hard to detect and debug, therefore, claytronics matrix operations require a dynamic and self-directed process for identifying and debugging errors. Claytronics researchers have developed Distributed Watchpoints, an algorithm-level approach to detecting and fixing errors missed by more conventional debugging techniques.[13]  It establishes nodes that receive surveillance to determine the validity of distributed conditions.[14] This approach provides a simple and highly descriptive set of rules to evaluate distributed conditions and proves effective in the detection of errors.\n\nTwo important classes of claytronics algorithms are shape sculpting and localization algorithms. The ultimate goal of claytronics research is creating dynamic motion in three-dimensional poses. All the research on catom motion, collective actuation and hierarchical motion planning require shape sculpting algorithms to convert catoms into the necessary structure, which will give structural strength and fluid movement to the dynamic ensemble. Meanwhile, localization algorithms enable catoms to localize their positions in an ensemble.[15]  A localization algorithm should provide accurate relational knowledge of catoms to the whole matrix based on noisy observation in a fully distributed manner.\n\n"
        },
        {
            "title": "Future applications",
            "text": "As the capabilities of computing continue to develop and robotic modules shrink, claytronics will become useful in many applications. The featured application of claytronics is a new mode of communication. Claytronics will offer a more realistic sense to communication over long distance called pario. Similar to how audio and video provide aural and visual stimulation, pario provides an aural, visual and physical sensation. A user will be able to hear, see and touch the one communicating with them in a realistic manner.  Pario could be used effectively in many professional disciplines from engineering design, education and healthcare to entertainment and leisure activities such as video games.[16]\n\nThe advancements in nanotechnology and computing necessary for claytronics to become a reality are feasible, but the challenges to overcome are daunting and will require great innovation. In a December 2008 interview, Jason Campbell, a lead researcher from Intel Labs Pittsburgh, said, \"my estimates of how long it is going to take have gone from 50 years down to just a couple more years. That has changed over the four years I’ve been working on the project\".[17][circular reference]\n\n"
        }
    ]
}