{
    "url": "https://en.wikipedia.org/wiki/Cliffhanger",
    "title": "Cliffhanger",
    "table_of_contents": [
        "1 History",
        "1.1 Victorian serials",
        "1.2 Etymology",
        "2 Serial media",
        "2.1 Early film",
        "2.2 Modern usage",
        "3 See also",
        "4 References",
        "5 Books"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A cliffhanger or cliffhanger ending is a plot device in fiction which features a main character in a precarious or difficult dilemma or confronted with a shocking revelation at the end of an episode[1] or a film of serialized fiction. A cliffhanger is hoped to incentivize the audience to return to see how the characters resolve the dilemma.\n\nSome serials end with the caveat, \"To Be Continued\" or \"The End?\". In serial films and television series the following episode sometimes begins with a recap sequence.\n\nCliffhangers were used as literary devices in several works of the Middle Ages with One Thousand and One Nights ending on a cliffhanger each night.[2] Cliffhangers appeared as an element of the Victorian era serial novel that emerged in the 1840s, with many associating the form with Charles Dickens, a pioneer of the serial publication of narrative fiction.[3][4] Following the enormous success of Dickens, by the 1860s cliffhanger endings had become a staple part of the sensation serials.[5]\n\n"
        },
        {
            "title": "History",
            "text": "Cliffhangers were used as literary devices in several works of the Middle Ages. The Arabic literary work One Thousand and One Nights involves Scheherazade narrating a series of stories to King Shahryār for 1,001 nights, with each night ending on a cliffhanger in order to save herself from execution.[2][6] Some medieval Chinese ballads like the Liu chih-yuan chu-kung-tiao ended each chapter on a cliffhanger to keep the audience in suspense.[7]\n\nThe Scottish comic magazine The Glasgow Looking Glass, founded by English artist William Heath, pioneered the use of the phrase 'To Be Continued' in its serials in 1825.[8]\n\nCliffhangers became prominent with the serial publication of narrative fiction, pioneered by Charles Dickens.[3][4][9] Printed episodically in magazines, Dickens's cliffhangers triggered desperation in his readers. Writing in the New Yorker, Emily Nussbaum captured the anticipation of those waiting for the next installment of Dickens' The Old Curiosity Shop;\n\nOn Dickens’ instalment format and cliffhangers—first seen with The Pickwick Papers in 1836—Leslie Howsam in The Cambridge Companion to the History of the Book (2015) writes, \"It inspired a narrative that Dickens would explore and develop throughout his career. The instalments would typically culminate at a point in the plot that created reader anticipation and thus reader demand, generating a plot and sub-plot motif that would come to typify the novel structure.\"[10]\n\nWith each new instalment widely anticipated with its cliffhanger ending, Dickens’ audience was enormous (his instalment format was also much more affordable and accessible to the masses, with the audience more evenly distributed across income levels than previous).[10] The popularity of Dickens's serial publications saw the cliffhanger become a staple part of the sensation serials by the 1860s.[5] Dickens's influence can also be seen in television soap operas and film series, with The Guardian stating \"the DNA of Dickens's busy, episodic storytelling, delivered in instalments and rife with cliffhangers and diversions, is traceable in everything.\"[11]\n\nThe term \"cliffhanger\" is considered to have originated with the serialised version of Thomas Hardy's A Pair of Blue Eyes (which was published in Tinsley's Magazine between September 1872 and July 1873) in which Henry Knight, one of the protagonists, is left hanging off a cliff.[12] According to the Random House Historical Dictionary of American Slang, the term's first use in print was in 1937.[13]\n\n"
        },
        {
            "title": "Serial media",
            "text": "Cliffhangers were especially popular from the 1910s through to the 1930s serials when nickelodeons and movie theaters filled the cultural niche later primarily occupied by television.\n\nDuring the 1910s, when Fort Lee, New Jersey was a center of film production, the cliffs facing New York and the Hudson River were frequently used as film locations.[14] The most notable of these films was The Perils of Pauline, a serial which helped popularize the term cliffhanger. In them, the serial would often end suddenly leaving actress Pearl White's Pauline character literally hanging from a cliff.[15]\n\nCliffhangers are often used in television series, especially soap operas and game shows.\n\nSeveral Australian soap operas, which went off air over summer, such as Number 96, The Restless Years, and Prisoner, ended each year with a major and much publicized catastrophe, such as a character being shot in the final seconds of the year's closing episode.\n\nCliffhangers are commonly used in Japanese manga and anime. In contrast to American superhero comics, Japanese manga are much more frequently written with cliffhangers, often with each volume or issue. This is particularly the case with shōnen manga, especially those published by Weekly Shōnen Jump, such as Dragon Ball, Shaman King, and One Piece.[16][17]\n\nDuring its original run, Doctor Who was written in a serialised format that usually ended each episode within a serial on a cliffhanger. In the first few years of the show, the final episodes of each serial would have a cliffhanger that would lead into the next serial. The programme's cliffhangers sometimes caused controversy, most notably Part Three of The Deadly Assassin (1976), which was altered for future broadcasts following a complaint from campaigner Mary Whitehouse.[18][19][20] Whitehouse objected to the violence of the scene (the Doctor's head is held underwater in an attempt to drown him). She often cited it in interviews as one of the most frightening scenes in Doctor Who, her reasoning being that children would not know if the Doctor survived until the following week and that they would \"have this strong image in their minds\" during all that time.[21] The producer of Doctor Who at the time, Philip Hinchcliffe, cited the 1950s radio serial Journey into Space as an influence for its use of cliffhangers.[22] A later serial, Dragonfire (1987), is notable for having a cliffhanger that involved the Seventh Doctor literally hanging from a cliff, seemingly by choice, which has been described as \"the most ludicrous ever presented in Doctor Who\".[23] Another British science fiction series, Blake's 7 (1978–1981), employed end-of-season cliffhangers for each of the four seasons the series was on air, most notably for its final episode in 1981 in which the whole of the main cast are seemingly killed. The final cliffhanger was never resolved.\n\nCliffhangers were rare on American primetime television before 1980, as television networks preferred the flexibility of airing episodes in any order. The sitcom Soap was the first US primetime television programme to utilise the end-of-season cliffhanger, at the end of its first season in 1978. Cliffhangers then went on to become a staple of American primetime soap operas; the phenomenal success of the 1980 \"Who shot J.R.?\" third season-ending cliffhanger of Dallas, and the \"Who Done It\" fourth-season episode that finally solved the mystery, contributed to the cliffhanger becoming a common storytelling device on American television.[24] Another notable cliffhanger was the \"Moldavian Massacre\" on Dynasty in 1985, which fueled speculation throughout the summer months regarding who lived or died when almost all the characters attended a wedding in the country of Moldavia, only to have revolutionaries topple the government and machine-gun the entire wedding party. Other primetime soap operas, such as Falcon Crest and Knots Landing, also employed dramatic end-of-season cliffhangers on an annual basis. Sitcoms also utilised the cliffhanger device. As well as the aforementioned Soap, the long-running sitcom Cheers would often incorporate cliffhanger season endings, largely (in its earlier years) to increase interest in the on-and-off relationship between its two lead characters, Sam Malone and Diane Chambers. These cliffhangers did not place the characters in peril of any kind, but rather left their relationship (which was at the core of the show) hanging in the balance.\n\nCliffhanger endings in films date back to the early 20th century, and were prominently used in the serial films of the 1930s (such as Flash Gordon and Buck Rogers), though these tended to be resolved with the next installment the following week. A longer term cliffhanger was employed in the Star Wars film series, in The Empire Strikes Back (1980) in which Darth Vader made a shock revelation to Luke Skywalker, and Han Solo's life was left in jeopardy after he was frozen and taken away by a bounty hunter.[25][26] These plotlines were left unresolved until the next film in the series, which was released three years later.[26] The first two films in the Back to the Future series end in cliffhangers, with the first displaying the \"to be continued\" title card.[27]\n\nThe two main ways for cliffhangers to keep readers/viewers coming back is to either involve characters in a suspenseful, possibly life-threatening situation, or to feature a sudden shocking revelation. Cliffhangers are also used to leave open the possibility of a character being killed off due to the actor not continuing to play the role.\n\nCliffhangers are also sometimes deliberately inserted by writers who are uncertain whether a new series or season will be commissioned, in the hope that viewers will demand to know how the situation is resolved. Such was the case with the second season of Twin Peaks, which ended in a cliffhanger similar to the first season with a high degree of uncertainty about the fate of the protagonist, but the cliffhanger could not save the show from being canceled, resulting in the unresolved ending. The final episodes of soaps Dallas and Dynasty also ended in similar fashion, though all three shows would return years later in some form or other to resolve these storylines. The Australian soap opera Return To Eden ended in 1986 with a dramatic cliffhanger in anticipation of a second season. However, the network chose not to renew the show and so a hastily filmed five-minute \"conclusion\" was filmed and added on to the end of existing final episode to provide closure. Some shows, however, became known for never being resolved. In addition to the aforementioned Blake's 7, the supernatural series Angel, the original 1984 series V and its 2009 remake, all ended with unresolved cliffhangers.\n\nThe cliffhanger has become a genre staple (especially in comics, due to the multi-part storylines becoming the norm instead of self-contained stories) to such a degree, in fact, that series writers no longer feel they have to be immediately resolved, or even referenced, when the next episode is shown,[28] variously because the writer didn't feel it was \"a strong enough opener,\"[29] or simply \"couldn't be bothered.\"[30] The heavily serialized television drama True Blood has become notorious for cliffhangers. Not only do the seasons conclude with cliffhangers, but almost every episode finishes at a cliffhanger directly after or during a highly dramatic moment, much like the primetime soap operas of the 1980s and 90s.[31]\n\nCommercial breaks can be a nuisance to script writers because some sort of incompleteness or minor cliffhanger should be provided before each to stop the viewer from changing channels during the commercial break. Sometimes a series ends with an unintended cliffhanger caused by a very abrupt ending without a satisfactory dénouement, but merely assuming that the viewer will assume that everything sorted itself out.\n\nSometimes a film, book, or season of a television show will end with the defeat of the main villain before a second, evidently more powerful villain makes a brief appearance (becoming the villain of the next film). Occasionally an element other than a villain is also used to tease at a sequel.\n\nPeter Høeg's novel Smilla's Sense of Snow ends with a deliberate cliffhanger, with the protagonist and main villain involved in a life-and-death chase on the arctic ice off Greenland - and in this case, the author has no intention of ever writing a sequel, the ambiguous ending being part and parcel of the basic ideas permeating the book's plot. Similarly, Michael Flynn's science fiction novelette The Forest of Time ends with a deliberate and permanent cliffhanger: readers are not to be ever told where the protagonist ended up in his wandering the \"forest\" of alternate history timelines and whether he ever got back to his home and his beloved, nor whether the war which takes a large part of the plot ended in victory for the Good Guys or the Bad Guys.\n\nGeorge Cukor, when adapting in 1972 Graham Greene's Travels with My Aunt deliberately introduced a cliffhanger missing from the original. While Greene's book ended with the protagonists definitely choosing the adventurous and rather shady life of smugglers in Paraguay and closing off other options for their future, at the conclusion of the Cukor film a character is seen tossing a coin whose fall would determine their next move, and the film ends on a freeze frame shot as the characters await the fall of the coin.\n\n"
        }
    ]
}