{
    "url": "https://en.wikipedia.org/wiki/Climate_fiction",
    "title": "Climate fiction",
    "table_of_contents": [
        "1 Terminology",
        "2 History",
        "3 Prominent examples",
        "4 Other examples",
        "5 Anthologies and collections",
        "6 Influence",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nClimate fiction (sometimes shortened as cli-fi) is literature that deals with climate change and global warming.[1] Not necessarily speculative in nature, works may take place in the world as we know it or in the near future. The genre frequently includes science fiction and dystopian or utopian themes, imagining the potential futures based on how humanity responds to the impacts of climate change. Technologies such as climate engineering or climate adaptation practices often feature prominently in works exploring their impacts on society. Climate fiction is distinct from petrofiction which deals directly with the petroleum culture and economy.\n\nAlthough the term \"climate fiction\" only became used in the 2010s, climate change has been a topic of fiction since the 20th century, pioneered by authors such as J. G. Ballard and Octavia E. Butler. Prominent climate fiction authors include Margaret Atwood, Kim Stanley Robinson and Richard Powers. \n\nUniversity courses on literature and environmental issues may include climate change fiction in their syllabi.[2] This body of literature has been discussed by a variety of publications, including The New York Times, The Guardian, and Dissent magazine, among other international media outlets.[3] The role of fiction in communicating climate change has been the topic of study.\n\n"
        },
        {
            "title": "Terminology",
            "text": "The term \"cli-fi\" was coined by freelance news reporter and climate activist Dan Bloom in 2007 or 2008.[1][4] Bloom had used the term to describe his novella Polar City Red, a post-apocalyptic story about climate refugees in Alaska set in 2075, which was not commercially successful.[1] It later came into mainstream media use in April 2013, when Christian Science Monitor and NPR ran stories about a new literary movement of novels and films that dealt with human-induced climate change.[1][5] Bloom had been critical of the lack of mention of his role in coining the term in these features.[1] Scott Thill wrote in HuffPost in 2014 that he had popularised the term in 2009, inspired by the mixture of science and fiction in Franny Armstrong's film The Age of Stupid.[6]\n\nA number of literary works also dealt with climate change many decades before this, and the term has been retroactively applied to them.[5][7]\n\n"
        },
        {
            "title": "History",
            "text": "Jules Verne's 1889 novel The Purchase of the North Pole imagines climate change due to tilting of Earth's axis. In his posthumous Paris in the Twentieth Century, written in 1883 and set during the 1960s, the eponymous city experiences a sudden drop in temperature, which lasts for three years.[8]\n\nLaurence Manning's 1933 serialized novel The Man Who Awoke has been described as an exemplary work of ecological science fiction from the golden age.[9] It tells the story a man who awakes from suspended animation in various future eras and learns about the destruction to the Earth's climate, caused by overuse of fossil fuels, global warming, and deforestation. People of the future refer to 20th century humans as \"the wasters\". They have abandoned over-industrialization and consumerism to live in small self-sufficient villages based around genetically engineered trees that provide all their necessities. Isaac Asimov credited The Man Who Awoke for bringing the \"energy crisis\" to his attention 40 years before it became common knowledge in the 1970s.[10]\n\nSeveral well-known dystopian works by British author J. G. Ballard deal with climate-related natural disasters. In The Wind from Nowhere (1961), civilization is devastated by persistent hurricane-force winds, and The Drowned World (1962) describes a future of melted ice-caps and rising sea-levels caused by solar radiation.[11] In The Burning World (1964, later retitled The Drought) his climate catastrophe is human-made, a drought due to disruption of the precipitation cycle by industrial pollution.[12]\n\nFrank Herbert's 1965 science fiction novel Dune, set on a fictional desert planet, has been proposed as a pioneer of climate fiction for its themes of ecology and environmentalism.[7]\n\nOctavia E. Butler's Parable of the Sower (1993) imagines a near-future for the United States where climate change, wealth inequality, and corporate greed cause apocalyptic chaos. Here, and in sequel Parable of the Talents (1998), Butler dissects how instability and political demagoguery exacerbate society's underlying cruelty (especially with regards to racism and sexism) and also explores themes of survival and resilience.[13][14] Butler wrote the novel \"thinking about the future, thinking about the things that we're doing now and the kind of future we're buying for ourselves, if we're not careful.\"[15]\n\n\nAs scientific knowledge of the effects of fossil fuel consumption and resulting increase in atmospheric CO2 concentrations entered the public and political arena as \"global warming\",[16] human-caused climate change entered works of fiction. Susan M. Gaines's Carbon Dreams (2000) was an early example of a literary novel that \"tells a story about the devastatingly serious issue of human-induced climate change\", set in the 1980s and published before the term \"cli-fi\" was coined.[17] Michael Crichton's State of Fear (2004), a techno-thriller, was a bestseller upon its release but was criticised by scientists for portraying climate change as \"a vast pseudo-scientific hoax\" and rejecting the scientific consensus on climate change.[18][19][20]\nMargaret Atwood explored the subject in her dystopian trilogy Oryx and Crake (2003), The Year of the Flood (2009) and MaddAddam (2013).[21] In Oryx and Crake, Atwood presents a world where \"social inequality, genetic technology and catastrophic climate change, has finally culminated in some apocalyptic event\".[22] The novel's protagonist, Jimmy, lives in a \"world split between corporate compounds\", gated communities that have grown into city-states and pleeblands, which are \"unsafe, populous and polluted\" urban areas where the working classes live.[22]\n\nIn 2016, Indian writer Amitav Ghosh expressed concern that climate change had \"a much smaller presence in contemporary literary fiction than it does even in public discussion\". In The Great Derangement: Climate Change and the Unthinkable, Ghosh said \"if certain literary forms are unable to negotiate these waters, then they will have failed – and their failures will have to be counted as an aspect of the broader imaginative and cultural failure that lies at the heart of the climate crisis.\"[23]\n\nBy the 2010s, climate fiction had attracted greater prominence and media attention.[24][25][26] Cultural critic Josephine Livingston at The New Republic wrote in 2020 that \"the last decade has seen such a steep rise in sophisticated 'cli-fi' that some literary publications now devote whole verticals to it. With such various and fertile imaginations at work on the same topic, whether in fiction or nonfiction, the challenge facing the environmental writer now is standing out from the crowd (not to mention the headlines).\" She highlighted Jeff Vandermeer's Annihilation to Nathaniel Rich's Odds Against Tomorrow as examples.[27]\n\n"
        },
        {
            "title": "Prominent examples",
            "text": "The popular science-fiction novelist Kim Stanley Robinson focused on the theme in his Science in the Capital trilogy, which is set in the near future and includes Forty Signs of Rain (2004), Fifty Degrees Below (2005), and Sixty Days and Counting (2007). Robert K. J. Killheffer in his review for Fantasy & Science Fiction said \"Forty Signs of Rain is a fascinating depiction of the workings of science and politics, and an urgent call to readers to confront the threat of climate change.\"[28] Robinson's climate-themed novel, titled New York 2140, was published in March 2017.[29] It gives a complex portrait of a coastal city that is partly underwater and yet has successfully adapted to climate change in its culture and ecology. Robinson's novel The Ministry for the Future, is set in the near future, and follows a subsidiary body, whose mission is to advocate for the world's future generations of citizens as if their rights are as valid as the present generation's.\n\nBritish author J. G. Ballard used the setting of apocalyptic climate change in his early science fiction novels. In The Wind from Nowhere (1961), civilisation is reduced by persistent hurricane-force winds. The Drowned World (1962) describes a future of melted ice-caps and rising sea-levels, caused by solar radiation, creating a landscape mirroring the collective unconscious desires of the main characters. In The Burning World (1964) a surrealistic psychological landscape is formed by drought due to industrial pollution disrupting the precipitation cycle.\n\nSimilarly, The Road (2006) by Cormac McCarthy is set after an unspecified apocalypse or environmental catastrophe. It won the Pulitzer Prize for Fiction in 2007. Although it does not explicitly mention climate change, it has been listed by The Guardian as one of the best climate change novels,[30] and environmentalist George Monbiot has described it as \"the most important environmental book ever written\" for depicting a world without a biosphere.[31][32]\n\nIan McEwan's Solar (2010) follows the story of a physicist who discovers a way to fight climate change after managing to derive power from artificial photosynthesis.[33] The Stone Gods (2007) by Jeanette Winterson is set on the fictional planet Orbus, a world very like Earth, running out of resources and suffering from the severe effects of climate change.  Inhabitants of Orbus hope to take advantage of possibilities offered by a newly discovered planet, Planet Blue, which appears perfect for human life.[34]\n\nOther authors who have used this subject matter include:\n\n"
        },
        {
            "title": "Influence",
            "text": "Many journalists, literary critics, and scholars have speculated about the potential influence of climate fiction on the beliefs of its readers. To date, three empirical studies have examined this question.\n\nA controlled experiment found that reading climate fiction short stories \"had small but significant positive effects on several important beliefs and attitudes about global warming – observed immediately after participants read the stories\", though \"these effects diminished to statistical nonsignificance after a one-month interval\". However, the authors note that \"the effects of a single exposure in an artificial setting may represent a lower bound of the real-world effects. Reading climate fiction in the real world often involves multiple exposures and longer narratives\", such as novels, \"which may result in larger and longer-lasting impacts\".[52]\n\nA survey of readers found that readers of climate fiction \"are younger, more liberal, and more concerned about climate change than nonreaders\", and that climate fiction \"reminds concerned readers of the severity of climate change while impelling them to imagine environmental futures and consider the impact of climate change on human and nonhuman life. However, the actions that resulted from readers' heightened consciousness reveal that awareness is only as valuable as the cultural messages about possible actions to take that are in circulation. Moreover, the responses of some readers suggest that works of climate fiction might lead some people to associate climate change with intensely negative emotions, which could prove counterproductive to efforts at environmental engagement or persuasion.\"[53]\n\nFinally, an empirical study focused on the popular novel The Water Knife found that cautionary climate fiction set in a dystopic future can be effective at educating readers about climate injustice and leading readers to empathize with the victims of climate change, including environmental migrants. However, its results suggest that dystopic climate narratives might lead to support for reactionary responses to climate change. Based on this result, it cautioned that \"not all climate fiction is progressive\", despite the hopes of many authors, critics, and readers.[54]\n\n"
        }
    ]
}