{
    "url": "https://en.wikipedia.org/wiki/Climate_of_New_England",
    "title": "Climate of New England",
    "table_of_contents": [
        "1 Statistics for major cities and states",
        "1.1 Northern",
        "1.2 Central",
        "1.3 Southern coastal",
        "2 See also",
        "3 Notes",
        "4 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The climate of New England varies greatly across its 500-mile (800 km) span from northern Maine to southern Connecticut. \n\nMaine, Vermont, New Hampshire, and most of interior Massachusetts have a humid continental climate (Dfb under the Köppen climate classification). In this region, the winters are long, cold, and heavy snow is common (most locations in this region receive 60 to 120 inches or 1.52 to 3.05 metres of snow annually). The summer months are moderately warm, though summer in this region is rather short. Annual rainfall has historically been spread evenly throughout the year, although climate change may be partly responsible for increasingly frequent droughts in the region during the summer months. [1] Cities like Bangor, Maine; Portland, Maine; Manchester, New Hampshire; Burlington, Vermont; and Pittsfield, Massachusetts average around 45 inches (1,100 mm) of rainfall and 60 to 90 inches (1.52 to 2.29 m) of snow annually. The frost-free growing season ranges from just 90 days in far northern Maine and in the valleys of the White and Green Mountains, to as much as 140 days along the Southern Maine coast and in most of western Massachusetts.\n\nIn eastern Massachusetts, northern Rhode Island, and northern Connecticut, a hot-summer version of the humid continental climate (Köppen Dfa) prevails. Here summers are hotter and winters shorter with less snowfall. Cities like Boston, Hartford, and Providence generally receive 35 to 50 inches or 0.89 to 1.27 metres of snow annually. Summers can occasionally be hot and humid, with high temperatures in the lower Connecticut River valley of southern Massachusetts and Connecticut between 85 and 90 °F (29 and 32 °C) regularly during June, July, and August. Convective thunderstorms are common in these months as well, some of which can become severe. The frost-free growing season ranges from 140 days in parts of central Massachusetts to near 160 days across interior Connecticut and most of Rhode Island.[2]\n\nCoastal Rhode Island and southern Connecticut are the broad transition zone from continental climates to the north, to temperate climates (called subtropical in some climate classifications) to the south. In this region, summers can be quite long and hot, with humid, tropical air masses common between May and September. Convective thundershowers are common in summer. The coast of Connecticut from Stamford, through the New Haven area to the New London, and Westerly and Newport, Rhode Island area is usually the mildest area of New England in winter. Winter precipitation in this area frequently falls in the form of rain or a wintry mix of sleet, rain, and wet snow. Seasonal snowfall is far less across far southern Connecticut and coastal Rhode Island than it is across interior and Northern coastal areas (only 24 to 30 inches or 0.61 to 0.76 metres of snow annually). Cold snaps in this far southern zone also tend to be shorter and less intense than points north. Winters also tend to be sunnier and warmer in southern Connecticut and southern Rhode Island compared to northern and central New England. The frost-free growing season approaches 200 days along the Connecticut coast.[3]\n\nTropical cyclones sometimes directly impact New England. The 1938 New England hurricane and Hurricane Carol in 1954 were especially devastating storms which made landfall in Southern New England. Other tropical systems that have directly impacted the region include Hurricane Donna, Hurricane Gloria, Hurricane Bob, Hurricane Irene, Hurricane Sandy, and Tropical Storm Isaias. While infrequent, tornadoes occasionally occur in the region, with notable events including the 1953 Worcester tornado, the Windsor Locks, Connecticut, tornado in 1979, and the 2011 New England tornado outbreak, which produced several destructive twisters throughout much of the region.\n\n"
        },
        {
            "title": "Statistics for major cities and states",
            "text": "\n\n\n\n"
        }
    ]
}