{
    "url": "https://en.wikipedia.org/wiki/Climate_change_in_the_United_States",
    "title": "Climate change in the United States",
    "table_of_contents": [
        "1 Greenhouse gas emissions",
        "2 Impact on the natural environment",
        "2.1 Temperature and weather changes",
        "2.2 Extreme weather events",
        "2.2.1 Heat waves",
        "2.2.2 Droughts",
        "2.2.3 Megafloods",
        "2.2.4 Weakened polar vortex jet stream",
        "2.3 Sea level rise",
        "2.3.1 Locations in the US with low elevation above sea level",
        "3 Impact on people",
        "3.1 Economic impacts",
        "3.1.1 Agriculture and food security",
        "3.1.2 Cost of disaster relief",
        "3.2 Health impacts",
        "3.3 Impacts on migration",
        "3.4 Impacts on indigenous peoples",
        "3.4.1 Coastal",
        "3.4.2 Native Hawaiians",
        "3.4.3 Great Lakes Tribes",
        "3.4.4 Indigenous Alaskans",
        "3.4.5 Southwest",
        "3.4.6 Northeast",
        "3.5 Impact on culture",
        "3.6 Impact on security",
        "4 Mitigation and adaptation",
        "4.1 Mitigation",
        "4.2 Adaptation",
        "4.2.1 Traditional Ecological Knowledge (TEK)",
        "4.3 Policies and legislation",
        "4.3.1 State and regional policy",
        "4.4 International cooperation",
        "5 Society and culture",
        "5.1 Public opinion about climate change",
        "5.2 Political ideologies",
        "5.3 Activism",
        "5.4 Research and educational institutions",
        "5.5 Business community",
        "6 Climate change by state or territory",
        "7 See also",
        "8 References",
        "8.1 Works cited",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Climate change in the United States has led to the country warming by 2.6 °F (1.4 °C) since 1970.[2] Due to climate change, the climate of the United States is shifting in ways that are widespread and varied between regions.[3][4] From 2010 to 2019, the United States experienced its hottest decade on record.[5] Extreme weather events, invasive species, floods and droughts are increasing.[6][7][8] Climate change's impacts on tropical cyclones and sea level rise also affects regions of the country.\n\nCumulatively since 1850, the U.S. has emitted a larger share than any country of the greenhouse gases causing current climate change, with some 20% of the global total of carbon dioxide alone.[9] Current US emissions per person are among the largest in the world.[10] Various state and federal climate change policies have been introduced, and the US has ratified the Paris Agreement despite temporarily withdrawing. In 2021, the country set a target of halving its annual greenhouse gas emissions by 2030.[11]\n\nClimate change is having considerable impacts on the environment and society of the United States. This includes implications for agriculture, the economy, human health and indigenous peoples, and it is seen as a national security threat.[12] States that emit more carbon dioxide per person and introduce policies to oppose climate action are generally experiencing greater impacts.[13][14] 2020 was a historic year for billion-dollar weather and climate disasters in U.S.[15]\n\n\nAlthough historically a non-partisan issue, climate change has become controversial and politically divisive in the country in recent decades. Oil companies have known since the 1970s that burning oil and gas could cause global warming but nevertheless funded deniers for years.[16][17] Despite the support of a clear scientific consensus, as of 2021 one third of Americans deny that human-caused climate change exists[18] although the majority are concerned or alarmed about the issue.[19] \n"
        },
        {
            "title": "Impact on the natural environment",
            "text": "Human-induced climate change has the potential to alter the prevalence and severity of extreme weather events such as heat waves, cold waves, storms, floods and droughts.[31]  A 2012 Intergovernmental Panel on Climate Change (IPCC) report confirmed that a strong body of evidence links global warming to an increase in heat waves, a rise in episodes of heavy rainfall and other precipitation, and more frequent coastal flooding.[32][33] March 2020 placed second to 2016 for being the second-hottest March on record with an average of 2.09 Fahrenheit (1.16 Celsius) above that of the 20th-century.[34]\n\nAccording to the American government's Climate Change Science Program, \"With continued global warming, heat waves and heavy downpours are very likely to further increase in frequency and intensity. Substantial areas of North America are likely to have more frequent droughts of greater severity. Hurricane wind speeds, rainfall intensity, and storm surge levels are likely to increase. The strongest cold season storms are likely to become more frequent, with stronger winds and more extreme wave heights.\"[35]\n\nIn 2022, Climate Central reported that, since 1970, the U.S. is 2.6 °F (1.4 °C) warmer, all 49 states analyzed(Hawaii data not available) warmed by at least 1.8 °F (1.0 °C), and 244 of 246 U.S. cities analyzed warmed.[2] Many of the fastest-warming locations were in the drought-prone Southwest, with Reno, Nevada, warming by +7.7 °F (4.3 °C).[2] Alaska warmed by 4.3° F (2.4 °C), where melting glaciers contribute to sea level rise, and permafrost melt releases greenhouse gases.[2] Ninety percent of U.S. counties experienced a federal climate disaster between 2011-2021, with some having as many as 12 disasters during that time.[36]\n\nThe number and severity of high-cost extreme weather events has increased in the 21st century in the United States, and some of these are because of global warming. By August 2011 alone, the NOAA had registered nine distinct extreme weather disasters for that year, each totalling $1 billion or more in economic losses. Total losses for 2011 were evaluated as more than $35 billion before Hurricane Irene.[39]\n\nThough the costs and frequency of cyclones have increased on the east coast, it remains unclear whether these effects have been driven primarily by climate change.[40][41] When correcting for this, a comprehensive 2006 article in Geophysical Research Letters found \"no significant change in global net tropical cyclone activity\" during past decades, a period when considerable warming of ocean water temperatures occurred. However, the study found major regional shifts, including a general rise of activity in the North Atlantic area, including on the U.S. eastern coast.[42]\n\nFrom 1898 through 1913, there have been 27 cold waves which totalled 58 days. Between 1970 and 1989, there were about 12 such events. From 1989 until January 6, 2014, there were none. The one on the latter date caused consternation because of decreased frequency of such experiences.[43]\n\nLooking at the lack of certainty as to the causes of the 1995 to present increase in Atlantic extreme storm activity, a 2007 article in Nature used proxy records of vertical wind shear and sea surface temperature to create a long-term model. The authors found that \"the average frequency of major hurricanes decreased gradually from the 1760s until the early 1990s, reaching anomalously low values during the 1970s and 1980s.\" As well, they also found that \"hurricane activity since 1995 is not unusual compared to other periods of high hurricane activity in the record and thus appears to represent a recovery to normal hurricane activity, rather than a direct response to increasing sea surface temperature.\"  The researches stated that future evaluations of climate change effects should focus on the magnitude of vertical wind shear for answers.[44]\n\nThe frequency of tornadoes in the U.S. has increased, and some of this trend takes place due to climatological changes though other factors such as better detection technologies also play large roles. According to a 2003 study in Climate Research, the total tornado hazards resulting in injury, death, or economic loss \"shows a steady decline since the 1980s.\" The authors reported that tornado \"deaths and injuries decreased over the past fifty years.\" They state that additional research must look into regional and temporal variability in the future.[45]\n\nFrom the 1960s the amount and longevity of heat waves have increased in the contiguous United States. The general effect of climate changes has been found in the journal Nature Climate Change to have caused increased likelihood of heat waves and extensive downpours.[40]  Concerns exist that, as stated by a National Institutes of Health (NIH) study in 2003, increasing \"heat and humidity, at least partially related to anthropogenic climate change, suggest that a long-term increase in heat-related mortality could occur.\" However, the report found that, in general, \"over the past 35 years, the U.S. populace has become systematically less affected by hot and humid weather conditions\" while \"mortality during heat stress events has declined despite increasingly stressful weather conditions in many urban and suburban areas.\" Thus, as stated in the study, \"there is no simple association between increased heat wave duration or intensity and higher mortality rates\" with current death rates being largely preventable, the NIH deeply urging American public health officials and physicians to inform patients about mitigating heat-related weather and climate effects on their bodies.[47]\n\nIn 2021 an unprecedented heat wave occurred in the northwest linked to climate change.[49] The heatwave brought temperatures close to 50 °C to many areas that generally do not experience such heat like Portland and Seattle, killed 500 people and caused 180 wildfires in British Columbia in Canada. The heat wave was made 150 times more likely by climate change.[50] According to World Weather Attribution such events occur every 1,000 years in today climate but if the temperature will rise by 2 degrees above preindustrial levels, such events will occur each 5–10 years. However, it was more severe than predicted climate models. Significant impacts in that area were expected in the Pacific Northwest only by the middle of the 21st century.[51] Currently, scientists search ways to make the predictions more accurate because: \"researchers need to assess whether places such as North America or Germany will face extremes like the heat dome and the floods every 20 years, 10 years, five years – or maybe even every year. This level of accuracy currently isn’t possible\".[52]\n\nThe leading cause of animal extinction rates within the United States is due to rising temperatures and heat waves. Science writer Mark C. Urban states, \"Species must disperse into newly suitable habitats as fast as climate shifts across landscapes.\"[53] The risk of extinction among species isn't as detrimental in the United States as compared to other countries such as, \"South America, Australia, and New Zealand.\"[53] Due to these species needing to adapt as fast as rising temperature, Urban stresses the idea of countries who are at great risk, and even those who aren't to adapt strategies to limit further advances in rising temperatures and climate change.[53]\n\nA 2006 study suggested that drought conditions appear to be worsening in the southwest while improving in the northeast.[55] In the years 2000–2021 the southwestern North American megadrought persisted. Climate change increased temperature, reduced the amount of precipitation, decreased snowpack and increased the ability of air to soak humidity, helping to create arid conditions. As of 2021 the drought was the most severe in the last 500 years.[56] As of 30 June 2021 61% of continental USA were in drought conditions. Demand for water and cooling rose.[57] In June 2021 water restrictions entered into force in California. Climate change is responsible for 50% of the severity of the drought in California.[58] Water restrictions are expected to expand on many states in the US west, farmers are already affected. In San Francisco a hydropower plant can stop work due to lack of water.[59]\n\nA study published in Nature Climate Change concluded that 2000–2021 was the driest 22-year period in southwestern North America since at least 800 CE.[60] One of the study's researchers said that, without climate change, the drought would probably have ended in 2005.[61] 42% of the megadrought's severity is said to be attributable to temperature rise as a result of climate change, with 88% of the area being drought-stricken.[62] In 2020-2021, the Colorado River, feeding seven states, shrank to the lowest two-year average in more than a century of record keeping.[62]\n\nA study published in Science Advances in 2022 stated that climate-caused changes in atmospheric rivers affecting California had already doubled the likelihood of megafloods—which can involve 100 inches (250 cm) of rain and/or melted snow in the mountains per month, or 25 to 34 feet (7.6 to 10.4 m) of snow in the Sierra Nevada—and runoff in a future extreme storm scenario is predicted to be 200 to 400% greater than historical values in the Sierra Nevada.[63]\n\nClimate scientists have hypothesised that the stratospheric polar vortex jet stream will gradually weaken as a result of global warming and thus influence U.S. conditions.[64][65][66] This trend could possibly cause changes in the future such as increasing frost in certain areas. The magazine Scientific American noted in December 2014 that ice cover on the Great Lakes had recently \"reached its second-greatest extent on record\", showing climate variability.[65] In February 2021 when the United States, officially rejoined the Paris Agreement, John Kerry spoke about it, mentioning the latest extreme cold events in the USA that in his opinion: \"related to climate because the polar vortex penetrates further south because of the weakening of the jet stream related to warming.\"[67] This opinion is shared by many climate scientists.[68]\n\nSea level rise has taken place in the U.S. for decades, going back to the 19th century. 40% of the U.S. population live near a coast, and are vulnerable to sea level rise. For almost all coastal areas of the US, except for Alaska, the future rise in sea level is expected to be higher than the global average.[71] NOAA's Global and Regional Sea Level Rise Scenarios said in February 2022 that relative sea level along the contiguous U.S. coastline is expected to rise on average as much over the next 30 years—25 to 30 centimetres (9.8 to 11.8 in)—as it has over the preceding 100 years.[72]\n\nMore specifically, NOAA's February 2022 Seal Level Rise Technical Report estimated that rise in the following three decades is anticipated to be, on average: 10-14 inches (0.25-0.35 m) for the East coast; 14-18 inches (0.35-0.45 m) for the Gulf coast; 4-8 inches (0.1-0.2 m) for the West coast; 8-10 inches (0.2-0.25 m) for the Caribbean; 6-8 inches (0.15-0.2 m) for the Hawaiian Islands; and 8-10 inches (0.2-0.25 m) for northern Alaska.[69] Also, by 2050, “moderate” (typically damaging) flooding is expected to occur, on average, more than 10 times as often as it does today, and “major” (often destructive) flooding is expected to occur five times as often as it does today.[69]\n\nThe U.S. Geological Survey has conducted research on sea level rise, addressing coastal vulnerability, and incorporating six physical variables to analyze the changes in sea level: geomorphology, coastal slope (percent), rate of relative sea level rise (mm/yr), shoreline erosion and acceleration rates (m/yr), mean tidal range (m), and mean wave height (m).[73] The research was conducted on the various coastline areas of the United States. Along the Pacific coast, the most vulnerable areas are low-lying beaches, and \"their susceptibility is primarily a function of geomorphology and coastal slope.\"[74] From research along the Atlantic coast, the most vulnerable areas to sea level rise were found to be along the Mid-Atlantic coast (Maryland to North Carolina) and Northern Florida, since these are \"typically high-energy coastlines where the regional coastal slope is low and where the major landform type is a barrier island.\"[75] For the Gulf coast, the most vulnerable areas are along the Louisiana-Texas coast. According to the results, \"the highest-vulnerability areas are typically lower-lying beach and marsh areas; their susceptibility is primarily a function of geomorphology, coastal slope and rate of relative sea-level rise.\"[76]\n\nCoastal regions would be most affected by rising sea levels. The increase in sea level along the coasts of continents, especially North America are much more significant than the global average. According to 2007 estimates by the International Panel on Climate Change (IPCC), \"global average sea level will rise between 0.6 and 2 feet (0.18 to 0.59 meters) in the next century.[78] Along the U.S. Mid-Atlantic and Gulf Coasts, however, sea level rose in the last century 5 to 6 inches more than the global average. This is due to the subsiding of coastal lands.[78] The sea level along the U.S. Pacific coast has also increased more than the global average, but less than along the Atlantic coast. This can be explained by the varying continental margins along both coasts; the Atlantic type continental margin is characterized by a wide, gently sloping continental shelf, while the Pacific type continental margin incorporates a narrow shelf and slope descending into a deep trench.[79] Since low-sloping coastal regions should retreat faster than higher-sloping regions, the Atlantic coast is more vulnerable to sea level rise than the Pacific coast.[80]\n\nA rise in sea level will have a negative impact not only on coastal property and economy, but on our supply of fresh water. According to the EPA, \"Rising sea level increases the salinity of both surface water and ground water through salt water intrusion.\"[81] Coastal estuaries and aquifers are therefore at a high risk of becoming too saline from rising sea levels. With respect to estuaries, an increase in salinity would threaten aquatic animals and plants that cannot tolerate high levels of salinity. Aquifers often serve as a primary water supply to surrounding areas, such as Florida's Biscayne aquifer, which receives freshwater from the Everglades and then supplies water to the Florida Keys. Rising sea levels would submerge low-lying areas of the Everglades, and salinity would greatly increase in portions of the aquifer.[81] The considerable rise in sea level and the decreasing amounts of freshwater along the Atlantic and Gulf coasts would make those areas rather uninhabitable. Many economists predict that global warming will be one of the main economic threats to the West Coast, specifically in California. \"Low-lying coastal areas, such as along the Gulf Coast, are particularly vulnerable to sea-level rise and stronger storms—and those risks are reflected in rising insurance rates and premiums. In Florida, for example, the average price of a homeowners' policy increased by 77 percent between 2001 and 2006.\"[82]\n\nAnother important coastal habitat that is threatened by sea level rise is wetlands, which \"occur along the margins of estuaries and other shore areas that are protected from the open ocean and include swamps, tidal flats, coastal marshes and bayous.\"[83] Wetlands are extremely vulnerable to rising sea levels, since they are within several feet of sea level. The threat posed to wetlands is serious, due to the fact that they are highly productive ecosystems, and they have an enormous impact on the economy of surrounding areas. Wetlands in the U.S. are rapidly disappearing due to an increase in housing, industry, and agriculture, and rising sea levels contribute to this dangerous trend. As a result of rising sea levels, the outer boundaries of wetlands tend to erode, forming new wetlands more inland. According to the EPA, \"the amount of newly created wetlands, however, could be much smaller than the lost area of wetlands— especially in developed areas protected with bulkheads, dikes, and other structures that keep new wetlands from forming inland.\"[81] When estimating a sea level rise within the next century of 50 cm (20 inches), the U.S. would lose 38% to 61% of its existing coastal wetlands.[84]\n\nBeachfront property is at risk from eroding land and rising sea levels. Since the threat posed by rising sea levels has become more prominent, property owners and local government have taken measures to prepare for the worst. For example, \"Maine has enacted a policy declaring that shorefront buildings will have to be moved to enable beaches and wetlands to migrate inland to higher ground.\"[85] Additionally, many coastal states add sand to their beaches to offset shore erosion, and many property owners have elevated their structures in low-lying areas. As a result of the erosion and ruin of properties by large storms on coastal lands, governments have looked into buying land and having residents relocate further inland.[86]\n\n"
        },
        {
            "title": "Impact on people",
            "text": "An article in Science predicts that the Southern states, such as Texas, Florida, and the Deep South will be economically affected by climate change more severely than northern states, some of which would even gain “moderate benefits.”[87][88]\n\n\nThe 2018 the Fourth National Climate Assessment notes that regional economies dominated by agriculture may have additional vulnerabilities from climate change.[89] Joseph Stiglitz, Nobel prize-winning economist, notes that climate-related disasters in 2017 cost the equivalent of 1.5% of GDP.[90] Crop and livestock production will be increasingly challenged.[91]\nSince 1980, the United States has experienced 323 in climate and weather related disasters, which have cost more than $2.195 trillion in total.[99] According to NOAA's National Centers for Environmental Information (NCEI), 2021 witnessed 20 climate-related disasters, each exceeding losses of $1 billion.[100]\n\nThese increasingly common and severe weather events have put pressure on existing disaster-relief efforts. For instance, the increasing rate of wildfires, the increasing length of the fire season, and increasing severity have put pressure on national and international resources. In the US, federal firefighting efforts surpassed $2 billion a year for the first time in 2017, and this expense was repeated in 2018.[101] At the same time, internationally shared capital, such as firefighting planes, has experienced increasing demand, requiring new investment.[102]\n\nClimate change is expected to pose increased threats to human health.[91] The physical and psychological effects of climate change in the United States on human health will likely depend on specific location. Researchers have determined that locations of concern are “coastal regions, islands, deserts in the southwest, vector-borne and zoonotic disease border regions, cities, and the U.S. Arctic (Alaska)”.[103] Physical impacts include injury and illness from both initial incidents and secondary effects of major weather events or the changing climate. Psychological impacts include post-traumatic stress disorder, forced emigration and social loss related to people’s attachment to place and identity.[103] The impacts these have on the individual are felt throughout the community as well. Displacement after a major weather event harms a community’s capacity to engage and become resilient.[103]\n\nClimate change has increased migration to the United States from Central America.[104] Due to rising sea levels in coastal areas in the United States, it is projected that 13 million Americans will be forced to move away from submergged coastlines.[105]\n\nAccording to Indigenous scholars such as Daniel Wildcat, Zoe Todd, and Kyle Whyte, the experience of modern climate change echoes previous experiences of environmental damage and territorial displacement brought about by European settlement.[106][107] Colonial practices such as damming and deforestation forced Indigenous peoples to adapt to unfamiliar climates and environments.[106] Thus, the impacts of global climate change are viewed as being not separate from but rather an intensification of the impacts of settler colonialism.[107]\n\nIndigenous scholars and activists argue that colonialist policies—prioritizing exploitation and commoditization of resources over Indigenous teachings favoring environmental stability and seeking a symbiotic relation with nature[108]—have fueled climate change.[109] The United Nations Department of Economic and Social Affairs has stated that \"Indigenous peoples are among the first to face the direct consequences of climate change, due to their dependence upon, and close relationship, with the environment and its resources.\"[110] More specifically, North American tribes' present-day lands are on average more exposed to extreme heat and receive less precipitation, nearly half of tribes experience heightened wildfire hazard exposure, and tribes' present-day lands have less mineral value potential.[111]\n\nNative peoples residing on the Gulf and West Coasts are affected by the rising sea temperatures because that makes the fish and shellfish, that they rely on for food and cultural activities, more susceptible to contamination.[112] In California, climate change has wiped out much of the salmonids and acorns that were a significant portion of the Karuk people's traditional diet.[113]\n\nIn the last century, climate change has played a part in causing \"between 90 and 95 percent of Hawai'i's dryland forests\" to disappear, which is especially important because many of the native species that exist in Hawai’i cannot be found anywhere else on earth.[114]\n\nIndigenous communities developed agroecosystems that could have had production levels comparable to consumption today.[115]  As such, Indigenous agroecosystems may help climate change mitigation.[116]\n\nExploitation practices produce pollution and introduce non-native species, promoting the intensity of climate change.[109] Conservation efforts of the Great Lakes ecosystems are necessary in order to prevent climate change from doing further damage to the environment and the Indigenous communities living there.[109]\n\nIncreasing temperatures have stunted the growth of wild rice, negatively impacting the Anishinaabe and Ojibwe people's health and culture.[113][112]\n\nThinning sea ice on which some Alaskan tribes traditionally rely for hunting[117] contributes to climigration—migration caused by climate change, a term originally was coined for Arctic Alaska towns and villages.[118] The policy advisor for the National Congress of American Indians has stated that \"among indigenous peoples in North America, the Native Americans who continue to practice traditional and subsistence lifestyles to perhaps the highest degree are those in Alaska, where 80% of the diet comes from the immediate surroundings”.[119]\n\nCoastal erosion and rising sea levels caused by climate change have threatened coastal communities.[120] For example, reports suggest that melting permafrost, repeated storms, and decrease of land could make Kivalina unlivable by 2025,[121] though some residents do not have the enough money to relocate.[120] Sea ice that historically sheltered the town has retreated, and storms that would have previously hit the ice now reach the town.[120] The decline in ice sheets has been directly linked to a decline in the population of polar bears on which many Indigenous people rely.[122][123][124]\n\nBecause of melting ice, global climate change makes Arctic Indigenous lands more accessible for resource extraction.[107] Whyte cites a source saying that this increased accessibility brings oil production projects having laborers' camps that \"attract violent sex trafficking of Indigenous persons\".[107]\n\nWildfires impact both urban and rural communities, and Indigenous and non-Indigenous communities.[125] However, Indigenous communities do not have the same economic resources to deal with these fires, and their lifestyles and cultures are more dependent on the land.[125] Rural communities rely more on surrounding land for wild food harvest and nutritional intake, and thus are at risk for food insecurity.[125]\n\nWarming temperatures in the Arctic allow beavers to extend their habitat further north, where their dams impair boat travel, impact access to food, affect water quality, and endanger downstream fish populations.[126] Pools formed by the dams store heat, thus changing local hydrology and causing localized thawing of permafrost that in turn contributes to global warming.[126]\n\nFor generations, people in Alaska’s far-north whaling villages have relied on ice cellars (food caches) dug deep into the permafrost to store and age their subsistence food, and keep it cold throughout the year.[127] However, global warming—along with changes in sediment chemistry, local hydrology, and urbanization—are causing ice cellars to fail through flooding and collapse.[127]\n\nThe Navajo Nation will experience increasing droughts and air pollution from dust.[112] In Arizona, rising temperatures and more severe rain events will likely exacerbate existing water purity problems, resulting in increased diarrhea and stomach problems, especially among children.[112]\n\nIn Maine, habitat loss and increasing temperatures, especially in the colder seasons, encourage the survival of ticks. This harms moose populations that Indigenous people have historically relied on.[113]\n\nBy August 2022, an increasing number of outdoor theater and musical performances, including the Oregon Shakespeare Festival and The Great Passion Play in Arkansas, were being canceled due to wildfire smoke, extreme heat, and heavy rains.[128]\n\nClimate change is a threat to the national security of the United States, according to the Defense secretary.[129] The President Joe Biden claims that top military officials described climate change as the biggest threat to the security of the country. Army Gen. Mark Milley, the chairman of the Joint Chiefs of Staff said in reaction that from a strictly military point of view Russia and China are the biggest threats but national security is a much broader issue.[130] Though the relationship is not well understood, the IPCC reports with medium confidence that climate change is related to both violent and property crime in the US.[131]\n\n"
        },
        {
            "title": "Mitigation and adaptation",
            "text": "Calculations in 2021 showed that, for giving the world a 50% chance of avoiding a temperature rise of 2 degrees or more USA should increase its climate commitments by 38%.[133]: Table 1  For a 95% chance it should increase the commitments by 125%. For giving a 50% chance of staying below 1.5 degrees USA should increase its commitments by 203%.[133]\n\nIncreasing use of public transport and related transit-oriented development can reduce transportation emissions in human settlements by 78% and overall US emissions by 15%.[134]\n\nIn April, 2022, wind and solar energy sources provided more electricity than nuclear power plants, overtaking nuclear for the first time in U.S. history.[135] Clean energy (also including geothermal, hydroelectric and biomass) comprised nearly 30% of the total electricity in the U.S., compared to about 20% in 2021.[135]\n\nEfforts to reduce greenhouse gas emissions by the United States include energy policies which encourage efficiency through programs like Energy Star, Commercial Building Integration, and the Industrial Technologies Program.[136]\n\nIn the absence of substantial federal action, state governments have adopted emissions-control laws such as the Regional Greenhouse Gas Initiative in the Northeast and the Global Warming Solutions Act of 2006 in California.[137] In 2019 a new climate change bill was introduced in Minnesota. One of the targets, is making all the energy of the state carbon free, by 2030.[138]\n\nThe state of California enacted the first comprehensive state-level climate action plan with its 2009 \"California Climate Adaptation Strategy.\"[139][140] California's electrical grid has been impacted by the increased fire risks associated with climate change. In the 2019 \"red flag\" warning about the possibility of wildfires declared in some areas of California, the electricity company Pacific Gas and Electric (PG&E) was required to shut down power to prevent inflammation of trees that touch the electricity lines. Millions were impacted.[141][142]\n\nWithin the state of Florida four counties (Broward, Miami-Dade, Monroe, Palm Beach) have created the Southeast Florida Regional Climate Change Compact in order to coordinate adaptation and mitigation strategies to cope with the impact of climate change on the region.[143] The Commonwealth of Massachusetts has issued grants to coastal cities and towns for adaptation activities such as fortification against flooding and preventing coastal erosion.[144]\n\nNew York State is requiring climate change be taken into account in certain infrastructure permitting, zoning, and open space programs; and is mapping sea level rise along its coast.[145]  After Hurricane Sandy, New York and New Jersey accelerated voluntary government buy-back of homes in flood-prone areas. New York City announced in 2013 it planned to spend between $10 and $20 billion on local flood protection, reduction of the heat island effect with reflective and green roofs, flood-hardening of hospitals and public housing, resiliency in food supply, and beach enhancement; rezoned to allow private property owners to move critical features to upper stories; and required electrical utilities to harden infrastructure against flooding.[146][147]\n\nIn 2019, a $19.1 billion \"disaster relief bill\" was approved by the Senate. The bill should help the victims of extreme weather that was partly fueled by climate change.[148]\n\nIn mid February 2014, President Barack Obama announced his plan to propose a $1 billion “Climate Resilience Fund”.[149] Obama's fund incorporates facets of both urban resiliency and human resiliency theories, by necessarily improving communal infrastructure and by focusing on societal preparation to decrease the country's vulnerability to the impacts of climate change.\n\nA 2013 USDA Technical Report stated that Indigenous peoples' traditional ecological knowledge (TEK) has the potential to play a vital role in indigenous climate change assessment and adaptation efforts, and that contributions from both Western science and TEK knowledge systems are imperative.[150] Bridging these two knowledge systems is said to “produce() a better understanding of the issue than either would alone.”[151]\n\nWestern climate science and TEK represent complementary and overlapping views of the causes and consequences of change.[152] TEK provides information about changes in the natural world useful for adaptation at the community level, information that is not readily available to western science observations.[152] Specifically, TEK—described as the \"accumulation of highly localized, experiential, place-based wisdom over a long period, most often passed down orally from generation to generation\"[150]—provides wisdom for community-level adaptation.[152] TEK often focuses on phenology (the study of the dates of recurrent natural events such as the flowering of certain plants or the first or last appearance of migrant birds[153]) in relation to seasonal climatic changes.[152] TEK-based adaptations include traditional food substitutions, and adjusting timing sequences of hunting, gathering, and fishing.[154]\n\nFederal, state, and local governments have all debated climate change policies, but the resulting laws vary considerably. The U.S. Congress has not adopted a comprehensive greenhouse gas emissions reduction scheme, but long-standing environmental laws such as the Clean Air Act have been used by the executive branch and litigants in lawsuits to implement regulations and voluntary agreements.[citation needed]\n\nThe federal government has the exclusive power to regulate emissions from motor vehicles, but has granted the state of California a waiver to adopt more stringent regulations.  Other states may choose to adopt either the federal or California rules.  Individual states retain the power to regulate emissions from electrical generation and industrial sources, and some have done so.  Building codes are controlled by state and local governments, and in some cases have been altered to require increased energy efficiency.  Governments at all levels have the option of reducing emissions from their own operations such as through improvements to buildings, purchasing alternative fuel vehicles, and reducing waste; and some have done so.[citation needed]\n\nPolitical opponents to emissions regulations argue that such measures reduce economic activity in the fossil fuel industry (which is a substantial extractive industry in the United States), and impose unwanted costs on drivers, electricity users, and building owners.  Some also argue that stringent environmental regulations infringe on individual liberty, and that the environmental impact of economic activity should be driven by the informed choices of consumers.  Regulatory proponents argue that the economy is not a zero-sum game, and that individual choices have proven insufficient to prevent damaging and costly levels of global warming. Some states have financed programs to boost employment in green energy industries, such as production of wind turbines.  Areas heavily dependent on coal production have not taken such steps and are suffering economic recession due to both competition from now lower-priced natural gas and environmental rules that make generation of electricity from coal disadvantageous due to high emissions of CO2 and other pollutants compared to other fuels.[citation needed]\n\nIn 2021 phase 4 of the Keystone XL pipeline, considered a symbol of the battle over climate change and fossil fuels, was cancelled, following strong objections from environmentalists, indigenous peoples, The Democratic Party, and the Joe Biden administration.[155] The current U.S. Special Presidential Envoy for Climate is John Kerry.\n\nThe Inflation Reduction Act of 2022 is the largest investment in climate change mitigation in US history, with $369 billion allocated towards energy and climate initiatives.[156]\n\nAcross the country, regional organizations, states, and cities are achieving real emissions reductions and gaining valuable policy experience as they take action on climate change. According to the report of America's Pledge, 65% of the American population, 51% of the GHG emissions and 68% of the GDP, are now part of different coalitions that support climate action and want to fulfill the commitments of USA in the Paris Agreement. The coalitions include We Are Still In, US Climate Alliance, Climate Mayors and more.[157]\n\nThese actions include increasing renewable energy generation, selling agricultural carbon sequestration credits, and encouraging efficient energy use.[158] The U.S. Climate Change Science Program is a joint program of over twenty U.S. cabinet departments and federal agencies, all working together to investigate climate change. In June 2008, a report issued by the program stated that weather would become more extreme, due to climate change.[159][160]  States and municipalities often function as \"policy laboratories\", developing initiatives that serve as models for federal action.  This has been especially true with environmental regulation—most federal environmental laws have been based on state models.  In addition, state actions can significantly affect emissions, because many individual states emit high levels of greenhouse gases. Texas, for example, emits more than France, while California's emissions exceed those of Brazil.[161][better source needed] State actions are also important because states have primary jurisdiction over many areas—such as electric generation, agriculture, and land use—that are critical to addressing climate change.\n\nMany states are participating in regional climate change initiatives, such as the Regional Greenhouse Gas Initiative in the northeastern United States, the Western Governors' Association (WGA) Clean and Diversified Energy Initiative, and the Southwest Climate Change Initiative.\n\nInside the ten northeastern states implementing the Regional Greenhouse Gas Initiative, carbon dioxide emissions per capita decreased by about 25% from 2000 and 2010, as the state economies continued to grow while enacting various energy efficiency programs.[162]\n\nThe United States, although a signatory to the 1997 Kyoto Protocol, under President Clinton, neither ratified nor withdrew from the protocol. In 1997, the U.S. Senate voted unanimously under the Byrd–Hagel Resolution that it was not the sense of the senate that the United States should be a signatory to the Kyoto Protocol, and in March 2001, the Bush Administration announced that it would not implement the treaty, saying it would create economic setbacks in the U.S. and does not put enough pressure to limit emissions from developing nations.[163]  In February 2002, Bush announced his alternative to the Kyoto Protocol, by bringing forth a plan to reduce the intensity of greenhouse gasses by 18 percent over 10 years. The intensity of greenhouse gasses specifically is the ratio of greenhouse gas emissions and economic output, meaning that under this plan, emissions would still continue to grow, but at a slower pace. Bush stated that this plan would prevent the release of 500 million metric tons of greenhouse gases, which is about the equivalent of 70 million cars from the road. This target would achieve this goal by providing tax credits to businesses that use renewable energy sources.[164]\n\nIn 2007, the U.S. Supreme Court ruled in the case Massachusetts v. Environmental Protection Agency that EPA regulation of carbon dioxide is required under the Clean Air Act.\n\nPresident Barack Obama proposed a cap-and-trade program as part of the 2010 United States federal budget, but this was never adopted by Congress.[165]\n\nPresident Obama committed in the December 2009 Copenhagen Climate Change Summit to reduce carbon dioxide emissions in the range of 17% below 2005 levels by 2020, 42% below 2005 levels by 2030, and 83% below 2005 levels by 2050.[166] Data from an April 2013 report by the Energy Information Administration (EIA), showed a 12% reduction in the 2005 to 2012 period. Just over half of this decrease has been attributed to the recession, and the rest to a variety of factors such as replacing coal-based power generation with natural gas and increasing energy efficiency of American vehicles (according to a Council of Economic Advisors analysis).[167]\n\nIn an address to the U.S. Congress in June 2013, the President detailed a specific action plan to achieve the 17% carbon emissions cut from 2005 by 2020, including measures such as shifting from coal-based power generation to solar and natural gas production.[168] Some Republican and Democratic lawmakers expressed concern at the idea of imposing new fines and regulations on the coal industry while the U.S. still tries to recover from the world economic recession, with Speaker of the House John Boehner saying that the proposed rules \"will put thousands and thousands of Americans out of work\".[169] Christiana Figueres, executive director of the UN's climate secretariat, praised the plan as providing a vital benchmark that people concerned with climate change can use as a paragon both at home and abroad.[170]\n\nAfter not participating in previous climate international treaties, the United States signed the Paris Agreement on April 22, 2016, during the Obama administration. Though this agreement does not mandate a specific reduction for any given country, it sets global goals, asks countries to set their own goals, and mandates reporting. United States international leadership was considered crucial in the negotiation during the 2015 United Nations Climate Change Conference and successful adoption of the international treaty.[171]\n\nThe U.S. submitted its action plan in March 2015, ahead of the treaty signing.[172] Reaffirming the November 2014 announcement it made with China,[173] the United States declared it would reduce greenhouse gas emissions to 26–28% below 2005 levels by 2025.  This is to be accomplished by several executive actions:[174]\n\nIn June 2017, President Donald Trump announced United States withdrawal from the Paris Agreement, although the exit process specified by the treaty (which Trump said the U.S. would follow) will last until at least November 4, 2020.[176] Trump states that dropping out the agreement will create more job opportunities in the United States, but it may actually have the opposite effect by stifling the renewable energy industries.[177] At the same time, Trump administration shut down the United States Environmental Protection Agency's climate change web pages and removed mentions of the topic elsewhere on the site.[178] In April 2018, the Trump administration cancelled NASA's Carbon Monitoring System (CMS) program, which helped with the monitoring of CO2 emissions and deforestation in the United States and in other countries.[179] The Trump administration also moved to increase fossil fuel consumption and roll back environmental policies that are considered to be burdensome to businesses.[180]\n\nFor offsetting the dismantlement of the Clean Power Plan approximately 10 billion trees would need to be planted. Activists try to plant this number of trees.[181]\n\nIn January 2020 Trump announced that the USA would join the Trillion Tree Campaign. Climate activists critiqued the plan for ignoring the root causes of climate change.[182] House Natural Resources Committee Chairman Raul Grijalva critiqued the plan as “a feel-good participatory gesture” without a broader portfolio of environmental actions surrounding it.[183]\n\nIn 2019, Democrats proposed a plan for climate action in USA aiming to not sell greenhouse gas emitting cars by 2035, reach zero emissions from the energy sector by 2040 and reduce to zero all the greenhouse gas emission of the country by 2050. The plan includes some actions to improve environmental justice. In 2016, 38% of adults in United States thought that stopping climate change are a top priority which rose to 52% in 2020. Many Republicans share this opinion.[184]\nIn November 2020 the Federal Reserve asked to join the Network for Greening the Financial System and included Climate Change in the list of risks to the economy.[185] On November 2, Wired published an article about Trump administration efforts to distort and suppress information about climate change by firing the acting chief scientist of the National Oceanic and Atmospheric Administration and distorting the use of climate models at the United States Geological Survey.[186]\n\nOn his first day as president, January 20, 2021, Joe Biden signed an executive order pledging that the US would rejoin the Paris Agreement.[187] The US rejoined the agreement on February 19, 2021.[188] This means that countries responsible for two thirds of global greenhouse gas emissions have pledged to become carbon neutral; without the US, it had been half.[189]\n\n"
        },
        {
            "title": "Society and culture",
            "text": "The Yale Program on Climate Change Communication is working on understanding public opinion about climate change in the USA, and how it changes with time. They divided the population of the USA into six categories:\n\nAlarmed: people who think that climate change happens, it is man made, and an urgent threat.\n\nConcerned: people who think climate change exists, it is man made, and it is a serious problem.\n\nCautious: people that have heard about climate change but are not sure what causes it and are \"not very worried about it\".\n\nDisengaged: people that do not know much about climate change.\n\nDoubtful: people who think that climate change probably does not exist or it is not man made, but are not sure. They consider climate change as \"a low risk\".\n\nDismissive: people that think that man made climate change does not exist, and who mostly oppose climate measures.\n\nAbout 6 of 10 Americans are alarmed or concerned about climate change. Overall, the support for climate policy is growing and across political parties. The \"Alarmed\" section has almost doubled. The Cautious, Doubtful, and Dismissive groups all shrank through the later years of the study.[195][19] In August 2022, Nature Communications published a survey with 6,119 representatively sampled Americans that found that 66 to 80% of Americans supported major climate change mitigation policies (i.e. 100% renewable energy by 2035, Green New Deal, carbon tax and dividend, renewable energy production siting on public land) and expressed climate concern, but that 80 to 90% of Americans underestimated the prevalence of support for such policies and such concern by their fellow Americans (with the sample estimating that only 37 to 43% on average supported such policies). Americans in every state and every assessed demographic (e.g. political ideology, racial group, urban/suburban/rural residence, educational attainment) underestimated support across all policies tested, and every state survey group and every demographic assessed underestimated support for the climate policies by at least 20%. The researchers attributed the misperception among the general public to pluralistic ignorance. Conservatives were found to underestimate support for the policies due to a false consensus effect, exposure to more conservative local norms, and consumption of conservative news, while liberals were suggested to underestimate support for the policies due to a false-uniqueness effect.[196][197]\n\nHistorical support for environmental protection has been relatively non-partisan. Republican Theodore Roosevelt established national parks whereas Democrat Franklin D. Roosevelt established the Soil Conservation Service.\n\nA 1977 memo from President Carter's chief science adviser Frank Press warned of the possibility of catastrophic climate change caused by increasing carbon dioxide concentrations introduced into the atmosphere by fossil fuel consumption.[202] However, other issues—such as known harms to health from pollutants, and avoiding energy dependence on other nations—seemed more pressing and immediate.[202] Energy Secretary James Schlesinger advised that \"the policy implications of this issue are still too uncertain to warrant Presidential involvement and policy initiatives\", and the fossil fuel industry began sowing doubt about climate science.[202]\n\nHistorical non-partisanship began to change during the 1980s when the Reagan administration stated that environmental protection was an economic burden. Views over global warming began to seriously diverge among Democrats and Republicans when ratifying the Kyoto Protocol was being debated in 1998. Gaps in opinions among the general public are often amplified among political figures, such as members of Congress, who tend to be more polarized.[203] A 2017 study by the Center for American Progress Action Fund of climate change denial in the United States Congress found 180 members who deny the science behind climate change; all were Republicans.[204][205]\n\nOn January 20, 2017, within moments of Donald Trump's inauguration as President, all references to climate change were removed from the White House website. The U.S. has been considered the most authoritative researcher of this information, and there was concern amongst the scientific community as to how the Trump administration would prioritize the issue.[206] In early indications to news media of the first federal budget process under Donald Trump's administration, there were signs that most efforts under the Obama administration to curb U.S. greenhouse gas emissions would effectively be rolled back.[207] In July 2018, the Trump Administration released its Draft Environmental Impact Statement from the NHTSA. In it was the prediction that on our current course the planet will warm a disastrous seven degrees Fahrenheit (or about 3.9 degrees Celsius) by the end of this century.[208] Speaking to the California Secretary for Natural Resources during the 2020 California wildfires, Trump said of the changing climate, \"It'll start getting cooler, you just watch\".[209] When the Secretary implied that the science disagreed, Trump responded, \"I don't think science knows, actually\".[209]\n\nMany pages were created to examine and compare the views of the candidates in the 2020 presidential election on climate change. The League of Conservation Voters create a special site, entirely dedicated to the issue called: \"Change the Climate 2020\".[210] Similar pages were created in the site of NRDC,[211] Ballotpedia,[212] Boston CBS,[213] the Skimm[214] A study published in 2021, found that Republicans could be persuaded to change opinions about climate change with targeted advertising.[215]\n\nThe climate movement and climate change protests have taken place in the United States. The 2014 People's Climate March attracted hundreds of thousands of demonstrators to New York.[216] Some evangelical Christian groups have also partaken in climate change activism.[217]\n\nNASA conducts, publishes and communicates research on climate change.[218]\n\nIn 2011, the University of California, Davis, incorporated 4.1 MW of solar panels in the student housing community of West Village effectively reaching 82% of net zero energy.[219] The University of California, Irvine, added hydrogen fuel cell buses to their mircrogrid, which contain no tailpipe emissions of carbon, better fuel economy than diesel and natural gas buses and have a significant longer range than battery powered buses.[219] The University of California, Merced, began the UC Solar initiative in which 9 out of the 10 US campuses installed 1-megawatt solar array where researchers are utilizing non-imaging optics to design thermal and photovoltaic solar concentrators.[219]\n\nIn 2015, according to The New York Times and others, oil companies knew that burning oil and gas could cause global warming since the 1970s but, nonetheless, funded deniers for years.[16][17] Likewise, scientists at General Motors and the Ford Motor Company knew as early as the 1960s that their products caused climate change and the companies did the same.[220]\n\nA review, published in 2016, of academic literature that explores the potential for greenhouse emissions related liability, calculated that climate change related liability could reach trillions of dollars based on lost revenue from nations that would forced to evacuate because of sea level rise.[221]\n\n"
        },
        {
            "title": "Climate change by state or territory",
            "text": "\nThe impacts of climate change are different from state to state. Generally, states that emit more carbon dioxide per person and block climate action, are suffering more.[13][14][needs update] To learn more about the climate change by state, see the following articles: \n"
        }
    ]
}