{
    "url": "https://en.wikipedia.org/wiki/Close_up",
    "title": "Close-up",
    "table_of_contents": [
        "1 History",
        "2 Practical application",
        "3 Close-up types",
        "4 Example of close-up",
        "4.1 Close-ups",
        "5 See also",
        "6 References",
        "7 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A close-up or closeup in filmmaking, television production, still photography, and the comic strip medium is a type of shot that tightly frames a person or object. Close-ups are one of the standard shots used regularly with medium and long shots (cinematic techniques). Close-ups display the most detail, but they do not include the broader scene. Moving toward or away from a close-up is a common type of zooming. A close up is taken from head to neck, giving the viewer a detailed view of the subject's face.\n\n"
        },
        {
            "title": "History",
            "text": "Most early filmmakers, such as Thomas Edison, Auguste and Louis Lumière and Georges Méliès, tended not to use close-ups and preferred to frame their subjects in long shots, similar to the stage. Film historians disagree as to the filmmaker who first used a close-up. One of the best claims is for George Albert Smith in Hove, who used medium close-ups in films as early as 1898 and by 1900 was incorporating extreme close-ups in films such as As Seen Through a Telescope and Grandma's Reading Glass. In 1901, James Williamson, also working in Hove, made perhaps the most extreme close-up of all in The Big Swallow in which his character approaches the camera and appears to swallow it. D. W. Griffith, who pioneered screen cinematographic techniques and narrative format, is associated with popularizing the close up with the success of his films. For example, one of Griffith's short films, The Lonedale Operator (1911), makes significant use of a close-up of a wrench that a character pretends is a gun. Lillian Gish remarked on Griffith's pioneering use of the close-up:\n\n"
        },
        {
            "title": "Practical application",
            "text": "Close-ups are used in many ways and for many reasons. They are often employed as cutaways from a more distant shot to show detail, such as characters' emotionsor some intricate activity with their hands. Close cuts to characters' faces are used far more often in television than in movies[citation needed] and are especially common in soap operas[citation needed]. For a director, deliberately avoiding close-ups may create in the audience an emotional distance from the subject matter[citation needed].\n\nClose-ups are used for distinguishing main characters. Major characters are often given a close-up when they are introduced as a way of indicating their importance. Leading characters will have multiple close-ups. At the close of Sunset Boulevard (1959), the main character, a faded star under the delusion that she is making a triumphant return to acting, declaims melodramatically, \"All right, Mr. DeMille, I'm ready for my close-up.\"\n\nClose-up shots do not show the subject in the broad context of its surroundings. Low-budget films may use close-ups to avoid the expense of set construction. If overused, close-ups may leave viewers uncertain as to what they are seeing. Close-ups are rarely done with wide-angle lenses because perspective causes objects closer to the lens to be unnaturally enlarged. That may convey a sense of confusion, intoxication, or another unusual mental state.[citation needed]\n\n"
        },
        {
            "title": "Close-up types",
            "text": "There are various degrees of close-up depending on how tight (zoomed in) the shot is. The terminology varies between countries and even different companies, but in general, these are:\n\nWhen the close-up is used in the shooting, the subject should not be put in exactly the middle of the frame. Instead, it should be located in the frame according to the law of the golden section.\n\n"
        }
    ]
}