{
    "url": "https://en.wikipedia.org/wiki/Club_Foot_Orchestra",
    "title": "Club Foot Orchestra",
    "table_of_contents": [
        "1 History",
        "2 Current members",
        "3 Silent Film Scoring",
        "4 Twisted Tales of Felix the Cat",
        "5 Film Scores (Features)",
        "6 Film Scores (Shorts and Smaller Ensembles)",
        "7 Discography",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Club Foot Orchestra is a musical ensemble known for their silent film scores. Their influences include Eastern European folk music, impressionism, and jazz fusion;[1] The New Yorker described their style as \"music that bubbles up from the intersection of aesthetics and the id.\"[2]\n\nTheir performance venues have included Lincoln Center for the Performing Arts, Symphony Space, the Smithsonian Institution, the Winter Garden Atrium, the SFJAZZ Center, and San Francisco's Castro Theatre, considered their home base.[1]\n\n"
        },
        {
            "title": "History",
            "text": "In the 1980s, musician Richard Marriott lived above a performance art nightclub, the Club Foot, in Bayview, San Francisco; with Beth Custer, he founded a house band, the Club Foot Orchestra.[1] On Ralph Records, the band released Wild Beasts and Kidnapped.[3] According to the band's website as of 2021, both Custer and Marriott still play with the ensemble, with Marriott also functioning as creative and artistic director.[1]\n\n"
        },
        {
            "title": "Silent Film Scoring",
            "text": "The Club Foot Orchestra is known for their live accompaniment to silent films, including features and shorts of widespread genres.[4] The scores are written collaboratively, in a process they describe as \"a fundamental element in their unique musical style.\"[1] They also perform music in other genres, such as Custer's score for choreographer Joe Goode's Maverick Strain performance installation and Marriott's scores for Della Davidson's Ten PM Dream and Eva Luna.\n\nMarriott explained how they started writing for movies:\n\nMarriott's score premiered at the 1987 Mill Valley Film Festival. After touring with Caligari, Marriott wrote a score for the 1922 F. W. Murnau horror classic Nosferatu, with sections contributed by Gino Robair, introducing the period of collaborative composition. Nosferatu is a powerful and evocative score and proved equally successful with audiences, and led to an appearance at New Music America in New York City in 1989. Over the next 10 years, new scores for the films Metropolis, Sherlock Jr., Pandora's Box and The Hands of Orlac were composed by the group and performed throughout the US, following their premieres at the Castro Theater.[5] Many short subject films were also composed during this time.\n\nFrancis Lederer, who played Alwa Schön in Pandora's Box, attended a screening of that film in 1995 at the Nuart Theater in Los Angeles. Buster Keaton's wife Eleanor attended a screening of Sherlock Jr. in 1993, and exclaimed, \"Bravo Club Foot Orchestra! Buster would have loved your music.\"[6]\n\nIn 1999 a smaller version of the orchestra, along with Gamelan Sekar Jaya, performed with the film Legong: Dance of the Virgins, co-written by Marriott and Indonesian composer Made Subandi. More recently, the group has performed new scores for Battleship Potemkin, Phantom of the Opera, and Go West, in addition to Marriott's reworking of Metropolis to match the newly restored and much longer print. Three new Buster Keaton short-subject films (The Blacksmith, One Week, Cops) were showcased in a Club Foot Orchestra retrospective hosted by the San Francisco Silent Film Festival at the Castro Theater in September 2018.\n\nThe Club Foot Gamelan premiered a score for the silent Indonesian film Goona Goona at the 2019 San Francisco Silent Film Festival, featuring the Balinese virtuosos Nyoman Windha and Dewa Barata. In 2019 - 2020, the Club Foot Modern Machines has been performing yet another new score for Metropolis, this time featuring kinetic sound-producing sculptures created by Matt Heckert, Kal Spelletich, and Obtainium Works.\n\n"
        },
        {
            "title": "Twisted Tales of Felix the Cat",
            "text": "In 1995, The Club Foot Orchestra scored and recorded 39 episodes of the CBS cartoon series The Twisted Tales of Felix the Cat, produced by FIlm Roman. Gino Robair produced the cartoon's soundtrack, which was recorded at Hyde Street Studios in San Francisco and later at Guerilla Euphonics in Oakland. All members of the group, which at the time included Myles Boisen, Matt Brubeck, Catherine Clune, Steve Kirk, Nik Phelps, and Elliot Kavee, wrote music for these episodes.\n\n"
        }
    ]
}