{
    "url": "https://en.wikipedia.org/wiki/Coat_of_arms_of_the_Washington_family",
    "title": "Coat of arms of the Washington family",
    "table_of_contents": [
        "1 History",
        "2 Variations and similar arms",
        "3 Other uses",
        "4 Architectural occurrences",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe coat of arms of the Washington family is first documented in the 14th century, borne by the Washington family of Washington Old Hall in County Durham, England before making its way to the Colony of Virginia in the 17th century with George Washington's great-grandfather.\n\nThe design (three red stars over two horizontal red bars on a white field) has been used since 1938 as the basis for the coat of arms and flag of the District of Columbia. It is also found on the Purple Heart.\n\nThese elements have also been said to have inspired the \"stars and stripes\" design of the Flag of the United States.[2] However, despite some visual similarity, there is \"little evidence\"[3] or \"no evidence whatsoever\"[4] to support the claimed connection. The Digital Encyclopedia of George Washington, published by the Fred W. Smith National Library for the Study of George Washington at Mount Vernon, calls it an \"enduring myth\" backed by \"no discernible evidence.\"[5] Instead, the story seems to have originated in the 1876 play Washington: A Drama in Five Acts, by the English poet Martin Farquhar Tupper, and was further popularized through repetition in the children's magazine St. Nicholas.[3][4]\n\n"
        },
        {
            "title": "History",
            "text": "The Washington family traces its roots to Sir William de Hertburn who was granted the lordship of Wessyngton in northeast England and adopted the name of the estate. The early arms showed a lion rampant in 1203 but this coat was replaced at some point over the next century and a half. In 1346, a new design with two horizontal bars below three mullets, though with the tinctures reversed from the family's later arms, is recorded for Sir William de Hertburn/de Wessyngton's great-grandson. At the end of the 14th century, the current design is recorded as being used by the family. The family scattered in various parts of the country over the next century. One branch of the family would move to the Colony of Virginia settled in Northamptonshire, England. In 1592, Robert Cook, Clarenceux King of Arms confirms upon Lawrence Washington of Sulgrave Manor the current coat of arms. \n[6]\n\nIn a letter dated 7 December 1791, George Washington received the confirmation from Sir Isaac Heard, Garter Principal King of Arms of the College of Arms in London. He responds that \"the arms are the same that are held here by the family.\" The President used the coat of arms in many places around his home Mount Vernon including on several personal items as well as on the livery uniforms of his servants as this was a common practice prior to the American Revolution among wealthy plantation owners.[6]\n\nIt was the first coat of arms recorded in the Committee on Heraldry of the New England Historic Genealogical Society's Roll of Arms.\n\n"
        },
        {
            "title": "Variations and similar arms",
            "text": "Some authorities in the twelfth century displayed the arms with the colours reversed (gules two bars argent, in chief three mullets of the second). An almost identical coat of arms was used by the Le Moyne family, who were described as landowners at Grafham in Huntingdonshire in the reign of Henry II. Their arms was: \"Argent, two bars Sable, in chief three mullets of the second\", with only the colour of the mullets and bars being different.[7] The Washington University in St. Louis seal, developed in 1896, uses elements from George Washington's coat of arms.[8]\n\n"
        },
        {
            "title": "Other uses",
            "text": "Washington's coat of arms served as inspiration for the Flag of Washington, D.C. The coat of arms is also on the Purple Heart decoration awarded by the United States Armed Forces.\n\n"
        }
    ]
}