{
    "url": "https://en.wikipedia.org/wiki/Cobot",
    "title": "Cobot",
    "table_of_contents": [
        "1 History",
        "2 Standards and guidelines",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A cobot, or collaborative robot, is a robot intended for direct human-robot interaction within a shared space, or where humans and robots are in close proximity. Cobot applications contrast with traditional industrial robot applications in which robots are isolated from human contact.[1]\nCobot safety may rely on lightweight construction materials, rounded edges, and inherent limitation of speed and force, or on sensors and software that ensure safe behavior.[2][3]\n\nThe International Federation of Robotics (IFR),[4] a global industry association of robot manufacturers and national robot associations, recognizes two main groups of robots: industrial robots used in automation in an industrial environment and service robots for domestic and professional use. Service robots could be considered to be cobots as they are intended to work alongside humans. Industrial robots have traditionally worked separately from humans behind fences or other protective barriers, but cobots remove that separation.\n\nCobots can have many uses, from information robots in public spaces (an example of service robots),[5] logistics robots that transport materials within a building,[6] to industrial robots that help automate unergonomic tasks such as helping people moving heavy parts, or machine feeding or assembly operations.\n\nThe IFR defines four levels of collaboration between industrial robots and human workers:[7]\n\nIn most industrial applications of cobots today, the cobot and human worker share the same space but complete tasks independently or sequentially (Co-existence or Sequential Collaboration.) Co-operation or Responsive Collaboration are presently less common.\n\n"
        },
        {
            "title": "History",
            "text": "Cobots were invented in 1996 by J. Edward Colgate and Michael Peshkin,[8] professors at Northwestern University. Their United States patent entitled, \"Cobots\"[9] describes \"an apparatus and method for direct physical interaction between a person and a general purpose manipulator controlled by a computer.\"\nThe invention resulted from a 1994 General Motors initiative led by Prasad Akella of the GM Robotics Center and a 1995 General Motors Foundation research grant intended to find a way to make robots or robot-like equipment safe enough to team with people.[10]\n\nThe first cobots assured human safety by having no internal source of motive power.[11] Instead, motive power was provided by the human worker.[12]\nThe cobot's function was to allow computer control of motion, by redirecting or steering a payload, in a cooperative way with the human worker. \nLater, cobots provided limited amounts of motive power as well.[13]  General Motors and an industry working group used the term Intelligent Assist Device (IAD) as an alternative to cobot, which was viewed as too closely associated with the company Cobotics. At the time, the market demand for Intelligent Assist Devices and the safety standard \"T15.1 Intelligent Assist Devices - Personnel Safety Requirements\"[14] was to improve industrial material handling and automotive assembly operations.[15]\n\nCobotics,[16] a company founded in 1997 by Colgate and Peshkin, produced several cobot models used in automobile final assembly[17][13]  These cobots were of IFR type Responsive Collaboration using what is now called \"Hand Guided Control\". The company was acquired in 2003 by Stanley Assembly Technologies.\n\nKUKA released its first cobot, LBR 3, in 2004.[11] This computer controlled lightweight robot was the result of a long collaboration with the German Aerospace Center institute.[18] KUKA further refined the technology, releasing the KUKA LBR 4 in 2008 and the KUKA LBR iiwa in 2013.[19]\n\nUniversal Robots released its first cobot, the UR5, in 2008.[20] In 2012, the UR10 cobot[21] was released, and later a smaller, lower payload UR3 in 2015. Rethink Robotics released an industrial cobot, Baxter, in 2012[22] and smaller, faster collaborative robot Sawyer in 2015, designed for high precision tasks.\n\nFrom 2009 to 2013, four CoBot robots, which were designed, built, and programmed by the CORAL research group at Carnegie Mellon University, logged more than 130 kilometers of autonomous in-building errand travel.[23]\n\nFANUC[24]  released its first collaborative robot in 2015 - the FANUC CR-35iA[25] with a heavy 35 kg payload.[26] Since that time FANUC has released a smaller line of collaborative robots including the FANUC CR-4iA, CR-7iA and the CR-7/L long arm version.[27]\n\nABB released YuMi in 2015,[28] the first collaborative dual arm robot. In February 2021 they released GoFa,[29] which had a payload of 5 kg.\n\nAs of 2019, Universal Robots was the market leader followed by Techman Robot Inc.[30] Techman Robot Inc. is a cobot manufacturer founded by Quanta in 2016. It is based in Taoyuan's Hwa Ya Technology Park.\n\nIn 2020, the market for industrial cobots had an annual growth rate of 50 percent.[11]\n\n"
        },
        {
            "title": "Standards and guidelines",
            "text": "RIA BSR/T15.1, a draft safety standard for Intelligent Assist Devices, was published by the Robotic Industries Association, an industry working group in March 2002.[31]\n\nThe robot safety standard (ANSI/RIA R15.06 was first published in 1986, after 4 years of development.  It was updated with newer editions in 1992 and 1999.  In 2011, ANSI/RIA R15.06 was updated again and is now a national adoption of the combined ISO 10218-1 and ISO 10218-2 safety standards.  The ISO standards are based on ANSI/RIA R15.06-1999.  A companion document was developed by ISO TC299 WG3 and published as an ISO Technical Specification, ISO/TS 15066:2016.  This Technical Specification covers collaborative robotics - requirements of robots and the integrated applications.[32]   ISO 10218-1 [33] contains the requirements for robots - including those with optional capabilities to enable collaborative applications.  ISO 10218-2:2011 [34] and ISO/TS 15066[35] contain the safety requirements for both collaborative and non-collaborative robot applications. Technically, the <collaborative> robot application includes the robot, end-effector (mounted to the robot arm or manipulator to perform tasks which can include manipulating or handling objects) and the workpiece (if an object is handled).\n\nThe safety of a collaborative robot application is the issue since there is NO official term of \"cobot\" (within robot standardization).  Cobot is considered to be a sales or marketing term because \"collaborative\" is determined by the application. For example, a robot wielding a cutting tool or a sharp workpiece would be hazardous to people. However the same robot sorting foam chips would likely be safe. Consequently, the risk assessment accomplished by the robot integrator addresses the intended application (use). ISO 10218 Parts 1 and 2 rely on risk assessment (according to ISO 12100).  In Europe, the Machinery Directive is applicable, however the robot by itself is a partial machine.  The robot system (robot with end-effector) and the robot application are considered complete machines.[36][37]\n\n"
        }
    ]
}