{
    "url": "https://en.wikipedia.org/wiki/Cockroach_racing",
    "title": "Cockroach racing",
    "table_of_contents": [
        "1 Racing",
        "2 In the United States",
        "3 In popular culture",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCockroach racing is a club gambling activity which started in 1982 at the Story Bridge Hotel in Brisbane, Queensland, Australia. The event is held on 26 January, Australia Day, and is given the title \"Australia Day Cockroach Races\". This type of racing has spread to many parts of the world including the United States.[1][2] In North America, cockroach racing has recently become a popular feature for money, prizes, or just for its entertainment value. It is held in exhibitions promoting entomology where the public and entomologists participate.[3]\n\nIn the first-ever event held in 1982, the winning cockroach was called 'Soft Cocky'. Cockroaches are brought to the races by the participants but the roach could also be bought at the venue of the races. The preferred option is, however, to bring one's own cockroaches, from the stable. The proceeds from the event are given away to charity.[1][2]\n\n"
        },
        {
            "title": "Racing",
            "text": "The background to the starting of this race in Australia in 1982 is attributed to two bar buffs who boasted that the cockroaches of their area were the fastest in Brisbane. They tested the validity of their claims in a parking lot.[4]\n\nThe racing event in Australia generates a feverish pitch and the event held annually is given the hyperbole as \"the greatest gathering of thoroughbred cockroaches in the world\".[4] Every year, seven such events are held in Australia, which is known as the sprint, the steeplechase and main event held at the Story Bridge Hotel called the Gold Cup event.[4] The race arena is 6 metres (20 ft) ring. The roaches kept in glass bottles are let out in the middle of the ring. The cockroach which reaches the edge of the ring first is declared a winner.[4] There is an entry fee to participate in the event. The winners listed so far in the Hall of Fame of this Australian event are unusual names such as \"Soft Cocky, Cocky Balboa, Cocky Dundee, Drain Lover, and Priscila-Queen of the Drains\".[4]\n\nCockroaches are known for their fast speed of movement, second only to the speed of tiger beetles. They can generate speeds up to 50 body lengths per second which in a sprinter's language is of the order of 322 kilometres per hour (200 mph) or equivalent to completing a 100 metres (330 ft) sprint in less than 1 second.[5]\n\n"
        },
        {
            "title": "In the United States",
            "text": "The racing of cockroaches as a club gambling activity started in Australia in 1982.[1] However, at the Loyola University Maryland, the event of cockroach racing is called \"Madagascar Madness: The Running of the Roaches.\"[6] The students of General Entomology wing of the university train Madagascar Cockroaches for short sprints and also for marathon racing. The race generates lot of interest and large number of people gather to witness the event.[6]\n\nIn the United States, the cockroach race is also a popular event held prior to the Presidential election. It is conducted every four years by the Pest Control Association of New Jersey. The race predicts the Democratic candidate for the presidential election; in 1999, Al Gore won over Bill Bradley and Bill Clinton \"won by an antenna,\" in 1992.[7]\n\nIn June 2008, in New Jersey, the namesake cockroaches of Barack Obama and John McCain were raced to find the winner in the race held at the Toms River Rotary Club. It was held under the auspices of the Rotary Club of Central Ocean Tom River's Bugfest. The event generated US$1500, which was donated towards providing scholarship to local students.[8]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The 1995 film Race the Sun which dramatised the international competition of a solar-powered race car event, it had an entry from Hawaii, which was named as \"Coackroach\"; it is said that the design of the race car was inspired by the cockroach running across the room. The boy who designed the race car modelled it to resemble a cockroach with intent to \"capture the organic, aerodynamic shape that first inspired cockroach racing. This eventually resulted in creation of robo-roaches.[7]\n\nIn the episode \"Ellie\" of CSI: Crime Scene Investigation, broadcast in May 2002, Gil Grissom, an entomologist, is the chief investigator. However, instead of solving the murder he pursues his interest in cockroach racing, taking a jar of Madagascar roaches to a conference. When the murder had been resolved, he glumly announces his roaches could win only second, third and fifth.[7]\n\n"
        }
    ]
}