{
    "url": "https://en.wikipedia.org/wiki/Code_of_Federal_Regulations",
    "title": "Code of Federal Regulations",
    "table_of_contents": [
        "1 Background",
        "2 Publication procedure",
        "3 List of CFR titles",
        "4 History",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In the law of the United States, the Code of Federal Regulations (CFR) is the codification of the general and permanent regulations promulgated by the executive departments and agencies of the federal government of the United States.  The CFR is divided into 50 titles that represent broad areas subject to federal regulation.\n\nThe CFR annual edition is published as a special issue of the Federal Register by the Office of the Federal Register (part of the National Archives and Records Administration) and the Government Publishing Office.[1] In addition to this annual edition, the CFR is published online on the Electronic CFR (eCFR) website, which is updated daily.\n\n"
        },
        {
            "title": "Background",
            "text": "Congress frequently delegates authority to an executive branch agency to issue regulations to govern some sphere.  These statutes are called \"enabling legislation.\"  Enabling legislation typically has two parts: a substantive scope (typically using language such as \"The Secretary shall promulgate regulations to [accomplish some purpose or within some scope]\" and (b) procedural requirements (typically to invoke rulemaking requirements of the Administrative Procedure Act (APA), Paperwork Reduction Act (PRA,codified at 44 U.S.C. §§ 3501–3521), Regulatory Flexibility Act (RFA, codified at 5 U.S.C. §§ 601–612), and several executive orders (primarily Executive Order 12866).[2]  Generally, each of these laws requires a process that includes publication of the proposed rules in a notice of proposed rulemaking (NPRM), with certain cost-benefit analyses, and to request comments and participation in the decisionmaking, and adoption and publication of the final rule, via the Federal Register.[2][3] Rulemaking culminates in the inclusion of a regulation in the Code of Federal Regulations.\n\n"
        },
        {
            "title": "Publication procedure",
            "text": "The rules and regulations are first promulgated or published in the Federal Register. The CFR is structured into 50 subject matter titles.  Agencies are assigned chapters within these titles.  The titles are broken down into chapters, parts, sections and paragraphs.[4] For example, 42 C.F.R. § 260.11(a)(1) would indicate \"title 42, part 260, section 11, paragraph (a)(1).\" Conversationally, it would be read as \"forty-two C F R two-sixty point eleven a one\" or similar.\n\nWhile new regulations are continually becoming effective, the printed volumes of the CFR are issued once each calendar year, on this schedule:\n\nThe Office of the Federal Register also keeps an unofficial, online version of the CFR, the e-CFR, which is normally updated within two days after changes that have been published in the Federal Register become effective.[5] The Parallel Table of Authorities and Rules lists rulemaking authority for regulations codified in the CFR.[6]\n\n"
        },
        {
            "title": "List of CFR titles",
            "text": "The CFR is divided into 50 titles that represent broad subject areas:[2]\n\n"
        },
        {
            "title": "History",
            "text": "The Federal Register Act originally provided for a complete compilation of all existing regulations promulgated prior to the first publication of the Federal Register, but was amended in 1937 to provide a codification of all regulations every five years.[7] The first edition of the CFR was published in 1938.[7] Beginning in 1963 for some titles and for all titles in 1967, the Office of the Federal Register began publishing yearly revisions, and beginning in 1972 published revisions in staggered quarters.[7]\n\nOn March 11, 2014, Rep. Darrell Issa introduced the Federal Register Modernization Act (H.R. 4195; 113th Congress), a bill that would revise requirements for the filing of documents with the Office of the Federal Register for inclusion in the Federal Register and for the publication of the Code of Federal Regulations to reflect the changed publication requirement in which they would be available online but would not be required to be printed.[8] The American Association of Law Libraries (AALL) strongly opposed the bill, arguing that the bill undermines citizens' right to be informed by making it more difficult for citizens to find their government's regulations.[9] According to AALL, a survey they conducted \"revealed that members of the public, librarians, researchers, students, attorneys, and small business owners continue to rely on the print\" version of the Federal Register.[9] AALL also argued that the lack of print versions of the Federal Register and CFR would mean the 15 percent of Americans who don't use the internet would lose their access to that material.[9] The House voted on July 14, 2014 to pass the bill 386–0.[10][11] However, the bill failed to come to a vote in the Senate, and died upon the start of the 114th Congress.\n\n"
        }
    ]
}