{
    "url": "https://en.wikipedia.org/wiki/Coffy",
    "title": "Coffy",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Soundtrack",
        "5 Reception",
        "6 Canceled sequel",
        "7 Home media",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCoffy is a 1973 American blaxploitation film written and directed by Jack Hill. The story is about a black female vigilante played by Pam Grier who seeks violent revenge against a heroin dealer responsible for her sister's addiction.[6]\n\nThis was the third Jack Hill film to star Grier after The Big Doll House and The Big Bird Cage. Grier would go on to boost her career as the leading \"femme fatale\" of blaxploitation for the rest of the 1970s.[7][8]\n\nThe film's tagline in advertising was \"They call her 'Coffy' and she'll cream you!\"[9]\n\n"
        },
        {
            "title": "Plot",
            "text": "An Emergency Room nurse, named Flower Child Coffin, but usually referred to as 'Coffy', seeks revenge against the people responsible for her younger sister Lubelle's cocaine addiction and the widespread violence in her city. Under the guise of a prostitute willing to do anything for a drug fix, she lures a drug pusher and a mob boss to their residences, killing them. After the murders, Coffy returns to her job at a local Los Angeles hospital.\n\nAfter her shift, Coffy's police friend Carter offers to drive her home. Carter is a straight-shooting officer who is not willing to bend the law for the mob or the thugs who have been bribing officers at his precinct. Coffy doesn't believe his strong moral resolve until two hooded men break into Carter's house while she's visiting him and beat Carter, crippling him. This enrages Coffy, giving her further provocation to continue her work as a vigilante, killing those responsible for harming Carter and her sister.\n\nCoffy's boyfriend, Howard Brunswick, is a city councilman. Coffy admires Brunswick for his contributions to the community. Brunswick announces his plan to run for Congress and his purchase of a night club. Coffy's next targets are a pimp named King George, one of the largest suppliers of prostitutes and illegal drugs in the city, and Mafia don Arturo Vitroni, a criminal associate of George's.\n\nCoffy questions a former patient, a known drug user, to gain insight into the type of woman King George likes and where he keeps his stash of drugs. Coffy shows no sympathy for the drug-addled woman and abuses her as she looks for answers. With the information she gets from the woman, Coffy tracks down George and poses as a Jamaican woman looking to trick for him.\n\nGeorge, immediately interested in her exotic nature, hires her. One of the prostitutes becomes jealous. Later that day, Coffy and the other prostitutes get into a massive brawl.  Coffy wins, which attracts mob boss Vitroni, who demands to have her that night. Coffy plans to murder Vitroni, but before she can shoot him, his men overtake her. She lies and tells Vitroni that King George ordered her to kill him, which makes Vitroni order George to be murdered. Vitroni's men kill George by lynching him by the neck from his car, which they drive through an open field.\n\nCoffy then discovers Brunswick, her clean-cut boyfriend, is corrupt when she's shown to him at a meeting of the mob and several police officials. He denies knowing her other than as a prostitute, and Coffy is sent to her death. Coffy seduces her would-be killers. They try injecting her with drugs to sedate her, but she had replaced the illicit drugs with a sugar solution earlier. Faking a high, she kills her unsuspecting hitman with a pointed metal wire she fashioned herself and hid in her hair, by stabbing him in the jugular vein.\n\nRunning to avoid capture, Coffy carjacks a vehicle to escape. Coffy drives to Vitroni's house, murders him, and then goes to Brunswick's to do the same. He pleads for forgiveness and just as she is about to accept, a naked white woman comes out of his bedroom. Coffy shoots Brunswick in the groin with a shotgun, emasculating and killing him.\n\nLater, Coffy walks along the beach having avenged her sister.\n\n"
        },
        {
            "title": "Production",
            "text": "According to writer/director Hill, the project began when American International Pictures' head of production, Larry Gordon, lost the rights to the film Cleopatra Jones after making a handshake deal with the producers. Gordon subsequently approached Hill to quickly make a movie about an African-American woman's revenge and beat Cleopatra Jones to market. Hill wanted to work with Pam Grier, whom he had worked with on The Big Doll House (1971). The film ended up earning more money than Cleopatra Jones and established Grier as an icon of the genre.[10]\n\nCoffy is notable in its depiction of a strong black female lead (a professional nurse), something rare in the genre at the time, and also in its then-unfashionable anti-drug message.[11][12]\n\n"
        },
        {
            "title": "Reception",
            "text": "The movie received a mixed reception at the time of its release. Roger Ebert gave the film two stars out of four, praising the film for its believable female lead and noting that Grier was an actress of \"beautiful face and astonishing form\" and that she possessed a kind of \"physical life\" missing from many other attractive actresses.[13] Gene Siskel gave the film zero stars out of four and called it \"a stupid movie\" with a \"wooden performance\" from Grier.[14] Fredric Milstein of the Los Angeles Times called it \"very well-made, very filthy and obscenely violent,\" adding that director Hill \"elicits convincing, interesting performances from everybody except Miss Grier, who reads her lines rather stiffly and childishly and who shouldn't be able to fool anyone — especially not the Prince of Pushers — with that phony Jamaican accent she uses when she goes undercover.\"[15] Variety wrote, \"Jack Hill, who wrote and directs with an action-atuned hand, inserts plenty of realism in footage in which Pam Grier in title role ably acquits herself.\"[16]\n\nOver time, the film has garnered acclaim and is considered groundbreaking for its portrayal of a Black female protagonist.[12] On review aggregator website Rotten Tomatoes, Coffy has a score of 78% based on 23 critics' reviews. The consensus states, \"Pam Grier brings spunk and vinegar to Coffy, supported by director Jack Hill's combustible mixture of authentic grit and salacious thrills.\"[17] Researcher Karen Ross wrote that it \"let black audiences enjoy the sight of heroes kicking the white system and winning even while condemning the violence and recognized the implausibility. It allowed blacks the ultimate escape to cheer on the heroine that fought corruption and crime and then leave the theatre to be blighted by the racism in society.\"[18]\n\nGrier subsequently played similar characters in the AIP films Foxy Brown (1974), Friday Foster, and Sheba, Baby (both 1975).\n\nThe film is a favourite of Quentin Tarantino, and he ranks it high among his top 20 best films.[19] He later hired Grier for Jackie Brown in 1997, a film with clear inspiration from films like Coffy and Foxy Brown. Tarantino said of the film poster: \"Not only is it a great image of Pam Grier, it's got great type — it's the epitome of a great exploitation poster...and every version of it in foreign countries rocked.\"[19]\n\nThe film opened at the Chicago Theatre in Chicago and grossed $85,000 in its opening week.[20][21] In its 14th week of release, it reached number one at the US box office.[22] By 1976, Variety estimated the film had earned $4 million in rentals.[4]\n\nThe film is recognized by American Film Institute in these lists:\n\n"
        },
        {
            "title": "Canceled sequel",
            "text": "Due to sequels performing poorly at the box-office at the time, the sequel to Coffy (which had the title Burn Coffy Burn) was scrapped and replaced with Foxy Brown.[9]\n\n"
        },
        {
            "title": "Home media",
            "text": "In 2003 Coffy was released on DVD,[24] and rereleased on DVD on December 6, 2005, as part of the Vibe Fox In A Box collection.[25] Both DVD editions contained an audio commentary by director Jack Hill.\n\nIn 2010 it was digitized in High Definition (1080i) and broadcast on MGM HD. In June 2015, a bare-bones Blu-ray with no extras was issued from Olive Films in the United States (Region 1/A only).[26]\n\nIn April 2015, an extras-filled Blu-ray was issued from Arrow Video in the UK (Region 2/B only).[27] Arrow's edition contained new interviews with Pam Grier and Jack Hill, \"Blaxploitation!\", a video essay by author Mikel J. Koven on the history and development of the genre, a booklet featuring new writing on the film by critic Cullen Gallagher, and a profile of Pam Grier by Yvonne D. Sims, author of Women in Blaxploitation,[12] illustrated with archive stills and posters.\n\n"
        }
    ]
}