{
    "url": "https://en.wikipedia.org/wiki/Cognitive_science_of_religion",
    "title": "Cognitive science of religion",
    "table_of_contents": [
        "1 History",
        "2 Theoretical basis",
        "3 Main concepts",
        "3.1 Cognitive byproduct",
        "3.2 Minimally counterintuitive concepts",
        "3.3 Hyperactive agency detection device",
        "3.4 Pro-social adaptation",
        "3.5 Costly signaling",
        "3.6 Dual inheritance",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cognitive science of religion is the study of religious thought and behavior from the perspective of the cognitive and evolutionary sciences. Scholars in this field seek to explain how human minds acquire, generate, and transmit religious thoughts, practices, and schemas by means of ordinary cognitive capacities.\n\n"
        },
        {
            "title": "History",
            "text": "Although religion has been the subject of serious scientific study since at least the late nineteenth century, the study of religion as a cognitive phenomenon is relatively recent. While it often relies upon earlier research within anthropology of religion[1] and sociology of religion, cognitive science of religion considers the results of that work within the context of evolutionary and cognitive theories. As such, cognitive science of religion was only made possible by the cognitive revolution of the 1950s and the development, starting in the 1970s, of sociobiology and other approaches explaining human behaviour in evolutionary terms, especially evolutionary psychology.\n\nWhile Dan Sperber foreshadowed cognitive science of religion in his 1975 book Rethinking Symbolism, the earliest research to fall within the scope of the discipline was published during the 1980s. Among this work, Stewart E. Guthrie's \"A cognitive theory of religion\"[2] was significant for examining the significance of anthropomorphism within religion, work that ultimately led to the development of the concept of the hyperactive agency detection device – a key concept within cognitive science of religion.\n\nThe real beginning of cognitive science of religion can be dated to the 1990s. During that decade a large number of highly influential books and articles were published which helped to lay the foundations of cognitive science of religion. These included Rethinking Religion: Connecting Cognition and Culture and Bringing Ritual to Mind: Psychological Foundations of Cultural Forms by E. Thomas Lawson and Robert McCauley, Naturalness of Religious Ideas by Pascal Boyer, Inside the Cult and Arguments and Icons by Harvey Whitehouse, and Guthrie's book-length development of his earlier theories in Faces in the Clouds. In the 1990s, these and other researchers, who had been working independently in a variety of different disciplines, discovered each other's work and found valuable parallels between their approaches, with the result that something of a self-aware research tradition began to coalesce. By 2000, the field was well-enough defined for Justin L. Barrett to coin the term 'cognitive science of religion' in his article \"Exploring the natural foundations of religion\".[3]\n\nSince 2000, cognitive science of religion has grown,[citation needed] similarly to other approaches that apply evolutionary thinking to sociological phenomena. Each year more researchers become involved in the field,[citation needed] with theoretical and empirical developments proceeding at a very rapid pace. The field remains somewhat loosely defined, bringing together as it does researchers who come from a variety of different traditions. Much of the cohesion in the field comes not from shared detailed theoretical commitments but from a general willingness to view religion in cognitive and evolutionary terms as well as from the willingness to engage with the work of the others developing this field. A vital role in bringing together researchers is played by the International Association for the Cognitive Science of Religion, formed in 2006.[citation needed]\n\n"
        },
        {
            "title": "Theoretical basis",
            "text": "Despite a lack of agreement concerning the theoretical basis for work in cognitive science of religion, it is possible to outline some tendencies. Most significant of these is reliance upon the theories developed within evolutionary psychology. That particular approach to evolutionary explanations of human behaviour is particularly suitable to the cognitive byproduct explanation of religion that is most popular among cognitive scientists of religion.[4] This is because of the focus on byproduct and ancestral trait explanations within evolutionary psychology. A particularly significant concept associated with this approach is modularity of mind, used as it is to underpin accounts of the mental mechanisms seen to be responsible for religious beliefs. Important examples of work that falls under this rubric are provided by research carried out by Pascal Boyer and Justin L. Barrett.\n\nThese theoretical commitments are not shared by all cognitive scientists of religion, however. Ongoing debates regarding the comparative advantages of different evolutionary explanations for human behaviour[5] find a reflection within cognitive science of religion with dual inheritance theory recently gaining adherents among researchers in the field, including Armin Geertz and Ara Norenzayan. The perceived advantage of this theoretical framework is its ability to deal with more complex interactions between cognitive and cultural phenomena, but it comes at the cost of experimental design having to take into consideration a richer range of possibilities.\n\n"
        },
        {
            "title": "Main concepts",
            "text": "The view that religious beliefs and practices should be understood as nonfunctional but as produced by human cognitive mechanisms that are functional outside of the context of religion. Examples of this are the hyperactive agent detection device and the minimally counterintuitive concepts[6] or the process of initiation[7] explaining Buddhism and Taoism. The cognitive byproduct explanation of religion is an application of the concept of spandrel and of the concept of exaptation explored by Stephen Jay Gould among others.\n\nConcepts that mostly fit human preconceptions but break with them in one or two striking ways. These concepts are both easy to remember (thanks to the counterintuitive elements) and easy to use (thanks to largely agreeing with what people expect). Examples include talking trees and noncorporeal agents. Pascal Boyer argues that many religious entities fit into this category.[8] Upal[9] labelled the fact that minimally counterintuitive ideas are better remembered than intuitive and maximally counterintuitive ideas as the minimal counterintuitiveness effect or the MCI-effect.\n\nCognitive scientist Justin L. Barrett postulates that this mental mechanism, whose function is to identify the activity of agents, may contribute to belief in the presence of the supernatural. Given the relative costs of failing to spot an agent, the mechanism is said to be hyperactive, producing a large number of false positive errors. Stewart E. Guthrie and others have claimed these errors can explain the appearance of supernatural concepts.\n\nAccording to the prosocial adaptation account of religion, religious beliefs and practices should be understood as having the function of eliciting adaptive prosocial behaviour and avoiding the free rider problem.[10] Within the cognitive science of religion this approach is primarily pursued by Richard Sosis. David Sloan Wilson is another major proponent of this approach and interprets religion as a group-level adaptation, but his work is generally seen as falling outside the cognitive science of religion.\n\nPractices that, due to their inherent cost, can be relied upon to provide an honest signal regarding the intentions of the agent. Richard Sosis has suggested that religious practices can be explained as costly signals of the willingness to cooperate. A similar line of argument has been pursued by Lyle Steadman and Craig Palmer. Alternatively, D. Jason Slone has argued that religiosity may be a costly signal used as a mating strategy insofar as religiosity serves as a proxy for \"family values\".\n\nIn the context of cognitive science of religion, dual inheritance theory can be understood as attempting to combine the cognitive byproduct and prosocial adaptation accounts using the theoretical approach developed by Robert Boyd and Peter Richerson, among others. The basic view is that while belief in supernatural entities is a cognitive byproduct, cultural traditions have recruited such beliefs to motivate prosocial behaviour. A sophisticated statement of this approach can be found in Scott Atran and Joseph Henrich (2010).[11]\n\n"
        }
    ]
}