{
    "url": "https://en.wikipedia.org/wiki/Coherentism",
    "title": "Coherentism",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "3 The regress argument",
        "3.1 Foundationalism's response",
        "3.2 Coherentism's response",
        "3.3 Problems for coherentism",
        "4 See also",
        "4.1 Epistemological theories",
        "4.2 Related ideas",
        "4.3 Theories of truth",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In philosophical epistemology, there are two types of coherentism: the coherence theory of truth;[1] and the coherence theory of justification[2] (also known as epistemic coherentism).[3]\n\nCoherent truth is divided between an anthropological approach, which applies only to localized networks ('true within a given sample of a population, given our understanding of the population'), and an approach that is judged on the basis of universals, such as categorical sets. The anthropological approach belongs more properly to the correspondence theory of truth, while the universal theories are a small development within analytic philosophy.\n\nThe coherentist theory of justification, which may be interpreted as relating to either theory of coherent truth, characterizes epistemic justification as a property of a belief only if that belief is a member of a coherent set. What distinguishes coherentism from other theories of justification is that the set is the primary bearer of justification.[4]\n\nAs an epistemological theory, coherentism opposes dogmatic foundationalism and also infinitism through its insistence on definitions. It also attempts to offer a solution to the regress argument that plagues correspondence theory. In an epistemological sense, it is a theory about how belief can be proof-theoretically justified.\n\nCoherentism is a view about the structure and system of knowledge, or else justified belief. The coherentist's thesis is normally formulated in terms of a denial of its contrary, such as dogmatic foundationalism, which lacks a proof-theoretical framework, or correspondence theory, which lacks universalism. Counterfactualism, through a vocabulary developed by David K. Lewis and his many worlds theory[5] although popular with philosophers, has had the effect of creating wide disbelief of universals amongst academics. Many difficulties lie in between hypothetical coherence and its effective actualization. Coherentism claims, at a minimum, that not all knowledge and justified belief rest ultimately on a foundation of noninferential knowledge or justified belief. To defend this view, they may argue that conjunctions (and) are more specific, and thus in some way more defensible, than disjunctions (or).\n\nAfter responding to foundationalism, coherentists normally characterize their view positively by replacing the foundationalism metaphor of a building as a model for the structure of knowledge with different metaphors, such as the metaphor that models our knowledge on a ship at sea whose seaworthiness must be ensured by repairs to any part in need of it. This metaphor fulfills the purpose of explaining the problem of incoherence, which was first raised in mathematics. Coherentists typically hold that justification is solely a function of some relationship between beliefs, none of which are privileged beliefs in the way maintained by dogmatic foundationalists. In this way universal truths are in closer reach. Different varieties of coherentism are individuated by the specific relationship between a system of knowledge and justified belief, which can be interpreted in terms of predicate logic, or ideally, proof theory.[6]\n\n"
        },
        {
            "title": "Definition",
            "text": "As a theory of truth, coherentism restricts true sentences to those that cohere with some specified set of sentences. Someone's belief is true if and only if it is coherent with all or most of his or her other (true) beliefs. The terminology of coherence is then said to correlate with truth via some concept of what qualifies all truth, such as absoluteness or universalism. These further terms become the qualifiers of what is meant by a truth statement, and the truth-statements then decide what is meant by a true belief. Usually, coherence is taken to imply something stronger than mere consistency. Statements that are comprehensive and meet the requirements of Occam's razor are usually to be preferred.\n\nAs an illustration of the principle, if people lived in a virtual reality universe, they could see birds in the trees that aren't really there. Not only are the birds not really there, but the trees aren't really there either. The people may or may not know that the bird and the tree are there, but in either case there is a coherence between the virtual world and the real one, expressed in terms of true beliefs within available experience. Coherence is a way of explicating truth values while circumventing beliefs that might be false in any way. More traditional critics from the correspondence theory of truth have said that it cannot have contents and proofs at the same time, unless the contents are infinite, or unless the contents somehow exist in the form of proof. Such a form of 'existing proof' might seem ridiculous, but coherentists tend to think it is non-problematic. It therefore falls into a group of theories that are sometimes deemed excessively generalistic, what Gábor Forrai calls 'blob realism'.[7]\n\nPerhaps the best-known objection to a coherence theory of truth is Bertrand Russell's argument concerning contradiction. Russell maintained that a belief and its negation will each separately cohere with one complete set of all beliefs, thus making it internally inconsistent. For example, if someone holds a belief that is false, how might we determine whether the belief refers to something real although it is false, or whether instead the right belief is true although it is not believed? Coherence must thus rely on a theory that is either non-contradictory or accepts some limited degree of incoherence, such as relativism or paradox. Additional necessary criteria for coherence may include universalism or absoluteness, suggesting that the theory remains anthropological or incoherent when it does not use the concept of infinity. A coherentist might argue that this scenario applies regardless of the theories being considered, and so, that coherentism must be the preferred truth-theoretical framework in avoiding relativism.\n\n"
        },
        {
            "title": "History",
            "text": "In modern philosophy, the coherence theory of truth was defended by Baruch Spinoza,[1] Immanuel Kant,[1] Johann Gottlieb Fichte,[1] Karl Wilhelm Friedrich Schlegel,[8] and Georg Wilhelm Friedrich Hegel[1] and Harold Henry Joachim (who is credited with the definitive formulation of the theory).[9] However, Spinoza and Kant have also been interpreted as defenders of the correspondence theory of truth.[10]\n\nIn late modern philosophy, epistemic coherentist views were held by Schlegel[11] and Hegel,[12] but the definitive formulation of the coherence theory of justification was provided by F. H. Bradley in his book The Principles of Logic (1883).[13]\n\nIn contemporary philosophy, epistemologists who have significantly contributed to epistemic coherentism include: A. C. Ewing, Brand Blanshard, C. I. Lewis, Nicholas Rescher, Laurence BonJour, Keith Lehrer, and Paul Thagard.[2] Otto Neurath is also sometimes thought to be an epistemic coherentist.[14]\n\n"
        },
        {
            "title": "The regress argument",
            "text": "Both coherence and foundationalist theories of justification attempt to answer the regress argument, a fundamental problem in epistemology that goes as follows. Given some statement P, it appears reasonable to ask for a justification for P. If that justification takes the form of another statement, P', one can again reasonably ask for a justification for P', and so forth. There are three possible outcomes to this questioning process:\n\nAn infinite series appears to offer little help, unless a way is found to model infinite sets. This might entail additional assumptions. Otherwise, it is impossible to check that each justification is satisfactory without making broad generalizations.\n\nCoherentism is sometimes characterized as accepting that the series forms a loop, but although this would produce a form of coherentism, this is not what is generally meant by the term. Those who do accept the loop theory sometimes argue that the body of assumptions used to prove the theory is not what is at question in considering a loop of premises. This would serve the typical purpose of circumventing the reliance on a regression, but might be considered a form of logical foundationalism. But otherwise, it must be assumed that a loop begs the question, meaning that it does not provide sufficient logic to constitute proof.\n\nOne might conclude that there must be some statements that, for some reason, do not need justification. This view is called foundationalism. For instance, rationalists such as Descartes and Spinoza developed axiomatic systems that relied on statements that were taken to be self-evident: \"I think therefore I am\" is the most famous example. Similarly, empiricists take observations as providing the foundation for the series.\n\nFoundationalism relies on the claim that it is not necessary to ask for justification of certain propositions, or that they are self-justifying. Coherentists argue that this position is overly dogmatic. In other words, it does not provide real criteria for determining what is true and what is not. The Coherentist analytic project then involves a process of justifying what is meant by adequate criteria for non-dogmatic truth. As an offshoot of this, the theory insists that it is always reasonable to ask for a justification for any statement. For example, if someone makes an observational statement, such as \"it is raining\", the coherentist contends that it is reasonable to ask for example whether this mere statement refers to anything real. What is real about the statement, it turns out, is the extended pattern of relations that we call justifications. But, unlike the relativist, the coherentist argues that these associations may be objectively real. Coherentism contends that dogmatic foundationalism does not provide the whole set of pure relations that might result in actually understanding the objective context of phenomena, because dogmatic assumptions are not proof-theoretic, and therefore remain incoherent or relativistic. Coherentists therefore argue that the only way to reach proof-theoretic truth that is not relativistic is through coherency.\n\nCoherentism denies the soundness of the regression argument. The regression argument makes the assumption that the justification for a proposition takes the form of another proposition: P\" justifies P', which in turn justifies P. For coherentism, justification is a holistic process. Inferential justification for the belief that P is nonlinear. This means that P\" and P' are not epistemically prior to P. Rather, the beliefs that P\", P', and P work together to achieve epistemic justification. Catherine Elgin has expressed the same point differently, arguing that beliefs must be \"mutually consistent, cotenable, and supportive. That is, the components must be reasonable in light of one another. Since both cotenability and supportiveness are matters of degree, coherence is too.\"[15] Usually the system of belief is taken to be the complete set of beliefs of the individual or group, that is, their theory of the world.\n\nIt is necessary for coherentism to explain in some detail what it means for a system to be coherent. At the least, coherence must include logical consistency. It also usually requires some degree of integration of the various components of the system. A system that contains more than one unrelated explanation of the same phenomenon is not as coherent as one that uses only one explanation, all other things being equal. Conversely, a theory that explains divergent phenomena using unrelated explanations is not as coherent as one that uses only one explanation for those divergent phenomena. These requirements are variations on Occam's razor. The same points can be made more formally using Bayesian statistics. Finally, the greater the number of phenomena explained by the system, the greater its coherence.\n\nA problem coherentism has to face is the plurality objection. There is nothing within the definition of coherence that makes it impossible for two entirely different sets of beliefs to be internally coherent. Thus there might be several such sets. But if one supposes—in line with the principle of non-contradiction—that there can only be one complete set of truths, coherentism must therefore resolve internally that these systems are not contradictory, by establishing what is meant by truth. At this point, Coherence could be faulted for adopting its own variation of dogmatic foundationalism by arbitrarily selecting truth values. Coherentists must argue that their truth-values are not arbitrary for provable reasons.\n\nA second objection also emerges, the finite problem: that arbitrary, ad hoc relativism could reduce statements of relatively insignificant value to non-entities during the process of establishing universalism or absoluteness. This might result in a totally flat truth-theoretic framework, or even arbitrary truth values. Coherentists generally solve this by adopting a metaphysical condition of universalism, sometimes leading to materialism, or by arguing that relativism is trivial.\n\nHowever, metaphysics poses another problem, the problem of the stowaway argument that might carry epistemological implications. However, a coherentist might say that if the truth conditions of the logic hold, then there will be no problem regardless of any additional conditions that happen to be true. Thus, the stress is on making the theory valid within the set, and also verifiable.\n\nA number of philosophers have raised concerns over the link between intuitive notions of coherence that form the foundation of epistemic forms of coherentism and some formal results in Bayesian probability. This is an issue raised by Luc Bovens and Stephen Hartmann in the form of 'impossibility' results,[16] and by Erik J. Olsson.[17] Attempts have been made to construct a theoretical account of the coherentist intuition.[18]\n\n"
        }
    ]
}