{
    "url": "https://en.wikipedia.org/wiki/Coinage_Act_of_1792",
    "title": "Coinage Act of 1792",
    "table_of_contents": [
        "1 History",
        "2 Effects",
        "3 Authorization and free coinage",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Coinage Act of 1792 (also known as the Mint Act; officially: An act establishing a mint, and regulating the Coins of the United States), passed by the United States Congress on April 2, 1792, created the United States dollar as the country's standard unit of money, established the United States Mint, and regulated the coinage of the United States.[1] This act established the silver dollar as the unit of money in the United States, declared it to be lawful tender, and created a decimal system for U.S. currency.[2]\n\nBy the Act, the Mint was to be situated at the seat of government of the United States. The five original officers of the U.S. Mint were a Director, an Assayer, a Chief Coiner, an Engraver, and a Treasurer (not the same as the Secretary of the Treasury). The Act allowed that one person could perform the functions of Chief Coiner and Engraver. The Assayer, Chief Coiner and Treasurer were required to post a $10,000 bond with the Secretary of the Treasury.\n\nThe Act pegged the newly created United States dollar to the value of the widely used Spanish silver dollar, saying it was to have \"the value of a Spanish milled dollar as the same is now current\".[3]\n\n"
        },
        {
            "title": "History",
            "text": "Although some of the provisions in the 1792 Coinage Act were adjusted as time went by, the majority of the rules specified in this Act remained in effect for decades.  Essentially, it provided the framework for all subsequent coinage design and production.  The Act called for an image emblematic of liberty as well as the word \"liberty\", and the year of the coinage. It further declared that on the reverse of each gold and silver coin there would also be the representation of an eagle, with the inscription, \"UNITED STATES OF AMERICA\". On the reverse of the copper coins, there express the denomination of the coin as one-cent or half-cent.[4] The Act specified the issuing of three gold coins comprising a $10 gold coin called an \"eagle\", a $5 coin called a \"half eagle\", and a $2.5 coin called a \"quarter eagle\".[5] The Act also authorized construction of a mint building in Philadelphia, the nation's capital at the time.  This was the first federal building erected under the United States Constitution.  Mint director David Rittenhouse laid the building's cornerstone on July 31.\n\nOn May 8, 1792, An Act to Provide For a Copper Coinage was signed into law by President George Washington. It followed the precedent of the Fugio cent of 1787 in establishing the copper cent, from which descends today's one-cent piece.  The Act also stipulated that \"the director of the mint... be authorized to contract for and purchase a quantity of copper, not exceeding one hundred and fifty tons... to be coined at the mint into cents and half-cents... and be paid into the treasury of the United States, thence to issue into circulation.\"  Furthermore, it said that \"no copper coins or pieces whatsoever except the said cents and half-cents, shall pass current as money, or shall be paid, or offered to be paid or received in payment for any debt, demand, claims, matter or thing whatsoever.\"\n\n"
        },
        {
            "title": "Effects",
            "text": "Merchants and bankers were reluctant to bring silver bullion to the Mint because of the disclosure of the illegal silver standard that was previously in effect.[clarification needed] The silver coins produced in 1794 & 1795 honored the official overall weight of the coin (at 416 grains), but employed a 0.900 fine standard instead of the Spanish dollar 0.8924 fine standard as prescribed in the Mint Act of April 2, 1792 (Heritage Coin Auction #390, Vol III, p. 117).  Since the overall weight of the coin remained the same, but the purity was increased, each coin had an excess of precious metal content (416 * 0.9 = 374.4 grains; vs. 416 * 0.8924 = 371.2384 grains; thus: 374.4 - 371.2384 = +3.1616 grains); but since the value of the coin was determined by its face value, this excess precious metal was essentially wasted. The most immediate effect of this practice was that depositors ended up paying an additional 3.1616 grains (0.205 grams) of silver bullion (almost 1% extra; 3.1616 / 371.2384 = 0.8%) for every dollar they received (Taxay, 1966, p. 89). When this became widely known, bullion deposits brought to the mint declined significantly in 1796 and 1797.\n\n"
        },
        {
            "title": "Authorization and free coinage",
            "text": "The Act authorized production of the following coins:[6]\n\nThe coins were to contain the following markings:\n\nImages of Liberty would remain a standard part of US coinage through the 19th century and into the early 20th. While European coins typically included a portrait of the reigning monarch, the idea of depicting a real, as opposed to an allegorical, figure was considered unacceptable in the republican United States. The image of Liberty used on US coins generally reflected contemporary standards of female beauty, and was redesigned every few decades to reflect the changing times, although the Seated Liberty image which graced coins starting in 1837 would end up being used for over half a century. Not until the Lincoln cent, issued in 1909 to commemorate the centenary of President Lincoln's birth, would a real person be depicted on a US coin.\n\nThe Act defined the proportional value of gold and silver as 15 units of pure silver to 1 unit of pure gold. Standard gold was defined as 11 parts pure gold to one part alloy composed of silver and copper. Standard silver was defined as 1485 parts pure silver to 179 parts copper alloy. The Act also specified the dollar as the \"money of account\" of the United States, and directed that all accounts of the federal government be kept in dollars, \"dismes\", cents, and \"milles\", a mille being one-tenth of a cent or one-thousandth of a dollar.  The silver content of a dollar under this act was almost exactly equal to 1/5 of the silver content of the contemporary British pound sterling, or 4 British shillings.\n\nUnder Sec.14, any person could bring gold or silver bullion and have it coined for free or later for a small fee, exchange it immediately for an equivalent value of coin. The paragraph summary states: \"Persons may bring gold and silver bullion, to be coined free of expense;\"\n\nQuality control measures were implemented in that from each separate mass of gold or silver used to produce coins, three coins were set aside by the treasurer. Each year on the last Monday in July, under the inspection of the Chief Justice, the Secretary and Comptroller of the Treasury, the Secretary of State, and the Attorney General, the coins were to be assayed and if the coins did not meet established standards, the officers were disqualified from office. The meetings later became formalized as the United States Assay Commission, which continued meeting until it was disbanded in 1980.\n\nSection 19 of the Act established a penalty of death for debasing the gold or silver coins authorized by the Act, or embezzlement of the metals for those coins, by officers or employees of the mint; this section of the Act apparently remains in effect and would, in theory, continue to apply in the case of \"any of the gold or silver coins which shall be struck or coined at the said mint\". (At present the only gold or silver coins struck by the US mint are the American Silver Eagle and the American Gold Eagle coins, some proof coinage at the San Francisco Mint, such as the silver US State Quarters, and much of the Commemorative coinage of the United States.) All other sections of the act have been superseded, as the Coinage Act of 1834 changing the silver-to-gold weight ratio. Various acts have subsequently been passed affecting the amount and type of metal in U.S. coins, so today there is no legal definition of the term \"dollar\" to be found in any U.S. statute.[7] Current statutes regulating coinage in the United States may be found in Title 31 of the United States Code.\n\n"
        }
    ]
}