{
    "url": "https://en.wikipedia.org/wiki/Coincidence",
    "title": "Coincidence",
    "table_of_contents": [
        "1 Etymology",
        "2 Synchronicity",
        "3 Causality",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A coincidence is a remarkable concurrence of events or circumstances that have no apparent causal connection with one another.[1] The perception of remarkable coincidences may lead to supernatural, occult, or paranormal claims, or it may lead to belief in fatalism, which is a doctrine that events will happen in the exact manner of a predetermined plan. In general, the perception of coincidence, for lack of more sophisticated explanations, can serve as a link to folk psychology and philosophy.[2]\n\nFrom a statistical perspective, coincidences are inevitable and often less remarkable than they may appear intuitively. Usually coincidences are chance events with underestimated probability.[2] An example is the birthday problem, which shows that the probability of two persons having the same birthday already exceeds 50% in  a group of only 23 persons.[3]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The first known usage of the word is from c. 1605 with the meaning \"exact correspondence in substance or nature\" from the French coincidence, from coincider, from Medieval Latin coincidere. The definition evolved in the 1640s as \"occurrence or existence during the same time\". The word was introduced to English readers in the 1650s by Sir Thomas Browne,  in A Letter to a Friend (circa 1656 pub. 1690)[4] and in his discourse The Garden of Cyrus (1658).[5]\n\n"
        },
        {
            "title": "Synchronicity",
            "text": "Swiss psychiatrist Carl Jung developed a theory which states that remarkable coincidences occur because of what he called \"synchronicity,\" which he defined as an \"acausal connecting principle.\"[6]\n\nOne of Kammerer's passions was collecting coincidences. He published a book titled Das Gesetz der Serie (The Law of Series), which has not been translated into English.  In this book, he recounted 100 or so anecdotes of coincidences that had led him to formulate his theory of seriality.\n\nHe postulated that all events are connected by waves of seriality. Kammerer was known to make notes in public parks of how many people were passing by, how many of them carried umbrellas, etc. Albert Einstein called the idea of seriality \"interesting and by no means absurd.\"[8] Carl Jung drew upon Kammerer's work in his book Synchronicity.[9]\n\nA coincidence lacks an apparent causal connection. A coincidence may be synchronicity—the experience of events that are causally unrelated—and yet their occurrence together has meaning for the person who observes them. To be counted as synchronicity, the events should be unlikely to occur together by chance, but this is questioned because there is usually a chance, no matter how small and in truly large numbers of opportunities such coincidences do happen by chance if it is only non-zero, see law of truly large numbers.\n\nSome skeptics (e.g., Georges Charpak and Henri Broch) argue synchronicity is merely an instance of apophenia.[10] They argue that probability and statistical theory (exemplified, e.g., in Littlewood's law) suffice to explain remarkable coincidences.[11][12]\n\nCharles Fort also compiled hundreds of accounts of interesting coincidences and anomalous phenomena.\n\n"
        },
        {
            "title": "Causality",
            "text": "Measuring the probability of a series of coincidences is the most common method of distinguishing a coincidence from causally connected events.\n\nTo establish cause and effect (i.e., causality) is notoriously difficult, as is expressed by the commonly heard statement that \"correlation does not imply causation.\" In statistics, it is generally accepted that observational studies can give hints but can never establish cause and effect. But, considering the probability paradox (see Koestler's quote above), it appears that the larger the set of coincidences, the more certainty increases and the more it appears that there is some cause behind a remarkable coincidence.\n\n"
        }
    ]
}