{
    "url": "https://en.wikipedia.org/wiki/Colonization_of_the_Moon",
    "title": "Colonization of the Moon",
    "table_of_contents": [
        "1 History",
        "2 Missions",
        "3 Critique",
        "4 Economic prospecting and development",
        "4.1 Space-based materials processing",
        "4.2 Exporting material to Earth",
        "4.3 Exporting propellant obtained from lunar water",
        "4.3.1 Lunar water ice",
        "4.4 Solar power satellites",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nColonization of the Moon or Lunar settlement is a process,[1] or concept employed by some proposals, for claiming robotic[2][3] or human exploitation and settlement on the Moon.\n\nLaying claim to the Moon has been declared illegal through international space law and no state has made such claims,[4] despite having a range of probes and artificial remains on the Moon.\n\nWhile a range of proposals for missions of lunar colonization, exploitation or permanent exploration have been raised, current projects for establishing permanent crewed presence on the Moon are not for colonizing the Moon, but rather focus on building moonbases for exploration and to a lesser extent for exploitation of lunar resources.\n\nThe commercialization of the Moon is a contentious issue for national and international lunar regulation and laws (such as the Moon treaty).[5]\n\n"
        },
        {
            "title": "History",
            "text": "Colonization of the Moon has been imagined as early as the first half of the 17th century by John Wilkins in A Discourse Concerning a New Planet.[6][7]\n\nColonization of the Moon as a material process has been taking place since the first artificial objects reached the Moon after 1959. Luna landers scattered pennants of the Soviet Union on the Moon, and U.S. flags were symbolically planted at their landing sites by the Apollo astronauts, but no nation claims ownership of any part of the Moon's surface.[8] Russia, China, India, and the U.S. are party to the 1967 Outer Space Treaty,[9] which defines the Moon and all outer space as the \"province of all mankind\",[8] restricting the use of the Moon to peaceful purposes and explicitly banning military installations and weapons of mass destruction from the Moon.[10]\n\nThe landing of US Astronauts was seen as a precedence for the superiority of the free-market socioeconomic model of the US, and in this case as the successful model for space flight, exploration and ultimately human presence in the form of colonization. In the 1970s the word and goal of colonization was discouraged by NASA and funds as well as focus shifted away from the Moon and particularly to Mars. But the US eventually nevertheless opposed the 1979 Moon Agreement which aimed to restrict the exploitation of the Moon and its resources. Subsequently, the treaty has been signed and ratified by only 18 nations, as of January 2020,[11] none of which engage in self-launched human space exploration.\n\nAfter US missions in the 1990s suggested the presence of lunar water ice, its actual discovery in the soil at the lunar poles by Chandrayaan-1 (ISRO) in 2008–09 renewed interest in the Moon.[12] A range of moonbases have been proposed by states and public actors. Currently the US-led international Artemis program seeks to establish with private contractors a state run orbital lunar way-station in the 2020s, and China advances with Russia to establish the International Lunar Research Station in the 2030s. Mainly proposed to serve the goal of exploration such proposals and ongoing projects have increasingly also aimed for enabling exploitation or commercialization of the Moon, something that has been criticized as colonialism and contrasted by proposals such as the Declaration of the Rights of the Moon,[13] drawing on the concept of the Rights of Nature for a legal personality of non-human entities in space.[14]\nChina has called for an Earth-Moon Special Economic Zone to be established by 2050.[15]\n\n"
        },
        {
            "title": "Missions",
            "text": "Far from being a colony, the temporary Tranquility Base of the first crewed mission to the Moon in 1969, as well as its successor camps of the Apollo missions, has been the closest to a colony on the Moon so far.\n\nBefore and since then a permanent human presence through colonization of the Moon has been pursued and advocated for by a range of civil actors and space advocacy groups. But most importantly different countries have been putting forward concepts and plans for not only new crewed expeditions, but also for moonbases.\n\nThe pursued purpose of such moonbases is broad, but is mostly for space exploration, but also for exploiting and commercializing the Moon and advocating for a lunar and cis-lunar infrastructure, economy and settled society.\n\nThe most advanced contemporary missions share this spectrum of purpose, between exploration and exploitation.\nFor example, the leading Artemis program and International Lunar Research Station projects, while focusing on exploration, they do both mention prospecting for lunar resource extraction for in-situ resource utilization as an objective,[16] in the case of the American policy including that the Artemis program should furthermore enable resource commercialization and private enterprise.[12]\n\nThese bases are planned to be crewed, but only eventually permanently. Commercial proposals though have suggested building and use of moonbases for tourism and possibly settlement.\n\n"
        },
        {
            "title": "Economic prospecting and development",
            "text": "\n\nFor long-term sustainability, a space colony should be close to self-sufficient. Mining and refining the Moon's materials on-site – for use both on the Moon and elsewhere in the Solar System – could provide an advantage over deliveries from Earth, as they can be launched into space at a much lower energy cost than from Earth. It is possible that large amounts of cargo would need to be launched into space for interplanetary exploration in the 21st century, and the lower cost of providing goods from the Moon might be attractive.[41]\n\nIn the long term, the Moon will likely play an important role in supplying space-based construction facilities with raw materials.[42] Microgravity in space allows for the processing of materials in ways impossible or difficult on Earth, such as \"foaming\" metals, where a gas is injected into a molten metal, and then the metal is annealed slowly. On Earth, gas bubbles may rise or fall due to their relative density to air, but in a zero gravity environment this does not happen. The annealing process requires large amounts of energy, as a material is kept very hot for an extended period of time (allowing the molecular structure to realign), and this too may be more efficient in space, as the vacuum drastically reduces all heat transfer except through radiative heat loss.\n\nExporting material to Earth in trade from the Moon is problematic due to the cost of transportation, which would vary greatly if the Moon is industrially developed (see \"Launch costs\" above). One suggested trade commodity is helium-3 (3He) which is carried by the  solar wind and accumulated on the Moon's surface over billions of years, but occurs only rarely on Earth.[43] Helium-3 might be present in the lunar regolith in quantities of 0.01 ppm to 0.05 ppm (depending on soil). In 2006 it had a market price of about $1,500 per gram ($1.5M per kilogram), more than 120 times the value per unit weight of gold and over eight times the value of rhodium.\n\nIn the future 3He harvested from the Moon may have a role as a fuel in thermonuclear fusion reactors.[43][44] It should require about 100 metric tons (220,000 lb) of helium-3 to produce the electricity that Earth uses in a year and there should be enough on the Moon to provide that much for 10,000 years.[45]\n\nTo reduce the cost of transport, the Moon could store propellants produced from lunar water at one or several depots between the Earth and the Moon, to resupply rockets or satellites in Earth orbit.[46]\n\nLunar scientists had discussed the possibility of water repositories for decades. They are now increasingly \"confident that the decades-long debate is over\" a report says. \"The Moon, in fact, has water in all sorts of places; not just locked up in minerals, but scattered throughout the broken-up surface, and, potentially, in blocks or sheets of ice at depth.\" The results from the Chandrayaan mission are also \"offering a wide array of watery signals.\"[47][48]\n\nIt is estimated there is at least 600 million tons of ice at the north pole in sheets of relatively pure ice at least a couple of meters thick.[49]\n\nGerard K. O'Neill, noting the problem of high launch costs in the early 1970s, came up with the idea of building Solar Power Satellites in orbit with materials from the Moon.[50] Launch costs from the Moon would vary significantly if the Moon is industrially developed (see \"Launch costs\" above). This proposal was based on the contemporary estimates of future launch costs of the Space Shuttle.\n\nOn 30 April 1979, the Final Report \"Lunar Resources Utilization for Space Construction\" by General Dynamics Convair Division under NASA contract, NAS9-15560 concluded that the use of lunar resources would be cheaper than terrestrial materials for a system comprising as few as thirty Solar Power Satellites of 10 GW capacity each.[51]\n\nIn 1980, when NASA's launch cost estimates for the Space Shuttle were grossly optimistic, O'Neill et al. published another route to manufacturing using lunar materials with much lower startup costs.[52] This 1980s SPS concept relied less on human presence in space and more on partially self-replicating systems on the lunar surface under telepresence control of workers stationed on Earth.\n\n"
        }
    ]
}