{
    "url": "https://en.wikipedia.org/wiki/Colonization_of_the_asteroids",
    "title": "Colonization of the asteroid belt",
    "table_of_contents": [
        "1 Space habitats",
        "2 Ceres",
        "3 Driving forces",
        "4 Transportation",
        "4.1 Landing",
        "5 Challenges for human habitation",
        "5.1 Gravity",
        "5.1.1 Artificial gravity",
        "5.2 Temperature",
        "5.3 Radiation",
        "5.4 Psychology",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAsteroids, including those in the asteroid belt have been suggested as a possible site of human colonization.[1] Some of the driving forces behind this effort to colonize asteroids include the survival of humanity, as well as economic incentives associated with asteroid mining. The process of colonizing asteroids does have many obstacles that must be overcome for human habitation, including transportation distance, lack of gravity, temperature, radiation, and psychological issues.\n\n"
        },
        {
            "title": "Space habitats",
            "text": "Most asteroids have a mixture of materials, that could be mined, and because these bodies do not have substantial gravity wells, it would require low delta-V to draw materials from them and haul them to a construction site.[2][3]\n\nThere is estimated to be enough material in the main asteroid belt alone to build enough space habitats to equal the habitable surface area of 3,000 Earths.[4]\n\n"
        },
        {
            "title": "Ceres",
            "text": "Ceres is a dwarf planet in the asteroid belt.[5] As it is cryovolcanic it has potential to be used for resources for colonization, and has a gravitational pull stronger than other bodies in the asteroid belt making surface colonization a more realistic possibility\n\n"
        },
        {
            "title": "Driving forces",
            "text": "\nOne of the primary arguments for colonizing asteroids is to ensure the long-term survival of the human species. In the event of an existential threat on Earth, such as nuclear holocaust and the subsequent nuclear winter, or supervolcano eruption, a colony on an asteroid would allow the human species to continue on.[6]  Michael Griffin, the NASA administrator in 2006, stated the importance of space colonization as follows:\nAnother argument for colonization is the potential economic gain from asteroid mining.  Asteroids contain a significant amount of valuable materials, including rare minerals and precious metals, which can be mined and transported back to Earth to be sold. With approximately as much iron as the world produces in 100,000 years,16 Psyche is one such asteroid worth approximately $10 quintillion in metallic iron and nickel.[8]  NASA estimates there to be between 1.1 and 1.9 million asteroids within the asteroid belt larger than 1 kilometer in diameter and millions of smaller asteroids. Approximately 8% of those asteroids are similar in composition to 16 Psyche.[9][10] One company, Planetary Resources, is already aiming to develop technologies with the goal of using them to mine asteroids. Planetary Resources estimates some 30-meter long asteroids to contain as much as $25 to $50 billion worth of platinum.[11]\n\n"
        },
        {
            "title": "Transportation",
            "text": "Interplanetary spaceflight is a challenge because the asteroid belt is far, hundreds of millions of miles or km away.[12]  A human mission to Mars, tens of millions of miles or km, is similarly challenging.[13]  The Mars rover mission, for example, took 253 days to get to Mars.[13]  Russia, China, and the European Space Agency ran an experiment, called MARS-500, between 2007 and 2011 to gauge the physical and psychological limitations of crewed space flight.[14]  The experiment concluded that 18 months of solitude was the limit for a crewed space mission.[14]  With current technology the journey to the asteroid belt would be greater than 18 months, suggesting that a crewed mission may be beyond our current technological capabilities.[12]\n\nAsteroids are not large enough to produce significant gravity, making it difficult to land a spacecraft.[1] Humans have yet to land a spacecraft on an asteroid in the asteroid belt, but unmanned spacecraft have temporarily landed on a few asteroids, the first of which in 2001 was 433 Eros, a NEA from the Amor group, more recently 162173 Ryugu, another NEA of the Apollo group.[15] This was part of the Hayabusa2 mission that was conducted by the Japanese Space Agency.[16]  The landing used four solar ionic thrusters and four reaction wheels for orientation control and orbit control of the spacecraft to land on Ryugu.[16]  These technologies may be applied to complete a successful similar landing in the asteroid belt.\n\n"
        },
        {
            "title": "Challenges for human habitation",
            "text": "Lack of gravity has many adverse effects on human biology. Transitioning gravity fields has the potential to impact spatial orientation, coordination, balance, locomotion, and induce motion sickness.[17] Asteroids, without artificial gravity, have relatively little gravity in comparison to earth.[18] Without gravity working on the human body, bones lose minerals, and bone density decreases by 1% monthly. In comparison, the rate of bone loss for the elderly is between 1-1.5% yearly.[17] The excretion of calcium from bones in space also places those in low gravity at a higher risk of kidney stones.[17] Additionally, a lack of gravity causes fluids in the body to shift towards the head, possibly causing pressure in the head and vision problems.[17]\n\nOverall physical fitness tends to decrease as well, and proper nutrition becomes much more important. Without gravity, muscles are engaged less and overall movement is easier.[17] Without intentional training, muscle mass, cardiovascular conditioning and endurance will decrease.[17]\n\nArtificial gravity offers a solution to the adverse effects of zero gravity on the human body. One proposition to implement artificial gravity on asteroids, investigated in a study conducted by researchers at the University of Vienna, involves hollowing out and rotating a celestial body. Colonists would then live within the asteroid, and the centrifugal force would simulate Earth's gravity. The researchers found that while it may be unclear as to whether asteroids would be strong enough maintain the necessary spin rate, they could not rule out such a project if the dimensions and composition of the asteroid were within acceptable levels.[19]\n\nCurrently, there are no practical large-scale applications of artificial gravity for spaceflight or colonization efforts due to issues with size and cost.[20] However, a variety of research labs and organizations have performed a number of tests utilizing human centrifuges to study the effects of prolonged sustained or intermittent artificial gravity on the body in an attempt to determine feasibility for future missions such as long-term spaceflight and space colonization.[21]  A research team at the University of Colorado Boulder found that they were able to make all participants in their study feel comfortable at approximately 17 revolutions per minute in a human centrifuge, without the motion sickness that tends to plague most trials of small-scale applications of artificial gravity.[22] This offers an alternative method which may be more feasible considering the significantly reduced cost in comparison to larger structures.\n\nMost asteroids are located in the asteroid belt, between Mars and Jupiter. This is a cold region, with temperatures ranging from -73 degrees Celsius to -103 degrees.[23]  Human life will require a consistent energy source for warmth.\n\nIn space, cosmic rays and solar flares create a lethal radiation environment.[24] Cosmic radiation has the potential to increase risk of heart disease, cancer, central nervous system disorder, and acute radiation syndrome.[25] On Earth, we are protected by a magnetic field and our atmosphere, but asteroids lack this defense.[1]\n\nOne possibility for defense against this radiation is living inside of an asteroid. It is estimated that humans would be sufficiently protected from radiation by burrowing 100 meters deep inside of an asteroid.[24][1] However, the composition of asteroids creates an issue for this solution. Many asteroids are loosely organized rubble piles with very little structural integrity.[1]\n\nSpace travel has a huge impact on human psychology, including changes to brain structure, neural interconnectivity, and behavior.[25]\n\nCosmic radiation has the ability to impact the brain, and has been studied extensively on rats and mice.[25][26] These studies show the animals suffer from decreases in spatial memory, neural interconnectivity, and memory.[25][26] Additionally, the animals had an increase in anxiety and fear.[25]\n\nThe isolation of space and difficulty sleeping in the environment also contribute to psychological impacts. The difficulty of speaking with those on earth can contribute to loneliness, anxiety, and depression.[26] A Russian study simulated the psychological impacts of extended space travel. Six healthy males from various countries but with similar educational backgrounds to astronauts lived inside an enclosed module for 520 days in 2010–11.[26] The members of the survey reported symptoms of moderate depression, abnormal sleep cycles, insomnia, and physical exhaustion.[26]\n\nIn addition, NASA reports that missions on the global scale have ended or been halted due to mental issues.[27] Some of these issues include shared mental delusions, depression, and becoming distressed from failed experiments.[27]\n\nHowever, in many astronauts, space travel can actually have a positive mental impact. Many astronauts report an increase of appreciation for the planet, purpose, and spirituality.[28] This mainly results from the view of Earth from space.\n\n"
        }
    ]
}