{
    "url": "https://en.wikipedia.org/wiki/Colonnade",
    "title": "Colonnade",
    "table_of_contents": [
        "1 History",
        "2 Notable colonnades",
        "2.1 Ancient world",
        "2.2 Renaissance and Baroque periods",
        "2.3 Neoclassical",
        "2.4 Modern interpretations",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In classical architecture, a colonnade is a long sequence of columns joined by their entablature, often free-standing, or part of a building.[1] Paired or multiple pairs of columns are normally employed in a colonnade which can be straight or curved. The space enclosed may be covered or open. In St. Peter's Square in Rome, Bernini's great colonnade encloses a vast open elliptical space.\n\nWhen in front of a building, screening the door (Latin porta), it is called a portico. When enclosing an open court, a peristyle. A portico may be more than one rank of columns deep, as at the Pantheon in Rome or the stoae of Ancient Greece. \n\nWhen the intercolumniation is alternately wide and narrow, a colonnade may be termed \"araeosystyle\" (Gr. αραιος, \"widely spaced\", and συστυλος, \"with columns set close together\"), as in the case of the western porch of St Paul's Cathedral and the east front of the Louvre.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Colonnades have been built since ancient times and interpretations of the classical model have continued through to modern times, and Neoclassical styles remained popular for centuries.[3] At the British Museum, for example, porticos are continued along the front as a colonnade.  The porch of columns that surrounds the Lincoln Memorial in Washington, D.C. (in style a peripteral classical temple) can be termed a colonnade.[4] As well as the traditional use in buildings and monuments, colonnades are used in sports stadiums such as the Harvard Stadium in Boston, where the entire horseshoe-shaped stadium is topped by a colonnade. The longest colonnade in the United States, with 36 Corinthian columns, is the New York State Education Building in Albany, New York.[5]\n\n"
        }
    ]
}