{
    "url": "https://en.wikipedia.org/wiki/Colonization_of_Europa",
    "title": "Colonization of Europa",
    "table_of_contents": [
        "1 Feasibility",
        "1.1 Conditions conducive to life",
        "1.2 Challenges",
        "1.2.1 Environment",
        "1.2.2 Transportation",
        "2 Economics",
        "3 Ethical considerations",
        "4 History",
        "4.1 Exploration and research",
        "4.1.1 Discovery",
        "4.1.2 Pioneer 10 and Pioneer 11 missions",
        "4.1.3 Voyager 1 and Voyager 2 missions",
        "4.1.4 Europa Clipper mission",
        "5 In fiction",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEuropa, the fourth-largest moon of Jupiter, is a subject in both science fiction and scientific speculation for future human colonization. Europa's geophysical features, including a possible subglacial water ocean, make it a possibility that human life could be sustained on or beneath the surface.\n\n"
        },
        {
            "title": "Feasibility",
            "text": "Europa as a target for human colonization has several benefits compared to other bodies in the outer Solar System, but is not without challenges.\n\nOn a flyby mission around Europa in 1979, Voyager 1  and Voyager 2 took relatively detailed photographs of the moon's surface. They noted several important characteristics including dark streaks across the surface, or lineae, and an otherwise remarkably smooth icy crust. The lineae are believed to be the result of icy tectonic plates moving over a submerged ocean. Moreover, the smooth crust is believed to be the result of its recent formation.[1] Submerged water may have risen to cover the older, more damaged surface and smooth it over. These surface features indicate the existence of a subsurface ocean. Given water's importance to life on Earth, it is considered to be a possible indicator of life on other celestial bodies.\n\nThe high radiation on Europa's surface is one of the environmental challenges to colonization.[2] Europa receives 5.4 Sv (540 rem) of radiation per day,[3] which is approximately 1,800 times the average annual dose experienced by a human on Earth at sea level. Humans exposed to this level of radiation for one day would have greater than a 50% mortality rate within 30 days.\n\nAnother problem is that the surface temperature of Europa averages around 90K, or -183 °C.[4]\n\nFurthermore, the low gravity of Europa may also present challenges to colonization efforts. The effects of low gravity on human health are still an active field of study, but can include symptoms such as impaired eyesight and a diminished sense of balance.[5] Negative health effects can also include muscle deterioration and bone loss. Galactic cosmic radiation along the journey is likely to lead to an increased chance of developing Alzheimer's Disease.[6][7] Astronauts in Earth's orbit have remained in microgravity for more than a year at a time and have had to develop countermeasures to address its negative effects. Experts have also hypothesized that children born and raised in low gravity would not be well adapted for life under the higher gravity of Earth.[8]\n\nMoreover, experts have speculated that alien organisms may exist on Europa, possibly in the subsurface ocean under the moon's ice shell.[9][10] If true, this would mean human colonists may come into contact with harmful microbes.\n\nAn unstable surface could also represent a potential problem as it has been shown that Europa is geologically active. With an outer crust experts believe is made of constantly shifting plate tectonics, Europa's surface would make it difficult to maintain the structural integrity of any long-term infrastructure.[11]\n\nThe transportation of humans to Europa would be one of the primary challenges to colonization. Since Jupiter is on average 630.4 million kilometers away from Earth at a given time, it would take at least 3 years just to get into Europa's orbit plus additional time to land.  In an effort to develop transportation methods to Mars and other planets, NASA has announced a program called NextSTEP that will merge the efforts of public and private industry to begin the research and architectural design necessary to create an Environmental Control and Life Support (ECLS) system.[12] The ECLS is currently being designed for Martian operations, will be called the Deep Space Transport (DST) and will allow for missions up to 2.75 years long. The transport vehicle to Europa will be similar to the DST and the International Space Station (ISS), but will also be different in several key aspects. Most importantly, the transport vehicle for Europa would need to be completely self-sufficient so that all the nutritional supplies are included at the onset of the flight, along with the ability to repair any systems that malfunction or break on the voyage. The vehicle would also need to be resistant to radiation because the levels of radiation on this trip would be significantly higher than on Earth. The shielding around the ship would have to be increased to prevent exposure to harmful radiation. While these considerations are prohibitively expensive and require development of current technologies, it is not impossible that a continuation of the DST would meet the requirements necessary to eventually complete this journey.\n\n"
        },
        {
            "title": "Economics",
            "text": "Like historic colonies that were established on Earth, Europa's economic development would be critical to its continual growth and success.[13] One such economic driver could be its relatively close proximity to Jupiter, the asteroid belt, and the periphery of the solar system. Earth is, on average, almost 500 million miles from Europa.[14] To alleviate the time and distance required to travel, Europa can serve as a midway colony between Earth and the aforementioned locations. \"Intermediary\" colonies have historic precedents. For example, Cape Town, South Africa, was established as a safe harbor for long voyages between Asia and Europe.[15]\n\nEuropa is hypothesized to have a large subsurface ocean. Water makes it possible to grow fruits, vegetables, and grains as it is an essential pillar to agriculture.[16] However, reddish-brown materials whose composition is not yet known, but that experts believe to be salt and sulfur compounds that have been mixed with ice and modified by radiation, litter Europa's surface and could make Europa's surface unsuitable for agriculture.[17] Manure and other fertilizers could be an inter-Europa commodity as it will most likely be essential to delivering the nutrients required for farming and industrial agriculture.[16]\n\n"
        },
        {
            "title": "Ethical considerations",
            "text": "The true breadth of ethical consequences that come from the colonization of Europa cannot be known until such a colony is fully established. The United Nations Outer Space Treaty, ratified in 1967, states that no country may take claim to space or celestial bodies like Europa.[18] It is unclear exactly how ownership over Europa colonial lands would be distributed and whether colonists will have private land ownership once a colony is established. More human centered ethical questions may arise from how extended periods in outer space will impact colonists. Migration on Earth is a well established phenomenon but it carries its own set of psychological impacts like a decrease in mental well-being due to having to adjust to a new environment, set of norms, distress, and separation from family.[19] NASA scientists predict that an altered state of gravity and radiation coupled with isolation and confinement have the potential to pose real psychological hardships on a person.[20] Such negative impacts on colonists will increase as they spend more time in space. Ethical arguments can be made as to why any entity should finance the colonization of Europa when the program has a high risk of failure and could be detrimental to the colonists' health and well-being.\n\nThe environment within a Europa colony will inevitably be altered. Colonists will most likely want to terraform the moon to make its surface and climate better suited for their colony.[21] Arguments can be made as to what right humans have, as extraterrestrial visitors, to alter the natural environment. Parallels can also be found between the negative impacts that unmonitored resource exploitation has had on Earth and the potential of such a catastrophe on Europa.\n\nIf life is found to exist on Europa, the difference in the environments of Earth and Europa would likely mean terraforming would have adverse effects on the natural inhabitants of the moon.[22] Ethical considerations regarding how to preserve natural life, whether it be primitive or in the form of microorganisms may be necessary.\n\n"
        },
        {
            "title": "History",
            "text": "Galileo Galilei first discovered Europa along with four of Jupiter's other satellites on 7 January 1610.[23] However, he only realized they were moons, rather than stars, on 15 January of that year.[24]\n\nPioneer 10 and Pioneer 11 were flyby missions to Jupiter in 1972 and 1973 respectively.[25]\n\nVoyager 1 and Voyager 2 were NASA space probes launched in 1977. During a flyby mission in 1979, the Voyager probes took relatively precise photographs of the moon's surface.[1]\n\nEuropa Clipper is a NASA mission planned for launch in 2024.[1] After it is launched, the spacecraft will study Europa on flybys as it orbits Jupiter. The mission's goal is to determine whether there is a liquid water ocean submerged under Europa's icy surface. Furthermore, NASA hopes to determine whether that ocean provides suitable conditions for life.\n\n"
        }
    ]
}