{
    "url": "https://en.wikipedia.org/wiki/Colonial_American_military_history",
    "title": "Colonial American military history",
    "table_of_contents": [
        "1 Rangers",
        "2 Provincial troops",
        "3 Militia",
        "4 Indian wars",
        "5 Dutch wars",
        "6 Spanish wars",
        "7 France and Britain at war",
        "7.1 King William's War: 1689–1697",
        "7.2 Queen Anne's War",
        "7.3 Father Rale's War",
        "7.4 King George's War",
        "7.5 Father Le Loutre's War",
        "7.6 French and Indian War: 1754–1763",
        "7.6.1 Pennsylvania",
        "7.6.2 Acadia / Nova Scotia",
        "7.6.3 New York",
        "7.6.4 Louisbourg",
        "7.6.5 Canada",
        "7.6.6 Legacy",
        "8 Pontiac's War",
        "9 See also",
        "10 References",
        "11 Further reading",
        "11.1 Historiography and memory",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Colonial American military history is the military record of the Thirteen Colonies from their founding to the American Revolution in 1775.\nBeginning when on August 29, 1643, the Plymouth Colony Court allowed & established a military discipline to be erected and maintained.[1]\n\n"
        },
        {
            "title": "Rangers",
            "text": "Rangers in North America served in the 17th and 18th-century wars between colonists and Native American tribes. Regular soldiers were not accustomed to frontier warfare and so Ranger companies were developed. Rangers were full-time soldiers employed by colonial governments to patrol between fixed frontier fortifications in reconnaissance, providing early warning of raids. In offensive operations, they were scouts and guides, locating villages and other targets for task forces drawn from the militia or other colonial troops.[citation needed]\n\nThe father of American ranging is Colonel Benjamin Church (c. 1639–1718).[2] He was the captain of the first Ranger force in America (1676).[3] Church was commissioned by Plymouth Colony Governor Josiah Winslow to form the first ranger company for King Philip's War. He later employed the company to raid Acadia during King William's War and Queen Anne's War.\n\nBenjamin Church designed his force primarily to emulate Native American patterns of war. Toward this end, he endeavored to learn from Native Americans how to fight like Native Americans.[2] Americans became rangers exclusively under the tutelage of the Indian allies. (Until the end of the colonial period, rangers depended on Indians as both allies and teachers.)[4] Church developed a special full-time unit mixing white colonists, selected for frontier skills, with allied Native Americans to carry out offensive strikes against hostile Native Americans in terrain where normal militia units were ineffective.\n\nUnder Church served the father and grandfather of two famous rangers of the eighteenth century: John Lovewell and John Gorham, respectively.[5] Rogers' Rangers was established in 1751[6] by Major Robert Rogers, who organized nine Ranger companies in the American colonies. These early American light infantry units organized during the French and Indian War were called \"Rangers\" and are often considered to be the spiritual birthplace of the modern Army Rangers.\n\n"
        },
        {
            "title": "Provincial troops",
            "text": "Provincial troops were raised by the colonial governors and legislatures for extended operations during the French and Indian Wars. The provincial troops differed from the militia, in that they were a full-time military organization conducting extended operations. They differed from the regular British Army, in that they were recruited only for one campaign season at the time. These forces were often recruited through a quota system applied to the militia. Officers were appointed by the provincial governments. During the eighteenth century militia service was increasingly seen as a prerogative of the social and economic well-established, while provincial troops came to be recruited from different and less deep-rooted members of the community.[7][8][9][10][11][12][13][14][15][16]\n\nThe first provincial forces in British North America were organized in the 1670s, when several colonial governments raised ranger companies for one year's paid service to protect their borders (see above).[17] The major operations during King William's War were conducted by provincial troops from Massachusetts Bay. During Queen Anne's War provincial troops from Massachusetts Bay, Connecticut, and New Hampshire made up the bulk of the English forces.[18] During King George's War the land forces that took Louisbourg were entirely supplied by Massachusetts, Connecticut, New Hampshire, and Rhode Island.[19] During the French and Indian War the British government in London took an increasingly more leading part, relegating the provincial troops to a non-combat role, largely as pioneers and transportation troops, while the bulk of the fighting was done by the regular British Army. However the contributions of Connecticut, Massachusetts Bay, New Hampshire, and Rhode Island were essential.[20]\n\n"
        },
        {
            "title": "Militia",
            "text": "The beginning of the United States military lies in local governments which created militias that enrolled nearly all free white men. The militia was not employed as a fighting force in major operations outside the local jurisdiction. Instead, the colony asked for (and paid) volunteers serving in ranger and other provincial troops (see above), many of whom were also militia members. The local Indian threat ended by 1725 in most places, after which the militia system was little used except for local ceremonial roles.[21]\n\nThe militia system was revived at the end of the colonial era, as the American Revolution approached; weapons were accumulated and intensive training began. The militia played a major fighting role in the Revolution, especially in expelling the British from Boston in 1776 and capturing the British invasion force at Saratoga in 1777. However most of the fighting was handled by the Continental Army, comprising regular soldiers.[21]\n\n"
        },
        {
            "title": "Indian wars",
            "text": "Military actions in the colonies were the result of conflicts with Native Americans in the period of the colonization by the settlers, such as the Pequot War of 1637, King Philip's War in 1675, the Susquehannock war in 1675–77,[22] and the Yamasee War in 1715. Father Rale's War (1722–1725) happened in Maine and Nova Scotia. There also occurred slave uprisings, such as the Stono Rebellion in 1739. Finally, there was Father Le Loutre's War, which also involved Acadians, in the lead-up to the French and Indian War.[citation needed]\n\n"
        },
        {
            "title": "Dutch wars",
            "text": "Kieft's War was a conflict between Dutch settlers and Indians in the colony of New Netherland from 1643 to 1645. The fighting involved raids and counter-raids. It was bloody in proportion to the population; more than 1,600 natives were killed at a time when the European population of New Amsterdam was only 250.\n\n"
        },
        {
            "title": "Spanish wars",
            "text": "The British fought the Spanish in the War of Jenkins' Ear, 1739–1748. After 1742, the war merged into the larger War of the Austrian Succession involving most of the powers of Europe. Georgia beat back a Spanish invasion of Georgia in 1742, and some sporadic border fighting continued. The war merged into King George's War, which ended with the Treaty of Aix-la-Chapelle in 1748.\n\n"
        },
        {
            "title": "France and Britain at war",
            "text": "Beginning in 1689, the colonies also frequently became involved in a series of four major wars between England (later Britain) and France for control of North America, the most important of which were Queen Anne's War, in which the British won French Acadia (Nova Scotia), and the final French and Indian War (1754–1763), when France lost all of Canada. This final war gave thousands of colonists military experience, including George Washington, which they put to use during the American Revolution.\n\nBritain and France fought a series of four French and Indian Wars, followed with another war in 1778 when France joined the Americans in the American Revolution. The French settlers in New France were outnumbered 15–1 by the 13 American colonies,[23] so the French relied heavily on Indian allies.\n\nThe wars were long and bloody, causing immense suffering for everyone involved. In the long run, the Indians were the biggest losers; many were on the losing side, as Spain and France were defeated as thus could provide no further support to them. Frontier settlers were exposed to sudden Indian raids; many were killed or captured, and even more were forced back from the frontier. One profitable form of wartime activity in which colonists engaged was privateering—legalized piracy against enemy merchant ships. Another was hunting enemy Indians for the purpose of scalping them and claiming the cash bounty offered by colonial governments.[24]\n\nKing William's War (1689–97) (also known as the \"Nine Years' War\")[25] was a phase of the larger Anglo-French conflict which occurred in India as well as North America. New France and the Wabanaki Confederacy joined forces to launch several raids against New England settlements south of present-day Maine, whose border New France defined as the Kennebec River in southern Maine.[26]\n\nSir William Phips moved with his New England militia in 1690 to take the French strongholds at Port Royal and at Quebec, the latter commanded by Comte de Frontenac, the governor of New France. Phips conquered the capital of Acadia and various other communities in the colony (e.g., Battle of Chedabucto). (Present-day Maine and New Brunswick remained contested territories between New England and New France.) Phips's written ultimatum demanding Fontenac's surrender at Quebec prompted Frontenac to say that his reply would come only \"from the mouths of my cannon and muskets.\"\n\nThe New England militia had to reckon with Quebec's formidable natural defenses, its superior number of soldiers, and the coming of winter, and Phips finally sailed back to Boston with his hungry, smallpox-ridden, and demoralized force. His failure shows a growing recognition of the need to replicate European combat techniques and to move closer to the war policy in London in order to achieve military success.[27]\n\n\n\nThe Iroquois suffered heavily in King William's War and were brought into the French trading network, along with other western Indians. The colonists' treatment of Indian tribes after King Philip's War led directly the Wabanaki tribe's involvement in the war. It retained significant power relative to the colonists, unlike tribes in southern New England, and rejected attempts to exert authority over them. Treaties made during 1678–84 included concessions to Indian sovereignty, but such concessions were largely ignored in practice.[citation needed] Expanding settlements fueled tensions and led to Indian threats of a repeat of the violence of King Philip's War and offered an opportunity to the French, who formed several new alliances. The lack of stability and authority evidenced by the imprisonment of Governor Andros in 1689 combined with existing grievances and French encouragement led to Wabanaki attacks on settlements on the Northeast coast, a pattern that was repeated until the withdrawal of the French in 1763.[28]\n\nQueen Anne's War (1702–1713) was the colonial side of the War of the Spanish Succession which was fought primarily in Europe on European issues,  The conflict also involved a number of American Indian tribes and Spain, which was allied with France.[29]\n\nCarolina governor James Moore led an unsuccessful attack in 1702 on St. Augustine, the capital of Spanish Florida, and led one of several raiding expeditions in 1704-6 that wiped out much of Florida's Indian population. Thomas Nairne, the Province of Carolina's Indian agent, planned an expedition of Carolinan militia and their Indian allies to destroy the French settlement at Mobile and the Spanish settlement at Pensacola. The expedition never materialized, but the Carolinans did supply their allies with firearms, which the Tallapoosas used in their siege of Pensacola. These warriors proved their effectiveness in combining native tactics and European arms, but the colonists failed to compensate them adequately and seriously underestimated their importance as the key to the balance of power in the southeastern interior. Consequently, the Tallapoosas and other tribes had shifted allegiance to the other side by 1716 and prepared to use what they had learned against South Carolina settlements.[30]\n\nThe French and Wabanaki Confederacy sought to thwart the expansion of New England into Acadia, whose border New France defined as the Kennebec River in southern Maine.[26]  Toward this end, they executed raids against targets in Massachusetts (including present-day Maine), starting with Northeast Coast Campaign.\n\nIn 1704, French and Indian forces attacked a number of villages and Deerfield, Massachusetts was prepared for an attack. The attack came during the night of 28 February 1704; much of the village was burned, many were killed, and others were taken captive. Seventeen of the captives were killed along the way to Canada, as they were injured and could not keep up, and starvation took additional lives.\n\nMajor Benjamin Church retaliated by raiding Acadia (see Raid on Grand Pre) and captured prisoners for ransom, the most famous Acadian captive being Noel Doiron. Eventually, 53 New England captives returned home, including one of the targets of the invaders, the Reverend John Williams. His accounts of the experience made him famous throughout the colonies.[31]\nSouth Carolina was especially vulnerable, and Charleston repulsed an attempted raid by French and Spanish fleets in the summer of 1706.\n\nFrench privateers inflicted serious losses on New England's fishing and shipping industries. The privateering was finally curbed in 1710 when Britain provided military support to its American colonists resulting in the British Conquest of Acadia (which became peninsular Nova Scotia), the main base used by the privateers.[32]\nThe war ended with a British victory in 1713. By the Treaty of Utrecht, Britain gained Acadia, the island of Newfoundland, the Hudson Bay region, and the Caribbean island of St. Kitts. France was required to recognize British influence in the Great Lakes region.\n\nFollowing Queen Anne's War, relations deteriorated between Carolina and the nearby Indian populations, resulting in the Yamasee War of 1715. Father Rale's War a few years later, shifted power in the northeast.\n\nWar continued in Acadia, however. Father Rale's War (1722–1725), also known as Dummer's War, was a series of battles between New England and the Wabanaki Confederacy, who were allied with New France. After the New England Conquest of Acadia in 1710, mainland Nova Scotia was under the control of New England, but both present-day New Brunswick and virtually all of present-day Maine remained contested territory between New England and New France. New France established Catholic missions among the three largest native villages in order to secure their claim to the region: one on the Kennebec River (Norridgewock), one further north on the Penobscot River (Penobscot), and one on the St. John River (Medoctec).[33][34]\n\nThe war began on two fronts when New England expanded through Maine and when New England established a settlement at Canso, Nova Scotia. Maine fell to the New Englanders with the defeat of Father Sébastien Rale at Norridgewock and the subsequent retreat of the Indians from the Kennebec and Penobscot rivers to St. Francis and Becancour, Quebec.[35]\n\nKing George's War (1744–48) was the North American phase of the War of the Austrian Succession. In 1745, naval and ground forces from Massachusetts captured the strategic French base on Cape Breton Island in the Siege of Louisbourg. During the war, the French made four attempts to regain Acadia by capturing the capital Annapolis Royal, the most famous attempt being the failed Duc d'Anville expedition. They regained fortress Louisbourg at the peace treaty.\n\nThe French led Indian allies in numerous raids, such as the one on Nov. 28, 1745 which destroyed the village of Saratoga, New York, killing and capturing more than one hundred of its inhabitants. The war merged into War of Jenkins' Ear against Spain and ended with the Treaty of Aix-la-Chapelle in 1748.\n\nWithin Acadia and Nova Scotia, Father Le Loutre's War (1749–1755) began when the British founded Halifax. During Father Le Loutre's War, New France established three forts along the border of present-day New Brunswick to protect it from a New England attack from Nova Scotia. The war continued until British victory at Fort Beausejour, which dislodged Father Le Loutre from the region, thereby ending his alliance with the Maliseet, Acadians, and Mi'kmaq.[36]\n\nProvincial troops, as distinct from the militias, were raised by the thirteen colonial governments in response to annual quotas established by the British commanders-in-chief. These troops saw service in most campaigns and employment throughout North America during the Seven Years' War.\n\nThe war began in 1754 as Virginia militia led by Colonel George Washington advanced into French-held territory near modern-day Pittsburgh. Washington was captured at Fort Necessity after ambushing a French company and released. He returned with the 2,100 British regulars and American colonials under British General Edward Braddock, which was decisively destroyed at the Battle of the Monongahela in July 1755.[37]\n[38]\n\nDespite the British Conquest of Acadia in 1710, Acadia/ Nova Scotia remained dominated by Catholic Acadians and Mi'kmaq. The British did not make a concerted military effort to control the region until 1749 when they founded Halifax, which sparked Father Le Loutre's War. The French and Indian War spread to the region with a British victory in the Battle of Fort Beauséjour (1755). Immediately after this battle the New England and British forces engaged in numerous military campaigns aimed at securing their control of the region.[citation needed]\n\nUpper New York Province: 8 September 1755 and Commander William Johnson leading in the 'Battle of Lake George' (formerly known as Lac du saint Sacrement) Battle of Lake George.\n\nBritish defenders at Fort William Henry (at the southern end of Lake George) were surrounded by an overwhelming French force and their Indian allies from many tribes in August 1757. The British surrendered to the French after being offered terms that included protection from the Indians. Nonetheless, the Indian warriors' customs permitted the enslavement of some captured enemy soldiers and the scalping of others, and they ignored French efforts to prevent the massacre. They killed or captured hundreds of the surrendered force, including women and children. Some of those scalped had smallpox, and the scalps were brought to numerous Indian villages as trophies, where they caused an epidemic that killed thousands of Indians.[citation needed]\n\nIn early July 1758, British General James Abercromby with a force of over 15,000 attacked General Louis-Joseph de Montcalm and his garrison of 3,500 French and Canadian troops at Fort Carillon, which overlooked Lake Champlain. The British had 44 cannons, the heaviest weighing more than 5,000 pounds. The fort was later called Ticonderoga by the British, and it controlled access to French Canada. Abercromby's force included 5,825 red-coated British regulars, including the Royal Highlanders. He had 9,000 colonial soldiers from Massachusetts, Connecticut, New York, Rhode Island, New Hampshire, and New Jersey. Some 400 Mohawk warriors joined in. Abercromby's attack became disorganized and he suffered the worst British defeat of the war, with over 2,000 killed. He retreated and the campaign ended in failure.[citation needed]\n\nMeanwhile, Lord Jeffery Amherst captured the great French stronghold of Louisbourg on Cape Breton Island (now part of Nova Scotia). Amherst's large British naval force of over 170 ships and 13,000 men came under furious attack by French defenders until British General James Wolfe found a safe landing spot out of sight of the French. The ultimately successful siege lasted seven weeks. With the fall of Louisbourg, the Acadians were soon expelled from Acadia to places such as France and Louisiana.[citation needed]\n\nIn London, Prime Minister William Pitt named Amherst as his new commander-in-chief of North America for 1759. The Louisbourg victory opened the St. Lawrence River to the British, and Amherst devised a three-pronged attack against French Canada: a push up the St. Lawrence to attack Quebec, another northward invasion from Albany by way of lakes George and Champlain, and pressure against the French in the west at Fort Niagara. The 1759 battle for Quebec City was fought on the Plains of Abraham and decided the future of Canada, as British forces under General James Wolfe defeated the French army of General Louis-Joseph Montcalm. Both generals were killed.\n\nAnderson (2006) suggests that the war played a pivotal precipitating role in the American Revolution. He believes that the United States managed to become a nation through the influence of this war, and suggests that it should perhaps be known as \"the War That Made America.\"\n\nThe Fort William Henry massacre has shaped American cultural attitudes toward Indians. It was only one of many episodes of indiscriminate bloodshed and captive-taking and deranged relations between Indians and American colonists. Even in Pennsylvania, a colony that had never known an Indian war before 1755, resentment against Indians became something like a majority sentiment by 1764. Most Indian groups sided with the British in the Revolutionary War, and the animosity only grew.[39]\n\nAmerican novelist James Fenimore Cooper wrote The Last of the Mohicans in 1826, a widely read novel that was adapted for several Hollywood films. Cooper refers to the dangerous \"savages\" and shows their willingness to kill. The book creates a lasting impression of the untrustworthiness and dangerousness of Indians in general, according to Michael Hilger. One long-standing theme in American popular culture has portrayed the Indians as revenge-seeking savages looking to scalp their enemies.[40]\n\nThe victory of Wolfe over Montcalm was a decisive moment in shaping the self-image of English-Canadians, while Francophone Canada has refused to allow commemorations.[41]\n\n"
        },
        {
            "title": "",
            "text": "In 1760, British commander Lord Amherst abruptly ended the distribution of gifts of ironware, weapons, and ammunition to the Indians, a French practice that the Indians had become dependent upon. Chief Pontiac (1720–1769) was a chief of the Ottawa tribe who assumed leadership in the Detroit area; other chiefs in the loose confederation of tribes directed attacks on all British forts in the Great Lakes area in the spring of 1763. Eight outposts were overrun, and British supply lines were cut across Lake Erie; Indian sieges failed at Fort Detroit and Fort Pitt. At this point, news arrived of the complete French capitulation and withdrawal from North America, and the Indian initiative quickly collapsed. Few American military units were involved, as British regulars handled the action. The British Crown issued a proclamation in October 1763 forbidding American settlers to enter Indian territory west of the Appalachian Mountains, hoping to minimize future conflict and laying plans for an Indian satellite state in the Great Lakes region.[42]\n\nBy ejecting the French from North America, the British victory made it impossible for the Iroquois and other native groups to play off rival European powers against one another. The Indians who had been allied with France realized their weak position when Amherst cancelled the gift-giving. They reacted quickly to Britain's abrupt changes in the terms of trade and suspension of diplomatic gift giving, launching an offensive aimed at driving British troops from their forts and sending raiding parties that caused panic as American refugees fled east. The Indian coalition forced the British authorities to rescind the offending policies and renew giving gifts. By 1764, the various tribes came to terms with Britain, and Indian leaders realized that their ability to organize and wage war was not as powerful as it had once been. Without a competing European power to arm and supply them, they simply could not keep fighting once they ran out of gunpowder and supplies.[43]\n\nThe Proclamation of 1763 angered American settlers eager to move west; they largely ignored it, and saw the British government as an ally of the Indians and an obstacle to their goals. As Dixon (2007) argues, \"Frustrated by their government's inability to contend with the Indians, back country settlers concluded that the best way to insure security was to rely on their own devices\". Such actions eventually pushed them into direct conflict with the British government and ultimately proved one of the main forces leading to backcountry support for the American Revolution.[44]\n\n"
        }
    ]
}