{
    "url": "https://en.wikipedia.org/wiki/Columbia_Pictures",
    "title": "Columbia Pictures",
    "table_of_contents": [
        "1 History",
        "1.1 Early years as CBC",
        "1.2 Reorganization and new name",
        "1.3 Short subjects",
        "1.4 1940s",
        "1.4.1 Screen Gems",
        "1.5 1950s",
        "1.6 1960s: After Harry Cohn's death",
        "1.7 1970s",
        "1.8 1980s: Coca-Cola, Tri-Star, and other acquisitions and ventures",
        "1.8.1 Columbia Pictures Entertainment era (1987–1989)",
        "1.9 Sony era (1989–present)",
        "1.9.1 1990s",
        "1.9.2 2000s",
        "1.9.3 2010s",
        "2 Logo",
        "3 Filmography",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nColumbia Pictures Industries, Inc. is an American film production studio that is a member of the Sony Pictures Motion Picture Group,[2] a division of Sony Pictures Entertainment, which is one of the Big Five studios and a subsidiary of the  multinational conglomerate Sony.[3]\n\nOn June 19, 1918, brothers Jack and Harry Cohn and their business partner Joe Brandt founded Cohn-Brandt-Cohn (CBC) Film Sales Corporation, which would eventually become Columbia Pictures.[4][5] It adopted the Columbia Pictures name on January 10, 1924 (operating as Columbia Pictures Corporation until December 23, 1968) went public two years later and eventually began to use the image of Columbia, the female personification of the United States, as its logo.\n\nIn its early years, Columbia was a minor player in Hollywood, but began to grow in the late 1920s, spurred by a successful association with director Frank Capra. With Capra and others such as the most successful two reel comedy series The Three Stooges, Columbia became one of the primary homes of the screwball comedy. In the 1930s, Columbia's major contract stars were Jean Arthur and Cary Grant. In the 1940s, Rita Hayworth became the studio's premier star and propelled their fortunes into the late 1950s. Rosalind Russell, Glenn Ford and William Holden also became major stars at the studio.\n\nIt is one of the leading film studios in the world, and was one of the so-called \"Little Three\" among the eight major film studios of Hollywood's Golden Age.[6] Today, it has become the world's third largest major film studio.\n\nThe company was also primarily responsible for distributing Disney's Silly Symphony film series as well as the Mickey Mouse cartoon series from 1929 to 1932. The studio is headquartered at the Irving Thalberg Building on the former Metro-Goldwyn-Mayer (currently known as the Sony Pictures Studios) lot in Culver City, California since 1990.\n\n"
        },
        {
            "title": "History",
            "text": "The studio was founded on June 19, 1918, as Cohn-Brandt-Cohn (CBC) Film Sales by brothers Jack and Harry Cohn and Jack's best friend Joe Brandt, and released its first feature film More to Be Pitied Than Scorned on August 20, 1922. The film, with a budget of $20,000, was a success, bringing in $130,000 in revenue for the company.[7] Brandt was president of CBC Film Sales, handling sales, marketing and distribution from New York along with Jack Cohn, while Harry Cohn ran production in Hollywood. The studio's early productions were low-budget short subjects: Screen Snapshots, the Hallroom Boys (the vaudeville duo of Edward Flanagan and Neely Edwards), and the Chaplin imitator Billy West.[8] The start-up CBC leased space in a Poverty Row studio on Hollywood's famously low-rent Gower Street. Among Hollywood's elite, the studio's small-time reputation led some to joke that \"CBC\" stood for \"Corned Beef and Cabbage\".[4]\n\nIn an effort to improve its image, the Cohn brothers renamed the company Columbia Pictures Corporation on January 10, 1924.[9] Cohn remained head of production as well, thus concentrating enormous power in his hands. He would run Columbia for the next 34 years, one of the longest tenures of any studio chief (Warner Bros.' Jack L. Warner was head of production or CEO longer but did not become CEO until 1956). Even in an industry rife with nepotism, Columbia was particularly notorious for having a number of Harry and Jack's relatives in high positions. Humorist Robert Benchley called it the Pine Tree Studio, \"because it has so many Cohns\".[10]\n\nBrandt eventually tired of dealing with the Cohn brothers, and in 1932 sold his one-third stake to Harry Cohn, who took over from him as president.\n\nColumbia's product line consisted mostly of moderately budgeted features and short subjects including comedies, sports films, various serials, and cartoons. Columbia gradually moved into the production of higher-budget fare, eventually joining the second tier of Hollywood studios along with United Artists and Universal. Like United Artists and Universal, Columbia was a horizontally integrated company. It controlled production and distribution; it did not own any theaters.\n\nHelping Columbia's climb was the arrival of an ambitious director, Frank Capra. Between 1927 and 1939, Capra constantly pushed Cohn for better material and bigger budgets. A string of hits he directed in the early and mid 1930s solidified Columbia's status as a major studio. In particular, It Happened One Night, which nearly swept the 1934 Oscars, put Columbia on the map. Until then, Columbia's existence had depended on theater owners willing to take its films, since it didn't have a theater network of its own. Other Capra-directed hits followed, including the original version of Lost Horizon (1937), with Ronald Colman, and Mr. Smith Goes to Washington (1939), which made James Stewart a major star.[citation needed]\n\nIn 1933, Columbia hired Robert Kalloch to be their chief fashion and women's costume designer. He was the first contract costume designer hired by the studio,[11] and he established the studio's wardrobe department.[12] Kalloch's employment, in turn, convinced leading actresses that Columbia Pictures intended to invest in their careers.[13]\n\nIn 1938, the addition of B. B. Kahane as vice president would produce Charles Vidor's Those High Grey Walls (1939), and The Lady in Question (1940), the first joint film of Rita Hayworth and Glenn Ford. Kahane would later become the President of Academy of Motion Picture Arts and Sciences in 1959, until his death a year later.\n\nColumbia could not afford to keep a huge roster of contract stars, so Cohn usually borrowed them from other studios. At Metro-Goldwyn-Mayer, the industry's most prestigious studio, Columbia was nicknamed \"Siberia\", as Louis B. Mayer would use the loan-out to Columbia as a way to punish his less-obedient signings. In the 1930s, Columbia signed Jean Arthur to a long-term contract, and after The Whole Town's Talking (1935), Arthur became a major comedy star. Ann Sothern's career was launched when Columbia signed her to a contract in 1936. Cary Grant signed a contract in 1937 and soon after it was altered to a non-exclusive contract shared with RKO.\n\nMany theaters relied on westerns to attract big weekend audiences, and Columbia always recognized this market. Its first cowboy star was Buck Jones, who signed with Columbia in 1930 for a fraction of his former big-studio salary. Over the next two decades Columbia released scores of outdoor adventures with Jones, Tim McCoy, Ken Maynard, Jack Luden, Bob Allen (Robert (Tex) Allen), Russell Hayden, Tex Ritter, Ken Curtis, and Gene Autry. Columbia's most popular cowboy was Charles Starrett, who signed with Columbia in 1935 and starred in 131 western features over 17 years.[citation needed]\n\nAt Harry Cohn's insistence the studio signed The Three Stooges in 1934. Rejected by MGM (which kept straight-man Ted Healy but let the Stooges go),[14] the Stooges made 190 shorts for Columbia between 1934 and 1957. Columbia's short-subject department employed many famous comedians, including Buster Keaton, Charley Chase, Harry Langdon, Andy Clyde, and Hugh Herbert. Almost 400 of Columbia's 529 two-reel comedies were released to television between 1958 and 1961; to date, all of the Stooges, Keaton, Charley Chase, Shemp Howard, Joe Besser, and Joe DeRita subjects have been released to home video.[15]\n\nColumbia incorporated animation into its studio in 1929, distributing Krazy Kat cartoons taking over from Paramount. The following year, Columbia took over distribution of the Mickey Mouse series from Celebrity Productions until 1932. In 1933, The Mintz studio was re-established under the Screen Gems brand; Columbia's leading cartoon series were Krazy Kat, Scrappy, The Fox and the Crow, and (very briefly) Li'l Abner.[16] Screen Gems was the last major cartoon studio to produce black-and-white  cartoons, producing them until 1946. That same year, Screen Gems shut down, but had completed enough cartoons for the studio to release until 1949. In 1948, Columbia agreed to release animated shorts from United Productions of America; these new shorts were more sophisticated than Columbia's older cartoons, and many won critical praise and industry awards. In 1957, two years before the UPA deal was terminated, Columbia distributed the Hanna-Barbera cartoons, including Loopy De Loop from 1959 to 1965, which was Columbia's final theatrical cartoon series. In 1967, the Hanna-Barbera deal expired and was not renewed.\n\nAccording to Bob Thomas' book King Cohn, studio chief Harry Cohn always placed a high priority on serials. Beginning in 1937, Columbia entered the lucrative serial market, and kept making these weekly episodic adventures until 1956, after other studios had discontinued them. The most famous Columbia serials are based on comic-strip or radio characters: Mandrake the Magician, The Shadow, Terry and the Pirates, Captain Midnight, The Phantom, Batman, and the especially successful Superman, among many others.\n\nColumbia also produced musical shorts, sports reels (usually narrated by sportscaster Bill Stern), and travelogues. Its \"Screen Snapshots\" series, showing behind-the-scenes footage of Hollywood stars, was a Columbia perennial that the studio had been releasing since the silent-movie days; producer-director Ralph Staub kept this series going through 1958.\n\nIn the 1940s, propelled in part by the surge in audiences for their films during the war, the studio also benefited from the popularity of its biggest star, Rita Hayworth. Columbia maintained a long list of contractees well into the 1950s; Glenn Ford, Penny Singleton, William Holden, Judy Holliday, The Three Stooges, Ann Miller, Evelyn Keyes, Ann Doran, Jack Lemmon, Cleo Moore, Barbara Hale, Adele Jergens, Larry Parks, Arthur Lake, Lucille Ball, Kerwin Mathews, and Kim Novak.\n\nHarry Cohn monitored the budgets of his films, and the studio got the maximum use out of costly sets, costumes, and props by reusing them in other films. Many of Columbia's low-budget \"B\" pictures and short subjects have an expensive look, thanks to Columbia's efficient recycling policy. Cohn was reluctant to spend lavish sums on even his most important pictures, and it was not until 1943 that he agreed to use three-strip Technicolor in a live-action feature. (Columbia was the last major studio to employ the expensive color process.) Columbia's first Technicolor feature was the western The Desperadoes, starring Randolph Scott and Glenn Ford. Cohn quickly used Technicolor again for Cover Girl, a Hayworth vehicle that instantly was a smash hit, released in 1944, and for the fanciful biography of Frédéric Chopin, A Song to Remember, with Cornel Wilde, released in 1945. Another biopic, 1946's The Jolson Story with Larry Parks and Evelyn Keyes, was started in black-and-white, but when Cohn saw how well the project was proceeding, he scrapped the footage and insisted on filming in Technicolor.\n\nIn 1948, the United States v. Paramount Pictures, Inc. anti-trust decision forced Hollywood motion picture companies to divest themselves of the theatre chains that they owned. Since Columbia did not own any theaters, it was now on equal terms with the largest studios, and soon replaced RKO on the list of the \"Big Five\" studios.\n\nIn 1946, Columbia dropped the Screen Gems brand from its cartoon line, but retained the Screen Gems name for various ancillary activities, including a 16 mm film-rental agency and a TV-commercial production company. On November 8, 1948, Columbia adopted the Screen Gems name for its television production subsidiary when the studio acquired Pioneer Telefilms, a television commercial company founded by Jack Cohn's son, Ralph.[17] Pioneer had been founded in 1947, and was later reorganized as Screen Gems.[17] The studio opened its doors for business in New York on April 15, 1949.[17] By 1951, Screen Gems became a full-fledged television studio and became a major producer of situation comedies for TV, beginning with Father Knows Best and followed by The Donna Reed Show, The Partridge Family, Bewitched, I Dream of Jeannie, and The Monkees.\n\nOn July 1, 1956, studio veteran Irving Briskin stepped down as manager of Columbia Pictures and formed his own production company Briskin Productions, Inc. to release series through Screen Gems and supervise all of its productions.[18] On December 10, Screen Gems expanded into television syndication by acquiring Hygo Television Films (a.k.a. \"Serials Inc.\") and its affiliated company United Television Films, Inc. Hygo Television Films was founded in 1951 by Jerome Hyams, who also acquired United Television Films in 1955 that was founded by Archie Mayers.[19]\n\nIn 1957, two years before its parent company Columbia dropped UPA, Screen Gems entered a distribution deal with Hanna-Barbera Productions, which produced classic TV cartoon shows such as The Flintstones, Ruff and Reddy, The Huckleberry Hound Show, Yogi Bear, Jonny Quest, The Jetsons and others. Screen Gems would distribute until 1967, when Hanna-Barbera was sold to Taft Broadcasting. In 1960, the cartoon studio became a publicly traded company under the name Screen Gems, Inc., when Columbia spun off an 18% stake.\n\nBy 1950, Columbia had discontinued most of its popular series films (Boston Blackie, Blondie, The Lone Wolf, The Crime Doctor, Rusty, etc.) Only Jungle Jim, launched by producer Sam Katzman in 1949, kept going through 1955. Katzman contributed greatly to Columbia's success by producing dozens of topical feature films, including crime dramas, science-fiction stories, and rock-'n'-roll musicals. Columbia kept making serials until 1956 and two-reel comedies until 1957, after other studios had abandoned them.\n\nAs the larger studios declined in the 1950s, Columbia's position improved. This was largely because it did not suffer from the massive loss of income that the other major studios suffered from the loss of their theaters (well over 90 percent, in some cases). Columbia continued to produce 40-plus pictures a year, offering productions that often broke ground and kept audiences coming to theaters such as its adaptation of the controversial James Jones novel From Here to Eternity (1953), On the Waterfront (1954), and The Bridge on the River Kwai (1957) with William Holden and Alec Guinness, all of which won the Best Picture Oscar, as well as the free adaptation of George Orwell's Dystopian novel Nineteen Eighty-Four (1956).\n\nColumbia also released the made-in-England Warwick Films by producers Irving Allen and Albert R. Broccoli as well as many films by producer Carl Foreman who resided in England. Columbia also distributed some films made by Hammer.\n\nIn December 1956, Jack Cohn, co-founder and executive vice-president, died.[20] In 1958, Columbia established its own record label, Colpix Records, initially run by Jonie Taps, who headed Columbia's music department, and later Paul Wexler and Lester Sill. Colpix was active until 1966 when Columbia entered into a joint agreement with RCA Victor and discontinued Colpix in favor of its new label, Colgems Records.\n\nShortly after closing their short subjects department, Columbia president Harry Cohn died of a heart attack in February 1958. His nephew Ralph Cohn died in 1959, ending almost four decades of family management.[21]\n\nThe new management was headed by Abe Schneider, who had joined the company as an office boy out of high school and become a director in 1929, rising through the financial side of the business.[22] In 1963, Columbia acquired music publisher Aldon Music.[23]\n\nBy the late 1960s, Columbia had an ambiguous identity, offering old-fashioned fare like A Man for All Seasons and Oliver! along with the more contemporary Easy Rider and The Monkees. After turning down releasing Albert R. Broccoli's Eon Productions James Bond films, Columbia hired Broccoli's former partner Irving Allen to produce the Matt Helm series with Dean Martin. Columbia also produced a James Bond spoof, Casino Royale (1967), in conjunction with Charles K. Feldman, which held the adaptation rights for that novel.\n\nBy 1966, the studio was suffering from box-office failures, and takeover rumors began surfacing. Columbia was surviving solely on the profits made from Screen Gems, whose holdings also included radio and television stations.[24] On December 23, 1968, Screen Gems merged with Columbia Pictures Corporation and became part of the newly formed Columbia Pictures Industries, Inc. for $24.5 million.[25] Schneider was chairman of the holding company and Leo Jaffe president.\nFollowing the merger, in March 1969, CPI purchased Bell Records for $3.5 million (mainly in CPI stock), retaining Larry Uttal as label president.\n\nNearly bankrupt by the early 1970s, the studio was saved via a radical overhaul: the Gower Street Studios (now called \"Sunset Gower Studios\") were sold and a new management team was brought in. In 1972, Columbia and Warner Bros. formed a partnership called The Burbank Studios, in which both companies shared the Warner studio lot in Burbank.\n\n\nIn 1971, Columbia Pictures established sheet music publisher Columbia Pictures Publications, with vice president and general manager Frank J. Hackinson, who later became the president.[26]\n\nIn 1973, Allen & Co took a financial stake in Columbia Pictures Industries and Alan Hirschfield was appointed CEO,[27] succeeding Leo Jaffe who became chairman. Stanley Schneider, son of Abe Schneider (who became honorary chairman before leaving the board in 1975) was replaced as head of the Columbia Pictures studio by David Begelman, who reported to Hirschfield. Some years later Begelman was involved in a check-forging scandal that badly hurt the studio's image.\n\nOn May 6, 1974, Columbia retired the Screen Gems name from television, renaming its television division Columbia Pictures Television. The name was suggested by David Gerber, who was then-president of Columbia's television division.[28] The same year, Columbia Pictures acquired Rastar Pictures, which included Rastar Productions, Rastar Features, and Rastar Television. Ray Stark then founded Rastar Films, the reincarnation of Rastar Pictures and it was acquired by Columbia Pictures in February 1980.[29]\n\nColumbia Pictures also reorganized its music and record divisions. Clive Davis who was hired as a record and music consultant by Columbia Pictures in 1974 and later became temporary president of Bell Records. Davis's real goal was to revitalize Columbia Pictures' music division. With a $10 million investment by CPI, and a reorganization of the various Columbia Pictures legacy labels (Colpix, Colgems, and Bell), Davis introduced Columbia Pictures' new record division, Arista Records, in November 1974 with Davis himself owning 20% of the new venture. Columbia maintained control of the label until 1979, when it was sold to Ariola Records. In addition, Columbia sold its music publishing business (Columbia-Screen Gems) to EMI in August 1976 for $15 million.[30] Both would later be reunited with Columbia Pictures under Sony ownership.\n\nIn December 1976, Columbia Pictures acquired the arcade game company D. Gottlieb & Co. for $50 million.[31]\n\nIn 1978, Begelman was suspended for having embezzled money from Columbia. Hirschfield was forced out for his refusal to reinstate him.[32][33] Begelman later resigned and was replaced by Daniel Melnick in June 1978.[34] Fay Vincent was hired to replace Hirschfield.\n\nFrank Price became president of production in 1978.  In March 1979, he would become president of Columbia Pictures, succeeding Melnick.[34] During Price's tenure he was responsible for turning out 9 of the top 10 grossing films in Columbia's history.[35]\n\nIn fall 1978, Kirk Kerkorian, a Vegas casino mogul who also controlled Metro-Goldwyn-Mayer, acquired a 5.5% stake in Columbia Pictures.[36] He then announced on November 20, to launch a tender offer to acquire another 20% for the studio.[36] On December 14, a standstill agreement was reached with Columbia by promising not to go beyond 25% or seeking control for at least three years.[36]\n\nOn January 15, 1979, the Justice Department filed an antitrust suit against Kerkorian, to block him from holding stake in Columbia, while controlling MGM.[36] On February 19, 1979, Columbia Pictures Television acquired TOY Productions; the production company founded by Bud Yorkin and writers Saul Turteltaub and Bernie Orenstein in 1976.[37] In May, Kerkorian acquired an additional 214,000 shares in Columbia, raising his stake to 25%.[36] On August 2, the suit trial opened at the Justice Department, however, on August 14, the court ruled in favor for Kerkorian.[36] In 1979, Columbia entered into an agreement with Time-Life Video to release 20 titles on videocassette.[38]\n\nOn September 30, 1980, Kerkorian sued Columbia for ignoring shareholders' interest and violating an agreement with him.[36] Columbia later accused him on October 2, of scheming with Nelson Bunker Hunt to gain control of Columbia.\n\nIn 1981, Kerkorian sold his 25% stake in Columbia back to CPI.[36] Columbia Pictures later acquired 81% of The Walter Reade Organization, which owned 11 theaters; it purchased the remaining 19% in 1985.\n\nAround this time, the studio put Steven Spielberg's proposed follow up to Close Encounters of the Third Kind, Night Skies, into turnaround. The project eventually became the highest-grossing film of all-time, E.T. the Extra-Terrestrial. Columbia received a share of the profits for its involvement in the development.[39]\n\nOn May 17, 1982, Columbia Pictures acquired Spelling-Goldberg Productions for over $40 million.[40][41] With a healthier balance-sheet (due in large part to box office hits like Kramer vs. Kramer, Stir Crazy, The Blue Lagoon, and Stripes) Columbia was bought by beverage company The Coca-Cola Company on June 22, 1982, for $750 million.[42] Studio head Frank Price mixed big hits like Tootsie, Gandhi, The Karate Kid, The Big Chill, and Ghostbusters with many costly flops. To share the increasing cost of film production, Coke brought in two outside investors whose earlier efforts in Hollywood had come to nothing. In 1982, Columbia, Time Inc.'s HBO and CBS announced, as a joint venture, \"Nova Pictures\"; this enterprise was to be renamed Tri-Star Pictures.[43] In 1983, Price left Columbia Pictures after a dispute with Coca-Cola and went back to Universal.[44] He was replaced by Guy McElwaine.[45]\n\nIn the early 1980s, Columbia and Tri-Star Pictures set up a film partnership with Delphi Film Associates and acquired an interest on various film releases. In 1984, Delphi Film Associates III acquired an interest in the Tri-Star and Columbia film slate of 1984, which will have $60 million offering in the financing of film production.[46] Also that year, Columbia Pictures had bought out the rights to Hardbodies, which was once premiered on The Playboy Channel.[47]\n\nColumbia Pictures expanded its music publishing operations in the 1980s, acquiring Big 3 Publishing (the former sheet music operations of Robbins, Feist, and Miller) from MGM/UA Communications Co. in 1983, Belwin-Mills Publishing from Simon & Schuster in 1985, and Al Gallico Music in 1987.[48][49][50]\n\nOn June 18, 1985, Columbia's parent acquired Norman Lear and Jerry Perenchio's Embassy Communications, Inc. (included Embassy Pictures, Embassy Television, Tandem Productions, and Embassy Home Entertainment), mostly for its library of television series such as All in the Family and The Jeffersons for $485 million.[51] On November 16, 1985, CBS dropped out of the Tri-Star venture.[52]\n\nMany changes occurred in 1986. Expanding its television franchise, on May 5, Columbia also bought Merv Griffin Enterprises, notable for: Wheel of Fortune, Jeopardy!, Dance Fever, and The Merv Griffin Show for $250 million.[53][54] Months later on August 28, the Columbia Pictures Television Group acquired Danny Arnold's Danny Arnold Productions, Inc. including the rights to the sitcom Barney Miller (Four D Productions) among other produced series such as Fish (The Mimus Corporation), A.E.S. Hudson Street (Triseme Corporation), and Joe Bash (Tetagram Ltd.), after Arnold dropped the federal and state lawsuits against the television studio accusing them for antitrust violations, fraud, and breach of fiduciary duty.[55][56][57] Coca-Cola sold the Embassy Pictures division to Dino de Laurentiis, who later folded Embassy Pictures into Dino de Laurentiis Productions, Inc. and became De Laurentiis Entertainment Group. Coca-Cola also sold Embassy Home Entertainment to Nelson Entertainment. Coca-Cola however, retained the Embassy Pictures name, logo, and trademark. HBO was the last partner drop out of the Tri-Star venture and sold its shares to Columbia [58] Tri-Star later expanded into the television business with its new Tri-Star Television division. The same year, Columbia recruited British producer David Puttnam to head the studio. Puttnam attempted to defy Hollywood filmmaking by making smaller films instead of big tentpole pictures. His criticism of American film production, in addition to the fact that the films he greenlit were mostly flops, left Coke and Hollywood discerned[clarification needed] that Puttnam was ousted from the position after only one year.[59] Puttnam then discontinued multi-picture pacts with various filmmakers, including Norman Jewison, who was permitted to expire before all of the promised product could be delivered.[60] Under Puttnam's control, he set up a $270 million package of in-house pictures and acquisitions, and the average lineup of 25 features is expected to be $10.78 million, about $4 million less of the cost at Columbia before Puttnam came on board, and a number of low-cost acquisitions such as Spike Lee's $5 million picture School Daze, and Bernstein set up Columbia distribution and production parameters at 15-18 features a year in these two and the next two years would have an estimate of 15 pictures each, which include The Big Easy, on turnaround slate from distributor New Century/Vista Film Corporation, and a number of other features.[61]\n\nOn October 22, 1986, Greg Coote was appointed by Columbia Pictures as key executive of the studio, in order to complement David Puttman's pledge on Columbia Pictures to fix its sights over its international market.[62] On December 17, 1986, the company acquired a 30% share in Roadshow, Coote & Carroll, a company Greg Coote is heading, and decided that they would pick up films and miniseries in order to put an effort to add it up to Columbia's shares, and listed dozens of theatrical and television films and dozens of miniseries throughout the addition of the Columbia slate.[63]\n\nOn June 26, 1987, Coca-Cola sold The Walter Reade Organization to Cineplex Odeon Corporation.[64] On October 14, 1987, Coca-Cola's entertainment division invested in $30 million in Castle Rock Entertainment with five Hollywood executives. Coke's entertainment business division owned 40% in Castle Rock, while the execs owned 60%.[65]\n\nThe volatile film business made Coke shareholders nervous, and following the critical and box-office failure of Ishtar, Coke spun off its entertainment holdings on December 21, 1987, and sold it to Tri-Star Pictures for $3.1 billion and Columbia Pictures Industries, Inc. and Tri-Star Pictures, Inc. were renamed as Columbia Pictures Entertainment, Inc. (CPE), with Coke owning 80% of the company.[66] Both studios continued to produce and distribute films under their separate names.[67] Puttnam was succeeded by Dawn Steel. Other small-scale, \"boutique\" entities were created: Nelson Entertainment, a joint venture with British and Canadian partners, Triumph Films, jointly owned with French studio Gaumont, and which is now a low-budget label, and Castle Rock Entertainment.\n\nOn January 2, 1988, Columbia/Embassy Television and Tri-Star Television were formed into the new Columbia Pictures Television and Embassy Communications was renamed as ELP Communications. In early 1988, CPE set up a new subsidiary, Triumph Releasing Corporation, which handled administrative services related to distribution of Columbia and Tri-Star's films for the North American market, while Triumph was responsible for the sales, marketing and distribution of Columbia and Tri-Star films under the direction of each individual studio internationally, with Patrick N. Williamson serving as head of Triumph.[68]\n\nOn January 16, 1988, CPE's stock fell slightly in the market on its first day trading in the New York Stock Exchange. Coke spun off 34.1 million of its Columbia shares to its shareholders by reducing its stake in CPE from 80% to 49%.[69] On April 13, 1988, CPE spun off Tri-Star Pictures, Inc. as a reformed company of the Tri-Star studio.[70] In April 1988, CPE sold its music publishing operations to the British company Filmtrax.[71] (Filmtrax was acquired by Thorn EMI in 1990.[72]) In June 1988, CPE announced the sale of Columbia Pictures Publications (consisting of the print music operations) to the investment firm Boston Ventures and was renamed CPP/Belwin.[73] CPP/Belwin was acquired by Warner Chappell Music of Warner Bros. in 1994.[74]\n\nOn February 2, 1989, Columbia Pictures Television formed a joint-venture with Norman Lear's Act III Communications called Act III Television (now Act III Productions) to produce television series instead of managing.[75][76]\n\nThe Columbia Pictures empire was sold on September 28, 1989, to the electronics giant Sony for the amount of $3.4 billion, one of several Japanese firms then buying American properties.[77] The sale netted Coca-Cola a profit from its investment in the studio.[78][79] Sony then hired two producers, Peter Guber and Jon Peters, to serve as co-heads of production when Sony also acquired the Guber-Peters Entertainment Company (the former game show production company, Barris Industries, Inc.) for $200 million on September 29, 1989.[80] Guber and Peters had just signed a long-term contract with Warner Bros. in 1989, having been with the company since 1983. To extricate them from this contract, Steve Ross, who at the time the CEO of Warner Bros.'s then-corporate parent Warner Communications, sued Sony for $1 billion.[81] Sony completed CPE's acquisition on November 8 and the Guber-Peters acquisition was completed on the following day.\n\nOn December 1, 1989, Guber and Peters hired a longtime lawyer of GPEC, Alan J. Levine, to the post of president and COO of Columbia's newly formed company Filmed Entertainment Group (FEG).[82] FEG consisted of Columbia Pictures, Tri-Star Pictures, Triumph Releasing, Columbia Pictures Television, Columbia Pictures Television Distribution, Merv Griffin Enterprises, RCA/Columbia Pictures Home Video (internationally known as RCA/Columbia Pictures International Video), Guber-Peters Entertainment Company, and ancillary and distribution companies.\n\nIn 1990, Sony ended up paying hundreds of millions of dollars, gave up a half-interest in its Columbia House Records Club mail-order business, and bought from Time Warner the former Metro-Goldwyn-Mayer studio lot in Culver City, which Warner Communications had acquired in its takeover of Lorimar-Telepictures in 1989, thus ending the Burbank Studios partnership. Initially renamed Columbia Studios, Sony spent $100 million to refurbish the rechristened Sony Pictures Studios lot. Guber and Peters set out to prove they were worth this fortune, but though there were to be some successes, there were also many costly flops. The same year, Frank Price was made as the chairman of Columbia Pictures. His company Price Entertainment, Inc. that he founded in 1987, was merged with Columbia in March 1991. Price left Columbia on October 4, 1991, and was replaced by Warner Bros. executive Mark Canton and reactivated Price Entertainment as Price Entertainment Company with a non-exclusive deal with SPE.[83] Peters was fired by his partner Guber in 1991, but Guber later resigned in 1994 to form Mandalay Entertainment the following year.[84] The entire operation was reorganized and renamed Sony Pictures Entertainment (SPE) on August 7, 1991,[85] and at the same time, TriStar (which had officially lost its hyphen) relaunched its television division in October. In December 1991, SPE created Sony Pictures Classics for arthouse fare and was headed by Michael Barker, Tom Bernard, and Marcie Bloom,[86] whom previously operated United Artists Classics and Orion Classics. Publicly humiliated, Sony suffered an enormous loss on its investment in Columbia, taking a $2.7-billion write-off in 1994. John Calley took over as SPE president in November 1996, installing Amy Pascal as Columbia Pictures president and Chris Lee as president of the production at TriStar. By the next spring, the studios were clearly rebounding, setting a record pace at the box office.[87] On December 7, 1992, Sony Pictures acquired the Barry & Enright game show library.[88]\n\nOn February 21, 1994, Columbia Pictures Television and TriStar Television merged to form Columbia TriStar Television (CTT),[89][90][91] including the rights to Wheel of Fortune and Jeopardy! after CTT folded Merv Griffin Enterprises in June.[92][93] That same year, the company also purchased Stewart Television known for producing game shows like Pyramid and Chain Reaction among others. On July 21, 1995, Sony Pictures teamed up with Jim Henson Productions and created the joint venture Jim Henson Pictures.[94][95]\n\nIn the 1990s, Columbia announced plans of a rival James Bond franchise, since they owned the rights of Casino Royale and were planning to make a third version of Thunderball with Kevin McClory. MGM and Danjaq, LLC, owners of the franchise, sued Sony Pictures in 1997, with the legal dispute ending two years later in an out-of-court settlement. Sony traded the Casino Royale rights for $10 million, and the Spider-Man filming rights.[96] The superhero became Columbia's most successful franchise:[97] the first movie came out in 2002, and, as of 2021, there have been seven followup movies with US grosses in excess of $2.5 billion.[98] Between the releases of the first and second sequels in 2004 and 2007, Sony led a consortium that purchased MGM – giving it distribution rights to the James Bond franchise.\n\nIn 1997, Columbia Pictures ranked as the highest-grossing movie studio in the United States with a gross of $1.256 billion. In 1998, Columbia and TriStar merged to form the Columbia TriStar Motion Picture Group (a.k.a. Columbia TriStar Pictures), though both studios still produce and distribute under their own names. Pascal retained her position as president of the newly united Columbia Pictures, while Lee became the combined studio's head of production.[99] On December 8, 1998, Sony Pictures Entertainment relaunched the Screen Gems brand as a horror and independent film distribution company after shutting down Triumph Films.[100] In 1999, TriStar Television was folded into CTT. Two years later, CPT was folded into CTT as well.\n\nIn the 2000s, Sony broadened its release schedule by backing Revolution Studios, the production/distribution company headed by Joe Roth. On October 25, 2001, CTT and CTTD merged to form Columbia TriStar Domestic Television.[101] On September 16, 2002, Columbia TriStar Domestic Television was renamed Sony Pictures Television.[102] Also in 2002, Columbia broke the record for biggest domestic theatrical gross, with a tally of $1.575 billion, coincidentally breaking its own record of $1.256 billion set in 1997, which was raised by such blockbusters as Spider-Man, Men in Black II and XXX.[103] The studio was also the most lucrative of 2004,[103] with over $1.338 billion in the domestic box office with movies such as Spider-Man 2, 50 First Dates, and The Grudge,[104] and in 2006, Columbia, helped with such blockbusters as: The Da Vinci Code, The Pursuit of Happiness, Casino Royale, and Open Season, not only finished the year in first place, but it reached an all-time record high sum of $1.711 billion, which was an all-time yearly record for any studio until Warner Bros. surpassed it in 2009.[105]\n\nOn October 29, 2010, Matt Tolmach, the co-president of Columbia Pictures, stepped down in order to produce The Amazing Spider-Man and its sequel. Doug Belgrad, the other co-president of Columbia was promoted as sole president of the studio. Belgrad and Tolmach had been co-presidents of the studio since 2008 and had been working together as a team in 2003.[106][107] The same day, Hanna Minghella was named president of production of Columbia.[106][107]\n\nOn November 18, 2012, Sony Pictures announced it has passed $4 billion worldwide with the success of Columbia's releases: Skyfall, The Amazing Spider-Man, 21 Jump Street, Men in Black 3, and Hotel Transylvania and Screen Gems' releases: Underworld: Awakening, The Vow, and Resident Evil: Retribution.[108]\n\nOn July 16, 2014, Doug Belgrad was named a president of the Sony Pictures Entertainment Motion Picture Group.[109] He exited the post in June 2016. On June 2, Sanford Panitch, who had been the head of international local language production at the studio, was named president of Columbia Pictures.[110]\n\n"
        },
        {
            "title": "Logo",
            "text": "The Columbia Pictures logo, featuring a woman carrying a torch and wearing a drape (representing Columbia, a personification of the United States), has gone through five major changes.[111][112][113] It has often been compared to the Statue of Liberty, which was an inspiration to the Columbia Pictures logo.[113]\n\nOriginally in 1924, Columbia Pictures used a logo featuring a female Roman soldier holding a shield in her left hand and a stick of wheat in her right hand, which appears to be based on the Standing Liberty quarter used from 1916 to 1930.[114] The logo changed in 1928 with a new woman (Columbia, the female representative of America) wearing a draped flag and torch. The woman wore the stola and carried the palla of ancient Rome, and above her were the words \"A Columbia Production\" (\"A Columbia Picture\" or \"Columbia Pictures Corporation\") written in an arch. The illustration was based upon the actress Evelyn Venable, known for providing the voice of The Blue Fairy in Walt Disney's Pinocchio.\n\nIn 1936, the logo was changed: the Torch Lady now stood on a pedestal, wore no headdress, and the text \"Columbia\" appeared in chiseled letters behind her (Pittsburgh native Jane Chester Bartholomew, whom Harry Cohn discovered, portrayed the Torch Lady in the logo). There were several variations to the logo over the years—significantly, a color version was done in 1943 for The Desperadoes.[113] Two years earlier, the flag became just a drape with no markings.[111][112] The latter change came after a federal law was passed making it illegal to wear an American flag as clothing. 1976's Taxi Driver was one of the last films released before the \"Torch Lady\" was revamped, although the classic logo would be later used in several Columbia releases, generally to match the year a given film is set in.\n\nFrom 1976 to 1993,[111] Columbia Pictures used two logos. The first, from 1976 to 1981 (or until 1982 for international territories) used just a sunburst representing the beams from the torch. The score accompanying the first logo was composed by Suzanne Ciani. The studio hired visual effects pioneer Robert Abel to animate the first logo.[115] The woman returned in 1981, but in a much smoother form described as resembling a Coke bottle.[111]\n\nThe current, and perhaps the best known, iteration of the logo was created in 1992 (same time as the television division's debut), and started its use in films the year after, when Scott Mednick and The Mednick Group was hired by Peter Guber to create logos for all the entertainment properties then owned by Sony Pictures.[116] Mednick hired New Orleans artist Michael Deas,[117] to digitally repaint the logo and return the woman to her \"classic\" look.[118] Michael Deas hired Jennifer Joseph, a graphics artist for The Times-Picayune, as a model for the logo.[119] Due to time constraints, she agreed to help out on her lunch break. Deas also hired The Times-Picayune photographer Kathy Anderson to photograph the reference photography.[120] The animation was created by Synthespian Studios in 1993 by Jeff Kleiser and Diana Walczak, who used 2D elements from the painting and converted it to 3D.[121] The studio being part of Sony would not be referenced on-screen until 1996. In 2012, Jennifer Joseph gave an interview to WWL-TV: “So we just scooted over there come lunchtime and they wrapped a sheet around me and I held a regular little desk lamp, a side lamp,” she said, “and I just held that up and we did that with a light bulb.\" Deas went on to say, \"I never thought it would make it to the silver screen and I never thought it would still be up 20 years later, and I certainly never thought it would be in a museum, so it’s kind of gratifying.”[122]\n\n"
        }
    ]
}