{
    "url": "https://en.wikipedia.org/wiki/Comedy_of_manners",
    "title": "Comedy of manners",
    "table_of_contents": [
        "1 Early examples",
        "2 More recent examples",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In English literature, the term comedy of manners (also anti-sentimental comedy) describes a genre of realistic, satirical comedy of the Restoration period (1660–1710) that questions and comments upon the manners and social conventions of a greatly sophisticated, artificial society.[1] The satire of fashion, manners, and outlook on life of the social classes, is realised with stock characters, such as the braggart soldier of Ancient Greek comedy, and the fop and the rake of English Restoration comedy.[2] The clever plot of a comedy of manners (usually a scandal) is secondary to the social commentary thematically presented through the witty dialogue of the characters, e.g. The Importance of Being Earnest (1895), by Oscar Wilde, which satirises the sexual hypocrisies of Victorian morality.\n\nThe comedy-of-manners genre originated in the New Comedy period (325–260 BC) of Classical Greece (510–323 BC), and is known from fragments of works by the playwright Menander, whose style of writing, elaborate plots, and stock characters were imitated by Roman playwrights, such as Plautus and Terence, whose comedies were known to and staged during the Renaissance. In the 17th century, the comedy of manners is best realised in the plays of Molière, such as The School for Wives (1662), The Imposter (1664), and The Misanthrope (1666), which satirise the hypocrisies and pretensions of the ancien régime that ruled France from the late 15th century to the 18th century.\n\n"
        },
        {
            "title": "Early examples",
            "text": "The comedy of manners has been employed by Roman satirists since as early as the first century BC. Horace's Satire 1.9 is a prominent example, in which the persona is unable to express his wish for his companion to leave, but instead subtly implies so through wit.\n\nWilliam Shakespeare's Much Ado about Nothing might be considered the first comedy of manners In England, but the genre really flourished during the Restoration period. Restoration comedy, which was influenced by Ben Jonson's comedy of humours, made fun of affected wit and acquired follies of the time.  The masterpieces of the genre were the plays of William Wycherley (The Country Wife, 1675) and William Congreve (The Way of the World, 1700). In the late 18th century Oliver Goldsmith (She Stoops to Conquer, 1773) and Richard Brinsley Sheridan (The Rivals, 1775; The School for Scandal, 1777) revived the form.\n\n"
        },
        {
            "title": "More recent examples",
            "text": "The tradition of elaborate, artificial plotting, and epigrammatic dialogue was carried on by the Irish playwright Oscar Wilde in Lady Windermere's Fan (1892) and The Importance of Being Earnest (1895). In the 20th century, the comedy of manners reappeared in the plays of the British dramatists Noël Coward (Hay Fever, 1925) and Somerset Maugham. Other early twentieth-century examples of comedies of manners include George Bernard Shaw's 1913 play Pygmalion (later adapted into the musical My Fair Lady), E. M. Forster's A Room with a View, and the Jeeves and Wooster stories of P. G. Wodehouse.\n\nThe term comedy of menace, which British drama critic Irving Wardle based on the subtitle of The Lunatic View: A Comedy of Menace (1958), by David Campton, is a jocular play-on-words derived from the \"comedy of manners\" (menace being manners pronounced with a somewhat Judeo-English accent).[3]  Harold Pinter's play The Homecoming has been described as a mid-twentieth-century \"comedy of manners\".[3]\n\nOther more recent examples include Kazuo Ishiguro's The Remains of the Day, Barbara Pym's Excellent Women, Douglas Carter Beane's As Bees in Honey Drown, The Country Club, and The Little Dog Laughed. In Boston Marriage (1999), David Mamet chronicles a sexual relationship between two women, one of whom has her eye on yet another young woman (who never appears, but who is the target of a seduction scheme).  Periodically, the two women make their serving woman the butt of haughty jokes, serving to point up the satire on class.  Though displaying the verbal dexterity one associates with both the playwright and the genre, the patina of wit occasionally erupts into shocking crudity.\n\nComedies of manners have been a staple of British film and television. The Carry On films are a direct descendant of the comedy of manners style, and elements of the style can be found in The Beatles' films A Hard Day's Night and Help!. Television series by David Croft in collaboration with Jimmy Perry (Dad's Army) and with Jeremy Lloyd (Are You Being Served?) might also be considered examples of the genre. Television series such as George and Mildred, Absolutely Fabulous, The Young Ones, and The League of Gentlemen also contain many elements of the genre. Though less common as a genre in American television, series such as Frasier, King of the Hill, Ugly Betty, Soap, and The Nanny are also comedies of manners.\n\n"
        }
    ]
}