{
    "url": "https://en.wikipedia.org/wiki/Comedy_horror",
    "title": "Comedy horror",
    "table_of_contents": [
        "1 In literature",
        "2 In film",
        "3 In television",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nComedy horror, also known as horror comedy, is a literary, television, and film genre that combines elements of comedy and horror fiction. Comedy horror has been described as able to be categorized under three types: \"black comedy, parody and spoof.\"[1] It often crosses over with the black comedy genre. Comedy horror can also parody or subtly spoof horror clichés as its main source of humour or use those elements to take a story in a different direction, for example in The Cabin in the Woods, Tucker & Dale vs. Evil, Shaun of the Dead or the Evil Dead franchise.\n\nAuthor Bruce G. Hallenbeck cites the short story \"The Legend of Sleepy Hollow\" by Washington Irving as \"the first great comedy horror story\".[2] The story made readers \"laugh one moment and scream the next\" and its premise was based on mischief typically found during the holiday Halloween.[2]\n\n"
        },
        {
            "title": "In literature",
            "text": "Horror and comedy have been associated with each other since the early days of horror novels. Shortly after the publication of Frankenstein, comedic parodies appeared. Edgar Allan Poe put humor and horror on the same continuum, and many nineteenth century authors used black humor in their horror stories. Author Robert Bloch called them \"opposite sides of the same coin\".[3]\n\n"
        },
        {
            "title": "In film",
            "text": "In comedy horror film, gallows humor is a common element. While comedy horror films provide scares for audiences, they also provide something that dramatic horror films do not: \"the permission to laugh at your fears, to whistle past the cinematic graveyard and feel secure in the knowledge that the monsters can't get you\".[2]\n\nIn the era of silent film, the source material for early comedy horror films came from stage performances instead of literature. One example, The Ghost Breaker (1914), was based on a 1909 play, though the film's horror elements were more interesting to the audience than the comedy elements. In the United States following the trauma of World War I, film audiences sought to see horror on screen but tempered with humor. The \"pioneering\" comedy horror film was One Exciting Night (1922), written, directed and produced by D. W. Griffith, who noticed the stage success of the genre and foresaw a cinematic translation. While the film included comedic blackface performances, Griffith also included footage of a hurricane for a climactic storm. As an early experiment, the various genres were not well-balanced with horror and comedy, and later films improved the balance and took more sophisticated approaches.[4] Charles Bramesco of Vulture.com identifies Abbott and Costello Meet Frankenstein as the first commercially successful comedy horror film. Its success legitimized the genre and established it as commercially viable.[5]\n\nSome comedy horror movies, such as the Scary Movie series or A Haunted House also function as parodies of popular horror films.\n\n"
        },
        {
            "title": "In television",
            "text": "Examples of horror comedy on television date back to sitcoms The Munsters and The Addams Family and more recently include gruesome slapsticks Ash vs Evil Dead and Stan Against Evil, mockumentary What We Do In The Shadows, drama iZombie, comedies Shining Vale and Santa Clarita Diet, and cartoons Beetlejuice, Courage the Cowardly Dog, Scooby-Doo, The Owl House, Wednesday, and more recently, Don't Hug Me I'm Scared.\n\n"
        }
    ]
}