{
    "url": "https://en.wikipedia.org/wiki/Comedy_film",
    "title": "Comedy film",
    "table_of_contents": [
        "1 History",
        "1.1 Silent film era",
        "1.2 Introduction of sound",
        "1.3 Television era",
        "1.4 The modern era",
        "2 Sub-types",
        "2.1 Anarchic comedy",
        "2.2 Bathroom comedy (or gross-out comedy)",
        "2.3 Comedy of ideas",
        "2.4 Comedy of manners",
        "2.5 Black comedy",
        "2.6 Farce",
        "2.7 Mockumentary",
        "2.8 Musical comedy",
        "2.9 Observational humor",
        "2.10 Parody (or spoof)",
        "2.11 Sex comedy",
        "2.12 Situational comedy",
        "2.13 Straight comedy",
        "2.14 Slapstick films",
        "2.15 Surreal comedy",
        "3 Hybrid subgenres",
        "3.1 Action comedy",
        "3.1.1 Martial arts films",
        "3.1.2 Superhero films",
        "3.1.3 Buddy films",
        "3.2 Comedy thriller",
        "3.3 Comedy mystery",
        "3.4 Crime comedy",
        "3.5 Fantasy comedy",
        "3.6 Comedy horror",
        "3.7 Day-in-the-life comedy",
        "3.8 Romantic comedy",
        "3.8.1 Screwball comedy",
        "3.9 Science fiction comedy",
        "3.10 Sports comedy",
        "3.11 War comedy",
        "3.12 Western comedy",
        "4 By country",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA comedy film is a category of film which emphasizes humor.[1] These films are designed to make the audience laugh through amusement.[2] Films in this style traditionally have a happy ending (black comedy being an exception).[3][1] Comedy is one of the oldest genres in film and it is derived from the classical comedy in theatre.[4] Some of the earliest silent films were comedies, as slapstick comedy often relies on visual depictions, without requiring sound.[5] When sound films became more prevalent during the 1930s, comedy films took another swing, as laughter could result from burlesque situations but also dialogue.[4]\n\nComedy, compared with other film genres, puts much more focus on individual stars, with many former stand-up comics transitioning to the film industry due to their popularity.[6][1]\n\nIn The Screenwriters Taxonomy (2017), Eric R. Williams contends that film genres are fundamentally based upon a film's atmosphere, character, and story. Therefore the labels \"drama\" and \"comedy\" are too broad to be considered a genre.[7] Instead, his comedy taxonomy argues that comedy is a type of film that contains at least a dozen different sub-types.[8]\n\n"
        },
        {
            "title": "History",
            "text": "The first comedy film was L'Arroseur Arrosé (1895), directed and produced by film pioneer Louis Lumière.[9] Less than 60 seconds long, it shows a boy playing a prank on a gardener.[9] The most noted comedy actors of the silent film era (1895-1927) were Charlie Chaplin, Harold Lloyd, and Buster Keaton.[10]\n\nThe silent film era also implemented animated comedy films such as Humorous Phases of Funny Faces, which is considered the first animated movie by film historians (1906).[11] This style led to several iconic animated characters such as Felix the Cat, Mickey Mouse, Oswald the Lucky Rabbit, and Betty Boop.[citation needed]\n\nSound was introduced into film towards the end of the 1920s and became much more prevalent through the 1930s and forward.[12] This advancement in technology allowed for comedy acts such as W.C. Fields, the Marx Brothers, and Laurel and Hardy to flourish via verbal humor and auditory sounds instead of complete silence.[13]\n\nWhen television sets became popular in the 1950s, the film industry was forced to make some innovations to compete with at-home entertainment. Some of these innovations include the use of color in film, widescreen formats (Cinerama, CinemaScope, VistaVision), 3D, and surround sound.[14] While these innovations impacted the film industry as a whole, many comedies utilized these technological advancements that were not available on television sets at the time. 3 Ring Circus and Funny Face are two of many comedy films that implemented some of these new technologies.[15]\n\nFrom the 1960s until present, comedy film has adopted numerous different styles, sub-types, and sub-genres. The 1960s welcomed a more mature, darker humor known as black comedy such as Stanley Kubrick's Dr. Strangelove.[16] Comedy moved towards more parody and satirical humor in the 70s and 80s with directors like Woody Allen, Mel Brooks, and the Monty Python comedy troupe thriving.[17][16] Teen comedies like The Breakfast Club, Sixteen Candles, and Ferris Bueller's Day Off also became popular in the 80s.[18][19] In the 1990s over-the-top, wacky characters succeeded in the comedy scene. Notable actors that played these types of characters include Jim Carrey, Adam Sandler, and Mike Myers.[20] From the 2000s until recent, comedies have leaned towards the trend of incorporating more vulgar or raunchy humor with films like the American Pie series, The 40-Year-Old Virgin, and Superbad.[21] Overall, comedy film has moved away from traditional joke-telling, and now leans more towards eccentric characters finding themselves in unexpected situations.[22]\n\n"
        },
        {
            "title": "Sub-types",
            "text": "The anarchic comedy film, as its name suggests, is a random or stream-of-consciousness type of humour which often lampoons a form of authority.[23] The genre dates from the silent era. Notable examples of this type of film are those produced by Monty Python.[24] Other examples include Duck Soup (1933) and Caddyshack (1980).\n\nGross out films are a relatively recent development and rely heavily on vulgar, sexual, or \"toilet\" humor.[25] They often contain a healthy dose of profanity.[26]  Examples include Animal House (1978) and Freddy Got Fingered (2001).\n\nThis sub-type uses comedy to explore serious ideas such as religion, sex, or politics.[27] Often, the characters represent particular divergent world views and are forced to interact for comedic effect and social commentary.[28] Some examples include both Ferris Bueller's Day Off (1986) and Swing Vote (2008).\n\nA comedy of manners satirizes the manners and affectations of a social class.[29] The plot of a comedy of manners is often concerned with an illicit love affair or some other scandal. However, the plot is generally less important for its comedic effect than its witty dialogue.[29] This form of comedy has a long ancestry which dates back at least as far as Much Ado about Nothing created by William Shakespeare, published in 1623.[30] Examples for comedy of manners films include Breakfast at Tiffany's (1961) and Under the Tuscan Sun (2003).\n\nThe black comedy film deals with taboo subjects—including death, murder, crime, suicide, and war—in a satirical manner.[31] Examples include Dr. Strangelove (1964) and Shallow Grave (1994).\n\nFarcical films exaggerate situations beyond the realm of possibility—thereby making them entertaining.[32] Film examples include Sleeper (1973).\n\nMockumentary comedies are fictional, but use a documentary style that includes interviews and \"documentary\" footage along regular scenes.[33] Examples include This Is Spinal Tap (1984)[33] and Reboot Camp (2020).\n\nMusical comedy as a film genre has its roots in the 1920s, with Disney's Steamboat Willie (1928) being the most recognized of these early films.[34] The sub-genre resurged with popularity in the 1970s, with movies such as Bugsy Malone (1976) and Grease (1978) gaining status as cult classics.[35]\n\nThese films find humor in the common practices of everyday life.[36] Some film examples of observational humor include Knocked Up (2007) and The Intern (2015).\n\nA parody or spoof film satirizes other film genres or classic films. Such films employ sarcasm, stereotyping, mockery of scenes from other films, and the obviousness of meaning in a character's actions.[37] Examples of this form include Blazing Saddles (1974) and Spaceballs (1987).\n\nThe humor in sex comedy is primarily derived from sexual situations and desire,[38] as in Bachelor Party (1984) and The Inbetweeners Movie (2011).\n\nHumor that comes from knowing a stock group of characters (or character types) and then exposing them to different situations to create humorous and ironic juxtaposition;[39] case in point: Planes, Trains and Automobiles (1987) and The Hangover (2009).\n\nThis broad sub-type applies to films that do not attempt a specific approach to comedy but, rather, use comedy for comedic sake.[40] Chasing Amy (1997) and The Shaggy Dog (2006) are examples of straight comedy films.\n\nSlapstick films involve exaggerated, boisterous physical action to create impossible and humorous situations.[41] Because it relies predominantly on visual depictions of events, it does not require sound. Accordingly, the sub-genre was ideal for silent movies and was prevalent during that era.[42] Popular stars of the slapstick genre include Harold Lloyd, Roscoe Arbuckle, Charlie Chaplin, Peter Sellers and Norman Wisdom.[41] Some of these stars, as well as acts such as Laurel and Hardy and the Three Stooges, also found success incorporating slapstick comedy into sound films.[43] Modern examples of slapstick comedy include Mr. Bean's Holiday (2007) and Get Smart (2008).\n\nAlthough not specifically linked to the history of surrealism, these comedies includes behavior and storytelling techniques that are illogical—including bizarre juxtapositions, absurd situations and unpredictable reactions to normal situations.[40] Some examples are It's a Mad, Mad, Mad, Mad World (1963) and Space Jam (1996).\n\n"
        },
        {
            "title": "Hybrid subgenres",
            "text": "According to Williams' taxonomy, all film descriptions should contain their type (comedy or drama) combined with one (or more)  subgenres.[44] This combination does not create a separate genre, but rather, provides a better understanding of the film.\n\nFilms in this type blend comic antics and action where the stars combine one-liners with a thrilling plot and daring stunts.[45] The genre became a specific draw in North America in the eighties when comedians such as Eddie Murphy started taking more action-oriented roles, such as in 48 Hrs. (1982) and Beverly Hills Cop (1984).[45]\n\nSub-genres of the action comedy (labeled macro-genres by Williams) include:[44]\n\nSlapstick martial arts films became a mainstay of Hong Kong action cinema through the work of Jackie Chan among others, such as Who Am I? (1998).  Kung Fu Panda is an action comedy that focuses on the martial art of kung fu.\n\nSome action films focus on superheroes; for example, The Incredibles, Hancock, Kick-Ass, and Mystery Men.\n\nOther categories of the action comedy include:[44]\n\nFilms starring mismatched partners for comedic effect, such as in Midnight Run, Rush Hour, 21 Jump Street, Bad Boys, Starsky and Hutch, Booksmart, The Odd Couple, and Ted.\n\nComedy thriller is a type that combines elements of humor and suspense.[46] Films such as Silver Streak, Charade, Kiss Kiss Bang Bang, In Bruges, Mr. and Mrs. Smith, Grosse Point Blank, The Thin Man, The Big Fix, and The Lady Vanishes.\n\nComedy mystery is a film genre combining elements of comedy and mystery fiction. Though the genre arguably peaked in the 1930s and 1940s, comedy-mystery films have been continually produced since.[47] Examples include the Pink Panther series,[48]Scooby-Doo films, Clue (1985) and Knives Out (2019).\n\nA hybrid mix of crime and comedy films, examples include Inspector Palmu's Mistake (1960), Oh Brother Where Art Thou? (2000), Take the Money and Run (1969) and Who Framed Roger Rabbit (1988).[49]\n\nFantasy comedy films use magic, supernatural or mythological figures for comedic purposes.[50] Some fantasy comedy includes an element of parody, or satire, turning fantasy conventions on their head, such as the hero becoming a cowardly fool or the princess being a klutz. Examples of these films include Big, Being John Malkovich, Ernest Saves Christmas, Ernest Scared Stupid, Night at the Museum, Groundhog Day, Click, and Shrek.\n\nComedy horror is a genre/type in which the usual dark themes and \"scare tactics\" attributed to horror films are treated with a humorous approach.[51] These films either use goofy horror cliches, such as in Scream, Young Frankenstein, The Rocky Horror Picture Show, Little Shop of Horrors, The Haunted Mansion, and Scary Movie where campy styles are favored. Some are much more subtle and don't parody horror, such as An American Werewolf in London. Another style of comedy horror can also rely on over-the-top violence and gore such as in The Evil Dead (1981), The Return of the Living Dead (1985), Braindead (1992), and Club Dread (2004) – such films are sometimes known as splatstick, a portmanteau of the words splatter and slapstick. It would be reasonable to put Ghostbusters in this category.\n\nDay-in-the-life films takes small events in a person's life and raises their level of importance. The \"small things in life\" feel as important to the protagonist (and the audience) as the climactic battle in an action film, or the final shootout in a western.[44]  Often, the protagonists deal with multiple, overlapping issues in the course of the film.[44]  The day-in-the-life comedy often finds humor in commenting upon the absurdity or irony of daily life; for example The Terminal (2004) or Waitress (2007). Character humor is also used extensively in day-in-the-life comedies, as can be seen in American Splendor (2003).\n\nRomantic comedies are humorous films with central themes that reinforce societal beliefs about love (e.g., themes such as \"love at first sight\", \"love conquers all\", or \"there is someone out there for everyone\"); the story typically revolves around characters falling into (and out of, and back into) love.[52] Amélie (2001), Annie Hall (1977), Charade (1963), City Lights (1931), Four Weddings and a Funeral (1994), It (1927), The Lobster (2015), My Wife, the Director General (1966), My Favorite Wife (1940), Pretty Woman (1990), Some Like It Hot (1959), There's Something About Mary (1998) and When Harry Met Sally... (1989) are examples of romantic comedies.\n\nA subgenre of the romantic comedy, screwball comedies appear to focus on the story of a central male character until a strong female character takes center stage; at this point, the man's story becomes secondary to a new issue typically introduced by the woman; this story grows in significance and, as it does, the man's masculinity is challenged by the sharp-witted woman, who is often his love interest.[44] Typically it can include a romantic element, an interplay between people of different economic strata, quick and witty repartee, some form of role reversal, and a happy ending. Some examples of \"screwball\" comedy during its heyday include It Happened One Night (1934), Bringing Up Baby (1938), The Philadelphia Story (1940), His Girl Friday (1940), Mr. & Mrs. Smith (1941); more recent examples include What's Up, Doc? (1972), Rat Race (2001), and Our Idiot Brother (2011).\n\nScience fiction comedy films often exaggerate the elements of traditional science fiction films to comic effect.[53] Examples include Spaceballs, Ghostbusters, Galaxy Quest, Mars Attacks!, Men in Black, and many more.\n\nSports comedy combines the genre of comedy with that of the sports film genre. Thematically, the story is often one of \"Our Team\" versus \"Their Team\"; their team will always try to win, and our team will show the world that they deserve recognition or redemption; the story does not always have to involve a team.[54] The story could also be about an individual athlete or the story could focus on an individual playing on a team. The comedic aspect of this super-genre often comes from physical humor (Happy Gilmore - 1996), character humor (Caddyshack - 1980), or the juxtaposition of bad athletes succeeding against the odds (The Bad News Bears - 1976).\n\nWar films typically tells the story of a small group of isolated individuals who – one by one – get killed (literally or metaphorically) by an outside force until there is a final fight to the death; the idea of the protagonists facing death is a central expectation in a war film.[55] War comedies infuse this idea of confronting death with a morbid sense of humor. In a war film even though the enemy may out-number, or out-power, the hero, we assume that the enemy can be defeated if only the hero can figure out how.[56] Often, this strategic sensibility provides humorous opportunities in a war comedy. Examples include Good Morning, Vietnam; M*A*S*H; the Francis the Talking Mule series; and others.\n\nFilms in the western super-genre often take place in the American Southwest or in Mexico, with a large number of scenes occurring outside so we can soak in nature's rugged beauty.[54] Visceral expectations for the audience include fistfights, gunplay, and chase scenes. There is also the expectation of spectacular panoramic images of the countryside including sunsets, wide open landscape and endless deserts and sky.[44] Western comedies often find their humor in specific characters (Three Amigos, 1986), in interpersonal relationships (Lone Ranger, 2013) or in creating a parody of the western (Rango, 2011).\n\n"
        }
    ]
}