{
    "url": "https://en.wikipedia.org/wiki/Comfa",
    "title": "Comfa",
    "table_of_contents": [
        "1 History",
        "2 Beliefs",
        "2.1 Cosmology",
        "2.2 Worship",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Comfa (or Komfa) is a folk religion in Guyana also known as Spiritualism or Faithism. The word \"Comfa\" is used by non-practitioners as a generic term for spirit possession in Guyana. However, the word \"Comfa\" is also a term to define the greater folk religion involving spirit possession originating in Guyana.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The origins of Comfa come from the many religious traditions of the many peoples who settled in Guyana. Of these beliefs the main influences seem to be Christianity and African practices, specifically Kongo religion. The main Kongo influences on Comfa are the cosmology believed and the idea that the world can be altered through the creation of charms.[1]\n\nComfa can be traced back to early worship of the water spirit \"Watermamma\" (known as Mami Wata elsewhere) amongst enslaved Guyanese. After emancipation Christian missionaries began to try populate Guiana and their teachings began to influence early Comfa beliefs. By the 1880s a man named Joseph MacLaren from Grenada along with Nathaniel Jordan founded a church in Guiana and formally began teaching Comfa practices under the title of \"Faithism,\" popularly called the Jordanites.[2]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The cosmos are made up of a realm known as the \"Heights\" inhabited by Christian figures like angels, biblical prophets, and apostles. At the center of the universe is nature and humans. Below the natural world is the \"Terrestrial Realm\" where dead souls dwell. God resides outside of these realms because he is the creator and protector of all things, because these spirits have already gone through life they possess a wisdom to advise those who are currently living. Of these spirits there are differences: there are entrees, deities, family, and friends spirits. The entrees are spirits embodying seven different ethnic groups that shaped Guyana: Africans, Indigenous people, Chinese, Dutch, East Indians, English, and Spanish. The deity spirits are the Hindu gods. The family and friends spirits are those who are family or friends of the deities or entrees. The terrestrial spirits reside in the sea and in creeks but spirits still close to Mother Earth may still reside on Earth.[3]\n\nMother Earth is the entity that spurs on life on Earth. Within Mother Earth rests graveyard residing spirits and wandering spirits who have been called for but never returned to the graveyard.[3]\n\nOrisha worship and Ifa practices coming from Yoruba religion are also present in the practices and worldview of Comfa.[2]\n\nAt Celestial Services a worshiper may pray to god and ask for things he/she desires, and certain spirits may be asked to assist in realizing these desires. At a Work service the spirits of an Entree may be called upon while practitioners dance to the beat of drums. Spirits may pass by and manifest themselves in the practitioners.[3]\n\n"
        }
    ]
}