{
    "url": "https://en.wikipedia.org/wiki/Comic_book_letter_column",
    "title": "Comic book letter column",
    "table_of_contents": [
        "1 History",
        "2 Form and content",
        "2.1 Letter column titles",
        "3 Reader participation",
        "3.1 Letterhacks",
        "4 See also",
        "5 Notes",
        "6 References",
        "6.1 Citations",
        "6.2 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A comic book letter column is a section of an American comic book where readers' letters to the publisher appear. Comic book letter columns are also commonly referred to as letter columns (or lettercols), letter pages, letters of comment (LOCs), or simply letters to the editor. Letter columns appeared early on in the history of comic books themselves, and their growing prevalence — particularly beginning in the 1960s — helped create and legitimatize comics fandom.[1] As the forum developed, the volume and tenor of letters became a reliable gauge of overall reader response to developments in the comics themselves.[1] Letter columns remained a regular feature of most comic books until the early years of the 21st century, when they began being phased out in favor of the growing prevalence of email and Internet forums. Despite this, the 2010s saw a renaissance of comic book letter columns, and many comics titles still print them.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Although they were already standard in the science fiction magazines of the time,[1] the first recorded comic book letter column appeared in Target Comics #6, published by Novelty Press in 1940.[3] (The page in question also has an early mention of comic book collecting.)[3] The first DC Comics comic to include a letters column was Real Fact Comics #3 (July-August 1946).[4]  The first DC title with a letters column as a regular feature was Superman beginning with issue #124 (September 1958).[5]\n\nEarly versions of the lettercol tended to be simple fan letters, often from young readers. These letters tended to be praise for the previous issue's story and artwork; or simplistic questions about the correct pronunciation of \"Mxyzptlk\" or where Superman put his Clark Kent clothes when he was in costume;[6] or alternately, obsessive dissections of perceived continuity errors or art mistakes.[7]\n\nLetter columns came into their prime in the 1960s, when readers' letters became longer and the discussions more sophisticated. For example, in the mid-1960s longtime letter writer (and future comics historian) Peter Sanderson's lengthy, well-reasoned, and impressively erudite missives forced DC editor Julie Schwartz to expand the lettercols in his books to a second, separate page (such as \"Flash-Grams — Extra\", \"Letters To the Batcave — Extra\", and \"JLA Mailroom — Special Peter Sanderson Edition\") to facilitate Sanderson's sharp analysis.[8]\n\nOf Marvel Comics' Silver Age superhero titles, only the Fantastic Four initially had a letter column; it thus served as the editorial information/reader comment source for all of Marvel's superhero titles — until they too got their own dedicated letter columns.[9]\n\nBy the 1970s, nearly all mainstream comics included letter pages. Historian Matthew J. Pustz describes the different approaches of the two major publishers, DC and Marvel:\n\nAs the letter column became a longstanding tradition in the mainstream comic book industry, it even became a feature of underground, independent, and alternative comics of the 1970s and 1980s. In the 1990s, a trend in letter writing developed in which readers would send in specific, bulleted questions about the direction of the series, plot points, etc.; which were often answered (or evaded) by the writer or editor point-by-point.\n\nBy the first few years of the 21st century, as comics-related forums sprang up all over the Internet, many letter columns were gradually replaced by advertisements or in-house promotions. This, combined with a growing sentiment that letters pages were increasingly bringing out the worst in readers, led to their continued decline.[11] In 2002, DC officially ended the practice of the letter page.[12]\n\nAlmost a decade, later, however, in 2011 DC brought back the practice.[13] In addition, many titles not published by Marvel or DC — most notably Image Comics' titles[2] — still feature letters pages.[1] One reason for the persistence of the form, even in the face of other outlets for publisher-creator communication, is that letters pages allow for a more in-depth discussion than most online forums.[2]\n\nIn 2015, writer David Harper published his list of the top back matter/letter columns then running:[2]\n\n"
        },
        {
            "title": "Form and content",
            "text": "As standardized by the big mainstream American companies, the letter column was typically overseen by one of the comic's staff members, often the book's editor (or later on, the assistant editor), and occasionally the book's writer(s).\n\nThe letters page was often used as a soapbox, where in addition to responding to reader comments, the editor would provide behind-the-scenes details about the comics world, announce changes to the title or the creative team, plea for more (or better) letters, needle the competition,[14] and otherwise communicate with readers.[15]\n\nDue to the monthly (or longer) lag between issues, a comic's letter column usually featured reader responses to issues about three-to-five months prior to the current one. Occasionally, if a story ran too long one month, or there were printer-related problems, a comic's letters page would be omitted that issue. This would often produce an outcry from deprived readers in later letter columns, accompanied by the requisite apologies and explanations.\n\nUntil the late-1970s, letter columns were usually found in the middle of the book, when they mostly moved to the book's second-to-last page (the last page tending to be an advertisement).[16]\n\nToward the end of 1960 — thanks in no small part to the urging of motivated readers like Jerry Bails (later to be known as the \"father of comics fandom\") and Roy Thomas — DC editor Julius Schwartz decided to print readers' home addresses in the letters, a custom of long standing in science fiction magazines and one which helped originate science fiction fandom (where Schwartz himself got his start in publishing). The first letters page with the letter writers' full addresses appeared in The Brave and the Bold #35 (May 1961).[17] Because of this practice, many readers connected with each other, becoming penpals, and starting communities of fans and/or publishing fanzines.[18] In a number of cases, readers (including future X-Men artist Dave Cockrum[19] and future Elfquest creators Wendy and Richard Pini)[20] \"met\" their future spouses via a comic book letter page.[21][22]\n\nPeter Sanderson writes of Schwartz's letter columns:\n\nSimilarly, under the guidance of editor-in-chief/publisher Stan Lee, Marvel Comics also decided to print readers' home addresses in the letters. Lee made it a priority to create a community of readers, giving them a sense of personal investment in Marvel and its titles. Lee's ambition to create a company aesthetic in this way was overwhelmingly successful; many Marvel fans would sign off their letters with the phrase, \"Make Mine Marvel!\"\n\nAround 1965, however, the Comics Code Authority — fearful that pornographers might market their wares to comic book readers by acquiring their home addresses from the letters pages — decreed that publishers should no longer print readers' addresses. DC gave in to this edict, while Marvel ignored it, at least for a while.[20]\n\nFor many fans, having a letter printed was a badge of honor — especially if it was in one of the more high-profile letters pages. The feeling was that if one wrote enough good letters, it was possible to influence the direction of the comic and/or one's favorite characters. And as letters pages became more collaborative in this way, many became forums for long-running discussions among the editors and readers, with topics ranging from what defined a \"mutant\" to real-world issues such as religion, racism,[11] feminism, gay rights,[1] and the rights of the disabled.[24][25] Cerebus creator Dave Sim's comments about women, for example, became the source of a particularly long-running and bitter debate in the pages of \"Aardvark Comment\".[a]\n\nIn certain circumstances, it was practice for Marvel and DC to solicit letters for titles that had trouble filling a letters page each month.[27] While popular titles could receive up to 40 or more letters per month, other titles might not receive enough to even fill a page.[28] In desperate circumstances, DC and Marvel lettercol assemblers were even known to write fake letters under assumed names, just to fill out the column.[28]\n\nFor some time in the 1970s, Marvel editors (and assistant editors, like Mark Gruenwald)[29] responded to readers' letters in the guise of a \"friendly armadillo\". Beginning in 1980, under new editor-in-chief Jim Shooter, Marvel instituted new letter column policies. One change was to let writers of certain titles (rather than the book's editor) manage the letters pages.[30] The other was to eliminate the conceit of the \"armadillo\" and have the books' editors or writers respond to letters under the own names.[31]\n\nIn later years, some DC Comics letters pages — like those in Lobo and Ambush Bug — used the humorous device of having the main character \"respond\" to letters.[citation needed] Marvel's Deadpool, as part of his regular practice of breaking the \"fourth wall,\" also answered his own letters.\n\nThe letters page also functioned as another form of \"house ad,\" a place to promote the book, other books in the same line, or the comic book publishing company in general.[28]  Some had additional purposes such as in the 1980s The Question series, written by Dennis O'Neil, whose letters pages included a reading recommendation with each issue to complement the philosophical points illustrated in the feature story.[citation needed]\n\nThe typical letters page had its own title, which was usually a reference to the book's hero or heroes. \"Cape and Cowl Comments\" (World's Finest Comics), \"JLA Mailroom\" (Justice League of America), \"Legion Outpost\" (Legion of Super-Heroes), \"Metropolis Mailbag,\" (Superman), \"Avengers Assemble!\" (Avengers), \"Letters to the Living Legend,\" (Captain America), \"The Spider's Web\" (The Amazing Spider-Man), and \"X-Mail,\" (Uncanny X-Men) are just a few examples of this tradition. Suicide Squad faced difficulties in this aspect, as the United States Postal Service objected to delivering what were labeled as \"Suicide Notes.\"[citation needed]\n\nSome books had trouble sticking with a lettercol title, and changed them on a more or less regular basis. It soon became a tradition to hold a contest for fans to write in with column title ideas, with the winning writer credited in the letters page. Similarly, when a new comic book series was created, readers were asked to submit names for the lettercol title right from the outset.\n\n"
        },
        {
            "title": "Reader participation",
            "text": "Jerry Bails may have been the first reader to believe he could influence the direction of his favorite comics. In the early 1960s, he bombarded the DC offices with suggestions for new superhero revivals such as was already happening with the Flash, the Justice League, and so on. For instance, in Justice League of America #4, the letters page is filled with missives from Bails under different pen names. He did everything he could to fool editor Julius Schwartz, including mailing the letters from all across the country.[17][1]\n\nLater on, during the lettercol heyday of the 1970s and 1980s, many comics actively encouraged reader participation. Fans were asked to weigh in on a character's uniform changes, or in some cases, submit their own uniform designs, with the winning entry actually becoming the character's new costume.[b] Readers of Tomb of Dracula[32] and The Vision and the Scarlet Witch limited series were asked to suggest names for the main characters' babies.[33] (Winners of contests like these were often awarded with original artwork from the book in question.)[34][35]\n\nFor team books like The Avengers, Justice League, or the Legion of Super-Heroes, fans were polled as to which characters should become permanent members, team leaders, or conversely, excised from the team. (Readers were also asked to suggest or vote on the title of the letter column. See further discussion below.)\nMany 1970s Marvel lettercols stressed the importance of reader feedback, such as this one from Power Man #24 (April 1975): \"We don't score hits with every issue. Sometimes a story has flaws or just doesn't come up to snuff. Which is why your letters are so valuable to us in producing these comments. . . . So don't let anybody tell you your letters aren't important, people. They are vital to these magazines.\"[36]\n\nSimilarly, (beginning in the 1980s) the most esteemed letterhacks were occasionally solicited to send letters based on early preview copies, thus helping to build a fan-base for a new title.[37] And in a few cases, low-selling titles were saved from cancellation by groups of dedicated fans writing in to the company's editor-in-chief or publisher.[citation needed]\n\nFans whose letters were published regularly — \"letterhacks\"[1] — became well known throughout the industry by virtue of their letters. Writer Mark Engblom describes the phenomenon this way:\n\nSome of the most prolific \"LOCers\" or \"letterhacks\" include Jerry Bails, T. M. Maple (who published over 3,000 letters), Augie De Blieck Jr. (who claims to have published over 400 letters),[39] Bill Schelly (now a comic book historian), Peter Sanderson (ditto), and Irene Vartanoff (an omnipresent 1960s letterhack who ended up working behind the scenes for Marvel in the 1970s and 1980s).[40]\n\nAs discussed above, some letterhacks gained entry into an actual career in comics because of their letter-writing expertise. For instance, Bob Rozakis parlayed his frequent published letters to DC comics during the late 1960s and early 1970s into a job as DC's \"Answer Man\" and eventually a solid career as a DC writer. Kurt Busiek, Mary Jo Duffy, Mike Friedrich, Mark Gruenwald, Fred Hembeck, Tony Isabella, Paul Levitz, Ralph Macchio, Dean Mullaney, Martin Pasko, Diana Schutz, Beau Smith, Roy Thomas, and Kim Thompson are just a few of the many comic book professionals who got their starts as young letterhacks.\n\n"
        }
    ]
}