{
    "url": "https://en.wikipedia.org/wiki/Comical_History_of_the_States_and_Empires_of_the_Moon",
    "title": "Comical History of the States and Empires of the Moon",
    "table_of_contents": [
        "1 Plot summary",
        "2 Impact",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Other World: Comical History of the States and Empires of the Moon (French: L’Autre monde ou les états et empires de la Lune) was the first of three satirical novels written by Cyrano de Bergerac. It was published posthumously in 1657 and, along with its companion work The States and Empires of the Sun, is considered one of the earliest published science fiction stories[citation needed]. Arthur C. Clarke credited the book with the first description of rocket-powered spaceflight, and with the invention of the ramjet.[1]\n\n"
        },
        {
            "title": "Plot summary",
            "text": "The book is narrated in the first person by a character also named Cyrano.\n\nCyrano attempts to reach the Moon to prove there is a civilization that sees the Earth as its own moon. He launches himself into the sky from Paris by strapping bottles of dew to his body, but lands back on Earth. Believing he had traveled straight up and down, he is confused by local soldiers who tell him he is not in France; they escort him to the provincial governor who informs him that it is in fact New France. The narrator explains to the governor that all matter is formed inside and expelled from stars, and that once the Sun has run out of fuel it will consume the planets and restart the cycle. He uses New France as evidence for this theory, claiming that it had only recently been discovered by European explorers because the Sun had only recently sent it to Earth.\n\nThe narrator tries again to reach the Moon, this time with a flying machine that he launches off the edge of a cliff. Though the craft crashes, local soldiers attach rockets to it, hoping that it will fly to celebrate the feast day of St. John the Baptist. Dismayed at this use of his machine, the narrator attempts to dismantle it while the fuse is lit, but the machine takes off and sends him into space. He meets the Moon's inhabitants, who have four legs, musical voices, and fantastical weapons that cook game for a meal as it's shot. He also meets the ghost of Socrates and Domingo Gonsales of Francis Godwin's The Man in the Moone. His discussions with Gonsales include how God is useless as a concept, that humans cannot achieve immortality, and that they do not have souls. After these discussions, the narrator returns to Earth.\n\n"
        },
        {
            "title": "Impact",
            "text": "Inspired by Lucian's proto-science fiction work True History or True Story, The Other World went on to influence many other works seen as early science fiction, including Jonathan Swift's novel Gulliver's Travels, which is also an example of fantastic voyages exploring both contemporary social commentary, and some ideas of the unknown and \"modern\" science.\n\nThe French comic book series De cape et de crocs, created by writer Alain Ayroles and artist Jean-Luc Masbou, draws inspiration from The Other World and makes frequent references to the work and its author. \n\n"
        }
    ]
}