{
    "url": "https://en.wikipedia.org/wiki/Communitarianism",
    "title": "Communitarianism",
    "table_of_contents": [
        "1 Terminology",
        "2 Origins",
        "3 Communitarian philosophy",
        "4 Academic communitarianism",
        "4.1 Social capital",
        "4.2 Positive rights",
        "5 Responsive communitarianism movement",
        "5.1 Influence",
        "6 Comparison to other political philosophies",
        "7 Criticism",
        "7.1 Opposition",
        "8 List of communitarian political parties",
        "9 See also",
        "10 Notes",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Communitarianism is a philosophy that emphasizes the connection between the individual and the community. Its overriding philosophy is based upon the belief that a person's social identity and personality are largely molded by community relationships, with a smaller degree of development being placed on individualism. Although the community might be a family, communitarianism usually is understood, in the wider, philosophical sense, as a collection of interactions, among a community of people in a given place (geographical location), or among a community who share an interest or who share a history.[1] Communitarianism usually opposes extreme individualism and rejects extreme laissez-faire policies that deprioritize the stability of the overall community.\n\n"
        },
        {
            "title": "Terminology",
            "text": "The philosophy of communitarianism originated in the 20th century, but the term \"communitarian\" was coined in 1841, by John Goodwyn Barmby, a leader of the British Chartist movement, who used it in referring to utopian socialists and other idealists who experimented with communal styles of life. However, it was not until the 1980s that the term \"communitarianism\" gained currency through association with the work of a small group of political philosophers. Their application of the label \"communitarian\" was controversial, even among communitarians, because, in the West, the term evokes associations with the ideologies of socialism and collectivism; so, public leaders—and some of the academics who champion this school of thought—usually avoid the term \"communitarian\", while still advocating and advancing the ideas of communitarianism.\n\nThe term is primarily used in two senses:\n\nCzech and Slovak philosophers like Marek Hrubec,[2] Lukáš Perný[3] and Luboš Blaha[4] extend communitarianism to social projects tied to the values and significance of community or collectivism and to various types of communism and socialism (Christian, scientific, or utopian, including:\n\n"
        },
        {
            "title": "Origins",
            "text": "While the term communitarian was coined only in the mid-nineteenth century, ideas that are communitarian in nature appear much earlier. They are found in some classical socialist doctrine (e.g. writings about the early commune and about workers' solidarity), and further back in the New Testament. Communitarianism has been traced back to early monasticism.\n\nA number of early sociologists had strongly communitarian elements in their work, such as Ferdinand Tönnies in his comparison of Gemeinschaft (oppressive but nurturing communities) and Gesellschaft (liberating but impersonal societies), and Emile Durkheim's concerns about the integrating role of social values and the relations between the individual and society. Both authors warned of the dangers of anomie (normlessness) and alienation in modern societies composed of atomized individuals who had gained their liberty but lost their social moorings.  Modern sociologists saw the rise of a mass society and the decline of communal bonds and respect for traditional values and authority in the United States as of the 1960s. Among those who raised these issues were Robert Nisbet (Twilight of Authority),[6] Robert N. Bellah Habits of the Heart,[7] and Alan Ehrenhalt (The Lost City: The Forgotten Virtues Of Community In America).[8] In his book Bowling Alone (2000), Robert Putnam documented the decline of \"social capital\" and stressed the importance of \"bridging social capital,\" in which bonds of connectedness are formed across diverse social groups.[9]\n\nIn the twentieth century communitarianism also began to be formulated as a philosophy by Dorothy Day and the Catholic Worker movement. In an early article the Catholic Worker clarified the dogma of the Mystical Body of Christ as the basis for the movement's communitarianism.[10]  Along similar lines, communitarianism is also related to the personalist philosophy of Emmanuel Mounier.\n\nResponding to criticism that the term 'community' is too vague or cannot be defined, Amitai Etzioni, one of the leaders of the American communitarian movement, pointed out that communities can be defined with reasonable precision as having two characteristics: first, a web of affect-laden relationships among a group of individuals, relationships that often crisscross and reinforce one another (as opposed to one-on-one or chain-like individual relationships); and second, a measure of commitment to a set of shared values, norms, and meanings, and a shared history and identity – in short, a particular culture.[11] Further, author David E. Pearson argued that \"[t]o earn the appellation 'community,' it seems to me, groups must be able to exert moral suasion and extract a measure of compliance from their members. That is, communities are necessarily, indeed, by definition, coercive as well as moral, threatening their members with the stick of sanctions if they stray, offering them the carrot of certainty and stability if they don't.\"[11]\n\nWhat is specifically meant by \"community\" in the context of communitarianism can vary greatly between authors and time periods. Historically, communities have been small and localized. However, as the reach of economic and technological forces extended, more-expansive communities became necessary in order to provide effective normative and political guidance to these forces, prompting the rise of national communities in Europe in the 17th century. Since the late 20th century there has been some growing recognition that the scope of even these communities is too limited, as many challenges that people now face, such as the threat of nuclear war and that of global environmental degradation and economic crises, cannot be handled on a national basis. This has led to the quest for more-encompassing communities, such as the European Union. Whether truly supra-national communities can be developed is far from clear.\n\nMore modern communities can take many different forms, but are often limited in scope and reach. For example, members of one residential community are often also members of other communities – such as work, ethnic, or religious ones. As a result, modern community members have multiple sources of attachments, and if one threatens to become overwhelming, individuals will often pull back and turn to another community for their attachments. Thus, communitarianism is the reaction of some intellectuals to the problems of Western society, an attempt to find flexible forms of balance between the individual and society, the autonomy of the individual and the interests of the community, between the common good and freedom, rights and duties.[citation needed]\n\n"
        },
        {
            "title": "Communitarian philosophy",
            "text": "In moral and political philosophy, communitarians are best known for their critiques of John Rawls' political liberalism, detailed at length in his book A Theory of Justice. Communitarians criticize the image Rawls presents of humans as atomistic individuals, and stress that individuals who are well-integrated into communities are better able to reason and act in responsible ways than isolated individuals, but add that if social pressure to conform rises to high levels, it will undermine the individual self. Communitarians uphold the importance of the social realm, and communities in particular, though they differ in the extent to which their conceptions are attentive to liberty and individual rights. Even with these general similarities, communitarians, like members of many other schools of thought, differ considerably from one another. There are several distinct (and at times wildly divergent) schools of communitarian thought.\n\nThe following authors have communitarian tendencies in the philosophical sense, but have all taken pains to distance themselves from the political ideology known as communitarianism, which is discussed further below:\n\n"
        },
        {
            "title": "Academic communitarianism",
            "text": "Whereas the classical liberalism of the Enlightenment can be viewed as a reaction to centuries of authoritarianism, oppressive government, overbearing communities, and rigid dogma, modern communitarianism can be considered a reaction to excessive individualism, understood as an undue emphasis on individual rights, leading people to become selfish or egocentric.[12]\n\nThe close relation between the individual and the community was discussed on a theoretical level by Michael Sandel and Charles Taylor, among other academic communitarians, in their criticisms of philosophical liberalism, especially the work of the American liberal theorist John Rawls and that of the German Enlightenment philosopher Immanuel Kant. They argued that contemporary liberalism failed to account for the complex set of social relations that all individuals in the modern world are a part of. Liberalism is rooted in an untenable ontology that posits the existence of generic individuals and fails to account for social embeddedness. To the contrary, they argued, there are no generic individuals but rather only Germans or Russians, Berliners or Muscovites, or members of some other particularistic community. Because individual identity is partly constructed by culture and social relations, there is no coherent way of formulating individual rights or interests in abstraction from social contexts. Thus, according to these communitarians, there is no point in attempting to found a theory of justice on principles decided behind Rawls' veil of ignorance, because individuals cannot exist in such an abstracted state, even in principle.[12]\n\nAcademic communitarians also contend that the nature of the political community is misunderstood by liberalism. Where liberal philosophers described the polity as a neutral framework of rules within which a multiplicity of commitments to moral values can coexist, academic communitarians argue that such a thin conception of political community was both empirically misleading and normatively dangerous. Good societies, these authors believe, rest on much more than neutral rules and procedures—they rely on a shared moral culture. Some academic communitarians argued even more strongly on behalf of such particularistic values, suggesting that these were the only kind of values which matter and that it is a philosophical error to posit any truly universal moral values.\n\nIn addition to Charles Taylor and Michael Sandel, other thinkers sometimes associated with academic communitarianism include Michael Walzer, Alasdair MacIntyre, Seyla Benhabib, and Shlomo Avineri.[12]\n\nBeginning in the late 20th century, many authors began to observe a deterioration in the social networks of the United States. In the book Bowling Alone, Robert Putnam observed that nearly every form of civic organization has undergone drops in membership exemplified by the fact that, while more people are bowling than in the 1950s, there are fewer bowling leagues.\n\nThis results in a decline in \"social capital\", described by Putnam as \"the collective value of all 'social networks' and the inclinations that arise from these networks to do things for each other\". According to Putnam and his followers, social capital is a key component to building and maintaining democracy.[9]\n\nCommunitarians seek to bolster social capital and the institutions of civil society. The Responsive Communitarian Platform described it thus:[13]\n\nMany social goals require partnership between public and private groups. Though government should not seek to replace local communities, it may need to empower them by strategies of support, including revenue-sharing and technical assistance. There is a great need for study and experimentation with creative use of the structures of civil society, and public-private cooperation, especially where the delivery of health, educational and social services are concerned.\n\nImportant to some supporters of communitarian philosophy is the concept of positive rights, which are rights or guarantees to certain things. These may include state-subsidized education, state-subsidized housing, a safe and clean environment, universal health care, and even the right to a job with the concomitant obligation of the government or individuals to provide one. To this end, communitarians generally support social security programs, public works programs, and laws limiting such things as pollution.\n\nA common objection is that by providing such rights, communitarians violate the negative rights of the citizens; rights to not have something done for you. For example, taxation to pay for such programs as described above dispossesses individuals of property. Proponents of positive rights, by attributing the protection of negative rights to the society rather than the government, respond that individuals would not have any rights in the absence of societies—a central tenet of communitarianism—and thus have a responsibility to give something back to it. Some have viewed this as a negation of natural rights. However, what is or is not a \"natural right\" is a source of contention in modern politics, as well as historically; for example, whether or not universal health care, private property or protection from polluters can be considered a birthright.\n\nAlternatively, some agree that negative rights may be violated by a government action, but argue that it is justifiable if the positive rights protected outweigh the negative rights lost. In the same vein, supporters of positive rights further argue that negative rights, Liberalism and the Limits of Justice, 143.</ref>\n\nStill other communitarians question the very idea of natural rights and their place in a properly functioning community. They claim that instead, claims of rights and entitlements creates a society unable to form cultural institutions and grounded social norms based on shared values. Rather, the liberalist claim to individual rights leads to a morality centered on individual emotivism, as ethical issues can no longer be solved by working through common understandings of the good. The worry here is that not only is society individualized, but so are moral claims.[14]\n\n"
        },
        {
            "title": "Responsive communitarianism movement",
            "text": "In the early 1990s, in response to the perceived breakdown in the moral fabric of society engendered by excessive individualism, Amitai Etzioni and William A. Galston began to organize working meetings to think through communitarian approaches to key societal issues. This ultimately took the communitarian philosophy from a small academic group, introduced it into public life, and recast its philosophical content.\n\nDeeming themselves \"responsive communitarians\" in order to distinguish the movement from authoritarian communitarians, Etzioni and Galston, along with a varied group of academics (including Mary Ann Glendon, Thomas A. Spragens, James Fishkin, Benjamin Barber, Hans Joas, Philip Selznick, and Robert N. Bellah, among others) drafted and published The Responsive Communitarian Platform[15] based on their shared political principles, and the ideas in it were eventually elaborated in academic and popular books and periodicals, gaining thereby a measure of political currency in the West. Etzioni later formed the Communitarian Network to study and promote communitarian approaches to social issues and began publishing a quarterly journal, The Responsive Community.\n\nThe main thesis of responsive communitarianism is that people face two major sources of normativity: that of the common good and that of autonomy and rights, neither of which in principle should take precedence over the other. This can be contrasted with other political and social philosophies which derive their core assumptions from one overarching principle (such as liberty/autonomy for libertarianism). It further posits that a good society is based on a carefully crafted balance between liberty and social order, between individual rights and personal responsibility, and between pluralistic and socially established values.\n\nResponsive communitarianism stresses the importance of society and its institutions above and beyond that of the state and the market, which are often the focus of other political philosophies. It also emphasizes the key role played by socialization, moral culture, and informal social controls rather than state coercion or market pressures. It provides an alternative to liberal individualism and a major counterpoint to authoritarian communitarianism by stressing that strong rights presume strong responsibilities and that one should not be neglected in the name of the other.\n\nFollowing standing sociological positions, communitarians assume that the moral character of individuals tends to degrade over time unless that character is continually and communally reinforced. They contend that a major function of the community, as a building block of moral infrastructure, is to reinforce the character of its members through the community's \"moral voice,\" defined as the informal sanction of others, built into a web of informal affect-laden relationships, which communities provide.\n\nResponsive communitarians have been playing a considerable public role, presenting themselves as the founders of a different kind of environmental movement, one dedicated to shoring up society (as opposed to the state) rather than nature. Like environmentalism, communitarianism appeals to audiences across the political spectrum, although it has found greater acceptance with some groups than others.\n\nAlthough communitarianism is a small philosophical school, it has had considerable influence on public dialogues and politics. There are strong similarities between communitarian thinking and the Third Way, the political thinking of centrist Democrats in the United States, and the Neue Mitte in Germany. Communitarianism played a key role in Tony Blair's remaking of the British socialist Labour Party into \"New Labour\" and a smaller role in President Bill Clinton's campaigns. Other politicians have echoed key communitarian themes, such as Hillary Clinton, who has long held that to raise a child takes not just parents, family, friends and neighbors, but a whole \"village\".[16]\n\nIt has also been suggested[by whom?] that the compassionate conservatism espoused by President Bush during his 2000 presidential campaign was a form of conservative communitarian thinking, although he did not implement it in his policy program. Cited policies have included economic and rhetorical support for education, volunteerism, and community programs, as well as a social emphasis on promoting families, character education, traditional values, and faith-based projects.\n\nPresident Barack Obama gave voice to communitarian ideas and ideals in his book The Audacity of Hope,[17] and during the 2008 presidential election campaign he repeatedly called upon Americans to \"ground our politics in the notion of a common good,\" for an \"age of responsibility,\" and for foregoing identity politics in favor of community-wide unity building. However, for many in the West, the term communitarian conjures up authoritarian and collectivist associations, so many public leaders – and even several academics considered champions of this school – avoid the term while embracing and advancing its ideas.\n\nReflecting the dominance of liberal and conservative politics in the United States, no major party and few elected officials openly advocate communitarianism. Thus there is no consensus on individual policies, but some that most communitarians endorse have been enacted. Nonetheless, there is a small faction of communitarians within the Democratic Party; prominent communitarians include Bob Casey Jr., Joe Donnelly, and Claire McCaskill. Many communitarian Democrats are part of the Blue Dog Coalition. It is quite possible[according to whom?] that the United States' right-libertarian ideological underpinnings have suppressed major communitarian factions from emerging.[18]\n\nDana Milbank, writing in The Washington Post, remarked of modern communitarians, \"There is still no such thing as a card-carrying communitarian, and therefore no consensus on policies. Some, such as John DiIulio and outside Bush adviser Marvin Olasky, favor religious solutions for communities, while others, like Etzioni and Galston, prefer secular approaches.\"[19]\n\nIn August 2011, the right-libertarian Reason Magazine worked with the Rupe organization to survey 1,200 Americans by telephone. The Reason-Rupe poll found that \"Americans cannot easily be bundled into either the 'liberal' or 'conservative' groups\". Specifically, 28% expressed conservative views, 24% expressed libertarian views, 20% expressed communitarian views, and 28% expressed liberal views. The margin of error was ±3.[20]\n\nA similar Gallup survey in 2011 included possible centrist/moderate responses. That poll reported that 17% expressed conservative views, 22% expressed libertarian views, 20% expressed communitarian views, 17% expressed centrist views, and 24% expressed liberal views. The organization used the terminology \"the bigger the better\" to describe communitarianism.[20]\n\nThe Pakistan Tehreek-e-Insaf party, founded and led by Imran Khan, is considered the first political party in the world which has declared communitarianism as one of their official ideologies.[21]\n\n"
        },
        {
            "title": "Comparison to other political philosophies",
            "text": "Early communitarians were charged with being, in effect, social conservatives. However, many contemporary communitarians, especially those who define themselves as responsive communitarians, fully realize and often stress that they do not seek to return to traditional communities, with their authoritarian power structure, rigid stratification, and discriminatory practices against minorities and women. Responsive communitarians seek to build communities based on open participation, dialogue, and truly shared values. Linda McClain, a critic of communitarians, recognizes this feature of the responsive communitarians, writing that some communitarians do \"recognize the need for careful evaluation of what is good and bad about [any specific] tradition and the possibility of severing certain features . . . from others.\"[22] And R. Bruce Douglass writes, \"Unlike conservatives, communitarians are aware that the days when the issues we face as a society could be settled on the basis of the beliefs of a privileged segment of the population have long since passed.\"[23]\n\nOne major way the communitarian position differs from the social conservative one is that although communitarianism's ideal \"good society\" reaches into the private realm, it seeks to cultivate only a limited set of core virtues through an organically developed set of values rather than having an expansive or holistically normative agenda given by the state. For example, American society favors being religious over being atheist, but is rather neutral with regard to which particular religion a person should follow. There are no state-prescribed dress codes, \"correct\" number of children to have, or places one is expected to live, etc. In short, a key defining characteristic of the ideal communitarian society is that in contrast to a liberal state, it creates shared formulations of the good, but the scope of this good is much smaller than that advanced by authoritarian societies.\"[24]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Liberal theorists such as Simon Caney[25] disagree that philosophical communitarianism has any interesting criticisms to make of liberalism. They reject the communitarian charges that liberalism neglects the value of community, and holds an \"atomized\" or asocial view of the self.\n\nAccording to Peter Sutch the principal criticisms of communitarianism are:\n\nHowever, he goes on to show that such arguments cannot be leveled against the particular communitarian theories of Michael Walzer and Mervyn Frost.[citation needed]\n\nOther critics emphasize close relation of communitarianism to neoliberalism and new policies of dismantling the welfare state institutions through development of the third sector.[27]\n\n"
        }
    ]
}