{
    "url": "https://en.wikipedia.org/wiki/Commercial_use_of_space",
    "title": "Commercial use of space",
    "table_of_contents": [
        "1 History",
        "2 Spaceflight",
        "3 Satellites and equipment",
        "4 Subscription satellite services",
        "5 Satellite imagery",
        "6 Satellite telecommunications",
        "7 Satellite navigation",
        "8 Space tourism",
        "9 Commercial recovery of space resources",
        "10 Regulation",
        "11 See also",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Commercial use of space is the provision of goods or services of commercial value by using equipment sent into Earth orbit or outer space.  This phenomenon – aka Space Economy (or New Space Economy) – is accelerating cross-sector innovation processes combining the most advanced space and digital technologies to develop a broad portfolio of space-based services. The use of space technologies and of the data they collect, combined with the most advanced enabling digital technologies is generating a multitude of business opportunities that include the development of new products and services all the way to the creation of new business models, and the reconfiguration of value networks and relationships between companies. If well leveraged such technology and business opportunities can contribute to the creation of tangible and intangible value, through new forms and sources of revenue, operating efficiency and the start of new projects leading to multidimensional (e.g. society, environment) positive impact.[1] Examples of the commercial use of space include satellite navigation, satellite television and commercial satellite imagery. Operators of such services typically contract the manufacturing of satellites and their launch to private or public companies, which form an integral part of the space economy. Some commercial ventures have long-term plans to exploit natural resources originating outside Earth, for example asteroid mining. Space tourism, currently an exceptional activity, could also be an area of future growth, as new businesses strive to reduce the costs and risks of human spaceflight.\n\nThe first commercial use of outer space occurred in 1962, when the Telstar 1 satellite was launched to transmit television signals over the Atlantic Ocean. By 2004, global investment in all space sectors was estimated to be US$50.8 billion.[2]\nAs of 2010, 31% of all space launches were commercial.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The first commercial use of satellites may have been the Telstar 1 satellite, launched in 1962, which was the first privately sponsored space launch, funded by AT&T and Bell Telephone Laboratories. Telstar 1 was capable of relaying television signals across the Atlantic Ocean, and was the first satellite to transmit live television, telephone, fax, and other data signals.[4][5] Two years later, the Hughes Aircraft Company developed the Syncom 3 satellite, a geosynchronous communications satellite, leased to the Department of Defense. Commercial possibilities of satellites were further realized when the Syncom 3, orbiting near the International Date Line, was used to telecast the 1964 Olympic Games from Tokyo to the United States.[6][7]\n\nBetween 1960 and 1966, NASA launched a series of early weather satellites known as Television Infrared Observation Satellites (TIROS). These satellites greatly advanced meteorology worldwide, as satellite imagery was used for better forecasting, for both public and commercial interests.[8][9]\n\nOn April 6, 1965, the Hughes Aircraft Company placed the Intelsat I communications satellite geosynchronous orbit over the Atlantic Ocean. Intelsat I was built for the Communications Satellite Corporation (COMSAT), and demonstrated that satellite-based communication was commercially feasible. Intelsat I allowed for near-instantaneous contact between Europe and North America by handling television, telephone and fax transmissions.[10][11] Two years later, the Soviet Union launched the Orbita satellite, which provided television signals across Russia, and started the first national satellite television network.[12][13] Similarly, the 1972 Anik A satellite, launched by Telesat Canada, allowed the Canadian Broadcasting Corporation to reach northern Canada for the first time.[14][15]\n\nIn 1980, Europe's Arianespace became the world's first commercial launch service provider.[16][17]\n\nBeginning in 1997, Iridium Communications began launching a series of satellites known as the Iridium satellite constellation, which provided the first satellites for direct satellite telephone service.[18][19]\n\n"
        },
        {
            "title": "Spaceflight",
            "text": "The commercial spaceflight industry derives the bulk of its revenue from the launching of satellites into the Earth's orbit. Commercial launch providers typically place private and government satellites into low Earth orbit (LEO) and geosynchronous Earth orbit (GEO).\n\nThe Federal Aviation Administration (FAA) has licensed six commercial spaceports in the United States: Wallops Flight Facility, Kodiak Launch Complex, Spaceport Florida, Kennedy Space Center, Cape Canaveral Space Force Station, and the Vandenberg Air Force Base. Launch sites within Russia, France, and China have added to the global commercial launch capacity. The Delta IV, Atlas V, and Falcon family of launch vehicles are made available for commercial ventures for the United States, while Russia promotes eight families of vehicles.\n\nBetween 1996 and 2002, 245 launches were made for commercial ventures while government (non-classified) launches only total 167 for the same period. Commercial space flight has spurred investment into the development of an efficient reusable launch vehicle (RLV) which can place larger payloads into orbit. Several companies such as SpaceX and Blue Origin are currently developing new RLV designs.\n\nIn the United States, Office of Commercial Space Transportation (generally referred to as FAA/AST or simply AST) is the branch of Federal Aviation Administration (FAA) that approves any commercial rocket launch operations—that is, any launches that are not classified as model, amateur, or \"by and for the government.\"[20]\n\n"
        },
        {
            "title": "Satellites and equipment",
            "text": "Commercial satellite manufacturing is defined by the United States government as satellites manufactured for civilian, government, or non-profit use. Not included are satellites constructed for military use, nor for activities associated with any human space flight program. Between the years of 1996 and 2002, satellite manufacturing within the United States experienced an annual growth of 11%. The rest of the world experienced higher growth levels of around 13%.[citation needed]\n\nOperating satellites communicate via receivers and transmitters on Earth. The manufacturing of satellite ground station communication terminals (including VSATs), mobile satellite telephones, and home television receivers are a part of the ground equipment manufacturing sector. This sector grew through the latter half of the 1990s as it manufactured equipment for the satellite services sector. Between the years of 1996 and 2002 this industry saw a 14% annual increase.[citation needed]\n\nBusinesses that operate satellites often lease or sell access to their satellites to data relay and telecommunication firms. This service is often referred to as transponder leasing. Between 1996 and 2002, this industry experienced a 15% annual growth. The United States accounts for about 32% of the world's transponder market.[citation needed]\n\n"
        },
        {
            "title": "Subscription satellite services",
            "text": "In 1994, DirecTV debuted direct broadcast satellite by introducing a signal receiving dish 18inches in diameter. In 1996, Astro started in Malaysia with the launch of the MEASAT satellite. In November 1999, the Satellite Home Viewer Improvement Act became law, and local stations were then made available in satellite channel packages, fueling the industry's growth in the years that followed. By the end of 2000, DTH subscriptions totaled over 67 million.[citation needed]\n\nSatellite radio was pioneered by XM Satellite Radio and Sirius Satellite Radio. XM's first satellite was launched on March 18, 2001 and its second on May 8, 2001.[21] Its first broadcast occurred on September 25, 2001, nearly four months before Sirius.[22] Sirius launched the initial phase of its service in four cities on February 14, 2002,[23] expanding to the rest of the contiguous United States on July 1, 2002.[22] The two companies spent over $3 billion combined to develop satellite radio technology, build and launch the satellites, and for various other business expenses.[24]\n\n"
        },
        {
            "title": "Satellite imagery",
            "text": "Satellite imagery (also Earth observation imagery or spaceborne photography) are images of Earth or other planets collected by imaging satellites operated by governments and businesses around the world. Satellite imaging companies sell images by licensing them to governments and businesses such as Apple Maps and Google Maps.\n\n"
        },
        {
            "title": "Satellite telecommunications",
            "text": "Satellites can be used to transmit and receive Internet services from space to any place in the planet Earth.[25]\n\n"
        },
        {
            "title": "Satellite navigation",
            "text": "A satellite navigation or satnav system is a system that uses satellites to provide autonomous geo-spatial positioning. It allows small electronic receivers to determine their location (longitude, latitude, and altitude/elevation) to high precision (within a few centimeters to metres) using time signals transmitted along a line of sight by radio from satellites. The system can be used for providing position, navigation or for tracking the position of something fitted with a receiver (satellite tracking). The signals also allow the electronic receiver to calculate the current local time to high precision, which allows time synchronisation. These uses are collectively known as Positioning, Navigation and Timing (PNT). Satnav systems operate independently of any telephonic or internet reception, though these technologies can enhance the usefulness of the positioning information generated.\n\n"
        },
        {
            "title": "Space tourism",
            "text": "Space tourism is human space travel for recreational purposes.[26] There are several different types of space tourism, including orbital, suborbital and lunar space tourism. To date, orbital space tourism has been performed only by the Russian Space Agency.[27] Work also continues towards developing suborbital space tourism vehicles. This is being done by aerospace companies like Blue Origin and Virgin Galactic. In addition, SpaceX (an aerospace manufacturer) announced in 2018 that they are planning on sending space tourists, including Yusaku Maezawa, on a free-return trajectory around the Moon on the Starship.[28][29]\n\n"
        },
        {
            "title": "Commercial recovery of space resources",
            "text": "Commercial recovery of space resources is the exploitation of raw materials from asteroids, comets and other space objects, including near-Earth objects.[30] Minerals and volatiles could be mined then used in space for in-situ utilization (e.g. construction materials and rocket propellant) or taken back to Earth. These include gold, iridium, silver, osmium, palladium, platinum, rhenium, rhodium, ruthenium and tungsten for transport back to Earth; iron, cobalt, manganese, molybdenum, nickel, aluminium, and titanium for construction; water and oxygen to sustain astronauts; as well as hydrogen, ammonia, and oxygen for use as rocket propellant.\n\nThere are several commercial enterprises working in this field, including Planetary Resources and Deep Space Industries.\n\n"
        },
        {
            "title": "Regulation",
            "text": "Beyond the many technological factors that could make space commercialization more widespread, it has been suggested that the lack of private property, the difficulty or inability of individuals in establishing property rights in space, has been an impediment to the development of space for both human habitation and commercial development.[31]\n\nSince the advent of space technology in the latter half of the twentieth century, the ownership of property in space has been murky, with strong arguments both for and against. In particular, the making of national territorial claims in outer space and on celestial bodies has been specifically proscribed by the Outer Space Treaty, which had been, as of 2012[update], ratified by all spacefaring nations.[31]\n\nIn November 25, 2015 President Obama signed the U.S. Commercial Space Launch Competitiveness Act (H.R. 2262) into law. The law recognizes the right of U.S. citizens to own space resources they obtain and encourages the commercial exploration and utilization of resources from asteroids. According to the article § 51303 of the law:[32]\n\n"
        }
    ]
}