{
    "url": "https://en.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence",
    "title": "Communication with extraterrestrial intelligence",
    "table_of_contents": [
        "1 History",
        "2 Mathematical and scientific languages",
        "2.1 Lincos (Lingua cosmica)",
        "2.2 Astraglossa",
        "2.3 Carl Sagan",
        "2.4 A language based on the fundamental facts of science",
        "2.5 Busch general-purpose binary language used in Lone Signal transmissions",
        "3 Pictorial messages",
        "3.1 Pioneer probes",
        "3.2 Voyager probes",
        "3.3 Arecibo message",
        "3.4 Cosmic Call messages",
        "4 Multi-modal messages",
        "4.1 Teen-Age Message",
        "4.2 Cosmic Call 2 (Cosmic Call 2003) message",
        "5 Algorithmic messages",
        "5.1 CosmicOS",
        "5.2 Logic Gate Matrices",
        "6 Natural language messages",
        "7 CETI researchers",
        "8 Interspecies communication",
        "9 See also",
        "10 References",
        "11 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The communication with extraterrestrial intelligence (CETI) is a branch of the search for extraterrestrial intelligence (SETI) that focuses on composing and deciphering interstellar messages that theoretically could be understood by another technological civilization.[1] The best-known CETI experiment of its kind was the 1974 Arecibo message composed by Frank Drake.\n\nThere are multiple independent organizations and individuals engaged in CETI research; the generic application of abbreviations CETI and SETI (search for extraterrestrial intelligence) in this article should not be taken as referring to any particular organization (such as the SETI Institute).\n\nCETI research has focused on four broad areas: mathematical languages, pictorial systems such as the Arecibo message, algorithmic communication systems (ACETI), and computational approaches to detecting and deciphering \"natural\" language communication. There remain many undeciphered writing systems in human communication, such as Linear A, discovered by archeologists. Much of the research effort is directed at how to overcome similar problems of decipherment that arise in many scenarios of interplanetary communication.\n\nOn 13 February 2015, scientists (including Douglas Vakoch, David Grinspoon, Seth Shostak, and David Brin) at an annual meeting of the American Association for the Advancement of Science, discussed active SETI and whether transmitting a message to possible intelligent extraterrestrials in the cosmos was a good idea.[2][3] That same week, a statement was released, signed by many in the SETI community, that a \"worldwide scientific, political, and humanitarian discussion must occur before any message is sent\".[4] On 28 March 2015, a related essay was written by Seth Shostak and published in The New York Times.[5]\n\nIn June 2020, astronomers from the University of Nottingham reported the possible existence of over 30 \"active communicating intelligent civilizations\" (none within our current ability to detect due to various reasons including distance or size) in our own Milky Way galaxy, based on the latest astrophysical information.[6][7][8]\n\n"
        },
        {
            "title": "History",
            "text": "In the 19th century, many books and articles speculated about the possible inhabitants of other planets. Many people believed that intelligent beings might live on the Moon, Mars, and/or Venus.[9]\n\nSince travel to other planets was not possible at the time, some people suggested ways to signal extraterrestrials even before radio was discovered. Carl Friedrich Gauss is often credited with an 1820 proposal that a giant triangle and three squares, the Pythagoras, could be drawn on the Siberian tundra. The outlines of the shapes would have been ten-mile-wide strips of pine forest, whereas the interiors could be filled with rye or wheat.[10]\n\nJoseph Johann Littrow proposed in 1819 to use the Sahara as a sort of blackboard. Giant trenches several hundred yards wide could delineate twenty-mile-wide shapes. Then the trenches would be filled with water, and then enough kerosene could be poured on top of the water to burn for six hours. Using this method, a different signal could be sent every night.[11]\n\nMeanwhile, other astronomers were looking for signs of life on other planets. In 1822, Franz von Gruithuisen thought he saw a giant city and evidence of agriculture on the Moon, but astronomers using more powerful instruments refuted his claims. Gruithuisen also believed he saw evidence of life on Venus. Ashen light had previously been observed on the dark side of Venus, and he postulated that it was caused by a great fire festival put on by the inhabitants to celebrate their new emperor. Later he revised his position, stating that the Venusians could be burning their rainforest to make more farmland.[12]\n\nBy the late 1800s, the possibility of life on the Moon was put to rest. Astronomers at that time believed in the Kant-Laplace hypothesis, which stated that the farthest planets from the sun are the oldest – therefore Mars was more likely to have advanced civilizations than Venus.[13] Subsequent investigations focused on contacting Martians. In 1877, Giovanni Schiaparelli announced he had discovered \"canali\" (\"channels\" in Italian, which occur naturally, and mistranslated as \"canals\", which are artificial) on Mars. This was followed by thirty years of enthusiasm about the possibility of life on Mars.[14] Eventually the Martian canals proved illusory.\n\nThe inventor Charles Cros was convinced that pinpoints of light observed on Mars and Venus were the lights of large cities. He spent years of his life trying to get funding for a giant mirror with which to signal the Martians. The mirror would be focused on the Martian desert, where the intense reflected sunlight could be used to burn figures into the Martian sand.[15]\n\nInventor Nikola Tesla mentioned many times during his career that he thought his inventions such as his Tesla coil, used in the role of a \"resonant receiver\", could be used to communicate with other planets,[16][17] and that he even had observed repetitive signals of what he believed were extraterrestrial radio communications coming from Venus or Mars in 1899. These \"signals\" turned out to be terrestrial radiation, however.\n\nAround 1900, the Guzman Prize was created; the first person to establish interplanetary communication would be awarded 100,000 francs, under one stipulation: Mars was excluded because Madame Guzman thought communicating with Mars would be too easy to deserve a prize.[18]\n\n"
        },
        {
            "title": "Mathematical and scientific languages",
            "text": "Published in 1960 by Hans Freudenthal, Lincos: Design of a Language for Cosmic Intercourse,  expands upon Astraglossa to create a general-purpose language derived from basic mathematics and logic symbols.[19] Several researchers have expanded further upon Freudenthal's work. A dictionary resembling Lincos was featured in the Carl Sagan novel Contact and its film adaptation.\n\nPublished in 1963 by Lancelot Hogben, \"Astraglossa\" is an essay describing a system for combining numbers and operators in a series of short and long pulses. In Hogben's system, short pulses represent numbers, while trains of long pulses represent symbols for addition, subtraction, etc.[20]\n\nIn the 1985 science fiction novel Contact, Carl Sagan explored in some depth how a message might be constructed to allow communication with an alien civilization, using prime numbers as a starting point, followed by various universal principles and facts of mathematics and science.\n\nSagan also edited a nonfiction book on the subject.[21] An updated collection of articles on the same topic was published in 2011.[22]\n\nPublished in 1992 by Carl Devito and Richard Oehrle, A language based on the fundamental facts of science is a paper describing a language similar in syntax to Astraglossa and Lincos, but which builds its vocabulary around known physical properties.[23]\n\nIn 2010, Michael W. Busch created a general-purpose binary language [24] later used in the Lone Signal project[25] to transmit crowdsourced messages to extraterrestrial intelligence (METI). This was followed by an attempt to extend the syntax used in the Lone Signal hailing message to communicate in a way that, while neither mathematical nor strictly logical, was nonetheless understandable given the prior definition of terms and concepts in the Lone Signal hailing message.[26]\n\n"
        },
        {
            "title": "Pictorial messages",
            "text": "Pictorial communication systems seek to describe fundamental mathematical or physical concepts via simplified diagrams sent as bitmaps. These messages necessarily assume that the recipient has similar visual capabilities and can understand basic mathematics and geometry. A common critique of pictorial systems is that they presume a shared understanding of special shapes, which may not be the case with a species with substantially different vision, and therefore a different way of interpreting visual information. For instance, an arrow representing the movement of some object might be misinterpreted as a weapon firing.\n\nTwo etched plaques, known as the Pioneer plaques, were included aboard the Pioneer 10 and Pioneer 11 spacecraft when they launched in 1972 and 1973. The plaques depict the specific location of the Solar System within the galaxy and the Earth within the Solar System, as well as the form of the human body.\n\nLaunched in 1977, the Voyager probes carried two golden records that were inscribed with diagrams similar to the Pioneer plaques, depicting the human form, the Solar System, and its location. Also included were recordings of images and sounds from Earth.\n\nThe Arecibo message, transmitted in 1974, was a 1,679-pixel bitmap that, when properly arranged into 73 rows and 23 columns, shows the numbers one through ten; the atomic numbers of hydrogen, carbon, nitrogen, oxygen, and phosphorus; the formulas for the sugars and bases that make up the nucleotides of DNA; the number of nucleotides in the human genome; the double helix structure of DNA; a simple illustration of a human being and its height; the human population of Earth; a diagram of the Solar System; and an illustration of the Arecibo telescope with its diameter.\n\nThe Cosmic Call messages consisted of a few digital sections – \"Rosetta Stone\", a copy of the Arecibo Message, the Bilingual Image Glossary, and the Braastad message – as well as text, audio, video, and other image files submitted for transmission by people around the world. The \"Rosetta Stone\" was composed by Stéphane Dumas and Yvan Dutil, and represents a multi-page bitmap that builds a vocabulary of symbols representing numbers and mathematical operations. The message proceeds from basic mathematics to progressively more complex concepts, including physical processes and objects (such as a hydrogen atom). The message was designed with a noise-resistant format and characters that make it resistant to alteration by noise. These messages were transmitted in 1999 and 2003 from Evpatoria Planetary Radar in Russia under the scientific guidance of Alexander L. Zaitsev. Richard Braastad coordinated the overall project.\n\nStar systems to which the messages were sent include the following:[27]\n\n"
        },
        {
            "title": "Multi-modal messages",
            "text": "The Teen-Age Message, composed by Russian scientists (Zaitsev, Gindilis, Pshenichner, Filippova) and teens, was transmitted from the 70-m dish of Evpatoria Deep Space Center in Ukraine to six star systems resembling that of the Sun on August 29 and September 3 and 4, 2001. The message consists of three parts:\n\nSection 1 represents a coherent-sounding radio signal with slow Doppler wavelength tuning to imitate transmission from the Sun's center. This signal was transmitted in order to help extraterrestrials detect the TAM and diagnose the radio propagation effect of the interstellar medium.\n\nSection 2 is analog information representing musical melodies performed on the theremin. This electric musical instrument produces a quasi-monochromatic signal, which is easily detectable across interstellar distances. There were seven musical compositions in the First Theremin Concert for Aliens. The 14-minute analog transmission of the theremin concert would take almost 50 hours by digital means; see The First Musical Interstellar Radio Message.\n\nSection 3 represents a well-known Arecibo-like binary digital information: the logotype of the TAM, bilingual Russian and English greeting to aliens, and image glossary.\n\nStar systems to which the message was sent are the following:[27]\n\nThe Cosmic Call-2 message contained text, images, video, music, the Dutil/Dumas message, a copy of the 1974 Arecibo message, BIG = Bilingual Image Glossary, the AI program Ella, and the Braastad message.\n\n"
        },
        {
            "title": "Algorithmic messages",
            "text": "Algorithmic communication systems are a relatively new field within CETI. In these systems, which build upon early work on mathematical languages, the sender describes a small set of mathematic and logic symbols that form the basis for a rudimentary programming language that the recipient can run on a virtual machine. Algorithmic communication has a number of advantages over static pictorial and mathematical messages,[citation needed] including: localized communication (the recipient can probe and interact with the programs within a message, without transmitting a reply to the sender and then waiting years for a response), forward error correction (the message might contain algorithms that process data elsewhere in the message), and the ability to embed proxy agents within the message. In principle, a sophisticated program when run on a fast enough computing substrate, may exhibit complex behavior and perhaps, intelligence.\n\nCosmicOS, designed by Paul Fitzpatrick at MIT, describes a virtual machine that is derived from lambda calculus.\n\nLogic Gate Matrices (a.k.a. LGM), developed by Brian McConnell, describes a universal virtual machine that is constructed by connecting coordinates in an n-dimensional space via mathematics and logic operations, for example: (1,0,0) <-- (OR (0,0,1) (0,0,2)). Using this method, one may describe an arbitrarily complex computing substrate as well as the instructions to be executed on it.[clarification needed]\n\n"
        },
        {
            "title": "Natural language messages",
            "text": "This research focuses on the event that we receive a signal or message that is either not directed at us (eavesdropping) or one that is in its natural communicative form. To tackle this difficult, but probable scenario, methods are being developed that will detect if a signal has structure indicative of an intelligent source, categorize the type of structure detected, and then decipher its content, from its physical level encoding and patterns to the parts-of-speech that encode internal and external ontologies.[28][29]\n\nPrimarily, this structure modeling focuses on the search for generic human and inter-species language universals to devise computational methods by which language may be discriminated from non-language, and core structural syntactic elements of unknown languages may be detected.[30] Aims of this research include contributing to the understanding of language structure and the detection of intelligent language-like features in signals, in order to aid the search for extraterrestrial intelligence.[31][32]\n\nThe problem goal is therefore to separate language from non-language without dialogue, and learn something about the structure of language in the passing. The language may not be human (animals, aliens, computers, etc.), the perceptual space may be unknown, and human language structure cannot be presumed, but must begin somewhere. The language signal should be approached from a naive viewpoint, increasing ignorance and assuming as little as possible.[33][34]\n\nIf a sequence can be tokenized, that is, separated into \"words\", an unknown human language may be distinguished from many other data sequences by the frequency distribution of the tokens. Human languages conform to a Zipfian distribution, while many (but not all) other data sequences do not. It has been proposed that an alien language also might conform to such a distribution.[33] When displayed in a log-log graph of frequency vs. rank, this distribution would appear as a somewhat straight line with a slope of approximately -1. SETI scientist Laurance Doyle explains that the slope of a line that represents individual tokens in a stream of tokens may indicate whether the stream contains linguistic or other structured content. If the line angles at 45°, the stream contains such content. If the line is flat, it does not.[35][36]\n\n"
        },
        {
            "title": "Interspecies communication",
            "text": "Some researchers have concluded that in order to communicate with extraterrestrial species, humanity must first try to communicate with Earth's intelligent animal species. John C. Lilly worked with interspecies communication by teaching dolphins English (successful with rhythms, not with understandability, given their different mouth/blowhole shapes). He practiced various disciplines of spirituality and also ingested psychedelic drugs such as LSD and (later) ketamine in the company of dolphins.[42] He tried to determine whether he could communicate non-verbally with dolphins, and also tried to determine if some extraterrestrial radio signals are intelligent communications. Similarly, Laurance Doyle,[43][44][45] Robert Freitas[citation needed] and Brenda McCowan[43][44] compare the complexity of cetacean and human languages to help determine whether a specific signal from space is complex enough to represent a message that needs to be decoded.\n\n"
        }
    ]
}