{
    "url": "https://en.wikipedia.org/wiki/Compilation_film",
    "title": "Compilation film",
    "table_of_contents": [
        "1 Propaganda",
        "2 Compilation films based on popular film and television series",
        "3 Musical compilation films",
        "4 Compilation films with new footage",
        "5 Anime",
        "5.1 Examples",
        "6 Difference between a compilation film and an anthology film",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A compilation film, or compilation movie is a film composed of scenes and shots taken from two or more prior films and edited together so as to make a new film, whether on the same or a different subject.  The most common example would be a documentary film on an historical event composed of footage from various newsreels and other film documentaries on the same subject.  New footage and/or a new soundtrack may also be included in a compilation film, but the compiled, older footage makes up the majority of its principal material.  Compilation film does not include, however, a simple editing together of several short films, complete in themselves and distinguished as such from each others, which should be considered as film anthologies.\n\nFilmmaker and historian Jay Leyda first coined the term \"Compilation Film\" in his book Films Beget Films in 1964, but it appears that there have not been active discussions around the topic since. This could be due to the lack of accessible and available shots that are required to complete a coherent project. Scholar Keith Beattie stated that without relevant clips, it is challenging for creators to utilise such format to put forward comprehensive arguments.[1]\n\n"
        },
        {
            "title": "Propaganda",
            "text": "Some of the earliest compilation movies were propaganda films. A famous example is the German Nazi propaganda film Der ewige Jude (1940), where only a small part consisted of new footage, namely the scenes with Jews in a Polish ghetto and the animated maps. The lion's share of the film was filled with old newsreel footage showing Albert Einstein, Anna Stern, Rosa Luxemburg and Adolf Hitler and clips from movies with and by Charlie Chaplin, Ernst Lubitsch and Fritz Lang. Other countries, including the United States and Great Britain, also made propaganda films with archive footage to present themselves in the style of a documentary.\n\n"
        },
        {
            "title": "Compilation films based on popular film and television series",
            "text": "In the years before the invention of video stores film companies released compilation films in which the best episodes of a film serial were put into one movie. One of the earliest examples were Walt Disney's \"package films\", based on his popular short animated films.\n\nAfter television became popular during the 1950s some television series episodes were compiled and edited into one film. A famous example was the 1955 TV series Davy Crockett, which was released as the cinematic feature Davy Crockett and the River Pirates (1956).  This was a compilation film because the episodes were not distinguished as such; the footage just continued along, without per-episode opening and closing credits, and appeared as a single film story.\n\nWhen television started to repeating several old films and TV series on a regular basis, compilation films became less popular. Films consisting of almost or nothing more than previously released footage, like Godzilla's Revenge (1969) and Trail of the Pink Panther (1982) left the audience with the feeling that they had been tricked into seeing the same material again, while expecting a fully original film with new, authentic material. The arrival of video and DVD, where several episodes or seasons of a series could be entirely collected, also took the need for compilation films away.\n\n"
        },
        {
            "title": "Musical compilation films",
            "text": "Another popular form is the musical compilation film, where clips from film musicals, concerts or music videos could be brought together into one format. Famous examples are the movies That's Entertainment! (1974), That's Entertainment, Part II (1976) and That's Entertainment! III (1994), all documentaries about Hollywoodmusicals, in which the narration is frequently interrupted to show full scenes from these musical films. Another example is the movie Moonwalker (1988) with pop singer Michael Jackson which mostly consists of older footage from his music videos and concerts, and some newer footage to give some resemblance of a story.\n\n"
        },
        {
            "title": "Compilation films with new footage",
            "text": "A special kind of compilation films are movies where old footage is simply filmed again, but on a higher budget. A famous example is the first Monty Python movie And Now For Something Completely Different (1973), where most of the scenes are recreations of the most popular sketches from the first two seasons of the TV series Monty Python's Flying Circus. So although the footage is new, the content is mostly not.\n\n"
        },
        {
            "title": "Anime",
            "text": "In Japanese anime, a compilation movie is a feature film that is mostly composed of footage from a television serial. These typically compress the plot of a story arc from about eight to thirteen broadcast hours to a bit more than two hours without commercials.  Additional animation may be added that is either of a superior quality to that made for television or which changes story details, often making the ending lead to a sequel not suggested in the original show. Such films may be put on video or DVD, recently even without being shown theatrically.\n\nA compilation movie is often the most available source for the content of the TV series for persons outside the range of broadcasting. Release rights to other countries are often given for compilation movies well before the entire serial is similarly released. A compilation movie does not contain the characterization developed through the series, but it does not have filler material or extraneous plot.\n\nExamples of compilation films include the Ghost in the Shell: Stand Alone Complex films The Laughing Man and Individual Eleven, Space Battleship Yamato (1977) and the first three Mobile Suit Gundam films. The series Maison Ikkoku also derived a compilation film. Most of Gerry Anderson's Supermarionation series were made into compilation movies during the 1980s by ITC Entertainment under the package title of Super Space Theater.\n\n"
        },
        {
            "title": "Difference between a compilation film and an anthology film",
            "text": "An anthology film looks stylistically like a compilation film and some anthology films are compilation films, but certainly not all of them. What distinguishes an anthology film from a compilation movie is the fact that a compilation film by definition shows archive or stock footage shown before, while the short segments in an anthology film are new material.\n\n"
        }
    ]
}