{
    "url": "https://en.wikipedia.org/wiki/Compound_word",
    "title": "Compound (linguistics)",
    "table_of_contents": [
        "1 Formation of compounds",
        "2 Subclasses",
        "2.1 Semantic classification",
        "2.2 Syntactic classification",
        "2.2.1 Noun–noun compounds",
        "2.2.2 Verb–noun compounds",
        "2.2.3 Verb–verb compounds",
        "2.2.4 Parasynthetic compounds",
        "2.2.5 Compound adpositions",
        "3 Examples from different languages",
        "3.1 Germanic languages",
        "3.2 Russian language",
        "3.3 Sanskrit language",
        "3.4 Sign languages",
        "4 Recent trends in orthography",
        "5 Compounding by language",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In linguistics, a compound is a lexeme (less precisely, a word or sign) that consists of more than one stem. Compounding, composition or nominal composition is the process of word formation that creates compound lexemes. Compounding occurs when two or more words or signs are joined to make a longer word or sign. A compound that uses a space rather than a hyphen or concatenation is called an open compound or a spaced compound; the alternative is a closed compound.\n\nThe meaning of the compound may be similar to or different from the meaning of its components in isolation. The component stems of a compound may be of the same part of speech—as in the case of the English word footpath, composed of the two nouns foot and path—or they may belong to different parts of speech, as in the case of the English word blackbird, composed of the adjective black and the noun bird.  With very few exceptions, English compound words are stressed on their first component stem.\n\nAs a member of the Germanic family of languages, English is unusual in that even simple compounds made since the 18th century tend to be written in separate parts. This would be an error in other Germanic languages such as Norwegian, Swedish, Danish, German, and Dutch. However, this is merely an orthographic convention: As in other Germanic languages, arbitrary noun phrases, for example \"girl scout troop\", \"city council member\", and \"cellar door\", can be made up on the spot and used as compound nouns in English too.\n\nThe process occurs readily in all Germanic languages for different reasons.  Words can be concatenated both to mean the same as the sum of two words (e.g. German: Pressekonferenz, lit. 'press conference') or where an adjective and noun are compounded (e.g. Danish: hvidvinsglas, lit. 'white wine glass'). This can create a plethora of large, but valid words in these languages, by compounding compound words with several more.\n\nThe addition of affix morphemes to words (such as suffixes or prefixes, as in employ → employment) should not be confused with nominal composition, as this is actually morphological derivation.\n\nSome languages easily form compounds from what in other languages would be a multi-word expression. This can result in unusually long words, a phenomenon known in German (which is one such language) as Bandwurmwörter or tapeworm words.\n\nSign languages also have compounds. They are created by combining two or more sign stems.\n\nSo-called \"classical compounds\" are compounds derived from classical Latin or ancient Greek roots.\n\n"
        },
        {
            "title": "Formation of compounds",
            "text": "Compound formation rules vary widely across language types.\n\nIn a synthetic language, the relationship between the elements of a compound may be marked with a case or other morpheme. For example, the German compound Kapitänspatent consists of the lexemes Kapitän (sea captain) and Patent (license) joined by an -s- (originally a genitive case suffix); and similarly, the Latin lexeme paterfamilias contains the archaic genitive form familias of the lexeme familia (family). Conversely, in the Hebrew language compound, the word בֵּית סֵפֶר bet sefer (school), it is the head that is modified: the compound literally means \"house-of book\", with בַּיִת bayit (house) having entered the construct state to become בֵּית bet (house-of). This latter pattern is common throughout the Semitic languages, though in some it is combined with an explicit genitive case, so that both parts of the compound are marked, e.g. Arabic عبد الله ʕabd-u l-lāh-i (servant-NOM DEF-god-GEN) \"servant of-the-god: the servant of God\".\n\nAgglutinative languages tend to create very long words with derivational morphemes. Compounds may or may not require the use of derivational morphemes also. In German, extremely \nextendable compound words can be found in the language of chemical compounds, where, in the cases of biochemistry and polymers, they can be practically unlimited in length, mostly because the German rule suggests combining all noun adjuncts with the noun as the last stem. German examples include Farb­fernsehgerät (color television set), Funk­fernbedienung (radio remote control), and the often quoted jocular word Donau­dampfschifffahrts­gesellschafts­kapitänsmütze (originally only two Fs, Danube-Steamboat-Shipping Company captain['s] hat), which can of course be made even longer and even more absurd, e.g. Donau­dampfschifffahrts­gesellschafts­kapitänsmützen­reinigungs­ausschreibungs­verordnungs­diskussionsanfang (\"beginning of the discussion of a regulation on tendering of Danube steamboat shipping company captain hats\") etc. According to several editions of the Guinness Book of World Records, the longest published German word has 79 letters and is  Donau­dampfschiffahrts­elektrizitäten­hauptbetriebswerkbau­unterbeamten­gesellschaft (\"Association for Subordinate Officials of the Main Electric[ity] Maintenance Building of the Danube Steam Shipping\"), but there is no evidence that this association ever actually existed.\n\nIn Finnish, although there is theoretically no limit to the length of compound words, words consisting of more than three components are rare. Even those with fewer than three components can look mysterious[clarification needed] to non-Finnish speakers, such as hätäuloskäynti (emergency exit). Internet folklore sometimes suggests that lentokone­suihkuturbiinimoottori­apumekaanikko­aliupseerioppilas (Airplane jet turbine engine auxiliary mechanic non-commissioned officer student) is the longest word in Finnish, but evidence of it actually being used is scant and anecdotal at best.[1]\n\nCompounds can be rather long when translating technical documents from English to some other language, since the lengths of the words are theoretically unlimited, especially in chemical terminology. For example, when translating an English technical document to Swedish, the term \"Motion estimation search range settings\" can be directly translated to rörelse­uppskattnings­sökintervalls­inställningar, though in reality, the word would most likely be divided in two: sökintervalls­inställningar för rörelse­uppskattning – \"search range settings for motion estimation\".\n\n"
        },
        {
            "title": "Subclasses",
            "text": "A common semantic classification of compounds yields four types:\n\nAn endocentric compound (tatpuruṣa in the Sanskrit tradition) consists of a head, i.e. the categorical part that contains the basic meaning of the whole compound, and modifiers, which restrict this meaning. For example, the English compound doghouse, where house is the head and dog is the modifier, is understood as a house intended for a dog. Endocentric compounds tend to be of the same part of speech (word class) as their head, as in the case of doghouse.\n\nAn exocentric compound (bahuvrihi in the Sanskrit tradition) is a hyponym of some unexpressed semantic category (such as a person, plant, or animal): none (neither) of its components can be perceived as a formal head, and its meaning often cannot be transparently guessed from its constituent parts. For example, the English compound white-collar is neither a kind of collar nor a white thing. In an exocentric compound, the word class is determined lexically, disregarding the class of the constituents. For example, a must-have is not a verb but a noun. The meaning of this type of compound can be glossed as \"(one) whose B is A\", where B is the second element of the compound and A the first. A bahuvrihi compound is one whose nature is expressed by neither of the words: thus a white-collar person is neither white nor a collar (the collar's colour is a metonym for socioeconomic status). Other English examples include barefoot.\n\nCopulative compounds (dvandva in the Sanskrit tradition) are compounds with two semantic heads, for example in a gradual scale (such a mix of colours).\n\nAppositional compounds are lexemes that have two (contrary or simultaneous) attributes that classify the compound.\n\nAll natural languages have compound nouns. The positioning of the words (i.e. the most common order of constituents in phrases where nouns are modified by adjectives, by possessors, by other nouns, etc.) varies according to the language. While Germanic languages, for example, are left-branching when it comes to noun phrases (the modifiers come before the head), the Romance languages are usually right-branching.\n\nIn English, compound nouns can be open, hyphenated, or solid, and they sometimes change orthographically in that direction over time, reflecting a semantic identity that evolves from a mere collocation to something stronger in its unification. This theme has been summarized in usage guides under the aphorism that \"compound nouns tend to solidify as they age\"; thus, child bearing becomes childbearing, or a noun such as street car begins as open in most attestations and then becomes street-car and eventually streetcar; see English compound § Compound nouns for more information. German, a fellow West Germanic language, has a somewhat different orthography, whereby compound nouns are virtually always required to be solid or at least hyphenated; even the hyphenated styling is used less now than it was in centuries past. \n\nIn French, compound nouns are often formed by left-hand heads with prepositional components inserted before the modifier, as in chemin-de-fer 'railway', lit. 'road of iron', and moulin à vent 'windmill', lit. 'mill (that works)-by-means-of wind'.\n\nIn Turkish, one way of forming compound nouns is as follows: yeldeğirmeni 'windmill' (yel: wind, değirmen-i: mill-possessive); demiryolu 'railway' (demir: iron, yol-u: road-possessive).\n\nOccasionally, two synonymous nouns can form a compound noun, resulting in a tautology. One example is the English word pathway.\n\nA type of compound that is fairly common in the Indo-European languages is formed of a verb and its object, and in effect transforms a simple verbal clause into a noun.\n\nIn Spanish, for example, such compounds consist of a verb conjugated for the second person singular imperative followed by a noun (singular or plural): e.g., rascacielos (modelled on \"skyscraper\", lit. 'scratch skies'), sacacorchos 'corkscrew' (lit. 'pull corks'), guardarropa 'wardrobe' (lit. 'store clothes'). These compounds are formally invariable in the plural (but in many cases they have been reanalyzed as plural forms, and a singular form has appeared). French and Italian have these same compounds with the noun in the singular form: Italian grattacielo 'skyscraper', French grille-pain 'toaster' (lit. 'toast bread').\n\nThis construction exists in English, generally with the verb and noun both in uninflected form: examples are spoilsport, killjoy, breakfast, cutthroat, pickpocket, dreadnought, and know-nothing.\n\nAlso common in English is another type of verb–noun (or noun–verb) compound, in which an argument of the verb is incorporated into the verb, which is then usually turned into a gerund, such as breastfeeding, finger-pointing, etc. The noun is often an instrumental complement. From these gerunds new verbs can be made: (a mother) breastfeeds (a child) and from them new compounds mother-child breastfeeding, etc.\n\nVerb-noun compounds derived from classical languages tend to be nouns; rarely, a verb-noun classical compound can be a verb. One example is miscegenate, a word that literally falls into disuse nowadays, which is derived from a Latin verb and a Latin noun. In the Australian Aboriginal language Jingulu, a Pama–Nyungan language, it is claimed that all verbs are V+N compounds, such as \"do a sleep\", or \"run a dive\", and the language has only three basic verbs: do, make, and run.[2]\n\nA special kind of compounding is incorporation, of which noun incorporation into a verbal root (as in English backstabbing, breastfeed, etc.) is most prevalent (see below).\n\nVerb–verb compounds are sequences of more than one verb acting together to determine clause structure. They have two types:\n\nSerial verb expressions in English may include What did you go and do that for?, or He just upped and left; this is however not quite a true compound since they are connected by a conjunction and the second missing arguments may be taken as a case of ellipsis.\n\nParasynthetic compounds are formed by a combination of compounding and derivation, with multiple lexical stems and a derivational affix. For example, English black-eyed is composed of black, eye, and -ed 'having', with the meaning 'having a black eye';[3] Italian imbustare is composed of in- 'in', busta 'envelope', -are (verbal suffix), with the meaning 'to put into an envelope'.[4]\n\nCompound prepositions formed by prepositions and nouns are common in English and the Romance languages (consider English on top of, Spanish encima de, etc.). Hindi has a small number of simple (i.e., one-word) postpositions and a large number of compound postpositions, mostly consisting of simple postposition ke followed by a specific postposition (e.g., ke pas, \"near\"; ke nīche, \"underneath\").\n\n"
        },
        {
            "title": "Examples from different languages",
            "text": "Chinese (traditional/simplified Chinese; Standard Chinese Pinyin/Cantonese Jyutping):\n\nDutch:\n\nFinnish:\n\nGerman:\n\nAncient Greek:\n\nIcelandic:\n\nItalian:\n\nJapanese:\n\nKorean:\n\nOjibwe/Anishinaabemowin:\n\nSpanish:\n\nTamil:\n\nTłįchǫ Yatiì/Dogrib:\n\nIn Germanic languages (including English), compounds are formed by prepending what is effectively a namespace (disambiguation context) to the main word. For example, \"football\" would be a \"ball\" in the \"foot\" context. In itself, this does not alter the meaning of the main word. The added context only makes it more precise. As such, a \"football\" must be understood as a \"ball\". However, as is the case with \"football\", a well established compound word may have gained a special meaning in the language's vocabulary. Only this defines \"football\" as a particular type of ball (unambiguously the round object, not the dance party, at that), and also the game involving such a ball. Another example of special and altered meaning is \"starfish\" – a starfish is in fact not a fish in modern biology. Also syntactically, the compound word behaves like the main word – the whole compound word (or phrase) inherits the word class and inflection rules of the main word. That is to say, since \"fish\" and \"shape\" are nouns, \"starfish\" and \"star shape\" must also be nouns, and they must take plural forms as \"starfish\" and \"star shapes\", definite singular forms as \"the starfish\" and \"the star shape\", and so on. This principle also holds for languages that express definiteness by inflection (as in North Germanic).\n\nBecause a compound is understood as a word in its own right, it may in turn be used in new compounds, so forming an arbitrarily long word is trivial. This contrasts to Romance languages, where prepositions are more used to specify word relationships instead of concatenating the words. As a member of the Germanic family of languages, English is unusual in that compounds are normally written in separate parts. This would be an error in other Germanic languages such as Norwegian, Swedish, Danish, German and Dutch. However, this is merely an orthographic convention: As in other Germanic languages, arbitrary noun phrases, for example \"girl scout troop\", \"city council member\", and \"cellar door\", can be made up on the spot and used as compound nouns in English too.\n\nIn the Russian language compounding is a common type of word formation, and several types of compounds exist, both in terms of compounded parts of speech and of the way of the formation of a compound.[6]\n\nCompound nouns may be agglutinative compounds, hyphenated compounds (стол-книга 'folding table', lit. 'table-book', \"book-like table\"), or abbreviated compounds (acronyms: колхоз 'kolkhoz'). Some compounds look like acronym, while in fact they are an agglutinations of type stem + word: Академгородок 'Akademgorodok' (from akademichesky gorodok 'academic village'). In agglutinative compound nouns, an agglutinating infix is typically used: пароход 'steamship': пар + о + ход. Compound nouns may be created as noun+noun, adjective + noun, noun + adjective (rare), noun + verb (or, rather, noun + verbal noun).\n\nCompound adjectives may be formed either per se (бело-розовый 'white-pink') or as a result of compounding during the derivation of an adjective from a multi-word term: Каменноостровский проспект ([kəmʲɪnnʌʌˈstrovskʲɪj prʌˈspʲɛkt]) 'Stone Island Avenue', a street in St.Petersburg.\n\nReduplication in Russian is also a source of compounds.\n\nQuite a few Russian words are borrowed from other languages in an already-compounded form, including numerous \"classical compounds\" or internationalisms: автомобиль 'automobile'.\n\nSanskrit is very rich in compound formation with seven major compound types and as many as 55 sub-types.[7] The compound formation process is productive, so it is not possible to list all Sanskrit compounds in a dictionary. Compounds of two or three words are more frequent, but longer compounds with some running through pages are not rare in Sanskrit literature.[7] Some examples are below (hyphens below show individual word boundaries for ease of reading but are not required in original Sanskrit).\n\nAlso in sign languages, compounding is a productive word formation process. Both endocentric and exocentric compounds have been described for a variety of sign languages.[11] Copulative compounds or dvandva, which are composed of two or more nouns from the same semantic category to denote that semantic category, also occur regularly in many sign languages. The sign for parents in Italian Sign Language, for instance, is a combination of the nouns ‘father’ and ‘mother’. The sign for breakfast  in American Sign Language follows the same concept. The words eat and morning are signed together to create a new word meaning breakfast.[12] This is an example of a sequential compound; in sign languages, it is also possible to form simultaneous compounds, where one hand represents one lexeme while the other simultaneously represents another lexeme. An example is the sign for weekend in Sign Language of the Netherlands, which is produced by simultaneously signing a one-handed version of the sign for Saturday and a one-handed version of the sign for Sunday.[11] In American Sign Language there is another process easily compared to compounding. Blending is the blending of two morphemes to create a new word called a portmanteau.[13] This is different from compounding in that it breaks the strict linear order of compounding. [14]\n\n"
        },
        {
            "title": "Recent trends in orthography",
            "text": "Although there is no universally agreed-upon guideline regarding the use of compound words in the English language, in recent decades written English has displayed a noticeable trend towards increased use of compounds.[15] Recently, many words have been made by taking syllables of words and compounding them, such as pixel (picture element) and bit (binary digit). This is called a syllabic abbreviation.\n\nIn Dutch and the Scandinavian languages there is an unofficial trend toward splitting compound words, known in Norwegian as særskriving, in Swedish as särskrivning (literally \"separate writing\"), and in Dutch as Engelse ziekte (the \"English disease\"). Because the Scandinavian languages rely heavily on the distinction between the compound word and the sequence of the separate words it consists of, this has serious implications. For example, the adjective røykfritt (literally \"smokefree\", meaning no smoking allowed) if separated into its composite parts, would mean røyk fritt (\"smoke freely\"). In Dutch, compounds written with spaces may also be confused, but can also be interpreted as a sequence of a noun and a genitive (which is unmarked in Dutch) in formal abbreviated writing. This may lead to, for example, commissie vergadering (\"commission meeting\") being read as \"commission of the meeting\" rather than \"meeting of the commission\" (normally spelled commissievergadering).\n\nThe German spelling reform of 1996 introduced the option of hyphenating compound nouns when it enhances comprehensibility and readability. This is done mostly with very long compound words by separating them into two or more smaller compounds, like Eisenbahn-Unterführung (railway underpass) or Kraftfahrzeugs-Betriebsanleitung (car manual). Such practice is also permitted in other Germanic languages, e.g. Danish and Norwegian (Bokmål and Nynorsk alike), and is even encouraged between parts of the word that have very different pronunciation, such as when one part is a loan word or an acronym.\n\n"
        }
    ]
}