{
    "url": "https://en.wikipedia.org/wiki/Antitrust",
    "title": "Competition law",
    "table_of_contents": [
        "1 Principle",
        "2 History",
        "2.1 Roman legislation",
        "2.2 Middle Ages",
        "2.3 Early competition law in Europe",
        "3 Modern competition law",
        "3.1 United States antitrust",
        "3.2 European Union law",
        "3.3 India",
        "3.4 China",
        "3.5 International expansion",
        "3.6 ASEAN member states",
        "4 Enforcement",
        "5 Theory",
        "5.1 Classical perspective",
        "5.2 Neo-classical synthesis",
        "5.3 Chicago school",
        "6 Practice",
        "6.1 Collusion and cartels",
        "6.2 Dominance and monopoly",
        "6.2.1 Example",
        "6.3 Mergers and acquisitions",
        "6.4 Intellectual property, innovation and competition",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCompetition law is the field of law that promotes or seeks to maintain market competition by regulating anti-competitive conduct by companies.[1][2] Competition law is implemented through public and private enforcement.[3] It is also known as antitrust law (or just antitrust[4]), trust busting (particularly in the United States), anti-monopoly law,[1] and trade practices law.\n\nThe history of competition law reaches back to the Roman Empire. The business practices of market traders, guilds and governments have always been subject to scrutiny, and sometimes severe sanctions. Since the 20th century, competition law has become global.[5] The two largest and most influential systems of competition regulation are United States antitrust law and European Union competition law. National and regional competition authorities across the world have formed international support and enforcement networks.\n\nModern competition law has historically evolved on a national level to promote and maintain fair competition in markets principally within the territorial boundaries of nation-states. National competition law usually does not cover activity beyond territorial borders unless it has significant effects at nation-state level.[2] Countries may allow for extraterritorial jurisdiction in competition cases based on so-called \"effects doctrine\".[2][6] The protection of international competition is governed by international competition agreements. In 1945, during the negotiations preceding the adoption of the General Agreement on Tariffs and Trade (GATT) in 1947, limited international competition obligations were proposed within the Charter for an International Trade Organisation. These obligations were not included in GATT, but in 1994, with the conclusion of the Uruguay Round of GATT multilateral negotiations, the World Trade Organization (WTO) was created. The Agreement Establishing the WTO included a range of limited provisions on various cross-border competition issues on a sector specific basis.[7]\n\n"
        },
        {
            "title": "Principle",
            "text": "Competition law, or antitrust law, has three main elements:\n\nSubstance and practice of competition law varies from jurisdiction to jurisdiction. Protecting the interests of consumers (consumer welfare) and ensuring that entrepreneurs have an opportunity to compete in the market economy are often treated as important objectives. Competition law is closely connected with law on deregulation of access to markets, state aids and subsidies, the privatization of state owned assets and the establishment of independent sector regulators, among other market-oriented supply-side policies. In recent decades, competition law has been viewed as a way to provide better public services.[8] Robert Bork argued that competition laws can produce adverse effects when they reduce competition by protecting inefficient competitors and when costs of legal intervention are greater than benefits for the consumers.[9]\n\n"
        },
        {
            "title": "History",
            "text": "An early example was enacted during the Roman Republic around 50 BC.[10] To protect the grain trade, heavy fines were imposed on anyone directly, deliberately, and insidiously stopping supply ships.[11] Under Diocletian in 301 A.D., an edict imposed the death penalty for anyone violating a tariff system, for example by buying up, concealing, or contriving the scarcity of everyday goods.[11] More legislation came under the constitution of Zeno of 483 A.D., which can be traced into Florentine municipal laws of 1322 and 1325.[12] This provided for confiscation of property and banishment for any trade combination or joint action of monopolies private or granted by the Emperor. Zeno rescinded all previously granted exclusive rights.[13] Justinian I subsequently introduced legislation to pay officials to manage state monopolies.[13]\n\nLegislation in England to control monopolies and restrictive practices was in force well before the Norman Conquest.[13] The Domesday Book recorded that \"foresteel\" (i.e. forestalling, the practice of buying up goods before they reach market and then inflating the prices) was one of three forfeitures that King Edward the Confessor could carry out through England.[14] But concern for fair prices also led to attempts to directly regulate the market. Under Henry III an act was passed in 1266[15] to fix bread and ale prices in correspondence with grain prices laid down by the assizes. Penalties for breach included amercements, pillory and tumbrel.[16] A 14th-century statute labelled forestallers as \"oppressors of the poor and the community at large and enemies of the whole country\".[17] Under King Edward III the Statute of Labourers of 1349[18] fixed wages of artificers and workmen and decreed that foodstuffs should be sold at reasonable prices. On top of existing penalties, the statute stated that overcharging merchants must pay the injured party double the sum he received, an idea that has been replicated in punitive treble damages under US antitrust law. Also under Edward III, the following statutory provision outlawed trade combination.[19]\n\nIn continental Europe, competition principles developed in lex mercatoria. Examples of legislation enshrining competition principles include the constitutiones juris metallici by Wenceslaus II of Bohemia between 1283 and 1305, condemning combination of ore traders increasing prices; the Municipal Statutes of Florence in 1322 and 1325 followed Zeno's legislation against state monopolies; and under Emperor Charles V in the Holy Roman Empire a law was passed \"to prevent losses resulting from monopolies and improper contracts which many merchants and artisans made in the Netherlands\". In 1553, Henry VIII of England reintroduced tariffs for foodstuffs, designed to stabilize prices, in the face of fluctuations in supply from overseas. So the legislation read here that whereas,\n\nAround this time organizations representing various tradesmen and handicrafts people, known as guilds had been developing, and enjoyed many concessions and exemptions from the laws against monopolies. The privileges conferred were not abolished until the Municipal Corporations Act 1835.\n\nThe English common law of restraint of trade is the direct predecessor to modern competition law later developed in the US.[21] It is based on the prohibition of agreements that ran counter to public policy, unless the reasonableness of an agreement could be shown. It effectively prohibited agreements designed to restrain another's trade. The 1414 Dyer's is the first known restrictive trade agreement to be examined under English common law. A dyer had given a bond not to exercise his trade in the same town as the plaintiff for six months but the plaintiff had promised nothing in return. On hearing the plaintiff's attempt to enforce this restraint, Hull J exclaimed, \"per Dieu, if the plaintiff were here, he should go to prison until he had paid a fine to the King\". The court denied the collection of a bond for the dyer's breach of agreement because the agreement was held to be a restriction on trade.[22] English courts subsequently decided a range of cases which gradually developed competition related case law, which eventually were transformed into statute law.[23]\n\nEurope around the 16th century was changing quickly. The new world had just been opened up, overseas trade and plunder was pouring wealth through the international economy and attitudes among businessmen were shifting. In 1561 a system of Industrial Monopoly Licenses, similar to modern patents had been introduced into England. But by the reign of Queen Elizabeth I, the system was reputedly much abused and used merely to preserve privileges, encouraging nothing new in the way of innovation or manufacture.[24] In response English courts developed case law on restrictive business practices. The statute followed the unanimous decision in Darcy v. Allein 1602, also known as the Case of Monopolies,[25] of the King's bench to declare void the sole right that Queen Elizabeth I had granted to Darcy to import playing cards into England.[23] Darcy, an officer of the Queen's household, claimed damages for the defendant's infringement of this right. The court found the grant void and that three characteristics of monopoly were (1) price increases, (2) quality decrease, (3) the tendency to reduce artificers to idleness and beggary. This put an end to granted monopolies until King James I began to grant them again. In 1623 Parliament passed the Statute of Monopolies, which for the most part excluded patent rights from its prohibitions, as well as guilds. From King Charles I, through the civil war and to King Charles II, monopolies continued, especially useful for raising revenue.[26] Then in 1684, in East India Company v. Sandys it was decided that exclusive rights to trade only outside the realm were legitimate, on the grounds that only large and powerful concerns could trade in the conditions prevailing overseas.[27]\n\nThe development of early competition law in England and Europe progressed with the diffusion of writings such as The Wealth of Nations by Adam Smith, who first established the concept of the market economy. At the same time industrialisation replaced the individual artisan, or group of artisans, with paid labourers and machine-based production. Commercial success increasingly dependent on maximizing production while minimizing cost. Therefore, the size of a company became increasingly important, and a number of European countries responded by enacting laws to regulate large companies that restricted trade. Following the French Revolution in 1789 the law of 14–17 June 1791 declared agreements by members of the same trade that fixed the price of an industry or labour as void, unconstitutional, and hostile to liberty. Similarly, the Austrian Penal Code of 1852 established that \"agreements ... to raise the price of a commodity ... to the disadvantage of the public should be punished as misdemeanours\". Austria passed a law in 1870 abolishing the penalties, though such agreements remained void. However, in Germany laws clearly validated agreements between firms to raise prices. Throughout the 18th and 19th centuries, ideas that dominant private companies or legal monopolies could excessively restrict trade were further developed in Europe. However, as in the late 19th century, a depression spread through Europe, known as the Panic of 1873, ideas of competition lost favour, and it was felt that companies had to co-operate by forming cartels to withstand huge pressures on prices and profits.[28]\n\n"
        },
        {
            "title": "Modern competition law",
            "text": "While the development of competition law stalled in Europe during the late 19th century, in 1889 Canada enacted what is considered the first competition statute of modern times. The Act for the Prevention and Suppression of Combinations formed in restraint of Trade was passed one year before the United States enacted the most famous legal statute on competition law, the Sherman Act of 1890. It was named after Senator John Sherman who argued that the Act \"does not announce a new principle of law, but applies old and well recognised principles of common law\".[29]\n\nThe Sherman Act of 1890 attempted to outlaw the restriction of competition by large companies, who co-operated with rivals to fix outputs, prices and market shares, initially through pools and later through trusts. Trusts first appeared in the US railroads, where the capital requirement of railroad construction precluded competitive services in then scarcely settled territories. This trust allowed railroads to discriminate on rates imposed and services provided to consumers and businesses and to destroy potential competitors. Different trusts could be dominant in different industries. The Standard Oil Company trust in the 1880s controlled several markets, including the market in fuel oil, lead and whiskey.[29] Vast numbers of citizens became sufficiently aware and publicly concerned about how the trusts negatively impacted them that the Act became a priority for both major parties. A primary concern of this act is that competitive markets themselves should provide the primary regulation of prices, outputs, interests and profits. Instead, the Act outlawed anticompetitive practices, codifying the common law restraint of trade doctrine.[30] Prof Rudolph Peritz has argued that competition law in the United States has evolved around two sometimes conflicting concepts of competition: first that of individual liberty, free of government intervention, and second a fair competitive environment free of excessive economic power. Since the enactment of the Sherman Act enforcement of competition law has been based on various economic theories adopted by Government.[31]\n\nSection 1 of the Sherman Act declared illegal \"every contract, in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations.\" Section 2 prohibits monopolies, or attempts and conspiracies to monopolize. Following the enactment in 1890 US court applies these principles to business and markets. Courts applied the Act without consistent economic analysis until 1914, when it was complemented by the Clayton Act which specifically prohibited exclusive dealing agreements, particularly tying agreements and interlocking directorates, and mergers achieved by purchasing stock. From 1915 onwards the rule of reason analysis was frequently applied by courts to competition cases. However, the period was characterized by the lack of competition law enforcement. From 1936 to 1972 courts' application of antitrust law was dominated by the structure-conduct-performance paradigm of the Harvard School. From 1973 to 1991, the enforcement of antitrust law was based on efficiency explanations as the Chicago School became dominant, and through legal writings such as Judge Robert Bork's book The Antitrust Paradox. Since 1992 game theory has frequently been used in antitrust cases.[32]\n\nWith the Hart–Scott–Rodino Antitrust Improvements Act of 1976, mergers and acquisitions came into additional scrutiny from U.S. regulators. Under the act, parties must make a pre-merger notification to the U.S. Department of Justice and Federal Trade Commission prior to the completion of a transaction. As of February 2nd, 2021, the FTC reduced the Hart-Scott-Rodino reporting threshold to $92 million in combined assets for the transaction.[33]\n\nCompetition law gained new recognition in Europe in the inter-war years, with Germany enacting its first anti-cartel law in 1923 and Sweden and Norway adopting similar laws in 1925 and 1926 respectively. However, with the Great Depression of 1929 competition law disappeared from Europe and was revived following the Second World War when the United Kingdom and Germany, following pressure from the United States, became the first European countries to adopt fully fledged competition laws. At a regional level EU competition law has its origins in the European Coal and Steel Community (ECSC) agreement between France, Italy, Belgium, the Netherlands, Luxembourg and Germany in 1951 following the Second World War. The agreement aimed to prevent Germany from re-establishing dominance in the production of coal and steel as it was felt that this dominance had contributed to the outbreak of the war. Article 65 of the agreement banned cartels and article 66 made provisions for concentrations, or mergers, and the abuse of a dominant position by companies.[34] This was the first time that competition law principles were included in a plurilateral regional agreement and established the trans-European model of competition law. In 1957 competition rules were included in the Treaty of Rome, also known as the EC Treaty, which established the European Economic Community (EEC). The Treaty of Rome established the enactment of competition law as one of the main aims of the EEC through the \"institution of a system ensuring that competition in the common market is not distorted\". The two central provisions on EU competition law on companies were established in article 85, which prohibited anti-competitive agreements, subject to some exemptions, and article 86 prohibiting the abuse of dominant position. The treaty also established principles on competition law for member states, with article 90 covering public undertakings, and article 92 making provisions on state aid. Regulations on mergers were not included as member states could not establish consensus on the issue at the time.[35]\n\nToday, the Treaty of Lisbon prohibits anti-competitive agreements in Article 101(1), including price fixing. According to Article 101(2) any such agreements are automatically void. Article 101(3) establishes exemptions, if the collusion is for distributional or technological innovation, gives consumers a \"fair share\" of the benefit and does not include unreasonable restraints that risk eliminating competition anywhere (or compliant with the general principle of European Union law of proportionality). Article 102 prohibits the abuse of dominant position,[36] such as price discrimination and exclusive dealing. Regulation 139/2004/EC governs mergers between firms. [37] The general test is whether a concentration (i.e. merger or acquisition) with a community dimension (i.e. affects a number of EU member states) might significantly impede effective competition. Articles 106 and 107 provide that member state's right to deliver public services may not be obstructed, but that otherwise public enterprises must adhere to the same competition principles as companies. Article 107 lays down a general rule that the state may not aid or subsidize private parties in distortion of free competition and provides exemptions for charities, regional development objectives and in the event of a natural disaster.[citation needed]\n\nLeading ECJ cases on competition law include Consten & Grundig v Commission and United Brands v Commission.\n\nIndia responded positively by opening up its economy by removing controls during the Economic liberalisation. In quest of increasing the efficiency of the nation's economy, the Government of India acknowledged the Liberalization Privatization Globalization era. As a result, Indian market faces competition from within and outside the country.[38] This led to the need of a strong legislation to dispense justice in commercial matters and the Competition Act, 2002 was passed. The history of competition law in India dates back to the 1960s when the first competition law, namely the Monopolies and Restrictive Trade Practices Act (MRTP) was enacted in 1969. But after the economic reforms in 1991, this legislation was found to be obsolete in many aspects and as a result, a new competition law in the form of the Competition Act, 2002 was enacted in 2003. The Competition Commission of India, is the quasi judicial body established for enforcing provisions of the Competition Act.[39]\n\nThe Anti Monopoly Law of China came into effect in 2008. For years, it was enforced by three different branches of government, but since 2018 its enforcement has been the responsibility of the State Administration for Market Regulation. The People's Daily reported that the law had generated 11 billion RMB of penalties between 2008 and 2018.[40]\n\nBy 2008 111 countries had enacted competition laws, which is more than 50 percent of countries with a population exceeding 80,000 people. 81 of the 111 countries had adopted their competition laws in the past 20 years, signaling the spread of competition law following the collapse of the Soviet Union and the expansion of the European Union.[41] Currently competition authorities of many states closely co-operate, on everyday basis, with foreign counterparts in their enforcement efforts, also in such key area as information / evidence sharing.[42]\n\nIn many of Asia's developing countries, including India, Competition law is considered a tool to stimulate economic growth. In Korea and Japan, the competition law prevents certain forms of conglomerates. In addition, competition law has promoted fairness in China and Indonesia as well as international integration in Vietnam.[1] Hong Kong's Competition Ordinance came into force in the year 2015.[43]\n\nAs part of the creation of the ASEAN Economic Community, the member states of the Association of South-East Asian Nations (ASEAN) pledged to enact competition laws and policies by the end of 2015.[44] Today, all ten member states have general competition legislation in place. While there remains differences between regimes (for example, over merger control notification rules, or leniency policies for whistle-blowers),[45] and it is unlikely that there will be a supranational competition authority for ASEAN (akin to the European Union),[46] there is a clear trend towards increase in infringement investigations or decisions on cartel enforcement.[47]\n\n"
        },
        {
            "title": "Enforcement",
            "text": "At a national level competition law is enforced through competition authorities, as well as private enforcement. The United States Supreme Court explained:[48]\n\nIn the European Union, the Modernisation Regulation 1/2003[49] means that the European Commission is no longer the only body capable of public enforcement of European Union competition law. This was done to facilitate quicker resolution of competition-related inquiries. In 2005 the Commission issued a Green Paper on Damages actions for the breach of the EC antitrust rules,[50] which suggested ways of making private damages claims against cartels easier.[51]\n\nSome EU Member States enforce their competition laws with criminal sanctions. As analysed by Professor Whelan, these types of sanctions engender a number of significant theoretical, legal and practical challenges.[52]\n\nAntitrust administration and legislation can be seen as a balance between:\n\nChapter 5 of the post war Havana Charter contained an Antitrust code[54] but this was never incorporated into the WTO's forerunner, the General Agreement on Tariffs and Trade 1947. Office of Fair Trading Director and Professor Richard Whish wrote sceptically that it \"seems unlikely at the current stage of its development that the WTO will metamorphose into a global competition authority\".[55] Despite that, at the ongoing Doha round of trade talks for the World Trade Organization, discussion includes the prospect of competition law enforcement moving up to a global level. While it is incapable of enforcement itself, the newly established International Competition Network[56] (ICN) is a way for national authorities to coordinate their own enforcement activities.\n\n"
        },
        {
            "title": "Theory",
            "text": "Under the doctrine of laissez-faire, antitrust is seen as unnecessary as competition is viewed as a long-term dynamic process where firms compete against each other for market dominance. In some markets, a firm may successfully dominate, but it is because of superior skill or innovativeness. However, according to laissez-faire theorists, when it tries to raise prices to take advantage of its monopoly position it creates profitable opportunities for others to compete. A process of creative destruction begins which erodes the monopoly. Therefore, government should not try to break up monopoly but should allow the market to work.[57]\n\nThe classical perspective on competition was that certain agreements and business practice could be an unreasonable restraint on the individual liberty of tradespeople to carry on their livelihoods. Restraints were judged as permissible or not by courts as new cases appeared and in the light of changing business circumstances. Hence the courts found specific categories of agreement, specific clauses, to fall foul of their doctrine on economic fairness, and they did not contrive an overarching conception of market power. Earlier theorists like Adam Smith rejected any monopoly power on this basis.\n\nIn The Wealth of Nations (1776) Adam Smith also pointed out the cartel problem, but did not advocate specific legal measures to combat them.\n\nBy the latter half of the 19th century, it had become clear that large firms had become a fact of the market economy. John Stuart Mill's approach was laid down in his treatise On Liberty (1859).\n\nAfter Mill, there was a shift in economic theory, which emphasized a more precise and theoretical model of competition. A simple neo-classical model of free markets holds that production and distribution of goods and services in competitive free markets maximizes social welfare. This model assumes that new firms can freely enter markets and compete with existing firms, or to use legal language, there are no barriers to entry. By this term economists mean something very specific, that competitive free markets deliver allocative, productive and dynamic efficiency. Allocative efficiency is also known as Pareto efficiency after the Italian economist Vilfredo Pareto and means that resources in an economy over the long run will go precisely to those who are willing and able to pay for them. Because rational producers will keep producing and selling, and buyers will keep buying up to the last marginal unit of possible output – or alternatively rational producers will be reduce their output to the margin at which buyers will buy the same amount as produced – there is no waste, the greatest number wants of the greatest number of people become satisfied and utility is perfected because resources can no longer be reallocated to make anyone better off without making someone else worse off; society has achieved allocative efficiency. Productive efficiency simply means that society is making as much as it can. Free markets are meant to reward those who work hard, and therefore those who will put society's resources towards the frontier of its possible production.[61] Dynamic efficiency refers to the idea that business which constantly competes must research, create and innovate to keep its share of consumers. This traces to Austrian-American political scientist Joseph Schumpeter's notion that a \"perennial gale of creative destruction\" is ever sweeping through capitalist economies, driving enterprise at the market's mercy.[62] This led Schumpeter to argue that monopolies did not need to be broken up (as with Standard Oil) because the next gale of economic innovation would do the same.\n\nContrasting with the allocatively, productively and dynamically efficient market model are monopolies, oligopolies, and cartels. When only one or a few firms exist in the market, and there is no credible threat of the entry of competing firms, prices rise above the competitive level, to either a monopolistic or oligopolistic equilibrium price. Production is also decreased, further decreasing social welfare by creating a deadweight loss. Sources of this market power are said[by whom?] to include the existence of externalities, barriers to entry of the market, and the free rider problem. Markets may fail to be efficient for a variety of reasons, so the exception of competition law's intervention to the rule of laissez faire is justified if government failure can be avoided. Orthodox economists fully acknowledge that perfect competition is seldom observed in the real world, and so aim for what is called \"workable competition\".[63][64] This follows the theory that if one cannot achieve the ideal, then go for the second best option[65] by using the law to tame market operation where it can.\n\nA group of economists and lawyers, who are largely associated with the University of Chicago, advocate an approach to competition law guided by the proposition that some actions that were originally considered to be anticompetitive could actually promote competition.[66] The U.S. Supreme Court has used the Chicago school approach in several recent cases.[67] One view of the Chicago school approach to antitrust is found in United States Circuit Court of Appeals Judge Richard Posner's books Antitrust Law[68] and Economic Analysis of Law.[69]\n\nRobert Bork was highly critical of court decisions on United States antitrust law in a series of law review articles and his book The Antitrust Paradox.[70] Bork argued that both the original intention of antitrust laws and economic efficiency was the pursuit only of consumer welfare, the protection of competition rather than competitors.[71] Furthermore, only a few acts should be prohibited, namely cartels that fix prices and divide markets, mergers that create monopolies, and dominant firms pricing predatorily, while allowing such practices as vertical agreements and price discrimination on the grounds that it did not harm consumers.[72] Running through the different critiques of US antitrust policy is the common theme that government interference in the operation of free markets does more harm than good.[73] \"The only cure for bad theory,\" writes Bork, \"is better theory.\"[71] Harvard Law School professor Philip Areeda, who favours more aggressive antitrust policy, in at least one Supreme Court case challenged Robert Bork's preference for non-intervention.[74]\n\n"
        },
        {
            "title": "Practice",
            "text": "When firms hold large market shares, consumers risk paying higher prices and getting lower quality products than compared to competitive markets. However, the existence of a very high market share does not always mean consumers are paying excessive prices since the threat of new entrants to the market can restrain a high-market-share firm's price increases. Competition law does not make merely having a monopoly illegal, but rather abusing the power that a monopoly may confer, for instance through exclusionary practices.\n\nFirst, it is necessary to determine whether a firm is dominant, or whether it behaves \"to an appreciable extent independently of its competitors, customers and ultimately of its consumer\".[75] Under EU law, very large market shares raise a presumption that a firm is dominant,[76] which may be rebuttable.[77] If a firm has a dominant position, then there is \"a special responsibility not to allow its conduct to impair competition on the common market\".[78] Similarly as with collusive conduct, market shares are determined with reference to the particular market in which the firm and product in question is sold. Then although the lists are seldom closed,[79] certain categories of abusive conduct are usually prohibited under the country's legislation. For instance, limiting production at a shipping port by refusing to raise expenditure and update technology could be abusive.[80] Tying one product into the sale of another can be considered abuse too, being restrictive of consumer choice and depriving competitors of outlets. This was the alleged case in Microsoft v. Commission[81] leading to an eventual fine of million for including its Windows Media Player with the Microsoft Windows platform. A refusal to supply a facility which is essential for all businesses attempting to compete to use can constitute an abuse. One example was in a case involving a medical company named Commercial Solvents.[82] When it set up its own rival in the tuberculosis drugs market, Commercial Solvents were forced to continue supplying a company named Zoja with the raw materials for the drug. Zoja was the only market competitor, so without the court forcing supply, all competition would have been eliminated.\n\nForms of abuse relating directly to pricing include price exploitation. It is difficult to prove at what point a dominant firm's prices become \"exploitative\" and this category of abuse is rarely found. In one case however, a French funeral service was found to have demanded exploitative prices, and this was justified on the basis that prices of funeral services outside the region could be compared.[83] A more tricky issue is predatory pricing. This is the practice of dropping prices of a product so much that one's smaller competitors cannot cover their costs and fall out of business. The Chicago school considers predatory pricing to be unlikely.[84] However, in France Telecom SA v. Commission[85] a broadband internet company was forced to pay $13.9 million for dropping its prices below its own production costs. It had \"no interest in applying such prices except that of eliminating competitors\"[86] and was being cross-subsidized to capture the lion's share of a booming market. One last category of pricing abuse is price discrimination.[87] An example of this could be a company offering rebates to industrial customers who export their sugar, but not to customers who are selling their goods in the same market.[88]\n\nAccording to The World Bank's  \"Republic of Armenia Accumulation, Competition, and Connectivity Global Competition\" report which was published in 2013, the Global Competitiveness Index suggests that Armenia ranks lowest among ECA (Europe and Central Asia) countries in the effectiveness of anti-monopoly policy and the intensity of competition. This low ranking somehow explains the low employment and low incomes in Armenia.[89]\n\nA merger or acquisition involves, from a competition law perspective, the concentration of economic power in the hands of fewer than before.[90] This usually means that one firm buys out the shares of another. The reasons for oversight of economic concentrations by the state are the same as the reasons to restrict firms who abuse a position of dominance, only that regulation of mergers and acquisitions attempts to deal with the problem before it arises, ex ante prevention of market dominance.[91] In the United States merger regulation began under the Clayton Act, and in the European Union, under the Merger Regulation 139/2004 (known as the \"ECMR\").[92] Competition law requires that firms proposing to merge gain authorization from the relevant government authority. The theory behind mergers is that transaction costs can be reduced compared to operating on an open market through bilateral contracts.[93] Concentrations can increase economies of scale and scope. However often firms take advantage of their increase in market power, their increased market share and decreased number of competitors, which can adversely affect the deal that consumers get. Merger control is about predicting what the market might be like, not knowing and making a judgment. Hence the central provision under EU law asks whether a concentration would, if it went ahead, \"significantly impede effective competition... in particular as a result of the creation or strengthening off a dominant position...\"[94] and the corresponding provision under US antitrust states similarly,\n\nWhat amounts to a substantial lessening of, or significant impediment to competition is usually answered through empirical study. The market shares of the merging companies can be assessed and added, although this kind of analysis only gives rise to presumptions, not conclusions.[96] The Herfindahl-Hirschman Index is used to calculate the \"density\" of the market, or what concentration exists. Aside from the maths, it is important to consider the product in question and the rate of technical innovation in the market.[97] A further problem of collective dominance, or oligopoly through \"economic links\"[98] can arise, whereby the new market becomes more conducive to collusion. It is relevant how transparent a market is, because a more concentrated structure could mean firms can coordinate their behavior more easily, whether firms can deploy deterrents and whether firms are safe from a reaction by their competitors and consumers.[99] The entry of new firms to the market, and any barriers that they might encounter should be considered.[100] If firms are shown to be creating an uncompetitive concentration, in the US they can still argue that they create efficiencies enough to outweigh any detriment, and similar reference to \"technical and economic progress\" is mentioned in Art. 2 of the ECMR.[101] Another defense might be that a firm which is being taken over is about to fail or go insolvent, and taking it over leaves a no less competitive state than what would happen anyway.[102] Mergers vertically in the market are rarely of concern, although in AOL/Time Warner[103] the European Commission required that a joint venture with a competitor Bertelsmann be ceased beforehand. The EU authorities have also focused lately on the effect of conglomerate mergers, where companies acquire a large portfolio of related products, though without necessarily dominant shares in any individual market.[104]\n\nCompetition law has become increasingly intertwined with intellectual property, such as copyright, trademarks, patents, industrial design rights and in some jurisdictions trade secrets.[105] It is believed that promotion of innovation through enforcement of intellectual property rights may promote as well as limit competitiveness. The question rests on whether it is legal to acquire monopoly through accumulation of intellectual property rights. In which case, the judgment needs to decide between giving preference to intellectual property rights or to competitiveness:\n\nConcerns also arise over anti-competitive effects and consequences due to:\n\nSome scholars suggest that a prize instead of patent would solve the problem of deadweight loss, when innovators got their reward from the prize, provided by the government or non-profit organization, rather than directly selling to the market, see Millennium Prize Problems. However, innovators may accept the prize only when it is at least as much as how much they earn from patent, which is a question difficult to determine.[106]\n\n"
        }
    ]
}