{
    "url": "https://en.wikipedia.org/wiki/Conceptions_of_God",
    "title": "Conceptions of God",
    "table_of_contents": [
        "1 Hellenistic philosophy and religion",
        "1.1 Aristotelianism",
        "1.2 Hermeticism",
        "2 Abrahamic religions",
        "2.1 Baháʼí Faith",
        "2.2 Gnosticism",
        "2.3 Christianity",
        "2.3.1 Trinitarianism",
        "2.3.2 Unitarianism",
        "2.3.3 Binitarianism",
        "2.3.4 Mormonism",
        "2.4 Islam",
        "2.5 Judaism",
        "2.6 Mandaeism",
        "3 Indian religions",
        "3.1 Buddhism",
        "3.2 Hinduism",
        "3.2.1 Brahman",
        "3.2.2 Ishvara",
        "3.2.3 Mahadeva",
        "3.2.4 Bhagavan",
        "3.3 Jainism",
        "3.4 Sikhism",
        "4 Early Modern and new religious movements",
        "4.1 Rosicrucian Fellowship",
        "4.2 Unitarian Universalism (UU)",
        "4.3 Brahma Kumaris",
        "4.4 Extraterrestrial",
        "4.5 Meher Baba",
        "4.6 Satanism",
        "5 Modern philosophy",
        "5.1 Process philosophy and open theism",
        "5.2 Posthuman",
        "5.3 Phenomenological definition",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nConceptions of God in monotheist, pantheist, and panentheist religions – or of the supreme deity in henotheistic religions – can extend to various levels of abstraction:\n\nThe first recordings that survive of monotheistic conceptions of God, borne out of henotheism and (mostly in Eastern religions) monism, are from the Hellenistic period. Of the many objects and entities that religions and other belief systems across the ages have labeled as divine, the one criterion they share is their acknowledgment as divine by a group or groups of human beings.\n\n"
        },
        {
            "title": "Hellenistic philosophy and religion",
            "text": "In his Metaphysics, Aristotle discusses the meaning of \"being as being\". Aristotle holds that \"being\" primarily refers to the Unmoved Movers, and assigned one of these to each movement in the heavens. Each Unmoved Mover continuously contemplates its own contemplation, and everything that fits the second meaning of \"being\" by having its source of motion in itself, i.e., moves because the knowledge of its Mover causes it to emulate this Mover (or should).\n\nAristotle's definition of God attributes perfection to this being, and, as a perfect being, it can only contemplate upon perfection and not on imperfection; otherwise perfection would not be one of his attributes. God, according to Aristotle, is in a state of \"stasis\" untouched by change and imperfection. The \"unmoved mover\" is very unlike the conception of God that one sees in most religions. It has been likened to a person who is playing dominos and pushes one of them over, so that every other domino in the set is pushed over as well, without the being having to do anything about it. Although, in the 18th century, the French educator Allan Kardec brought a very similar conception of God during his work of codifying Spiritism, this differs from the interpretation of God in most religions, where he is seen to be personally involved in his creation.\n\nIn the ancient Greek philosophical Hermetica, the ultimate reality is called by many names, such as God, Lord, Father, Mind (Nous), the Creator, the All, the One, etc.[1] However, peculiar to the Hermetic view of the divinity is that it is both the all (Greek: to pan) and the creator of the all: all created things pre-exist in God,[2] and God is the nature of the cosmos (being both the substance from which it proceeds and the governing principle which orders it),[3] yet the things themselves and the cosmos were all created by God. Thus, God creates itself,[4] and is both transcendent (as the creator of the cosmos) and immanent (as the created cosmos).[5] These ideas are closely related to the cosmo-theological views of the Stoics.[6]\n\n"
        },
        {
            "title": "Abrahamic religions",
            "text": "The Abrahamic God in this sense is the conception of God that remains a common attribute of all three traditions. God is conceived of as eternal, omnipotent, omniscient and as the creator of the universe. God is further held to have the properties of holiness, justice, omnibenevolence and omnipresence. Proponents of Abrahamic faiths believe that God is also transcendent, meaning that he is outside space and outside time and therefore not subject to anything within his creation, but at the same time a personal God, involved, listening to prayer and reacting to the actions of his creatures.\n\nThe Baháʼí Faith believes in a single, imperishable God, the creator of all things, including all the creatures and forces in the universe.[7] In Baháʼí belief, God is beyond space and time but is also described as \"a personal God, unknowable, inaccessible, the source of all Revelation, eternal, omniscient, omnipresent and almighty.\"[8] Though inaccessible directly, God is nevertheless seen as conscious of creation, possessing a mind, will and purpose. Baháʼís believe that God expresses this will at all times and in many ways, including Manifestations, a series of divine \"messengers\" or \"educators\".[9] In expressing God's intent, these manifestations are seen to establish religion in the world. Baháʼí teachings state that God is too great for humans to fully comprehend, nor to create a complete and accurate image.[10] Bahá'u'lláh often refers to God by titles, such as the \"All-Powerful\" or the \"All-Loving\".\n\nIn many Gnostic systems, God is known as the Monad, or the One.\n\nWithin Christianity, the doctrine of the Trinity states that God is a single being that exists, simultaneously and eternally, as a perichoresis of three hypostases (i.e. persons; personae, prosopa): the Father (the Source, the Eternal Majesty); the Son (the eternal Logos (\"Word\"), manifest in human form as Jesus and thereafter as Christ); and the Holy Spirit (the Paraclete or advocate). Since the 4th Century AD, in both Eastern and Western Christianity, this doctrine has been stated as \"One God in Three Persons\", all three of whom, as distinct and co-eternal \"persons\" or \"hypostases\", share a single divine essence, being, or nature.\n\nFollowing the First Council of Constantinople, the Son is described as eternally begotten by the Father (\"begotten of his Father before all worlds\"[11]). This generation does not imply a beginning for the Son or an inferior relationship with the Father. The Son is the perfect image of his Father, and is consubstantial with him. The Son returns that love, and that union between the two is the third person of the Trinity, the Holy Spirit. The Holy Spirit is consubstantial and co-equal with the Father and the Son. Thus, God contemplates and loves himself, enjoying infinite and perfect beatitude within himself. This relationship between the other two persons is called procession. Although the theology of the Trinity is accepted in most Christian churches, there are theological differences, notably between Catholic and Orthodox thought on the procession of the Holy Spirit (see filioque). Some Christian communions do not accept the Trinitarian doctrine, at least not in its traditional form. Notable groups include the Jehovah's Witnesses, Mormons, Christadelphians, Unitarians, Arians, and Adoptionists.\n\nWithin Christianity, Unitarianism is the view that God consists of only one person, the Father, instead of three persons as Trinitarianism states.[12] Unitarians believe that mainstream Christianity has been corrupted over history, and that it is not strictly monotheistic. There are different Unitarian views on Jesus, ranging from seeing him purely as a man who was chosen by God, to seeing him as a divine being, as the Son of God who had pre-existence.[13] Thus, Unitarianism is typically divided into two principal groups:\n\nEven though the term \"unitarian\" did not first appear until the 17th century in reference to the Polish Brethren,[17][15] the basic tenets of Unitarianism go back to the time of Arius in the 4th century, an Alexandrian priest that taught the doctrine that only the Father was God, and that the Son had been created by the Father. Arians rejected the term \"homoousios\" (consubstantial) as a term describing the Father and Son, viewing such term as compromising the uniqueness and primacy of God,[18] and accused it of dividing the indivisible unit of the divine essence.[19] Unitarians trace their history back to the Apostolic Age, arguing, as do Trinitarians and Binitarians, that their Christology most closely reflects that of the early Christian community and Church Fathers.[20]\n\nBinitarianism is the view within Christianity that there were originally two beings in the Godhead – the Father and the Word – that became the Son (Jesus the Christ).[citation needed] Binitarians normally believe that God is a family, currently consisting of the Father and the Son[citation needed]. Some binitarians[who?] believe that others will ultimately be born into that divine family. Hence, binitarians are nontrinitarian, but they are also not unitarian. Binitarians, like most unitarians and trinitarians, claim their views were held by the original New Testament Church. Unlike most unitarians and trinitarians who tend to identify themselves by those terms, binitarians normally do not refer to their belief in the duality of the Godhead, with the Son subordinate to the Father; they simply teach the Godhead in a manner that has been termed as binitarianism.\n\nThe word \"binitarian\" is typically used by scholars and theologians as a contrast to a trinitarian theology: a theology of \"two\" in God rather than a theology of \"three\", and although some critics[who?] prefer to use the term ditheist or dualist instead of binitarian, those terms suggests that God is not one, yet binitarians believe that God is one family. It is accurate to offer the judgment that most commonly when someone speaks of a Christian \"binitarian\" theology the \"two\" in God are the Father and the Son... A substantial amount of recent scholarship has been devoted to exploring the implications of the fact that Jesus was worshipped by those first Jewish Christians, since in Judaism \"worship\" was limited to the worship of God\" (Barnes M. Early Christian Binitarianism: the Father and the Holy Spirit. Early Christian Binitarianism - as read at NAPS 2001). Much of this recent scholarship has been the result of the translations of the Nag Hammadi and other ancient manuscripts that were not available when older scholarly texts (such as Wilhelm Bousset's Kyrios Christos, 1913) were written.\n\nIn the Mormonism represented by most of Mormon communities, including the Church of Jesus Christ of Latter-day Saints, \"God\" means Elohim (the Father), whereas \"Godhead\" means a council of three distinct entities; Elohim, Jehovah (the Son, or Jesus), and the Holy Spirit. The Father and Son have perfected, material bodies, while the Holy Spirit is a spirit and does not have a body. This conception differs from the traditional Christian Trinity; in Mormonism, the three persons are considered to be physically separate beings, or personages, but indistinguishable in will and purpose.[21] As such, the term \"Godhead\" differs from how it is used in traditional Christianity. This description of God represents the orthodoxy of the Church of Jesus Christ of Latter-day Saints (LDS Church), established early in the 19th century. However, the Mormon concept of God has expanded since the faith's founding in the late 1820s.[citation needed]\n\nAllāh, without plural or gender, is the divine name of God mentioned in the Quran, while \"ʾilāh\"  is the term used for a deity or a god in general.[22][23][24]\n\nIslam's most fundamental concept is a strict monotheism called tawḥīd. God is described in the surah Al-Ikhlas as: \"Say: He is God, the One;  God, the Eternal, the Absolute; He begot no one, nor is He begotten; Nor is there to Him equivalent anyone.\"[25][26] Muslims deny the Christian doctrine of the Trinity and divinity of Jesus, comparing it to polytheism. In Islam, God is beyond all comprehension or equal and does not resemble any of his creations in any way. Thus, Muslims are not iconodules and are not expected to visualize God. The message of God is carried by angels to 124,000 messengers starting with Adam and concluding with Muhammad. God is described and referred in the Quran by certain names or attributes, the most common being Al-Rahman, meaning \"Most Compassionate\" and Al-Rahim, meaning \"Most Merciful\" (see Names of God in Islam).[27]\n\nMuslims believe that creation of everything in the universe is brought into being by God's sheer command “‘Be’ and so it is.”[28][29] and that the purpose of existence is to please God, both by worship and by good deeds.[30][31] There are no intermediaries, such as clergy, to contact God: “He is nearer to his creation than the jugular vein”[32]\n\nIn Judaism, God has been conceived in a variety of ways.[33] Traditionally, Judaism holds that Yahweh, the God of Abraham, Isaac, and Jacob and the national god of the Israelites, delivered the Israelites from slavery in Egypt, and gave them the Law of Moses at biblical Mount Sinai as described in the Torah. According to the rationalist stream of Judaism articulated by Maimonides, which later came to dominate much of official traditional Jewish thought, God is understood as the absolute one, indivisible, and incomparable being who is the ultimate cause of all existence. Traditional interpretations of Judaism generally emphasize that God is personal yet also transcendent, while some modern interpretations of Judaism emphasize that God is a force or ideal.[34]\n\nJewish monotheism is a continuation of earlier Hebrew henotheism, the exclusive worship of the God of Israel  as prescribed in the Torah and practiced at the Temple of Jerusalem. Strict monotheism emerges in Hellenistic Judaism and Rabbinical Judaism. Pronunciation of the proper name of the God of Israel came to be avoided in the Hellenistic era (Second Temple Judaism) and instead Jews refer to God as HaShem, meaning \"the Name\". In prayer and reading of scripture, the Tetragrammaton is substituted with Adonai (\"my Lord\").\n\nSome[who?] Kabbalistic thinkers have held the belief that all of existence is itself a part of God, and that we as humanity are unaware of our own inherent godliness and are grappling to come to terms with it.[citation needed] The standing view in Hasidism currently, is that there is nothing in existence outside of God – all being is within God, and yet all of existence cannot contain him.[citation needed] Regarding this, Solomon stated while dedicating the Temple, \"But will God in truth dwell with mankind on the earth? Behold, the heaven and the heaven of heavens cannot contain You.\"[35]\n\nModern Jewish thinkers have constructed a wide variety of other ideas about God. Hermann Cohen believed that God should be identified with the \"archetype of morality,\" an idea reminiscent of Plato's idea of the Good.[36] Mordecai Kaplan believed that God is the sum of all natural processes that allow man to become self-fulfilled,[37] and Humanistic Judaism fully rejects the notion of the existence of a God.[38]\n\nIn Mandaeism, Hayyi Rabbi (Classical Mandaic: ࡄࡉࡉࡀ ࡓࡁࡉࡀ, romanized: Hiia Rbia, lit. 'The Great Life'), or 'The Great Living God'[39] is the Supreme God from which all things emanate. He is also known as 'The First Life', since during the creation of the material world, Yushamin emanated from Hayyi Rabbi as the \"Second Life.\"[40] According to Qais Al-Saadi, \"the principles of the Mandaean doctrine: the belief of the only one great God, Hayyi Rabbi, to whom all absolute properties belong; He created all the worlds, formed the soul through his power, and placed it by means of angels into the human body. So He created Adam and Eve, the first man and woman.\"[41] Mandaeans recognize God to be the eternal, creator of all, the one and only in domination who has no partner.[42]\n\n"
        },
        {
            "title": "Indian religions",
            "text": "The non-adherence[43] to the notion of a supreme God or a prime mover is seen as a key distinction between Buddhism and other religious views. In Buddhism, the sole aim of the spiritual practice is the complete alleviation of distress (dukkha) in samsara,[44][45] called nirvana. The Buddha neither denies nor accepts a creator,[46] denies endorsing any views on creation[47] and states that questions on the origin of the world are worthless.[48][49] Some teachers instruct students beginning Buddhist meditation that the notion of divinity is not incompatible with Buddhism,[50] but dogmatic beliefs in a supreme personal creator are considered a hindrance to the attainment of nirvana,[51] the highest goal of Buddhist practice.[52]\n\nDespite this apparent non-theism, Buddhists consider veneration of the Noble Ones[53] very important[54] although the two main schools of Buddhism differ mildly in their reverential attitudes. While Theravada Buddhists view the Buddha as a human being who attained nirvana or arahanthood through human efforts,[55] Mahayana Buddhists consider him an embodiment of the cosmic dharmakaya (a notion of transcendent divinity), who was born for the benefit of others and not merely a human being.[56] In addition, some Mahayana Buddhists worship their chief Bodhisattva, Avalokiteshvara[57] and hope to embody him.[58]\n\nBuddhists accept the existence of beings known as devas in higher realms, but they, like humans, are said to be suffering in samsara,[59] and not necessarily wiser than us. In fact, the Buddha is often portrayed as a teacher of the gods,[60] and superior to them.[61] Despite this, there are believed to be enlightened devas on the path of Buddhahood.\n\nIn Buddhism, the idea of the metaphysical absolute is deconstructed in the same way as of the idea of an enduring \"self\", but it is not necessarily denied. Reality is considered as dynamic, interactive and non-substantial, which implies rejection of brahman or of a divine substratum. A cosmic principle can be embodied in concepts such as the dharmakaya. Though there is a primordial Buddha (or, in Vajrayana, the Adi-Buddha, a representation of immanent enlightenment in nature), its representation as a creator is a symbol of the presence of a universal cyclical creation and dissolution of the cosmos and not of an actual personal being. An intelligent, metaphysical underlying basis, however, is not ruled out by Buddhism, although Buddhists are generally very careful to distinguish this idea from that of an independent creator God.[62]\n\nIn Hinduism, the concept of god is complex and depends on the particular tradition. The concept spans conceptions from absolute monism to henotheism, monotheism and polytheism. In the Vedic period monotheistic god concept culminated in the semi-abstract semi-personified form of creative soul dwelling in all god such as Vishvakarman, Purusha, and Prajapathy. In the majority of Vaishnavism traditions, he is Vishnu, and the text identifies this being as Krishna, sometimes referred as svayam bhagavan. The term isvara - from the root is, to have extraordinary power. Some traditional sankhya systems contrast purusha (divine, or souls) to prakriti (nature or energy), however the term for sovereign god, ishvara is mentioned six times in the Atharva Veda, and is central to many traditions.[63] As per Advaita Vedanta school of Hindu philosophy the notion of Brahman (the highest Universal Principle) is akin to that of god; except that unlike most other philosophies Advaita likens Brahman to atman (the true Self of an individual). For Sindhi Hindus, who are deeply influenced by Sikhism, God is seen as the omnipotent cultivation of all Hindu gods and goddesses.[clarification needed] In short, the soul paramatma of all gods and goddesses are the omnipresent Brahman and are enlightened beings.\n\nBrahman is the eternal, unchanging, infinite, immanent, and transcendent reality which is the divine ground of all matter, energy, time, space, being and everything beyond in this Universe.[64][65] The nature of Brahman is described as transpersonal, personal and impersonal by different philosophical schools. The word Brahman is derived from the verb brh (Sanskrit: to grow), and connotes greatness and infinity.\n\nBrahman is talked of at two levels (apara and para). He is the fountainhead of all concepts but he himself cannot be conceived. He is the universal conceiver, universal concept and all the means of concept. Apara-Brahman is the same Para Brahma but for human understanding thought of as universal mind cum universal intellect from which all human beings derive an iota as their mind, intellect etc.[citation needed]\n\nIshvara is a philosophical concept in Hinduism, meaning controller or the Supreme controller (i.e. God) in a monotheistic or the Supreme Being or as an Ishta-deva of monistic thought. Ishvara is a transcendent and immanent entity best described in the last chapter of the Shukla Yajur Veda Samhita, known as the Ishavasya Upanishad. It states \"ishavasyam idam sarvam\" which means whatever there is in this world is covered and filled with Ishvara. Ishvara not only creates the world, but then also enters into everything there is. In Saivite traditions, the term is used as part of the compound \"Maheshvara\" (\"great lord\") later as a name for Siva.\n\nLord Shiva is more often considered as first Hindu God. Mahadeva literally means \"Highest of all god\". Shiva is also known as Maheshvar, the great Lord, Mahadeva, the great God, Shambhu, Hara, Pinakadhrik, bearer of the axe and Mrityunjaya, conqueror of death. He is the spouse of Shakti, the goddess. He also is represented by Mahakala and Bhairava, the terrible, as well as many other forms including Rudra. Shiva is often pictured holding the damaru, an hour-glass shape drum, shown below with his trishula. His usual mantra is om namah shivaya.[66]\n\nThis must not be confused with the numerous devas. Deva may be roughly translated into English as deity, demigod or angel, and can describe any celestial being or thing that is of high excellence and thus is venerable. The word is cognate to Latin deus for \"god\". The misconception of 330 million devas is commonly objected to by Hindu scholars. The description of 33 koti (10 million, crore in Hindi) devas is a misunderstanding. The word koti in Sanskrit translates to 'type' and not '10 million'. So the actual translation is 33 types and not 330 million devas. Ishvara as a personal form of God is worshiped and not the 33 devas. The concept of 33 devas is perhaps related to the geometry of the universe.\n\nBhagavan literally means \"possessing fortune, blessed, prosperous\" (from the noun bhaga, meaning \"fortune, wealth\", cognate to Slavic bog \"god\"), and hence \"illustrious, divine, venerable, holy\", etc. In some traditions of Hinduism it is used to indicate the Supreme Being or Absolute Truth, but with specific reference to that Supreme Being as possessing a personality (a personal God).[citation needed] This personal feature indicated in Bhagavan differentiates its usage from other similar terms such as Brahman, the \"Supreme Spirit\" or \"spirit\", and thus, in this usage, Bhagavan is in many ways analogous to the general Christian and Islamic conception of God.\n\nJainism does not support belief in a creator deity. According to Jain doctrine, the universe and its constituents—soul, matter, space, time, and principles of motion—have always existed. All the constituents and actions are governed by universal natural laws. It is not possible to create matter out of nothing and hence the sum total of matter in the universe remains the same (similar to law of conservation of mass). Jain text claims that the universe consists of Jiva (life force or souls) and Ajiva (lifeless objects). Similarly, the soul of each living being is unique and uncreated and has existed since beginningless time.[67]\n\nThe Jain theory of causation holds that a cause and its effect are always identical in nature and hence a conscious and immaterial entity like God cannot create a material entity like the universe. Furthermore, according to the Jain concept of divinity, any soul who destroys its karmas and desires, achieves liberation/Nirvana. A soul who destroys all its passions and desires has no desire to interfere in the working of the universe. Moral rewards and sufferings are not the work of a divine being, but a result of an innate moral order in the cosmos; a self-regulating mechanism whereby the individual reaps the fruits of his own actions through the workings of the karmas.\n\nThrough the ages, Jain philosophers have adamantly rejected and opposed the concept of creator and omnipotent God. This has resulted in Jainism being labeled as nastika darsana (atheist philosophy) by rival religious philosophies. The theme of non-creationism and absence of omnipotent God and divine grace runs strongly in all the philosophical dimensions of Jainism, including its cosmology, concepts of karma and moksa and its moral code of conduct. Jainism asserts a religious and virtuous life is possible without the idea of a creator god.[68]\n\nThe term for God in Sikhism is Waheguru. Guru Nanak describes God as nirankar (from the Sanskrit nirākārā, meaning \"formless\"), akal (meaning \"eternal\") and alakh (from the Sanskrit alakśya, meaning \"invisible\" or \"unobserved\"). Sikhism's principal scripture, the Guru Granth Sahib, starts with the figure \"1\", signifying the unity of God. Nanak's interpretation of God is that of a single, personal and transcendental creator with whom the devotee must develop a most intimate faith and relationship to achieve salvation. Sikhism advocates the belief in one god who is omnipresent (sarav vi'āpak), whose qualities are infinite and who is without gender, a nature represented (especially in the Guru Granth Sahib) by the term Ek Onkar.\n\nNanak further emphasizes that a full understanding of God is beyond human beings, but that God is also not wholly unknowable. God is considered omnipresent in all creation and visible everywhere to the spiritually awakened. Nanak stresses that God must be seen by human beings from \"the inward eye\" or \"heart\" and that meditation must take place inwardly to achieve this enlightenment progressively; its rigorous application is what enables communication between God and human beings.\n\nSikhs believe in a single god that has existed from the beginning of time and will survive forever. God is genderless, fearless, formless, immutable, ineffable, self-sufficient, omnipotent and not subject to the cycle of birth and death.\n\nGod in Sikhism is depicted in three distinct aspects: God as deity; God in relation to creation; and God in relation to man. During a discourse with siddhas (wandering Hindu adepts), Nanak is asked where \"the Transcendent God\" was before creation. He replies: \"To think of the Transcendent Lord in that state is to enter the realm of wonder. Even at that stage of sunn, he permeated all that void\" (GG, 940).\n\n"
        },
        {
            "title": "Early Modern and new religious movements",
            "text": "The book Western Wisdom Teachings presents the conception of The Absolute (unmanifested and unlimited \"Boundless Being\" or \"Root of Existence\", beyond the whole universe and beyond comprehension) from whom proceeds the Supreme Being at the dawn of manifestation: The One, the \"Great Architect of the Universe\". From the threefold Supreme Being proceed the \"seven Great Logoi\" who contain within themselves all the great hierarchies that differentiate more and more as they diffuse through the six lower Cosmic Planes. In the Highest World of the seventh (lowest) Cosmic Plane dwells the god of the solar systems in the universe. These great beings are also threefold in manifestation, like the Supreme Being; their three aspects are Will, Wisdom and Activity.\n\nAccording to the teachings of the Rosicrucian Fellowship, in the beginning of a Day of Manifestation a certain collective Great Being, God, limits himself to a certain portion of space, in which he elects to create the Solar System for the evolution of added self-consciousness. In God there are contained hosts of glorious hierarchies and lesser beings of every grade of intelligence and stage of consciousness, from omniscience to an unconsciousness deeper than that of the deepest trance condition.\n\nDuring the current period of manifestation, these various grades of beings are working to acquire more experience than they possessed at the beginning of this period of existence. Those who, in previous manifestations, have attained to the highest degree of development work on those who have not yet evolved any consciousness. In the Solar system, God's Habitation, there are seven Worlds differentiated by God, within Himself, one after another. Mankind's evolutionary scheme is slowly carried through five of these Worlds in seven great Periods of manifestation, during which the evolving virgin spirit becomes first human and, then, a God.\n\nConcepts about deity are diverse among UUs. Some have no belief in any gods (atheism); others believe in many gods (polytheism). Some believe the question of the existence of any god is most likely unascertainable or unknowable (agnosticism). Some believe God is a metaphor for a transcendent reality. Some believe in a female god (goddess), a passive god (Deism), an Abrahamic god, or a god manifested in nature or the universe (pantheism). Many UUs reject the idea of deities and instead speak of the \"spirit of life\" that binds all life on Earth. UUs support each person's search for truth and meaning in concepts of spirituality. Historically, unitarianism and universalism were denominations within Christianity. Unitarianism referred to a belief about the nature of Jesus Christ that affirmed God as a singular entity and rejected the doctrine of the Trinity. Universalism referred to a theological belief that all persons will be reconciled to God because of divine love and mercy (Universal Salvation).[69]\n\nAccording to Brahma Kumaris, God is the incorporeal soul with the maximum degree of spiritual qualities such as peace and love.[70][71]\n\nSome comparatively new belief systems and books portray God as extraterrestrial life. Many of these theories hold that intelligent beings from another world have been visiting Earth for many thousands of years and have influenced the development of our religions. Some of these books posit that prophets or messiahs were sent to the human race in order to teach morality and encourage the development of civilization (see, for example, Rael and Zecharia Sitchin).\n\nThe spiritual teacher Meher Baba described God as infinite love: \"God is not understood in His essence until He is also understood as Infinite Love. Divine Love is unlimited in essence and expression, because it is experienced by the soul through the soul itself. The sojourn of the soul is a thrilling divine romance in which the lover, who in the beginning is conscious of nothing but emptiness, frustration, superficiality and the gnawing chains of bondage, gradually attains an increasingly fuller and freer expression of love and ultimately disappears and merges in the Divine Beloved to realize the unity of the Lover and the Beloved in the supreme and eternal fact of God as Infinite Love.\"[72]\n\nAnton LaVey, founder of the Church of Satan, espoused the view that \"god\" is a creation of man, rather than man being a creation of \"god\". In his book, The Satanic Bible, the Satanist's view of god is described as the Satanist's true \"self\"—a projection of his or her own personality—not an external deity.[73] Satan is used as a representation of personal liberty and individualism.[74] LaVey discusses this extensively in The Book of Lucifer, explaining that the gods worshipped by other religions are also projections of man's true self. He argues that man's unwillingness to accept his own ego has caused him to externalize these gods so as to avoid the feeling of narcissism that would accompany self-worship.[75]\n\n"
        },
        {
            "title": "Modern philosophy",
            "text": "Process theology is a school of thought influenced by the metaphysical process philosophy of Alfred North Whitehead (1861–1947), while open theism is a similar theological movement that began in the 1990s.\n\nIn both views, God is not omnipotent in the classical sense of a coercive being. Reality is not made up of material substances that endure through time, but serially-ordered events, which are experiential in nature. The universe is characterized by process and change carried out by the agents of free will. Self-determination characterizes everything in the universe, not just human beings. God and creatures co-create. God cannot force anything to happen, but rather only influence the exercise of this universal free will by offering possibilities. Process theology is compatible with panentheism, the concept that God contains the universe (pantheism) but also transcends it. God as the ultimate logician - God may be defined as the only entity, by definition, possessing the ability to reduce an infinite number of logical equations having an infinite number of variables and an infinite number of states to minimum form instantaneously.\n\nA posthuman God is a hypothetical future entity descended from or created by humans, but possessing capabilities so radically exceeding those of present humans as to appear godlike. One common variation of this idea is the belief or aspiration that humans will create a God entity emerging from an artificial intelligence. Another variant is that humanity itself will evolve into a posthuman God.\n\nThe concept of a posthuman god has become common in science fiction. Science fiction author Arthur C. Clarke said in an interview, \"It may be that our role on this planet is not to worship God, but to create him.\" Clarke's friend and colleague, the late Isaac Asimov, postulated in his story \"The Last Question\" a merger between humanity and machine intelligence that ultimately produces a deity capable of reversing entropy and subsequently initiates a new Creation trillions of years from the present era when the Universe is in the last stage of heat death. In Frank Herbert's science-fiction series Dune, a messianic figure is created after thousands of years of controlled breeding. The Culture series, by Iain M. Banks, represents a blend in which a transhuman society is guarded by godlike machine intelligences. A stronger example is posited in the novel Singularity Sky by Charles Stross, in which a future artificial intelligence is capable of changing events even in its own past, and takes strong measures to prevent any other entity from taking advantage of similar capabilities. Another example appears in the popular online novella The Metamorphosis of Prime Intellect in which an advanced artificial intelligence uses its own advanced quantum brain to resolve discrepancies in physics theories and develop a unified field theory which gives it absolute control over reality, in a take on philosophical digitalism.\n\nThe philosopher Michel Henry defines God from a phenomenological point of view. He says: \"God is Life, he is the essence of Life, or, if we prefer, the essence of Life is God. Saying this we already know what is God the father the almighty, creator of heaven and earth, we know it not by the effect of a learning or of some knowledge, we don’t know it by the thought, on the background of the truth of the world; we know it and we can know it only in and by the Life itself. We can know it only in God.\"[77]\n\nThis Life is not biological life defined by objective and exterior properties, nor an abstract and empty philosophical concept, but the absolute phenomenological life, a radically immanent life that possesses in it the power of showing itself in itself without distance, a life that reveals permanently itself.\n\n"
        }
    ]
}