{
    "url": "https://en.wikipedia.org/wiki/Concert_film",
    "title": "Concert film",
    "table_of_contents": [
        "1 Early history",
        "2 Rockumentary",
        "3 Other examples",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A concert film, or concert movie, is a film that showcases a live performance from the perspective of a concert goer, the subject of which is an extended live performance or concert by either a musician[1] or a stand-up comedian.[2]\n\n"
        },
        {
            "title": "Early history",
            "text": "The earliest known concert film is the 1948 picture Concert Magic. This concert features virtuoso violinist Yehudi Menuhin (1916–1999) at the Charlie Chaplin Studios in 1947. Together with various artists he performed classical and romantic works of famous composers such as Beethoven, Wieniawski, Bach, Paganini and others.[citation needed]\n\nThe earliest known jazz concert film is the 1959 film Jazz on a Summer's Day. The film was recorded during the fifth annual Newport Jazz Festival.[3] The earliest known rock concert film was the T.A.M.I. Show, which featured acts such as The Beach Boys, James Brown, Marvin Gaye, and the Rolling Stones.[4]\n\nOne of popular music's most ground-breaking concert films is Pink Floyd: Live at Pompeii (1972), directed by Adrian Maben, in which Pink Floyd perform a short set of songs inside the amphitheatre of Pompeii without an audience (save for the recording crew).\n\n"
        },
        {
            "title": "Rockumentary",
            "text": "The term was first used by Bill Drake in the 1969 History of Rock & Roll radio broadcast and is a portmanteau of \"rock\" and \"documentary\".[5][6] The term was subsequently used to describe concert films containing appearances by multiple artists.[7][8] In 1976, the term was used by the promoters of the live musical production Beatlemania which documented the evolving career of The Beatles.[9] The 1984 mockumentary film This Is Spinal Tap notably parodied the rockumentary genre.[10]\n\n"
        },
        {
            "title": "Other examples",
            "text": "Other examples of this type of film include Menudo's 1981's Menudo: La Película and Duran Duran's 1984's Sing Blue Silver. The former mixes a Menudo concert (in Merida, Venezuela) with movie scenes and a plot, while the latter follows Duran Duran as they travel around Canada and the United States doing concerts and actual tourism.\n\n"
        }
    ]
}