{
    "url": "https://en.wikipedia.org/wiki/Congressional_Cemetery",
    "title": "Congressional Cemetery",
    "table_of_contents": [
        "1 History",
        "1.1 Founding",
        "1.2 Expansion",
        "1.3 Decline and revival",
        "2 Monuments and structures",
        "2.1 Cenotaphs",
        "2.2 Public Vault",
        "2.3 Arsenal Disaster Monument",
        "3 Grand funerals",
        "4 Notable interments",
        "5 Association and active cemetery",
        "5.1 K-9 Corps",
        "6 See also",
        "7 Notes",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Congressional Cemetery, officially Washington Parish Burial Ground, is a historic and active cemetery located at 1801 E Street, SE, in Washington, D.C., on the west bank of the Anacostia River.  It is the only American \"cemetery of national memory\" founded before the Civil War.[2]\nOver 65,000 individuals are buried or memorialized at the cemetery, including many who helped form the nation and the city of Washington in the early 19th century.[3]\n\nAlthough the Episcopal Christ Church, Washington Parish owns the cemetery, the U.S. government has purchased 806 burial plots, which are administered by the Department of Veterans Affairs. Congress, located about a mile and a half (2.4 km) to the northwest, has greatly influenced the history of the cemetery.[4] The cemetery still sells plots, and is an active burial ground.  From the Washington Metro, the cemetery lies three blocks east of the Potomac Avenue station and two blocks south of the Stadium-Armory station.\n\nMany members of the U.S. Congress who died while Congress was in session are interred at Congressional Cemetery. Other burials include early landowners and speculators, the builders and architects of early Washington, Native American diplomats, Washington city mayors, and American Civil War veterans. Nineteenth-century Washington, D.C., families unaffiliated with the federal government also have graves and tombs at the cemetery.\n\nIn all, there is one Vice President, one Supreme Court justice, six Cabinet members, 19 Senators and 71 Representatives (including a former Speaker of the House) buried there, as well as veterans of every American war, and the first director of the Federal Bureau of Investigation, J. Edgar Hoover.[3] The cemetery was listed on the National Register of Historic Places on June 23, 1969, and designated a National Historic Landmark in 2011.[5]\n\n"
        },
        {
            "title": "History",
            "text": "The Congressional Cemetery was established by private citizens associated with Christ Church on a 4.5-acre plot in 1807 and was later given to Christ Church, which gave it its official name Washington Parish Burial Ground. By 1817 sites were set aside for government legislators and officials; this includes cenotaphs for many legislators buried elsewhere.  The cenotaphs, designed by Benjamin Latrobe, each have a large square block with recessed panels set on a wider plinth and surmounted by a conical point.\n\nFrom 1823 to 1876 the U.S. Congress funded the expansion, enhancement, and maintenance of the cemetery, but it never became a federal institution. Appropriations funded a gravel road from the Capitol to the cemetery, paving within the cemetery, the public vault, fencing, and the gatehouse, as well as funerals for congressmen and the cenotaphs.[2]  During the early part of this period, graves were laid out in a grid pattern in an extension of the grid in the L'Enfant Plan for Washington, and little or no landscaping or plantings were made on the grounds.[6] The grid survives to this day and was extended as the cemetery expanded.\n\nStarting in the late 1840s, the cemetery was influenced by the rural cemetery movement in which the graves were placed in a park-like setting with extensive landscaping.  To implement this new vision, the cemetery needed to expand.[6]\n\nBetween 1849 and 1869 the cemetery grew in area to 35.75 acres. The original cemetery was located on block 1115 on E Street between 18th and 19th Streets Southeast in 1808.  In 1849, it doubled in size by acquiring the block  to its south, 1116. In 1853, it expanded to the east on blocks 1130, 1148 and 1149 between F and G Streets Southeast. In 1853–53, the cemetery expanded to the west by acquiring block 1104, between 17th Street and 18th Streets Southeast.  In 1858, the cemetery acquired block 1105 and Reservation 13. In 1859, it added blocks 1105 and 1123. Finally, the cemetery reached its current extent of 35.75 acres by growing south to Water Street Southeast with blocks 1106 and 1117 in 1869.[7]\n\nEventually the land to the south of the cemetery was transferred to the National Park Service although the access road to the RFK Stadium parking lot is administered by the DC Sports and Entertainment Commission.  In the 1950s, it appeared that the southeast corner of the cemetery would become a part of the right of way for the Southeast-Southwest Freeway.  However, protracted environmental litigation halted construction at Pennsylvania Avenue, with the dead end of the freeway being connected by a temporary road to the RFK parking lot and to 17th Street Southeast at the southwest corner of the cemetery.\n\nAfter 1876 the cemetery was seldom used or supported by Congress.  Nevertheless, many wealthy Washingtonians continued to bury family members there, and figures associated with the government who were local residents, such as Marine Corps Band Director John Philip Sousa and J. Edgar Hoover, were buried there.  By the 1970s urban decay, the declining membership of Christ Church, and the declining value of the endowment funded by Christ Church, left the cemetery in serious difficulties.  Monuments and burial vaults were in disrepair.  Maintenance on buildings had been long delayed.  There was no paid staff and minimal funding.  Drug dealers and prostitutes began to occupy the cemetery.[12]\n\nThe cemetery is still owned by Christ Church but since 1976 it has been managed by the Association for the Preservation of Historic Congressional Cemetery (APHCC).  Progress on the renovation was very slow until two volunteers became involved.  Jim Oliver, then assistant manager of the House Republican Cloakroom, became involved in the late 1980s and helped revive congressional interest in the cemetery. The K-9 Corps, a group of dog owners whose activities helped drive away the drug dealers, was organized in 1997.[12]\n\nRenovation picked up after C-SPAN broadcast a video on the cemetery on July 5, 1996.[9] The following weekend 100 airmen from Andrews Air Force Base arrived unannounced to mow the 35-acre lawn, and a contingent from the Army post at Fort Belvoir followed the next month. A Joint Service Day involving all five branches of the U.S. military has since become an annual tradition. In 2013, a record 328 people participated.[12]\n\nThe National Trust for Historic Preservation included the cemetery on its 1997 list of  America's 11 Most Endangered Historic Places and many gifts and donations were soon received. Congress gave $1 million in matching funds in 1999 to create an endowment for basic maintenance, and a 2002 Congressional appropriation funds restoration.[12][13]\n\nThe APHCC now hosts over 1,000 volunteers each year working on a wide variety of projects: from planting bulbs to resetting tombstones to pruning trees, adopting and landscaping individual plots, providing research, and writing a quarterly newsletter. Events hosted by the APHCC have included free guided tours on Saturdays, Christmas caroling, Christ Church's Easter services, book signings, Pride 5k race and Dead Man's Run 5k race, Day of the Dog Festival, Ghosts & Goblets Gala, and much more.[3]\n\nIn May 2013, Congressional Cemetery hired Topographix, a firm which surveys cemeteries using ground-penetrating radar, to document burials in the cemetery. Although the cemetery had excellent records going back to its founding, many burial sites lacked a marker or had the marker removed or stolen. Additionally, subsidence of some areas and buckling in others changed the location of graves.[14] The last time Congressional Cemetery was accurately and completely mapped was 1935. By the end of 2013, about half the cemetery had been mapped, revealing a potential 2,750 unmarked burial sites. Cemetery staff said many of these burials are probably recorded, but some may be new discoveries. Congressional Cemetery officials said they were one of only 12 cemeteries in the city still accepting burials, and the mapping project would allow it to identify unused space. The mapping project was to be completed in the spring of 2014, and the cemetery said it would use the results to release a mobile phone app which will allow users to search for and locate graves on their own.[15]\n\nIn August 2013 the cemetery began using goats to eat and clear the surrounding wooded area of poison ivy, English ivy, grass, and other plants. The 58 \"eco-goats\", which cost $4,000, are considered more ecologically friendly than mowers and pesticides and provide fertilizer as well. It was the first use of goats inside the beltway.  The use of the goats drew widespread international attention and televised reports on BBC World News, Nat Geo, News Hour, NBC Nightly News, Tokyo TV, China CCTV, and Al-Jazeera.[16]\n\n"
        },
        {
            "title": "Monuments and structures",
            "text": "The Congressional Cemetery is a National Historic Landmark Historic District with 9 contributing structures and 186 contributing objects built from 1817 to 1876.  Later structures and objects are considered to be \"non-contributing\" even if they are significant in the cemetery's current appearance.[17]\n\nOf the 186 contributing objects, 168 are the nearly identical Congressional cenotaphs, believed to have been designed by the Architect of the Capitol Benjamin Latrobe.[17]  As used at the Congressional Cemetery, the term \"cenotaph\" includes not only monuments to those buried elsewhere, but also to the Latrobe monuments that mark the actual graves of representatives and senators.  Some congressmen are buried under a cenotaph, some are buried without one in a different area of the cemetery, and for some the marker is a true cenotaph. James Gillespie (1747–1805) who was reinterred in 1892, has a separate grave and cenotaph.\n\nA cenotaph was erected for each congressman who died in office from 1833 to 1876.  The first was for Rep. James Lent. After Congress appropriated funds and his monument was ordered, his family reinterred the body in New York.  Congress erected the monument in 1839 anyway, establishing the tradition of erecting cenotaphs.[18]\n\nThe cenotaphs are constructed of Aquia sandstone, as are the White House and the Capitol, and were likewise painted white, forming a visual connections with these nearby symbols of federal government, and a contrast to the surrounding gravestones.  They are grouped in rows in the older part of the cemetery where they dominate the landscape.[6]\n\nAfter the Civil War very few congressmen were buried in the cemetery, as their bodies were commonly shipped to their home states or buried in the new National Cemeteries such as Arlington National Cemetery. Cenotaphs were discontinued in 1876 after Massachusetts Senator George Frisbie Hoar stated that \"the thought of being buried beneath one of those atrocities brought new terror to death.\"[18]\n\nWilliam Thornton, who served as Architect of the Capitol before Latrobe, is the only person honored with a cenotaph who did not serve as a congressman.  Former Speaker of the House Tip O'Neill was honored with a cenotaph in 1994, though it is not in the style of a Latrobe cenotaph.  After a 1972 plane crash in which their bodies were lost, Hale Boggs and Nicholas Begich share a cenotaph.  These are the only cenotaphs erected since 1876.[18]\n\nThe Public Vault is an early classical revival structure built 1832–34 with federal funds to store the bodies of government officials before burial.\nA classical marble facade with baroque scrolls decorate the partially subterranean vault. Double wrought iron doors have the words \"PUBLIC VAULT\" displayed by means of vent holes.[17]  Temporary residents of this vault have included three U.S. presidents: John Quincy Adams (1848), William Henry Harrison (1841), and  Zachary Taylor (1850).  President Harrison stayed in the vault for three months, three times longer than the time he spent as president.[19]\n\nFirst Lady Dolley Madison was interred in the Public Vault for two years, the longest known interment in the vault, while funds were being raised for her re-interment at Montpelier. Her body was transferred to the Causten family vault, located directly across the path from the Public Vault, for another six years before the funds were raised.[20]  First Lady Louisa Catherine Adams has been reported as having been interred in the Public Vault, but other sources report that she was interred in the Causten family vault.[21][22][23] Adams is now buried next to her husband in the United First Parish Church in Quincy, Massachusetts.\n\nLegend says that Lewis Powell spent a night in the vault while avoiding pursuit for his role in the assassination of President Lincoln.[19]\n\nIn 1864 an explosion at the nearby Washington Arsenal killed a woman supervisor and 20 teenage girls, most of them Irish, who worked packing explosives and cartridges. President Lincoln led the funeral procession to the cemetery and attended the graveside ceremonies.  Later a monument was erected over the graves of 16 of the victims.  A sculpture of a grieving young woman stands atop a marble column on the monument.[24]  Local artist Lot Flannery, of the Flannery Brothers Marble Manufacturers, sculpted the monument.[25][26]\n\n"
        },
        {
            "title": "Grand funerals",
            "text": "Several nationally important or otherwise remarkable funerals have taken place at the Congressional Cemetery.  These funerals featured long formal processions starting at the White House or the Capitol, moving down Pennsylvania Avenue to E Street SE, and thence to the cemetery. Parts of this road were specially funded by Congress to facilitate these processions.  The form and protocol of these funerals formed the basis for later U.S. state funerals, including those of Presidents Abraham Lincoln and John F. Kennedy.[27]\n\nThese funerals include those held to honor:\n\n"
        },
        {
            "title": "Association and active cemetery",
            "text": "The cemetery is administered by the Association for the Preservation of Historic Congressional Cemetery (APHCC), which is a non-profit corporation headed by a 15-member board of directors.  The association has five full-time employees, one part-time archivist, and over 500 volunteers.  The APHCC named Paul K. Williams President in July 2012.[35] Its mission is:\n\nIn 2009, the association retained the Oehme, van Sweden & Associates to develop a new landscape plan.[36] The cemetery has approximately 2,000 plots available for sale.  On March 20, 2014, the cemetery received its green burial certification from the Green Burial Council.  Green burials are allowed in any plot in the cemetery.\n\nCongressional Cemetery is also known for allowing members of the Association for the Preservation of Historic Congressional Cemetery (APHCC) to walk dogs off-leash on the cemetery grounds. In addition to their membership dues, K-9 Corps members pay a fee for the privilege of walking their dogs. K-9 Corps members provide about 20% of Congressional Cemetery's operating income. Dog walkers follow a set of rules and regulations and provide valuable volunteer time to restore the cemetery.[37]\n\nThe K-9 Corps program is recognized as providing the impetus for the revitalization of Congressional Cemetery, which had fallen into neglect prior to the program's creation.[38] In 2008, the association restricted K-9 membership, placing restrictions on dogwalkers as the program became more popular.[39] The K-9 Corps program has been nationally recognized for creative use of urban green space.[40]\n\n"
        }
    ]
}