{
    "url": "https://en.wikipedia.org/wiki/Congress_of_the_Confederation",
    "title": "Congress of the Confederation",
    "table_of_contents": [
        "1 History",
        "2 Presiding officer",
        "3 Meeting sites",
        "4 List of sessions",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Congress of the Confederation, or the Confederation Congress, formally referred to as the United States in Congress Assembled, was the governing body of the United States of America during the Confederation period, March 1, 1781 – March 4, 1789. A unicameral body with legislative and executive function, it was composed of delegates appointed by the legislatures of the several states. Each state delegation had one vote. It was preceded by the Second Continental Congress (1775–1781) and was created by the Articles of Confederation and Perpetual Union in 1781.\n\nThe Congress continued to refer itself as the Continental Congress throughout its eight-year history, although modern historians separate it from the two earlier congresses, which operated under slightly different rules and procedures until the later part of American Revolutionary War.[1] The membership of the Second Continental Congress automatically carried over to the Congress of the Confederation when the latter was created by the ratification of the Articles of Confederation, and had the same secretary as the Second Continental Congress, Charles Thomson.\n\nThe Congress of the Confederation was succeeded by the Congress of the United States as provided for in the new United States Constitution, proposed September 17, 1787, in Philadelphia and adopted by the United States in 1788.[2]\n\n"
        },
        {
            "title": "History",
            "text": "On March 1, 1781, the Articles of Confederation and Perpetual Union were signed by delegates of Maryland at a meeting of the Second Continental Congress, which then declared the Articles ratified. As historian Edmund Burnett wrote, \"There was no new organization of any kind, not even the election of a new President.\" The Congress still called itself the Continental Congress. Nevertheless, despite its being generally the same exact governing body, with some changes in membership over the years as delegates came and went individually according to their own personal reasons and upon instructions of their state governments, some modern historians would later refer to the Continental Congress after the ratification of the Articles as the Congress of the Confederation or the Confederation Congress.\n\nThe Congress of the Confederation opened in the last stages of the American Revolution. Combat ended in October 1781, with the surrender of the British after the Siege and Battle of Yorktown. The British, however, continued to occupy New York City, while the American delegates in Paris, named by the Congress, negotiated the terms of peace with Great Britain.[3] Based on preliminary articles with the British negotiators made on November 30, 1782, and approved by the \"Congress of the Confederation\" on April 15, 1783, the Treaty of Paris was further signed on September 3, 1783, and ratified by the Confederation Congress then sitting at the Maryland State House in Annapolis on January 14, 1784. This formally ended the American Revolutionary War between Great Britain and the thirteen former colonies, which on July 4, 1776, had declared independence.  In December 1783, General George Washington, commander-in-chief of the Continental Army, journeyed to Annapolis after saying farewell to his officers (at Fraunces Tavern) and men who had just reoccupied New York City after the departing British Army. On December 23, at the Maryland State House, where the Congress met in the Old Senate Chamber, he addressed the civilian leaders and delegates of Congress and returned to them the signed commission they had voted him back in June 1775, at the beginning of the conflict. With that simple gesture of acknowledging the first civilian power over the military, he took his leave and returned by horseback the next day to his home and family at Mount Vernon  near the colonial river port city on the Potomac River at Alexandria in Virginia.\n\nCongress had little power, and without the external threat of a war against the British, it became quite difficult to get enough delegates to meet to form a quorum. Nonetheless, the Congress still managed to pass important laws, most notably the Northwest Ordinance of 1787.\n\nThe country incurred a massive debt as a result of the War of Independence. In 1784, the total Confederation debt was nearly $40 million. Of that sum, $8 million was owed to the French and Dutch. Of the domestic debt, government bonds, known as loan-office certificates, composed $11.5 million, certificates on interest indebtedness $3.1 million, and continental certificates $16.7 million.\n\nThe certificates were non-interest bearing notes issued for supplies purchased or impressed, and to pay soldiers and officers. To pay the interest and principal of the debt, Congress had twice proposed an amendment to the Articles granting them the power to lay a 5% duty on imports, but amendments to the Articles required the consent of all thirteen states: the 1781 impost plan had been rejected by Rhode Island and Virginia, while the revised plan, discussed in 1783, was rejected by New York.\n\nWithout revenue, except for meager voluntary state requisitions, Congress could not even pay the interest on its outstanding debt. Meanwhile, the states regularly failed or refused to meet the requisitions requested of them by Congress.[4]\n\nTo that end, in September 1786, after resolving a series of disputes regarding their common border along the Potomac River, delegates of Maryland and Virginia called for a larger assembly to discuss various situations and governing problems to meet at the Maryland state capital on the Chesapeake Bay.  The later Annapolis Convention with some additional state representatives joining in the sessions first attempted to look into improving the earlier original Articles of Confederation and Perpetual Union. There were enough problems to bear further discussion and deliberation that the Convention called for a wider meeting to recommend changes and meet the next year in the late Spring of 1787 in Philadelphia.  The Confederation Congress itself endorsed the Call and issued one on its own further inviting the states to send delegates.  After meeting in secret all summer in the Old Pennsylvania State House now having acquired the nickname and new title of Independence Hall, from the famous action here eleven years earlier. The Philadelphia Convention, under the presidency of former General George Washington instead of a series of amendments, or altering the old charter, issued a proposed new Constitution for the United States to replace the 1776–1778 Articles. The Confederation Congress received and submitted the new Constitution document to the states, and the Constitution was later ratified by enough states (nine were required) to become operative in June 1788. On September 13, 1788, the Confederation Congress set the date for choosing the new Electors in the Electoral College that was set up for choosing a President as January 7, 1789, the date for the Electors to vote for the President as on February 4, 1789, and the date for the Constitution to become operative as March 4, 1789, when the new Congress of the United States should convene, and that they at a later date set the time and place for the Inauguration of the new first President of the United States.\n\nThe Congress of the Confederation continued to conduct business for another month after setting the various dates. On October 10, 1788, Congress formed a quorum for the last time; afterward, although delegates would occasionally appear, there were never enough to officially conduct business. The last meeting of the Continental Congress was held March 2, 1789, two days before the new Constitutional government took over; only one member was present at said meeting, Philip Pell, an ardent Anti-Federalist and opponent of the Constitution, who was accompanied by the Congressional secretary. Pell oversaw the meeting and adjourned the Congress sine die.\n\n"
        },
        {
            "title": "Presiding officer",
            "text": "The Continental Congress was presided over by a president (referred to in many official records as President of the United States in Congress Assembled), who was a member of Congress elected by the other delegates to serve as a neutral discussion moderator during meetings. Elected to a non-renewable one-year term, this person also chaired the Committee of the States when Congress was in recess and performed other administrative functions. He was not, however, an executive in the way the later President of the United States is a chief executive since all of the functions he executed were under the direct control of Congress.[5] There were 10 presidents of Congress under the Articles. The first, Samuel Huntington, had been serving as president of the Continental Congress since September 28, 1779.\n\n"
        },
        {
            "title": "Meeting sites",
            "text": "The Second Continental Congress was meeting at the Old Pennsylvania State House (Independence Hall), in Philadelphia, Pennsylvania, at the time the Articles of Confederation entered into force on March 1, 1781, but left after an anti-government protest by several hundred soldiers of the Continental Army in June 1783. Congress moved its meeting site successively to Princeton, New Jersey; Annapolis, Maryland; Trenton, New Jersey, and then in January 1785 New York City, which remained the seat of government for several years.[6]\n\n"
        }
    ]
}