{
    "url": "https://en.wikipedia.org/wiki/Congregational_church",
    "title": "Congregational church",
    "table_of_contents": [
        "1 Beliefs",
        "2 Origins",
        "3 By country",
        "3.1 Argentina",
        "3.2 Australia",
        "3.3 Bulgaria",
        "3.4 Canada",
        "3.5 Ireland",
        "3.6 Samoa",
        "3.7 South Africa",
        "3.8 United Kingdom",
        "3.9 United States",
        "4 See also",
        "5 References",
        "5.1 Citations",
        "5.2 Sources",
        "6 Further reading",
        "6.1 United States",
        "6.2 United Kingdom",
        "6.3 Older works by John Waddington",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Congregational churches (also Congregationalist churches or Congregationalism) are Protestant churches in the Calvinist tradition practising congregationalist church governance, in which each congregation independently and autonomously runs its own affairs.\n\nCongregationalism, as defined by the Pew Research Center, is estimated to represent 0.5 percent of the worldwide Protestant population;[1] though their organizational customs and other ideas influenced significant parts of Protestantism, as well as other Christian congregations. The report defines it very narrowly, encompassing mainly denominations in the United States and the United Kingdom, which can trace their history back to nonconforming Protestants, Puritans, Separatists, Independents, English religious groups coming out of the English Civil War, and other English Dissenters not satisfied with the degree to which the Church of England had been reformed.\n\nCongregationalist tradition has a presence in the United States, the United Kingdom, Ireland, Canada, South Africa, Australia, New Zealand, and various island nations in the Pacific region. It has been introduced either by immigrant dissenter Protestants or by missionary organizations such as the London Missionary Society. A number of evangelical Congregational churches are members of the World Evangelical Congregational Fellowship.\n\nIn the United Kingdom, many Congregational churches claim their descent from Protestant denominations formed on a theory of union published by the theologian and English separatist Robert Browne in 1582.[2] Other accounts trace these origins further back to the London Underground Church of the 1560s. Ideas of nonconforming Protestants during the Puritan Reformation of the Church of England laid the foundation for these churches. In England, the early Congregationalists were called Separatists or Independents to distinguish them from the similarly Calvinistic Presbyterians, whose churches embrace a polity based on the governance of elders. Congregationalists also differed with the Reformed churches using episcopalian church governance, which is usually led by a bishop.\n\nCongregationalism in the United States traces its origins to the Puritans of New England, who wrote the Cambridge Platform of 1648 to describe the autonomy of the church and its association with others. Within the United States, the model of Congregational churches was carried by migrating settlers from New England into New York, then into the Old Northwest, and further. \n\n"
        },
        {
            "title": "Beliefs",
            "text": "Congregationalism is a Protestant movement within the Calvinist tradition that occupies a theological position between Presbyterianism on one end and the Baptists and Quakers on the other. Through the years, Congregationalists have adopted various confessional statements, including the Savoy Declaration, the Cambridge Platform and the Kansas City Statement of Faith.[3]\n\nUnlike Presbyterians, Congregationalists practice congregational polity (from which they derive their name), which holds that the members of a local church have the right to decide their church's forms of worship and confessional statements, choose their own officers and administer their own affairs without any outside interference.[4] Congregationalist polity is rooted in a foundational tenet of Congregationalism: the priesthood of believers. According to Congregationalist minister Charles Edward Jefferson, the priesthood of believers means that \"Every believer is a priest and ... every seeking child of God is given directly wisdom, guidance, power.\"[5]\n\nCongregationalists have two sacraments: baptism and the Lord's Supper. Unlike Baptists, Congregationalists practise infant baptism. The Lord's Supper is normally celebrated once or twice a month. Congregationalists do not use the sign of the cross or invoke the intercession of saints.[3]\n\n"
        },
        {
            "title": "Origins",
            "text": "The origins of Congregationalism are found in 16th-century Puritanism, a movement that sought to complete the English Reformation begun with the separation of the Church of England from the Catholic Church during the reign of Henry VIII (1509–47).[6] During the reign of Elizabeth I (1558–1603), the Church of England was considered a Reformed or Calvinist church, but it also preserved certain characteristics of medieval Catholicism, such as cathedrals, church choirs, a formal liturgy contained in the Book of Common Prayer, traditional clerical vestments and episcopal polity (government by bishops).[7]\n\nThe Puritans were Calvinists who wanted to further reform the church by abolishing all remaining Catholic practices, such as clerical vestments, wedding rings, organ music in church, kneeling at Holy Communion, using the term priest for a minister, bowing at the name of Jesus, and making the sign of the cross in baptism and communion.[8] Many Puritans believed the Church of England should follow the example of Reformed churches in other parts of Europe and adopt presbyterian polity, in which an egalitarian network of local ministers cooperated through regional synods.[9] Other Puritans experimented with congregational polity both within the Church of England and outside of it. Puritans who left the established church were known as Separatists.[10]\n\nCongregationalism may have first developed in the London Underground Church under Richard Fitz in the late 1560s and 1570s. The Congregational historian Albert Peel argued that it was accepted that the evidence for a fully thought out congregational ecclesiology is not overwhelming.[11]\n\nRobert Browne (1550–1633) was the first person to set out explicit congregational principles and is considered the founder of Congregationalism.[12][13] While studying for ordination, Browne became convinced that the Church of England was a false church. He moved to Norwich and together with Robert Harrison formed an illegal Separatist congregation. In 1581, Browne and his followers moved to Holland in order to worship freely. While in Holland, Browne wrote treatises that laid out the essential features of Congregationalism. Browne argued for a church only of genuine, regenerate believers and criticized the Anglicans for including all English people within their church. The congregation should choose its own leaders, and the ministers should be ordained by the congregation itself not by bishops or fellow ministers. Each congregation should be founded on a written church covenant,[14] and the congregation as a whole should govern the church: \"The meetings together… of every whole church, and of the elders therein, is above the apostle, above the prophet, the evangelist, the pastor, the teacher, and every particular elder\" and \"The voice of the whole people, guided by the elders and the forwardest, is said [in Scripture] to be the voice of God\".[12] While each church would be independent, separate churches would still come together to discuss matters of common concern.[15]\n\nShort lifespans were typical of Separatist churches (also known as Brownist congregations). These were small congregations who met in secret and faced persecution. They were often forced to go into exile in Holland and tended to disintegrate quickly.[16] Notable Separatists who faced exile or death included Henry Barrow (c. 1550–1593), John Greenwood  (died 1593), John Penry (1559–1593), Francis Johnson (1563–1618), and Henry Ainsworth (1571–1622).[17]\n\nIn the early 1600s, a Separatist congregation in Scrooby was founded through the efforts of John Smyth (who later rejected infant baptism and became a founder of the Baptist movement). John Robinson was the congregation's pastor and William Brewster was an elder.[18] In 1607, the congregation moved to Holland fleeing persecution. In 1620, the group (known in history as the Pilgrims) sailed to North America on the Mayflower, establishing the Plymouth Colony and bringing the Congregational tradition to America.[19]\n\nIn 1639 William Wroth, then Rector of the parish church at Llanvaches in Monmouthshire, established the first Independent Church in Wales \"according to the New England pattern\", i.e. Congregational. The Tabernacle United Reformed Church at Llanvaches survives to this day.[20]\n\nDuring the English Civil War, those who supported the Parliamentary cause were invited by Parliament to discuss religious matters. The Westminster Confession of Faith (1646) was officially claimed to be the statement of faith for both the Church of England (Anglican/Episcopal) and Church of Scotland (Presbyterian), which was politically expedient for those in the Presbyterian dominated English Parliament who approved of the Solemn League and Covenant (1643).\n\nAfter the Second Civil War, the New Model Army which was dominated by Congregationalists (or Independents) seized control of the parliament with Pride's purge (1648), arranged for the  trial and execution of Charles I in January 1649 and subsequently introduced a republican Commonwealth dominated by Independents such as Oliver Cromwell. This government lasted until 1660 when the monarch was restored and Episcopalism was re-established (see the Penal Laws and Great Ejection). In 1662, two years after the Restoration, two thousand Independent, Presbyterian, and congregational ministers were evicted from their parishes as dissenters and not being in Holy Orders conferred by bishops. In 1658 (during the interregnum) the Congregationalists created their own version of the Westminster Confession, called the Savoy Declaration, which remains the principal subordinate standard of Congregationalism.\n\nA summary of Congregationalism in Scotland see the paper presented to a joint meeting of the ministers of the United Reformed Church (Scottish Synod) and the Congregational Federation in Scotland by Rev'd A. Paterson is available online.[21]\n\n"
        },
        {
            "title": "By country",
            "text": "The mission to Argentina was the second foreign field tended by German Congregationalists. The work in South America began in 1921 when four Argentine churches urgently requested that denominational recognition be given to George Geier, who was serving them. The Illinois Conference licensed Geier, who worked among Germans from Russia who were very similar to their kin in the United States and in Canada. The South American Germans from Russia had learned about Congregationalism in letters from relatives in the United States.\nIn 1924 general missionary John Hoelzer, while in Argentina for a brief visit, organised six churches.\n\nIn 1977, most congregations of the Congregational Union of Australia merged with all Churches of the Methodist Church of Australasia and a majority of Churches of the Presbyterian Church of Australia to form the Uniting Church in Australia.\n\nThose congregations that did not join the Uniting Church formed the Fellowship of Congregational Churches or continued as Presbyterians. Some more ecumenically minded Congregationalists left the Fellowship of Congregational Churches in 1995 and formed the Congregational Federation of Australia.\n\nCongregationalists (called \"Evangelicals\" in Bulgaria; the word \"Protestant\" is not used[24]) were among the first Protestant missionaries to the Ottoman Empire and to the Northwestern part of the European Ottoman Empire which is now Bulgaria, where their work to convert these Orthodox Christians was unhampered by the death penalty imposed by the Ottomans on Muslim converts to Christianity.[25] These missionaries were significant contributors to the Bulgarian National Revival movement. Today, Protestantism in Bulgaria represents the third largest religious group, behind Orthodox and Muslim. Missionaries from the United States first arrived in 1857–58, sent to Istanbul by the American Board of Commissioners for Foreign Missions (ABCFM). The ABCFM was proposed in 1810 by the Congregationalist graduates of Williams College, MA, and was chartered in 1812 to support missions by Congregationalists, Presbyterian (1812–1870), Dutch-Reformed (1819–1857) and other denominational members.[26] The ABCFM focused its efforts on southern Bulgaria and the Methodist Church on the region north of the Balkan Mountains (Stara Planina, or \"Old Mountains\"). In 1857, Cyrus Hamlin and Charles Morse established three missionary centres in southern Bulgaria – in Odrin (Edirne, former capital city of the Ottoman Empire, in Turkey), Plovdiv and Stara Zagora. They were joined in 1859 by Russian-born naturalized America Frederic Flocken in 1859.[26] American Presbyterian minister Elias Riggs commissioned, supported and edited the work of Bulgarian monk Neofit Rilski to create a Bible translations into Bulgarian which was then distributed widely in Bulgaria in 1871 and thereafter. This effort was supported by Congregationalist missionary Albert Long, Konstantin Fotinov, Hristodul Sechan-Nikolov and Petko Slaveikov.[26] Reportedly, 2,000 copies of the newly translated Bulgarian language New Testament were sold within the first two weeks.\n\nCongregational churches were established in Bansko, Veliko Turnovo, and Svishtov between 1840 and 1878, followed by Sofia in 1899. By 1909, there were 19 Congregational churches, with a total congregation of 1,456 in southern Bulgaria offering normal Sunday services, Sunday schools for children, biblical instruction for adults; as well as women's groups and youth groups. Summer Bible schools were held annually from 1896 to 1948.[26]\n\nCongregationalists led by Dr. James F. Clarke opened Bulgaria's first Protestant primary school for boys in Plovdiv in 1860, followed three years later by a primary school for girls in Stara Zagora. In 1871 the two schools were moved to Samokov and merged as the American College, now considered the oldest American educational institution outside the US. In 1928, new facilities were constructed in Sofia, and the Samokov operation transferred to the American College of Sofia (ACS), now operated at a very high level by the Sofia American Schools, Inc.[27]\n\nIn 1874, a Bible College was opened in Ruse, Bulgaria for people wanting to become pastors. At the 1876 annual conference of missionaries, the beginning of organizational activity in the country was established. The evangelical churches of Bulgaria formed a united association in 1909.[26]\n\nThe missionaries played a significant role in assisting the Bulgarians throw off \"the Turkish Yoke\", which included publishing the magazine Zornitsa (Зорница, \"Dawn\"), founded in 1864 by the initiative of Riggs and Long.[28] Zornitsa became the most powerful and most widespread newspaper of the Bulgarian Renaissance.[26] A small roadside marker on Bulgarian Highway 19 in the Rila Mountains, close to Gradevo commemorates the support given the Bulgarian Resistance by these early Congregationalist missionaries.\n\nOn 3 September 1901 Congregationalist missionaries came to world attention in the Miss Stone Affair when missionary Ellen Maria Stone,[29] of Roxbury, Massachusetts, and her pregnant fellow missionary friend Macedonian-Bulgarian Katerina Stefanova–Tsilka, wife of an Albanian Protestant minister, were kidnapped while traveling between Bansko and Gorna Dzhumaya (now Blagoevgrad), by an Internal Macedonian-Adrianople Revolutionary Organization detachment led by the voivoda Yane Sandanski and the sub-voivodas Hristo Chernopeev and Krǎstyo Asenov and ransomed to provide funds for revolutionary activities. Eventually, a heavy ransom (14,000 Ottoman lira (about US$62,000 at 1902 gold prices or $5 million at 2012 gold prices) raised by public subscription in the USA was paid on 18 January 1902 in Bansko and the hostages (now including a newborn baby) were released on 2 February near Strumica—a full five months after being kidnapped. Widely covered by the media at the time, the event has been often dubbed \"America's first modern hostage crisis\".\n\nThe Bulgarian royal house, of Catholic German extraction, was unsympathetic to the American inspired Protestants, and this mood became worse when Bulgaria sided with Germany in WWI and WWII.[30] Matters became much worse when the Bulgarian Communist Party took power in 1944. Like the Royal Family, it too saw Protestantism closely linked to the West and hence more politically dangerous than traditional Orthodox Christianity. This prompted repressive legislation in the form of \"Regulations for the Organization and Administration of the Evangelical Churches in the People's Republic of Bulgaria\" and resulted in the harshest government repression, possibly the worst in the entire Eastern Bloc, intended to extinguish Protestantism altogether. Mass arrests of pastors (and often their families), torture, long prison sentences (including four life sentences) and even disappearance were common. Similar tactics were used on parishioners. In fifteen highly publicized mock show-trials between 8 February and 8 March 1949, all the accused pastors confessed to a range of charges against them, including treason, spying (for both the US and Yugoslavia), black marketing, and various immoral acts. State appointed pastors were foist on surviving congregations. As late as the 1980s, imprisonment and exile were still employed to destroy the remaining Protestant churches. The Congregationalist magazine \"Zornitsa\" was banned; Bibles became unobtainable.[31] As a result, the number of Congregationalists is small and estimated by Paul Mojzes in 1982 to number about 5,000, in 20 churches. (Total Protestants in Bulgaria were estimated in 1965 to have been between 10,000 and 20,000.)[32] More recent estimates indicate enrollment in Protestant (\"Evangelical\" or \"Gospel\") churches of between 100,000 and 200,000,[33] presumably reflecting the success of more recent missionary efforts of evangelical groups.\n\nIn Canada, the first foreign field, thirty-one churches that had been affiliated with the General Conference became part of the United Church of Canada when that denomination was founded in 1925 by the merger of the Canadian Congregationalist and Methodist churches, and two-thirds of the congregations of the Presbyterian Church in Canada. In 1988, a number of UCC congregations separated from the national church, which they felt was moving away theologically and in practice from Biblical Christianity. Many of the former UCC congregations banded together as the new Congregational Christian Churches in Canada.\n\nThe Congregational Christian Churches in Canada (or 4Cs) is an evangelical, Protestant, Christian denomination, headquartered in Brantford, Ontario, and a member of the World Evangelical Congregational Fellowship. The name \"congregational\" generally describes its preferred organizational style, which promotes local church autonomy and ownership, while fostering fellowship and accountability between churches at the National level.\n\nThe Congregational Union of Ireland was founded in 1829 and currently has around 26 member churches. In 1899 it absorbed the Irish Evangelical Society.[34]\n\nThe Congregational Christian Church of Samoa is one of the largest group of churches throughout the Pacific Region. It was founded in 1830 by the London Missionary Society missionary John Williams on the island of Savai'i in the village of Sapapali'i. As the church grew it established and continues to support theological colleges in Samoa and Fiji. There are over 100,000 members attending over 2,000 congregations throughout the world, most of which are located in Samoa, American Samoa, New Zealand, Australia and America. The Christian Congregational Church of Jamaica falls under the constitution of the Samoan Church.\n\nCongregational churches were brought to the Cape Colony by British settlers.\n\nThe Congregational Union of England and Wales was established in 1831.[35]  It had no authority over the affiliated churches, but instead aimed to advise and support them.[36]\nIn 1972, about three-quarters of English Congregational churches merged with the Presbyterian Church of England to form the United Reformed Church (URC). However, about 600 Congregational churches have continued in their historic independent tradition. Under the United Reformed Church Act 1972[37] that dealt with the financial and property issues arising from the merger between what had become by then the Congregational Church of England and Wales and the Presbyterian Church of England, certain assets were divided between the various parties.\n\nIn England, there are three main groups of continuing Congregationalists. These are the Congregational Federation, which has offices in Nottingham and Manchester, the Evangelical Fellowship of Congregational Churches, which has offices in Beverley, and about 100 Congregational churches that are loosely federated with other congregations in the Fellowship of Independent Evangelical Churches, or are unaffiliated. The unaffiliated churches' share of the assets of the Congregational Union/Church of England and Wales is administered by a registered charity, the Unaffiliated Congregational Churches Charities,[38] which supports the unaffiliated churches and their retired ministers.\n\nIn 1981, the United Reformed Church merged with the re-formed Association of Churches of Christ and, in 2000, just over half of the churches in the Congregational Union of Scotland also joined the United Reformed Church (via the United Reformed Church Act 2000[39]). The remainder of Congregational churches in Scotland joined the Congregational Federation.\n\nWales traditionally is the part which has the largest share of Congregationalists among the population, most Congregationalists being members of Undeb yr Annibynwyr Cymraeg (the Union of Welsh Independents), which is particularly important in Carmarthenshire and Brecknockshire.\n\nThe London Missionary Society was effectively the world mission arm of British Congregationalists, sponsoring missionaries including Eric Liddell and David Livingstone. After mergers and changes of name, the Society was succeeded in 1977 by the worldwide Council for World Mission.\n\nIn the United States, the Congregational tradition traces its origins mainly to Puritan settlers of colonial New England. Congregational churches have had an important role in the political, religious and cultural history of the United States. Their practices concerning church governance influenced the early development of democratic institutions in New England,[40] and some of the nation's oldest educational institutions, such as Harvard and Yale University, were founded to train Congregational clergy.[41] In the 21st century, the Congregational tradition is represented by the United Church of Christ, the National Association of Congregational Christian Churches, and the Conservative Congregational Christian Conference. Some congregations are conservative on social issues, while others, such as the United Church of Christ, support same-sex marriage.\n\n"
        }
    ]
}