{
    "url": "https://en.wikipedia.org/wiki/Conrad_Veidt",
    "title": "Conrad Veidt",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Emigration",
        "3.1 Later career in the US",
        "4 Personal life",
        "5 Death and memory",
        "6 Complete filmography",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHans Walter Conrad Veidt[1][2] (/faɪt/; 22 January 1893 – 3 April 1943) was a German film actor who attracted early attention for his roles in the films Different from the Others (1919), The Cabinet of Dr. Caligari (1920), and The Man Who Laughs (1928). After a successful career in German silent films, where he was one of the best-paid stars of UFA, he and his new Jewish wife Ilona Prager left Germany in 1933 after the Nazis came to power. The couple settled in Britain, where he took British citizenship in 1939. He appeared in many British films, including The Thief of Bagdad (1940), before emigrating to the United States around 1941, which led to his being cast in what may be his best remembered role as Major Strasser in Casablanca (1942).  This was Veidt's last film role to be released during his lifetime.\n\n"
        },
        {
            "title": "Early life",
            "text": "Hans Walter Conrad Veidt was born on 22 January 1893 in his parents' home at Tieckstraße 39 in Berlin[3] to Amalie Marie (née Gohtz) and Philipp Heinrich Veidt, a former military man turned civil servant.[4] Veidt would later recall, “Like many fathers, he was affectionately autocratic in his home life, strict, idealistic. He was almost fanatically conservative.” By contrast, Amalie was sensitive and nurturing.[5] Veidt was nicknamed \"Connie\", also spelled \"Conny\", by his family and friends. His family was Lutheran,[5] and Veidt was baptized on 26 March 1893.[6] He was later confirmed in a ceremony at the Protestant Evangelical Church in Alt-Schöneberg, Berlin on 5 March 1908.[7] Veidt's only sibling, an older brother named Karl, died in 1900 of scarlet fever at the age of 9.[8] The family spent their summers in Potsdam.[3]\n\nTwo years after Karl's death, Veidt's father fell ill and required heart surgery. Knowing that the family could not afford to pay the lofty fee that accompanied the surgery, the doctor charged only what the family could comfortably pay. Impressed by the surgeon's skill and kindness, Veidt vowed to \"model my life on the man that saved my father's life\" and he wished to become a surgeon. His hopes for a medical career were thwarted, though, when in 1912 he graduated without a diploma and ranked 13th out of 13 pupils and became discouraged over the amount of study necessary for him to qualify for medical school.[8]\n\nA new career path for Veidt opened up in 1911 during a school Christmas play in which he delivered a long prologue before the curtain rose. The play was badly received, and the audience was heard to mutter, \"Too bad the others didn't do as well as Veidt.\"[8] Veidt began to study all of the actors he could and wanted to pursue a career in acting, much to the disappointment of his father, who called actors 'gypsies' and 'outcasts'.[citation needed]\n\nWith the money he raised from odd jobs and the allowance his mother gave him, Veidt began attending Berlin's many theatres. He stood outside of the Deutsches Theater after every performance, waiting for the actors and hoping to be mistaken for one. In the late summer of 1912 he met a theatre porter who introduced him to actor Albert Blumenreich, who agreed to give Veidt acting lessons for six marks.[9] He took 10 lessons before auditioning for Max Reinhardt, reciting Goethe's Faust. During Veidt's audition, Reinhardt looked out of the window the entire time. He offered Veidt a contract as an extra for one season's work, from September 1913 to August 1914 with a pay of 50 marks a month. During this time, he played bit parts as spear carriers and soldiers. His mother attended almost every performance.[10] His contract with the Deutsches Theater was renewed for a second season, but by this time World War I had begun, and on 28 December 1914, Veidt enlisted in the army.\n\nIn 1915, he was sent to the Eastern Front as a non-commissioned officer and took part in the Battle of Warsaw. He contracted jaundice and pneumonia, and had to be evacuated to a hospital on the Baltic Sea. While recuperating, he received a letter from his girlfriend Lucie Mannheim, telling him that she had found work at the Front Theatre in Libau.[11]\n\nIntrigued, Veidt applied for the theatre as well. As his condition had not improved, the army allowed him to join the theatre so that he could entertain the troops. While performing at the theatre, his relationship with Mannheim ended. In late 1916, he was re-examined by the Army and deemed unfit for service; he was given a full discharge on 10 January 1917. Veidt returned to Berlin where he was readmitted to the Deutsches Theater.[12][13][14][15] There, he played a small part as a priest that got him his first rave review, the reviewer hoping that \"God would keep Veidt from the films\" or \"God save him from the cinema!\"[3]\n\n"
        },
        {
            "title": "Career",
            "text": "From 1917 until his death, Veidt appeared in more than 100 films. One of his earliest performances was as the murderous somnambulist Cesare in director Robert Wiene's The Cabinet of Dr. Caligari (1920), a classic of German Expressionist cinema, with Werner Krauss and Lil Dagover. His starring role in The Man Who Laughs (1928), as a disfigured young outcast servant whose face is cut into a permanent grin, provided the (visual) inspiration for the iconic Batman villain the Joker. Veidt starred in other silent horror films such as The Hands of Orlac (1924), also directed by Robert Wiene, The Student of Prague (1926) and Waxworks (1924), in which he played Ivan the Terrible. Veidt also appeared in Magnus Hirschfeld's film Anders als die Andern (Different from the Others, 1919), one of the earliest films to sympathetically portray homosexuality, although the characters in it do not end up happily.[16] He had a leading role in Germany's first talking picture, Das Land ohne Frauen (Land Without Women, 1929).\n\nHe moved to Hollywood in the late 1920s and made a few films there, but the advent of talking pictures and his difficulty with speaking English led him to return to Germany.[17] During this period, he lent his expertise to tutoring aspiring performers, one of whom was the later American character actress Lisa Golm.\n\n"
        },
        {
            "title": "Emigration",
            "text": "Veidt opposed the Nazi regime and later contributed funds for the relief of Britains during the German Blitz bombings.[18][19] Soon after the Nazi Party took power in Germany, by March 1933, Joseph Goebbels was purging the film industry political opponents and Jews.  In April 1933, a week after Veidt's marriage to Ilona Prager, a Jewish woman, also known as “Lilli” or “Lily,” the couple emigrated to Britain before any action could be taken against either of them.\n\nGoebbels had imposed a \"racial questionnaire\" in which everyone employed in the German film industry had to declare their \"race\" to continue to work. When Veidt was filling in the questionnaire, he answered the question about what his Rasse (race) by writing Jude (Jew).[20] Veidt was not Jewish, but his wife was, and Veidt would neither renounce the woman he loved nor collaborate with the regime as many others did.[20]\n\nVeidt was opposed to antisemitism and showed solidarity with the German Jewish community, who were being stripped of their rights as German citizens in the spring of 1933. Veidt had been informed that if he divorced and declared support for the new regime, he could continue to act in Germany. Several other leading actors unsympathetic to the Nazis before 1933 switched allegiances. In answering the questionnaire by stating he was a Jew, Veidt rendered himself unemployable in Germany, but stated this sacrifice was worth it as there was nothing in the world that would compel him to break with his wife.[20] Goebbels remarked that he would never act in Germany again.\n\nAfter arriving in Britain, Veidt improved his English and starred in the original anti-Nazi versions of The Wandering Jew (1933) and Jew Süss (1934), the latter film was directed by the exiled German-born director Lothar Mendes and produced by Michael Balcon for Gaumont-British. He naturalised as a British subject on 25 February 1939.[21] By this point multi-lingual, Veidt made films both in French with expatriate French directors and in English, including three of his best-known roles for British director Michael Powell in The Spy in Black (1939), Contraband (1940) and The Thief of Bagdad (1940).\n\nBy 1941, he and Ilona had settled in Hollywood to assist in the British effort in making American films that might persuade the then-neutral and still isolationist United States to join the war against the Nazis, who at that time controlled all of continental Europe and were bombing the United Kingdom. Before leaving the UK, Veidt gave his life savings to the British government to help finance the war effort.[16] [Needs checking]  Realizing that Hollywood would most likely typecast him in Nazi roles, he had his contract mandate that they must always be villains.[16]\n\nHe starred in a few films, such as George Cukor's A Woman's Face (1941) where he received billing under Joan Crawford's and Nazi Agent (1942), in which he had a dual role as both an aristocratic German Nazi spy and the man's twin brother, an anti-Nazi American. His best-known Hollywood role was as the sinister Major Heinrich Strasser in Casablanca (1942), a film which began pre-production before the United States entered World War II. Commenting about this well-received role, Veidt noted that it was an ironical twist of fate that he was praised \"for portraying the kind of character who had forced him to leave his homeland“.[22]\n\n\nIvan J. Rado, the nephew of Veidt’s third wife Lily, commented:\n"
        },
        {
            "title": "Personal life",
            "text": "Veidt enjoyed sports, gardening, swimming, golfing, classical music, and reading fiction and nonfiction (including occultism; Veidt once considered himself a powerful medium). He was afraid of heights and flying, and disliked interviews and wearing ties.\n\nWhile some movie magazine ink may have been creative writing by agents and editors, or stars themselves drawing fans to the theaters while keeping their real thoughts private, stories and “quotations” of Veidt are of interest:\n\n\nIn a September 1941 interview with Silver Screen, Veidt said,\n He went on: \nOn 10 June 1918, Veidt married Gussy Holl, a cabaret entertainer.[25][26] They had first met at a party in March 1918, and Conrad described her to friends as \"very lovely, tall, dignified and somewhat aloof\". They separated in 1919 but attempted to reconcile multiple times.[27] Holl and Veidt divorced in 1922.\n\nVeidt said of Holl, \"She was as perfect as any wife could be. But I had not learnt how to be a proper husband,\" and \"I was elated by my success in my work, but shattered over my mother's death, and miserable about the way my marriage seemed to be foundering. And one day when my wife was away, I walked out of the house, and out of her life, trying to escape from something I could put no name to.\" Holl later told Françoise Rosay, \"I excused a lot of his failings and whims because I loved him. But one day he did something to me that I couldn’t forgive. I was singing that evening at the cabaret. I left him home and he told me: 'I invited a few friends; we'll dine while we wait for you.' And it just so happened I had received a new dress from Paris. That evening, after work, I arrived home and what do I see? All these gentlemen dressed as women. And Conrad had put on my Paris dress. At this point, I divorced!\"[28]\n\nVeidt's second wife, Anna Maria \"Felizitas\" Radke,[29] was from an aristocratic Austrian family.[30] They met at a party in December 1922 or at a Charleston dance competition in 1923.[31] Radke divorced her husband for him, and they married on 18 April 1923. Their daughter, Vera Viola Maria, nicknamed \"Kiki\" and also known as “Viola,” was born on 10 August 1925. Conrad was not present at her birth due to being in Italy working on The Fiddler of Florence, but took the first train to Berlin and wept as he met mother and child at the hospital; he was so hysterical from joy they had to sedate him and keep him in the hospital overnight.\n\nEmil Jannings was Viola's godfather and Elisabeth Bergner was her godmother. She was named after one of Bergner's signature characters, Shakespeare's Viola. The birth of his daughter helped Veidt move on from the death of his mother, who had died of a heart condition in January 1922.[32]\n\nFrom September 1926 to 1929 Veidt lived with his wife and daughter in a Spanish-style house in Beverly Hills.[3] Veidt enjoyed relaxing and playing with his daughter in their home, and enjoyed the company of the immigrant community, including F. W. Murnau, Carl Laemmle, and Greta Garbo, as well as the American Gary Cooper. The family returned to Germany in 1929, and moved several times afterwards, including a temporary relocation to Vienna, Austria, while Veidt participated in a theatrical tour of the continent.\n\nRadke and Veidt divorced in 1932, with Radke saying the frequent relocations and the separations necessitated by Veidt's acting schedule frayed their marriage. Radke at first granted custody of their daughter to Veidt, but after further consideration he decided that their daughter needed the full-time parent. Conrad received generous visitation rights, and Viola called her summer vacations with her father \"The Happy Times.”  She stayed with him three or four months of the year until the outbreak of World War II.[33][30]\n\nViola passed away February 2, 2004 in New Orleans, Louisiana in the U.S.\n\nVeidt last married Flora Ilona Barta Greger,[34][35] a Hungarian Jew also known as “Lilli” or “Lily,” in Berlin 24 March 1933. They remained together until his death. The two had met at a club in Berlin.[36]\n\n\nVeidt said of Lilli in an October 1934 interview with The Sunday Dispatch, \nVeidt and Lilli moved from London to Los Angeles, arriving on 13 June 1940. They resided at 617 North Camden Drive in Beverly Hills.[37]\n\nEven after leaving England, Veidt was concerned over the plight of children cooped up in London air raid shelters, and he decided to try to cheer up their holiday. Through his lawyers in London, Veidt donated enough money to purchase 2,000 one-pound tins of candy, 2,000 large packets of chocolate, and 1,000 wrapped envelopes containing presents of British currency. The gifts went to children of needy families in various air raid shelters in the London area during Christmas 1940. The air raid shelter marshal wrote back to Veidt thanking him for the gifts.  Noting Veidt's unusual kindness, he stated in his letter to him, \"It is significant to note that, as far as is known to me, you are the only member of the Theatrical Profession who had the thought to send Christmas presents to the London children.\"[38]\n\nVeidt smuggled his parents-in-law from Austria to neutral Switzerland, and in 1935 he managed to get the Nazi government to let his ex-wife Radke and their daughter move to Switzerland.[39] He also offered to help Felizitas' mother, Frau Radke, of whom he was fond, leave Germany. However, she declined.  A proud, strong-willed woman who was attached to her home country, she declared that \"no damned little Austrian Nazi corporal\" was going to make her leave her home.  She reportedly survived the war, but none of the Veidts ever saw her again.[38]\n\nVeidt was bisexual. During his youthful career in the decadent Weimar Republic cabaret-era he was part of the avant-garde, experimental artists’ lifestyle, even cross-dressing. [40][41]  However, there is no evidence of any extramarital affair.   \n\n\nRado, while having a family interest, commented with insights consistent with the record available: \nShirley Conway, in her 1993 tribute, also comments, consistent with other reports of the man being somewhat different from the screen image, that “Veidt surprised and delighted everyone with his modesty and ineffable charm.”[43][full citation needed]\n\n\nHe showed fondness and respect for women. In a 1941 interview he said, \n"
        },
        {
            "title": "Death and memory",
            "text": "In the 1930s, Veidt learned that he had a heart condition which had killed his mother, the condition was aggravated by his chain smoking, and Veidt took nitroglycerin tablets.\nHe died of a heart attack on 3 April 1943 while playing golf at the Riviera Country Club in Los Angeles with singer Arthur Fields and his personal physician.[16][44][39]\n\nThe Conrad Veidt Society (CVS) was formed in 1990 to commemorate his 1993 centennial of birth and then to find a final home for the Veidt ashes, which Lily Veidt’s nephew Ivan Rado had given to CVS founder James H. Rathlesberger along with Veidt family papers and memorabilia.[45] An earlier German-based Conrad Veidt Society had become inactive some years before the US-based society began.\n\nThe CVS motto “Courage Integrity Humanity” honored qualities the legendary film star exemplified while claiming to be “only an actor.”   \n\nCVS supported 1993 retrospectives at the Internationale Filmfestspiele in Berlin, La Cinematheque Francaise in Paris, the Goethe Institute and British Film Institute’s National Film Theatre in London, the Museum of Modern Art in New York,[46] as well as the Gay Museum in Berlin.[47]  CVS donated most of the Veidt materials to the University of California’s Berkeley Art Museum and Pacific Film Archive.[48] Among its efforts was a 650 Deutschmark/$450 contribution to the Stiftung Deutsche Kinemathek as seed money for SDK’s Homage to Conrad Veidt film series held during the 1993 Berlin International Film Festival.\n\nTwo Veidt scrapbooks, his monogrammed silver cigarette case and gold Dunhill lighter went to the Margaret Herrick Library, Center for Motion Picture Study, Academy of Motion Picture Arts and Sciences.[49]  Film, video and audio mix from a short film entitled “Conny” that Rado produced using memorabilia inherited from Lily was donated to the University of Southern California Max Kade Institute and UCLA Film & Television Archive.[50] The PFA in Berkeley has a VHS tape of the film, as does the Max Kade Institute and the Ayn Rand Institute.[51]\n\nAfter efforts stalled to take the Veidt ashes to Berlin, CVS raised funds for interment at Golders Green, close to where the Veidts had lived in London.  Londoner Vivienne Phillips was instrumental in arranging this. On 3 April 1998, on the 55th anniversary of his passing, Veidt’s ashes, mixed in the original urn with those of his wife Lily, were placed in a niche of the columbarium at the Golders Green Crematorium in north London. The ceremony drew attendees from two continents and was broadcast by BBC Radio 4.[52][53][54]\n\n\n\n\n\n"
        }
    ]
}