{
    "url": "https://en.wikipedia.org/wiki/Constitution_Gardens",
    "title": "Constitution Gardens",
    "table_of_contents": [
        "1 History",
        "2 Design",
        "3 Renovation",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Constitution Gardens is a park area in Washington, D.C., United States, located within the boundaries of the National Mall.[1]  The 50-acre (200,000 m2) park is bounded on the west by the Vietnam Veterans Memorial, on the east by 17th St NW, on the north by Constitution Avenue, and on the south by the Reflecting Pool. \n\nConstitution Gardens has a small pond, which contains the Memorial to the 56 Signers of the Declaration of Independence on an island open to pedestrians.\n\n"
        },
        {
            "title": "History",
            "text": "The land that became Constitution Gardens was originally submerged beneath the Potomac River and was dredged at the beginning of the 20th century by the Army Corps of Engineers.  The U.S. Navy built the Main Navy and Munitions Buildings as temporary offices on the land during World War I.  The buildings were demolished in 1970 due in part to lobbying by President Richard Nixon, who had served in the offices as a navy officer.  President Nixon subsequently ordered that a park be established on the land, and in 1976, Constitution Gardens was finally dedicated as a \"living legacy American Revolution Bicentennial tribute.\"  It has been a separate park unit in the National Park Service since 1982, administered under the National Capitol Parks-Central (NACC).\n\nIn July 1982, the Memorial to the 56 Signers of the Declaration of Independence was dedicated on the small island in the lake.  On November 13 of the same year, the Vietnam Veterans Memorial Wall was also dedicated within Constitution Gardens.\n\nOn September 17, 1986, President Ronald Reagan formally proclaimed the park a \"living legacy tribute\" to the United States Constitution, in honor of the bicentennial of the U.S. Constitution one year later.\n\nFrom March 17 to March 19, 2003, Constitution Gardens was the site of a bizarre standoff between federal police and a disgruntled tobacco farmer, Dwight Watson. Watson drove his tractor into the center of the pond and claimed to have explosives, prompting the evacuation of the area and holding the FBI and U.S. Park Police at bay for 48 hours before he surrendered.  During the standoff, Watson dug up part of the island and damaged a retaining wall (for which he received a conviction for destroying federal property) but apparently did not harm any of the monuments. No explosives were found.\n\nAs home to famous monuments, Constitution Gardens continues to have millions of visitors every year.  It is also the site of an annual naturalization ceremony for new U.S. citizens hosted by the National Park Service.\n\n"
        },
        {
            "title": "Design",
            "text": "In a series of plans and designs, architecture firm Skidmore, Owings, and Merrill (SOM) and Modern landscape architect Dan Kiley completed Constitution Gardens in 1976 as a picturesque restful park with a small lake, which would contrast with the \"formalism of the Grand Axis.\" Meandering paths would traverse meadows shaded by tree canopy. Construction budgets were reduced from $14 million to $6.7 million.[2]\n\nIn 1984, the Memorial to the 56 Signers of the Declaration of Independence was completed and placed on an island in Constitution Gardens Lake. It was designed by EDAW, with Joe Brown, FASLA, as the principal landscape architect. The low-key design features a granite semi-circle with gold signatures of the Founding Fathers, organized by the original thirteen states.[2]\n\n"
        },
        {
            "title": "Renovation",
            "text": "A 2011–12 national design competition was sponsored by the Trust for the National Mall to select a design team for the redesign of three sites: Constitution Gardens, the Sylvan Theater, and Union Square.[2] After an intense and highly publicized competition, the Trust for the National Mall has announced the three winning teams selected to redesign the neglected sites of \"America's front yard\". As reported by The Washington Post, Rogers Marvel Architects and PWP Landscape Architecture will redesign Constitution Gardens east of the Vietnam Veterans Memorial.[3] Peter Walker and Partners will transform the lake into a critical piece of water infrastructure that reduces the damaging impacts of stormwater while creating a source of water for reuse in irrigation and toilets.\n\n"
        }
    ]
}