{
    "url": "https://en.wikipedia.org/wiki/Conservatism_in_the_United_States",
    "title": "Conservatism in the United States",
    "table_of_contents": [
        "1 Overview",
        "1.1 Ideology and political philosophy",
        "1.2 Social views",
        "1.3 Economic views",
        "1.4 Views on foreign policy",
        "2 Types",
        "3 History",
        "3.1 John Adams",
        "3.2 Classical liberalism",
        "3.3 Veterans organizations",
        "3.4 School prayer debate",
        "3.5 Reagan Era",
        "4 21st-century policies",
        "4.1 The environment",
        "4.2 Law and order",
        "4.3 Economics",
        "4.4 Social issues",
        "4.5 Race and culture",
        "4.6 Reaction to liberalism",
        "5 Electoral politics",
        "5.1 Geography",
        "6 Other topics",
        "6.1 Russell Kirk's principles of conservatism",
        "6.2 Courts",
        "6.2.1 Originalism",
        "6.2.2 Federalism",
        "6.3 Semantics, language, and media",
        "6.3.1 Socialism",
        "6.4 Modern media",
        "6.5 Science and academia",
        "6.5.1 Attitudes towards science",
        "6.5.2 Admission to academia",
        "6.5.3 Relativism versus absolutism",
        "7 Historiography",
        "7.1 American exceptionalism",
        "8 Past thinkers and leaders",
        "8.1 Clinton Rossiter's Giants",
        "9 See also",
        "10 References",
        "11 Further reading",
        "11.1 Historiography and memory",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nConservatism in the United States is a political and social philosophy based on a belief in limited government, individualism, traditionalism, republicanism, and limited federal governmental power in relation to U.S. states.[1] Conservative and Christian media organizations, along with American conservative figures, are influential, and American conservatism is one of the majority political ideologies within the Republican Party.[2][3][4]\n\nAmerican social conservatives typically support what they consider Christian values,[5] moral absolutism,[6] traditional family values,[7] and American exceptionalism,[8] while opposing abortion, euthanasia, and same-sex marriage.[9] It favours economic individualism,[10][11] and is generally pro-business and pro-capitalism,[12] while supporting anti-communism and opposing labor unions.[13][14][15] It often advocates a strong national defense, gun rights, free trade,[16] and a defense of Western culture from perceived threats posed by both communism[17] and moral relativism.[18] Since the late 1990s, conservatives in the United States are substantially more likely than moderates and liberals to question science, specifically epidemiology, climate science, and evolution, and to believe in creationism.[19][20][21]\n\n"
        },
        {
            "title": "Overview",
            "text": "The history of American conservatism has been marked by tensions and competing ideologies. Fiscal conservatives and libertarians favor capitalism, individualism, limited government, and laissez-faire economics. They advocate low taxes, free markets, deregulation, privatization, and reduced government spending and government debt.[22][23]\n\nSocial conservatives see traditional social values, often rooted in familialism and religion, as being threatened by secularism and moral relativism. They tend to support prayer in public schools and school vouchers for Christian schools, while opposing abortion, same-sex marriage, and transgender rights.[24][25][26][9][27]\n\nNeoconservatives want to expand what they see as American ideals throughout the world.[28] Paleoconservatives advocate restrictions on immigration, non-interventionist foreign policy, and opposition to multiculturalism.[29] Most conservative factions nationwide, except some libertarians, support a unilateral foreign policy, and a strong military. Most, especially libertarians, support gun ownership rights, citing the Second Amendment to the United States Constitution. The conservative movement of the 1950s attempted to bring together these divergent strands, stressing the need for unity to prevent the spread of \"godless communism.\"[30]\n\nAmerican conservatives generally consider individual liberty—within the bounds of conservative values—as the fundamental trait of democracy.[31][32] They typically believe in a balance between federal government and states' rights. Apart from some right-libertarians, American conservatives tend to favor strong action in areas they believe to be within government's legitimate jurisdiction, particularly national defense and law enforcement. Social conservatives—many of them religious—often oppose abortion, civil unions, and same-sex marriage. They often favor Christian prayer in public schools and government funding for private Christian schools.[33][34][7][35]\n\nLike most political ideologies in the United States, conservatism originates from republicanism, which rejects aristocratic and monarchical government and upholds the principles of the 1776 U.S. Declaration of Independence (\"that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the Pursuit of Happiness\") and of the U.S. Constitution, which established a federal republic under the rule of law. Conservative philosophy also derives in part from the classical liberal tradition of the 18th and 19th centuries, which advocated laissez-faire economics (i.e. economic freedom and deregulation).[22][23]\n\nWhile historians such as Patrick Allitt (born 1956) and political theorists such as Russell Kirk (1918–1994) assert that conservative principles have played a major role in U.S. politics and culture since 1776, they also argue that an organized conservative movement—with beliefs that differ from those of other American political parties—did not emerge in the U.S. until the 1950s.[36][37][38] The recent movement conservatism has its base in the Republican Party, which has adopted conservative policies since the 1950s; Southern Democrats also became important early figures in the movement's history.[39][40][41][42]\nIn 1937, conservative Republicans and Southern Democrats formed the congressional conservative coalition, which played an influential role in Congress from the late 1930s to the mid-1960s. In recent decades, Southern conservatives voted heavily Republican.\n\nIn the first 1955 issue of National Review, William F. Buckley Jr. explained the standards of his magazine and helped make explicit the beliefs of American conservatives:[43]\n\nAccording to Peter Viereck, American conservatism is distinctive because it was not tied to a monarchy, landed aristocracy, established church, or military elite.[44] Instead American conservatives were firmly rooted in American republicanism, which European conservatives opposed. They are committed, says Seymour Martin Lipset, to the belief in America's \"superiority against the cold reactionary monarchical and more rigidly status-bound system of European society.\"[45]\n\nIn terms of governmental economic policies, American conservatives have been heavily influenced by the classical liberal or libertarian tradition as expressed by Friedrich Hayek and Milton Friedman, and a major source of influence has been the Chicago school of economics. They have been strongly opposed to Keynesian economics.[46][47]\n\nTraditional (Burkean) conservatives tend to be anti-ideological, and some would even say anti-philosophical,[48] promoting, as Russell Kirk explained, a steady flow of \"prescription and prejudice\". Kirk's use of the word \"prejudice\" here is not intended to carry its contemporary pejorative connotation: a conservative himself, he believed that the inherited wisdom of the ages may be a better guide than apparently rational individual judgment.\n\nThrough much of the 20th century, a primary force uniting the varied strands of conservatism, and uniting conservatives with liberals and socialists, was opposition to communism, which was seen not only as an enemy of the traditional order but also the enemy of Western freedom and democracy. It was the Labour government in the United Kingdom—which embraced socialism—that pushed the Truman administration in 1945–1947 to take a strong stand against Soviet Communism.[49]\n\nSocial conservatism in the United States is the defense of traditional family values rooted in Judeo-Christian ethics.[5][50][51]\n\nThere are two overlapping subgroups of social conservatives: the traditional and the religious. Traditional conservatives strongly support traditional codes of conduct, especially those they feel are threatened by social change and modernization. For example, traditional conservatives may oppose the use of female soldiers in combat.[5] Religious conservatives focus on conducting society as prescribed by fundamentalist religious authorities, rejecting secularism and moral relativism. In the United States, this translates into hard-line stances on moral issues, such as opposition to abortion, homosexuality, transsexuality, feminism, pornography, comprehensive sex education, and recreational drug use. Religious conservatives often assert that America is a Christian nation, calling for laws that enforce Christian morality. They often support school prayer, vouchers for Christian schools, and creationism.[7][35][9]\n\nSocial conservatives are strongest in the South and in recent years played a major role in the political coalitions of Ronald Reagan and George W. Bush.[52]\n\nFiscal conservatism has ideological roots in capitalism, individualism, limited government, free enterprise, and laissez-faire economics. Fiscal conservatives support tax cuts, reduced government spending, free markets, deregulation, privatization, free trade, minimal government debt, and a balanced budget. They argue that low taxes produce more jobs and wealth for everyone, and, as President Grover Cleveland said, \"unnecessary taxation is unjust taxation\".[53] A recent movement against the inheritance tax labels such a tax as a death tax. Fiscal conservatives often argue that competition in the free market is more effective than the regulation of industry. Some make exceptions in the case of trusts or monopolies. Others, such as some libertarians and followers of Ludwig von Mises, believe all government intervention in the economy is wasteful, corrupt, and immoral. More moderate fiscal conservatives argue that \"free market economics\" is the most efficient way to promote economic growth.[22][23]\n\nFiscal conservatism advocates restraint of progressive taxation and expenditure. Fiscal conservatives since the 19th century have argued that debt is a device to corrupt politics; they argue that big spending ruins the morals of the people, and that a national debt creates a dangerous class of speculators. A political strategy employed by conservatives to achieve a smaller government is known as starve the beast. Activist Grover Norquist is a well-known proponent of the strategy and has famously said, \"My goal is to cut government in half in twenty-five years, to get it down to the size where we can drown it in the bathtub.\"[54][55] The argument in favor of balanced budgets is often coupled with a belief that government welfare programs should be narrowly tailored and that tax rates should be low, which implies relatively small government institutions.[56]\n\nNeoconservatism emphasizes foreign policy over domestic policy. Its supporters, mainly war hawks, advocate a more militaristic, interventionist foreign policy aimed at promoting democracy abroad, which stands in stark contrast to the left's more pacifist, isolationist foreign policy. Neoconservatives often name communism and Islamism as the biggest threats to the free world.[57] They often oppose the United Nations for interfering with American unilateralism.[58]\n\nNational conservatism focuses on upholding national and cultural identity. National conservatives strongly identify with American nationalism, patriotism, and American exceptionalism, while opposing internationalism, globalism, and multiculturalism. The movement seeks to promote national interests through the preservation of traditional cultural values,[59] restrictions on illegal immigration,[60] and strict law and order policies.[61]\n\n"
        },
        {
            "title": "Types",
            "text": "In the United States today, conservative is often used very differently from the way it is used in Europe and Asia. Following the American Revolution, Americans rejected the core ideals of European conservatism; those ideals were based on the landed aristocracy, established churches, and powerful armies. Conservatism in the United States is not a single school of thought.[62] Barry Goldwater in the 1960s spoke for a \"free enterprise\" conservatism. Jerry Falwell in the 1980s preached traditional moral and religious social values. It was Ronald Reagan's challenge to form these groups into an electable coalition.[63]\n\nIn the 21st century United States, types of conservatism include:\n\n"
        },
        {
            "title": "History",
            "text": "In the United States, there has never been a national political party called the Conservative Party.[83] Since 1962, there has been a small Conservative Party of New York State. During Reconstruction in several states in the South in the late 1860s, the former Whigs formed a Conservative Party. They soon merged it into the state Democratic parties.[84]\n\nAll of the major American political parties support republicanism and the basic classical liberal ideals on which the country was founded in 1776, emphasizing liberty, the rule of law, the consent of the governed, and that all men were created equal.[85] Political divisions inside the United States often seemed minor or trivial to Europeans, where the divide between the Left and the Right led to violent polarization, starting with the French Revolution.[86]\n\nHistorian Patrick Allitt expresses the difference between liberal and conservative in terms not of policy but of attitude:\n\nNo American party has advocated European ideals of \"conservatism\" such as a monarchy, an established church, or a hereditary aristocracy. American conservatism is best characterized as a reaction against utopian ideas of progress.[88] Russell Kirk saw the American Revolution itself as \"a conservative reaction, in the English political tradition, against royal innovation\".[89][undue weight?  – discuss]\n\nPolitical conservatives have emphasized an identification with the Founding Fathers of the United States and the U.S. Constitution.[90] Scholars of conservative political thought \"generally label John Adams as the intellectual father of American conservatism.\"[91] Russell Kirk points to Adams as the key Founding Father for conservatives, saying that \"some writers regard him as America's most important conservative public man.\"[92] Clinton Rossiter writes:\n\nA. Owen Aldridge places Adams, \"At the head of the conservative ranks in the early years of the Republic and Jefferson as the leader of the contrary liberal current.\"[94] It was a fundamental doctrine for Adams that all men are subject to equal laws of morality. He held that in society all men have a right to equal laws and equal treatment from the government. However, he added, \"no two men are perfectly equal in person, property, understanding, activity, and virtue.\"[95] Peter Viereck commented:\n\nHistorian Kathleen G. Donohue argues that classical liberalism in the United States during the 19th century had distinctive characteristics as opposed to Britain:\n\nInsofar as it is ideological, economic liberalism owes its creation to the classical liberal tradition in the vein of Adam Smith, Friedrich Hayek, Milton Friedman, and Ludwig von Mises.[97] Classical liberals supported free markets on moral, ideological grounds: principles of individual liberty morally dictate support for free markets. Supporters of the moral grounds for free markets include Ayn Rand and Ludwig von Mises. The liberal tradition is suspicious of government authority and prefers individual choice, and hence tends to see free market capitalism as the preferable means of achieving economic ends.[22][23]\n\nEconomic liberalism borrows from two schools of thought: the classical liberals' pragmatism and the libertarians' notion of \"rights.\" The classical liberal maintains that free markets work best, while the libertarian contends that free markets are the only ethical markets. A belief in the importance of the civil society is another reason why conservatives support a smaller role for the government in the economy. As noted by Alexis de Tocqueville, there is a belief that a bigger role of the government in the economy will make people feel less responsible for the society. These responsibilities would then need to be taken over by the government, requiring higher taxes. In his book Democracy in America, Tocqueville described this as \"soft oppression\".[22][23]\n\nThere have been numerous large veterans organizations in American history, most notably the Grand Army of the Republic (GAR), the Veterans of Foreign Wars, and the American Legion. [98]  They have generally tended to be conservative in politics, with an emphasis on veterans' benefits. The GAR, according to Stuart McConnell, promoted, \"a nationalism that honored white, native-stock, middle-class males and ...affirmed a prewar ideal of a virtuous, millennial Republic, based on the independent producer, entrepreneurial capitalism, and the citizen-soldier volunteer.\"[99]  Political conservatism has been an important aspect of the American Legion since its founding in the 1920s.[100] The American Legion always paid very close attention to domestic subversion, especially the threat of domestic communism. However, it paid little attention to foreign affairs before 1945. It ignored the League of Nations. It was hostile to the Washington Naval Conference of 1921 that rolled back the naval arms race in the 1920s. Pacifism was popular in the 1920s, and Legion locals ridiculed it and sometimes booed the Women's International League for Peace and Freedom. During World War II, it accepted the wartime alliance with Stalin against Nazi Germany. As the Cold War emerged in 1946–1947, the Legion paid increasing attention to an anti-Soviet foreign policy.[101] Its Counter-Subversive Activities Committee in 1946 began publishing the American Legion Firing Line, a newsletter for members which provides information on communist, fascist, and other extremist groups to its subscribers. It warned members against far-right groups such as the John Birch Society and antisemitic groups. By the late 1950s, the newsletter became much more interested in foreign affairs.[102]\n\nThe Legion's policy resolutions endorsed large-scale defense spending and the deployment of powerful new weapon systems from the hydrogen bomb in the 1950s to Reagan's Strategic Defense Initiative in the 1980s. Harry S. Truman was the first Legionnaire to occupy the White House, but he came under Legion attack for waging a limited war in Korea and not following the advice of General Douglas MacArthur in attacking China. By 1961, the Legion outright rejected the policy of containment, and called for the liberation of the captive peoples in Eastern Europe. The Legion publications typically hailed Barry Goldwater, a member, as a political role model, but like Goldwater and William F. Buckley, they rejected the extremism of the John Birch Society. The Legion supported increased intervention in Vietnam and support of anti-Communist forces in Central America and Afghanistan. The Legion never saw much benefit in the United Nations, and like other conservatives worried about a loss of American sovereignty to international bodies. The collapse of Soviet-style communism in Eastern Europe and in Russia itself saw the American Legion looking to new venues for militaristic action. Thus, it praised President George H.W. Bush's intervention in Kuwait against Iraq in 1990. After 9–11, it vigorously endorsed President George W. Bush's strategy of a global war on terror, and it supported the invasion of Iraq in 2003.[103]\n\nIn 1962, the Supreme Court Engel v. Vitale decision banned state-written prayers in public schools. White evangelicals mostly supported that decision. However, they saw the 1963 Abington School District v. Schempp decision to ban school-sponsored Bible reading and school-organized praying of the Lord's Prayer from those schools as an affront. The Supreme Court ruled that prayer organized by the school was not voluntary since students were coerced or publicly embarrassed if they did not follow along. Nevertheless, the conservatives continued to call for voluntary school prayer, which is already protected under law, and repeatedly attacked the Supreme Court on this issue and on other issues, especially abortion. The evangelicals had long been avid supporters of the public schools. Now they had to reconsider their place in both schools and society as a whole. They concluded with surprising unanimity that those school decisions had done more than forced evangelical belief out of America's public schools; the decisions had pushed evangelicals themselves out of America's mainstream culture. Alienated, they moved into the religious right and by 1980 were avid supporters of Ronald Reagan.[104][105][106]\n\nThe archetypal free market conservative administrations of the late 20th century—the Margaret Thatcher government in Britain and the Ronald Reagan administration in the U.S.—both held unfettered operation of the market to be the cornerstone of contemporary modern conservatism.[107] To that end, Thatcher privatized industries and public housing, and Reagan cut the maximum capital gains tax from 28% to 20%, though in his second term he agreed to raise it back up to 28%. Reagan also cut individual income-tax rates, lowering the maximum rate from 70% to 28%. He increased defense spending, but liberal Democrats blocked his efforts to cut domestic spending.[108] Reagan did not control the rapid increase in federal government spending or reduce the deficit, but his record looks better when expressed as a percent of the gross domestic product. Federal revenues as a percent of the GDP fell from 19.6% in 1981 when Reagan took office to 18.3% in 1989 when he left. Federal spending fell slightly from 22.2% of the GDP to 21.2%. This contrasts with statistics from 2004, when government spending was rising more rapidly than it had in decades.[109]\n\nPresident Ronald Reagan set the conservative standard in the 1980s. By the 2010s, the Republican leaders typically claimed fealty to it. For example, most of the Republican candidates in 2012 \"claimed to be standard bearers of Reagan's ideological legacy\".[110] Reagan solidified Republican strength by uniting its fiscal conservatives, social conservatives, and national conservatives into a conservative coalition. He did so with tax cuts, continued deregulation, a greatly increased military budget, a policy of rollback of Communism (as opposed to just containing it), and appeals to family values and religious morality. The 1980s and beyond became known as the Reagan Era.[111] Typically, conservative politicians and spokesmen in the 21st century proclaim their devotion to Reagan's ideals and policies on most social, economic, and foreign policy issues.[citation needed]\n\n"
        },
        {
            "title": "21st-century policies",
            "text": "Many modern conservatives oppose environmentalism. Conservative beliefs often include global warming denial and opposition towards government action to combat it, which conservatives contend would do severe economic damage and ultimately more harm than good even if one accepts the premise that human activity is contributing to climate change.[112][113] Some conservatives, such as former Mayor of New York City, Rudy Giuliani, promote using nuclear fission power over renewable energy sources.[114][115] Among conservatives who do support government intervention to prevent climate change, they generally prefer market-based policies such as a carbon tax over blanket bans and regulation.\n\nIn the past, conservatives have supported conservation efforts, from the protection of the Yosemite Valley, to the creation of the Environmental Protection Agency.[116] However, more recently, conservatives have opposed environmentalism, often ridiculing environmentalists as \"tree huggers\". Republican Party leaders such as Newt Gingrich and Michele Bachmann advocate the abolition of the EPA, calling it \"the job-killing organization of America.\"[117]\n\nConservative think tanks since the 1990s have opposed the concept of man-made global warming; challenged scientific evidence; publicized what they perceived as beneficial aspects of global warming, and asserted that proposed remedies would do more harm than good.[118] The concept of anthropogenic global warming continues to be an ongoing debate among conservatives in the United States,[119] but most conservatives reject the scientific consensus that climate change is caused by humans. A 2019 poll showed that fewer than 25% of Republicans believed humans were involved in causing global warming.[120]\n\nAmerican conservatives have generally supported deregulation of pollution and reduced restrictions on carbon emissions.[121] Similarly, they have advocated increased oil drilling with less regulatory interference, including oil drilling in the Arctic National Wildlife Refuge.[122] In the 2008 election, the phrase, \"Drill baby drill\" was used to express the Republican position on the subject.[123]\n\nPresident Donald Trump rolled back over 100 Obama-administration rules regarding the environment. President Trump also announced that the U.S. would stop making payments to the United Nations program \"Green Climate Fund\".[124]\n\nConservatives support a strong policy of law and order to control crime, including long jail terms for repeat offenders. Most support the death penalty for particularly egregious crimes. Conservatives often oppose criminal justice reform, including efforts to combat racial profiling, police brutality, mass incarceration, and the War on drugs. They deny that racism exists in the criminal justice system, often opposing organizations such as Black Lives Matter, which they view as anti-police groups.[125] To conservatives, police officers are reacting to violent situations in a rational way, and have been the victims of unfair discrimination. The \"law and order\" issue was a major factor weakening liberalism in the 1960s.[126] Conservatives generally advocate the use of American military power to fight terrorists and promote democracy in the Middle East.\n\nConservative discourse generally opposes social market economy due to the welfare state reliance on social policies to protect its citizens. In this view, government programs that seek to provide services and opportunities for the poor actually encourage laziness and dependence while reducing self-reliance and personal responsibility. Conservatives typically hold that the government should play a smaller role in regulating business and managing the economy. They typically support economic liberalization and oppose welfare programs to redistribute income to assist the poor. Such efforts, they argue, do not properly reward people who have earned their money through hard work. However, conservatives usually place a strong emphasis on the role of private voluntary charitable organizations (especially faith-based charities) in helping the poor.[127][128]\n\nFiscal conservatives support privatization, believing that the private sector is more effective than the public sector. Many support school vouchers for private schools, denouncing the declining performance of the public school system and teachers' unions.[129] They also favor private health care while opposing a universal health care system, claiming it constitutes socialized medicine. They have a long history of opposing Social Security, Medicare, and Medicaid.[130]\n\nModern conservatives derive support for free markets from practical grounds. They argue that free markets are the most productive markets. The support is not moral or ideological[citation needed], but built upon the Burkean notion of prescription: what works best is what is right. Many modern American fiscal conservatives accept some social spending programs not specifically delineated in the Constitution. However, some American fiscal conservatives view wider social liberalism as an impetus for increased spending on these programs. As such, fiscal conservatism today exists somewhere between classical liberalism and contemporary consequentialist political philosophies.[131][132]\n\nOn the other hand, some conservatives tend to oppose free market trade policies and support protectionism instead. They want government intervention to support the economy and protect American jobs. They oppose free trade on the ground that it benefits other countries at the expense of American workers. However, in spite of their support for protectionism, they tend to support other free market principles like low taxes, limited government and balanced budgets.[131]\n\nOn social issues, many religious conservatives oppose changes in traditional moral standards regarding family, sexuality, and gender roles. They often oppose abortion, feminism, pornography, comprehensive sex education, homosexuality, same-sex marriage, civil unions, transgender rights, secularism, atheism, and recreational drug use.[7][35][9][133] The libertarian faction tends to ignore these issues, instead focusing on fiscal and monetary policy. Business-oriented conservatives oppose the social conservatives if state laws limiting gay rights threaten to hurt business. The National Review reported in 2016 that, \"as evangelical forces have become less unified...the influence of Right-leaning business groups such as the Chamber of Commerce has only grown.\"[134][135]\n\nModern conservatives usually oppose anti-racist programs, believing that racism does not exist in a modern post-racial America. They therefore argue that legislation should be colorblind, with no consideration for race.[136][137] Conservatives often embrace individualism, rejecting the collectivism associated with identity politics. In addition, many right wing nationalists oppose any attempts by liberals to portray America's history, society, or government as racist, considering it unpatriotic. This has been particularly contentious as racial tensions have intensified since the 2010s, particularly during the Presidency of Donald Trump.[138]\n\nMost conservatives oppose affirmative action on the basis of race. Conservatives argue that affirmative action is not meritocratic, believing that job positions and college admissions should be earned through individual achievement rather than group identity. They oppose it as \"reverse discrimination\" that hinders reconciliation and worsens racial tensions.[139]\n\nIn the culture war of recent decades, multiculturalism has been a flashpoint, especially regarding the humanities curriculum. Historian Peter N. Stearns finds a polarization since the 1960s between conservatives who believe that the humanities express eternal truths that should be taught, and those who think that the humanities curriculum should be tailored to demonstrate diversity.[140] Generally conservatism opposes the \"identity politics\" associated with multiculturalism, and supports individualism.[141] In campus battles, progressives demand \"cultural diversity\" while conservatives denounce efforts to impose \"political correctness\" and stifle free speech.[142]\n\nCultural conservatives support monoculturalism and the preservation of traditional American culture. They often oppose multiculturalism and unchecked immigration. They favor a melting pot model of assimilation into the common English-speaking American culture, as opposed to a salad bowl approach that lends legitimacy to many different cultures.[143][144] In the 21st century, conservatives have warned on the dangers of tolerating radical Islamic elements, of the sort that they say are engaging in large-scale terrorism in Europe.[145]\n\nConservative commentator Ross Douthat argues that as liberalism becomes more dominant, conservatism should work to conserve basic values against liberal assault. In 2021, he writes:[146]\n\n"
        },
        {
            "title": "Electoral politics",
            "text": "According to a 2014 Gallup poll, 38% of American voters identify as \"conservative\" or \"very conservative\", 34% as \"moderate\", and 24% as \"liberal\" or \"very liberal\".[147] These percentages were fairly constant from 1990 to 2009,[148] when conservatism spiked in popularity briefly,[149] before reverting to the original trend, while liberal views on social issues reached a new high. For Republicans, 70% self-identified as conservative, 24% as moderate, and 5% as liberal. In 2019, the Pew Research Center found that 14% of Democratic and Democratic-leaning registered voters identify as conservative or very conservative, 38% identify as moderate, and 47% identify as liberal or very liberal.[150]\n\nConservatism appears to be growing stronger at the state level. According to The Atlantic writer Richard Florida. The trend is most pronounced among the \"least well-off, least educated, most blue collar, most economically hard-hit states.\"[151][152]\n\nIn the United States, the Republican Party has been the party of conservatism since 1964, when the conservatives largely took control. Meanwhile, the conservative wing of the Democratic Party, based in the South and strongly opposed to the civil rights movement, grew weaker. The most dramatic realignment took place within the White South, which moved from 3–1 Democratic to 3–1 Republican between 1960 and 2000.[citation needed]\n\nIn addition, some American libertarians, in the Libertarian Party and even some in the Republican Party, see themselves as conservative, even though they advocate significant economic and social changes—for instance, further dismantling the welfare system or liberalizing drug policy. They see these as conservative policies because they conform to the spirit of individual liberty that they consider to be a traditional American value. However, many libertarian think-tanks such as the Cato Institute, and libertarian intellectuals such as David Boaz describe libertarianism as being \"socially liberal and fiscally conservative.\"[153][154]\n\nThe South, the Great Plains, the Rocky Mountain states, and Alaska are generally conservative strongholds (in Mississippi, for instance, half of respondents identified themselves as conservatives, as opposed to moderates and liberals). The Northeast, West Coast and Hawaii are the main liberal strongholds (with the fraction of Massachusetts self-identified conservatives being as small as 21%).[155] In the 21st century, rural areas of the United States (blue-collar, evangelical, older than other areas of the U.S., and predominantly white) are generally conservative bastions.[156] Voters in the urban cores of large metropolitan areas tend to be more liberal and Democratic. Thus, there is a division between urban, suburban, exurban, and rural areas within each state.[157]\n\n"
        },
        {
            "title": "Other topics",
            "text": "Russell Kirk developed six \"canons\" of conservatism, which Gerald J. Russello described as follows:\n\nKirk said that Christianity and Western civilization are \"unimaginable apart from one another\"[159] and that \"all culture arises out of religion. When religious faith decays, culture must decline, though often seeming to flourish for a space after the religion which has nourished it has sunk into disbelief.\"[160]\n\nIn later works, Kirk expanded this list into his \"Ten Principles of Conservatism\"[161] which are as follows:\n\nOne stream of conservatism exemplified by William Howard Taft extols independent judges as experts in fairness and the final arbiters of the Constitution. In 1910, Theodore Roosevelt broke with most of his lawyer friends and called for popular votes that could overturn unwelcome decisions by state courts. Taft denounced his old friend and rallied conservatives to defeat him for the 1912 GOP nomination. Taft and the conservative Republicans controlled the Supreme Court until the late 1930s.[162][163]\n\nPresident Franklin D. Roosevelt, a liberal Democrat, did not attack the Supreme Court directly in 1937, but ignited a firestorm of protest by a proposal to add seven new justices. Conservative Democrats immediately broke with President Roosevelt, defeated his proposal, and built up the conservative coalition. While the liberals did take over the Court through replacements, they lost control of Congress. That is, the Court no longer overthrew liberal laws passed by Congress, but there were very few such laws that passed in 1937–60.[164]\n\nConservatives' views of the courts are based on their beliefs: maintaining the present state of affairs, conventional and rule-oriented, and disapproval of government power.[165] A recent variant of conservatism condemns \"judicial activism\"; that is, judges using their decisions to control policy, along the lines of the Warren Court in the 1960s. It came under conservative attack for decisions regarding redistricting, desegregation, and the rights of those accused of crimes. This position goes back to Jefferson's vehement attacks on federal judges and to Abraham Lincoln's attacks on the Dred Scott decision of 1857.[166][167]\n\nA more recent variant that emerged in the 1980s is originalism, the assertion that the United States Constitution should be interpreted to the maximum extent possible in the light of what it meant when it was adopted. Originalism should not be confused with a similar conservative ideology, strict constructionism, which deals with the interpretation of the Constitution as written, but not necessarily within the context of the time when it was adopted. In modern times, the term originalism has been used by Supreme Court justice Antonin Scalia, former federal judge Robert Bork and some other conservative jurists to explain their beliefs.[168]\n\nAccording to Supreme Court Justice Sandra Day O'Connor writing for the majority in Gregory v. Ashcroft 501 U.S. 452 (1991), there are significant advantages to federalism and the recognition of state rights:\n\nFrom the left, law professor Herman Schwartz argues that Rehnquist's reliance on federalism and state's rights has been a \"Fig Leaf for conservatives\":\n\nConservatives have used the word Socialist as a \"rhetorical weapon\" against political opponents.[171][172] David Hinshaw writes that William Allen White, editor of a small-town newspaper in Kansas from 1895, used \"socialistic\" as \"his big gun to blast radical opposition.\"[173] White set \"Americanism\" as the alternative, warning: \"The election will sustain Americanism or it will plant Socialism.\" White became famous when Mark Hanna, campaign manager for Republican candidate William McKinley distributed upwards of a million or more copies of one White editorial to rally opposition to William Jennings Bryan, the nominee of both the Democratic and Populist parties.[174][175]\n\nBy the 1950s, the conservative press had discovered that socialism \"proved to be a successful derogatory epithet rather than a descriptive label for a meaningful political alternative.\"[176] At the 1952 Republican national convention, former President Herbert Hoover repeated his warnings about two decades of New Deal policies, denouncing, says Gary Best, \"The usurpation of power by the federal government, the loss of freedom in America, the poisoning of the American economy with fascism, socialism, and Keynesianism, the enormous growth of the federal bureaucracy\".[177] In 1960, Barry Goldwater called for Republican unity against John F. Kennedy and the \"blueprint for socialism presented by the Democrats\".[178] In 1964, Goldwater attacked central planners like fellow Republican Nelson Rockefeller, implying he was a socialist in a millionaire's garb: \"The Democratic party believes in what I call socialism: and if that upsets anybody's stomach, let me remind you that central planning of our economy is socialism.\"[179] Ronald Reagan often quoted Norman Thomas, the perennial Socialist nominee for president in the New Deal era, as allegedly saying: \"The American people would never knowingly vote for Socialism, but that under the name of liberalism, they would adopt every fragment of the socialist program.\"[180][181][182] In 2010, Newt Gingrich defined \"socialism in the broad sense\" as \"a government-dominated, bureaucratically-controlled, politician-dictated way of life.\"[183] Gingrich stated that President Barack Obama was \"committed to socialism.\"[183]\n\nConservatives gained a major new communications medium with the resurgence of talk radio in the late 1980s. William G. Mayer, reports that \"conservatives dominate talk radio to an overwhelming, remarkable degree.\"[184] This dominance enabled them to spread their message much more effectively to the general public, which had previously been confined to the major Big Three television networks. Political scientists Jeffrey M. Berry and Sarah Sobieraj conclude that, \"conservatives like talk radio because they believe it tells them the truth. Liberals appear to be much more satisfied with the mainstream media and are more likely to believe that it is accurate.\"[185]\n\nRush Limbaugh proved there was a huge nationwide audience for specific and heated discussions of current events from a conservative viewpoint. Other major hosts who describe themselves as conservative include: Michael Peroutka, Jim Quinn, Dennis Miller, Ben Ferguson, William Bennett, Andrew Wilkow, Lars Larson, Sean Hannity, G. Gordon Liddy, Laura Ingraham, Mike Church, Glenn Beck, Mark Levin, Michael Savage, Kim Peterson, Ben Shapiro, Michael Reagan, Jason Lewis, Ken Hamblin, and Herman Cain.[186] The Salem Radio Network syndicates a group of religiously oriented Republican activists, including Roman Catholic Hugh Hewitt, and Jewish conservatives Dennis Prager and Michael Medved. One popular Jewish conservative, Laura Schlessinger, offers parental and personal advice, but is outspoken on social and political issues. In 2011, the largest weekly audiences for talk radio were 15 million for Limbaugh and 14 million for Hannity, with about nine million each for Glenn Beck, Michael Savage and Mark Levin. The audiences overlap, depending on how many each listener dials into every week.[187]\n\nFox News features conservative hosts.[188] One such host is Sean Hannity, who also has a talk radio program.[189] One former host is Matt Drudge;[190] prior, and after his time on Fox News Drudge has operated Drudge Report, a news aggregation website, and is a self-professed conservative.[191] It is more conservative than other news sources in the United States, such as National Public Radio and CNN.[192] Canadian-American political commentator David Frum has been a critic of this development, and has argued that the influence of conservative talk radio and Fox News has harmed American conservatism, turning it from \"a political philosophy into a market segment\" for extremism and conflict making \"for bad politics but great TV.\"[193]\n\nWhereas liberals and conservatives held similar attitudes towards science up until the 1990s, conservatives in the United States subsequently began to display lower levels of confidence in science.[194][195][196][197] Conservatives are substantially more likely than moderates and liberals to reject the scientific consensus on climate change.[198][199][197] Conservatives are also more likely than liberals to hold anti-vaccine views.[200]\n\nLiberal and leftist viewpoints have dominated higher education faculties since the 1970s, according to many studies,[201][202][203] whereas conservatives are better represented in policy-oriented think tanks. Data from a survey conducted in 2004 indicated that 72% of full-time faculty identify as liberal,[204] while 9–18% self-identify as conservative. Conservative self-identification is higher in two-year colleges than other categories of higher education but has been declining overall.[205] Those in natural sciences, engineering, and business were less liberal than those in the social sciences and humanities. A 2005 study found that liberal views had increased compared to the older studies. 15% in the survey described themselves as center-right. While the humanities and the social sciences are still the most left leaning, 67% of those in other fields combined described themselves as center-left on the spectrum. In business and engineering, liberals outnumber conservatives by a 2:1 ratio. The study also found that more women, practicing Christians, and Republicans taught at lower ranked schools than would be expected from objectively measured professional accomplishments.[206][207]\n\nA study by psychologists Yoel Inbar and Joris Lammars, of the Netherlands' Tilburg University, published in September 2012 in the journal Perspectives on Psychological Science, found that, in social and personality psychology,[208] about a third of those surveyed say that they would to a small extent favor a liberal point of view over a conservative point of view.[209] A 2007 poll found that 58% of Americans thought that college professors' political bias was a \"serious problem\". This varied depending on the political views of those asked. 91% of \"very conservative\" adults agreed compared with only 3% of liberals.[210] That same year a documentary, Indoctrinate U, was released which focuses on the perceived bias within academia.[211][212][213]\n\nOn the other hand, liberal critic Paul Krugman wrote in The New York Times that this phenomenon is more due to personal choice than some kind of discrimination or conspiracy, noting that, for example, vocations such as military officers are much more likely to be filled by conservatives rather than liberals.[214] Additionally, two studies published in the journal of the American Political Science Association have suggested that the political orientations of college students' professors have little influence or \"indoctrination\" in terms of students' political belief.[215]\n\nPostmodernism is an approach common in the humanities at universities that greatly troubles conservative intellectuals.[216][217] The point of contention is the debate over moral relativism versus moral absolutism. Ellen Grigsby says, \"Postmodern perspectives contend that any ideology putting forward absolute statements as timeless truths should be viewed with profound skepticism.\"[218] Kellner says, \"Postmodern discourse frequently argues that all discourses and values are socially constructed and laden with interests and biases. Against postmodern and liberal relativism, cultural conservatives have argued for values of universal truth and absolute standards of right and wrong.\"[219]\n\nNeoconservative historian Gertrude Himmelfarb has energetically rejected postmodern academic approaches:\n\nJay Stevenson wrote the following representative summary of postmodern literary studies of the sort that antagonize conservatives:\n\nConservative intellectuals have championed a \"high conservative modernism\" that insists that universal truths exist, and have opposed approaches that deny the existence of universal truths.[222] Many argued that natural law was the repository of timeless truths.[223] Allan Bloom, in his highly influential The Closing of the American Mind (1987) argues that moral degradation results from ignorance of the great classics that shaped Western culture. His book was widely cited by conservative intellectuals for its argument that the classics contained universal truths and timeless values which were being ignored by cultural relativists.[224][225]\n\n"
        },
        {
            "title": "Historiography",
            "text": "In recent years, historians have agreed that they need to rethink the role of conservatism in recent American history.[226] An important new approach rejects the older consensus that liberalism was the dominant ethos. Labor historians Jefferson Cowie and Nick Salvatore argue the New Deal was a short-term response to the depression and did not mark a permanent commitment to a welfare state, claiming that America has always been too individualistic and too hostile to labor unions to ever embrace liberalism for any extended period of time. This new interpretation argues that conservatism has largely dominated American politics since the 1920s, with the brief exceptions of the New Deal era (1933–1938) and the Great Society (1964–1966).[227] However, historian Julian Zelizer argues that \"The coherence of conservatism has been exaggerated. The movement was as fragile as the New Deal coalition that it replaced. ... Policy change has thus proved to be much more difficult than conservatives hoped for.\"[228] Zelizer does find four areas where conservatives did make major changes, namely retrenchment of domestic programs, lowering taxes, deregulation, and opposition to labor unions. He concludes, \"The fact is that liberalism survived the rise of conservatism.\"[229]\n\nAmerican conservatives typically promote American exceptionalism, the idea that the United States is inherently different from other nations and has a duty to take the lead in spreading democracy and free markets to the world. Reagan especially articulated this role (and many liberals also agree with it).[230][231] They see American values emerging from the American Revolution, thereby becoming what political scientist Seymour Martin Lipset called \"the first new nation\"[232] and developing a uniquely American ideology, \"Americanism\", based on liberty, egalitarianism, individualism, republicanism, democracy, laissez-faire capitalism and Judeo-Christian values.[5][233]\n\nAlthough the term does not necessarily imply superiority, many neoconservative and other American conservative writers have promoted its use in that sense.[234][235] To them, the U.S. is like the biblical \"City upon a Hill\"—a phrase evoked by Puritan settlers in Massachusetts as early as 1630—and exempt from historical forces that have affected other countries.[236]\n\nScholars have argued that British and European conservatism has little or no relevance to American traditions. According to political scientist Louis Hartz, because the United States skipped the feudal stage of history, the American community was united by liberal principles, and the conflict between the \"Whig\" and \"Democratic\" parties were conflicts within a liberal framework.[237] In this view, what is called \"conservatism\" in America is not European conservatism (with its royalty, landowning aristocracy, elite officer corps, and established churches) but rather 19th century classical liberalism with an emphasis on economic freedom and entrepreneurship.[238] This is in contrast to the view that Burkean conservatism has a set of universal principles which can be applied to all societies.[239] In The Conservative Mind, Russell Kirk argued that the American Revolution was \"a conservative reaction, in the English political tradition, against royal innovation\".[89] Liberal historian Richard Hofstader criticized modern American conservatives as \"pseudo-conservatives\" because their negative reaction to the policies of Truman showed \"dissatisfaction with American life, traditions and institutions\" and because they had \"little in common with the temperate and compromising spirit of true conservatism\".[240]\n\n"
        },
        {
            "title": "Past thinkers and leaders",
            "text": "Clinton Rossiter, a leading expert on American political history, published his history of Conservatism in America (1956) and also a summary article on \"The Giants of American Conservatism\" in American Heritage.[241] His goal was to identify the \"great men who did conservative deeds, thought conservative thoughts, practiced conservative virtues, and stood for conservative principles\". To Rossiter, conservatism was defined by the rule of the upper class. He wrote, \"The Right of these freewheeling decades was a genuine Right: it was led by the rich and well-placed; it was skeptical of popular government; it was opposed to all parties, unions, leagues, or other movements that sought to invade its positions of power and profit; it was politically, socially, and culturally anti-radical.\" His \"giants of American conservatism\" were John Adams, Alexander Hamilton, John Marshall, Daniel Webster, John C. Calhoun, Elihu Root, and Theodore Roosevelt. He added that Washington and Lincoln transcend the usual categories, but that conservatives \"may argue with some conviction that Washington and Lincoln can also be added to his list\".[241]\n\nRossiter went to note the importance of other conservative leaders over the past two centuries. Among the fathers of the Constitution, which he calls \"a triumph of conservative statesmanship\", Rossiter said conservatives may \"take special pride\" in James Madison, James Wilson, Roger Sherman, John Dickinson, Gouverneur Morris and the Pinckneys of South Carolina. For the early 19th century, Rossiter said the libertarians and constitutionalists who deserve the conservative spotlight for their fight against Jacksonian democracy include Joseph Story and Josiah Quincy in Massachusetts; Chancellor James Kent in New York; James Madison, James Monroe, and John Randolph of Roanoke in Virginia.[241]\n\nIn the decades around 1900, Rossiter finds that Grover Cleveland, Elihu Root, William Howard Taft, and Theodore Roosevelt \"were most successful in shaping the old truths of conservatism to the new facts of industrialism and democracy\". In what Rossiter called the \"Great Train Robbery of Intellectual History\", the laissez-faire conservatives appropriated the themes of classical liberalism—especially liberty, opportunity, progress, and individualism, and packaged them into an ideology that supported the property rights of big corporations.[242] Writing in 1955, Rossiter suggests that Robert A. Taft, Charles Evans Hughes, and Dwight D. Eisenhower may someday be added to the list.[241]\n\n"
        }
    ]
}