{
    "url": "https://en.wikipedia.org/wiki/Continental_Association",
    "title": "Continental Association",
    "table_of_contents": [
        "1 Background",
        "2 Provisions",
        "3 Continental Association signers",
        "4 Enforcement",
        "5 Effects",
        "6 Legacy",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Continental Association, also known as the Articles of Association or simply the Association, was an agreement among the American colonies adopted by the First Continental Congress on October 20, 1774. It called for a trade boycott against British merchants by the colonies. Congress hoped that placing economic sanctions on British imports and exports would pressure Parliament into addressing the colonies' grievances, in particular, by repealing what were referred to as the Intolerable Acts.[1]\n\nThe Congress adopted a \"non-importation, non-consumption, non-exportation\" agreement as a peaceful means of settling the colonies' disputes with Great Britain. The agreement, which had been suggested by Virginia delegate Richard Henry Lee[2] based on the 1769 Virginia Association initiated by George Washington and written by George Mason, opened with a pledge of loyalty to King George III of Britain, and went on to outline a series of actions opening with a ban on British imports that would begin December 1, 1774. Trade between the colonies and Britain subsequently fell sharply. The British soon responded with the New England Restraining Act which escalated their own economic sanctions. The outbreak of the American Revolutionary War in April 1775 superseded the need to boycott British goods.\n\nA significant effect of the agreement was that it exhibited the colonies' collective will to act together in their common interests. Abraham Lincoln, in his first inaugural address in 1861, credited the origin of the union which would become the United States to the adoption of the Continental Association. The Union actually may have begun slightly earlier with the First Continental Congress's opening session on September 5, 1774, and from that date on, the colonies acted in accord on a series of agreements leading up to the Congress's closing session seven weeks later.[3] One of the last of these agreements, the most visible symbol of political unity among the colonies up to that time, was the adoption of the Continental Association.[4]\n\n"
        },
        {
            "title": "Background",
            "text": "Parliament passed the Coercive Acts in 1774 to restructure the colonial administration of the Thirteen Colonies and to punish the Province of Massachusetts for the Boston Tea Party. A First Continental Congress was convened at Carpenters' Hall in Philadelphia on September 5, 1774, to coordinate a response to the Intolerable Acts (also known as the Coercive Acts). Twelve colonies were represented at the First Continental Congress Congress, which included George Washington, John Adams, Samuel Adams, Patrick Henry and future Chief Justice  John Jay.  Peyton Randolph was unanimously elected as its president, and Charles Thomson elected secretary. A plan of reconciliation was proposed, but was roundly rejected for concern that Parliament would see the proposal as a colonial acknowledgment that it had the right to regulate colonial trade and impose taxes.[5][6]\n\nMany Americans saw the Coercive Acts as a violation of the British Constitution and a threat to the liberties of all Thirteen Colonies, not just Massachusetts, and they turned to economic boycotts to protest the oppressive legislation, which involved the \"non-importation\", \"nonexportation\", or \"non-consumption\" of British goods.[5][7]\n\nOn May 13, 1774, the Boston Town Meeting passed a resolution, with Samuel Adams acting as moderator, which called for an economic boycott in response to the Boston Port Act, one of the Coercive Acts. The resolution said:\n\nPaul Revere often served as messenger, and he carried the Boston resolutions to New York and Philadelphia.[9] Adams also promoted the boycott through existing colonial committees of correspondence, which enabled leaders of each colony to keep in touch.\n\nOne of the first actions of the Congress was the endorsement of the Suffolk Resolves, which called for an embargo on British trade and urged each of the colonies to organize militias.[10] The delegates subsequently drew up a Declaration and Resolves that included the Continental Association, which was approved on October 20, 1774. Based on the earlier Virginia Association, the Association signified the growing cooperation between the colonies. Opening with a profession of allegiance to the king, the document then charged Parliament and lower British officials for creating \"a ruinous system of colony administration\" rather than blaming the king.  The Association alleged that this system was \"evidently calculated for enslaving these colonies,[11] and, with them, the British Empire.\" Twelve colonies joined at once; Georgia joined a year later.[12]\n\nSigned copies of the Articles were sent to the King to present to both houses of Parliament, where they remained for some time mixed in with other letters and documents sent from America.[13]\n\n"
        },
        {
            "title": "Provisions",
            "text": "The articles of the Continental Association imposed an immediate ban on British tea, and a ban beginning on December 1, 1774 on importing or consuming any goods from Britain, Ireland, and the British West Indies. It also threatened an export ban on any products from the Thirteen Colonies to Britain, Ireland, or the West Indies, to be enacted only if the Intolerable Acts were not repealed by September 10, 1775. The Articles stated that the export ban was being suspended until this date because of the \"earnest desire we have not to injure our fellow-subjects in Great-Britain, Ireland, or the West-Indies.\"  All American merchants were to direct their agents abroad to also comply with these restrictions, as would all ship owners. Additionally, article 2 placed a ban on all ships engaged in the slave trade.[14]\n\nThe Association set forth policies by which the colonists would endure the scarcity of goods. Merchants were restricted from price gouging. Local committees of inspection were to be established in the Thirteen Colonies which would monitor compliance. Any individual observed to violate the pledges in the Articles would be condemned in print and ostracised in society \"as the enemies of American liberty.\" Colonies would also cease all trade and dealings with any other colony that failed to comply with the bans.\n\nThe colonies also pledged that they would \"encourage frugality, economy, and industry, and promote agriculture, arts and the manufactures of this country, especially that of wool; and will discountenance and discourage every species of extravagance and dissipation\", such as gambling, stage plays, and other frivolous entertainment. It set forth specific instructions on frugal funeral observations, pledging that no one \"will go into any further mourning-dress, than a black crepe or ribbon on the arm or hat, for gentlemen, and a black ribbon and necklace for ladies, and we will discontinue the giving of gloves and scarves at funerals.\"\n\n"
        },
        {
            "title": "Continental Association signers",
            "text": "The Continental Association was signed by 53 of the 56 members of the First Continental Congress.[14]\n\n"
        },
        {
            "title": "Enforcement",
            "text": "The Continental Association went into effect on December 1, 1774. Compliance with (and support for) the established boycott was largely enforced through local enforcement committees. By mid-1775, a large majority of Virginia's 61 counties had set up their own enforcement committees. Nearly all other colonies saw similar levels of success in upholding the boycott, with the notable exception of Georgia, where Governor James Wright emphasized the need for British protection from Native Americans.[15]\n\nThe use of public pressure was an overwhelmingly effective tactic in enforcing support for the boycott. Those who went against the boycott or even simply criticized the Association would often find their names slandered in newspapers and town gossip, often forcing those targeted to cave to pressure and publicly apologize. The threat of more direct action also played a role in forcing merchants to comply, with one merchant in Annapolis, Maryland, choosing to burn his own ship full of imported tea rather than attempt to sell it. When enforcement could not be guaranteed, some counties enacted price ceilings to discourage smuggling.[15]\n\n"
        },
        {
            "title": "Effects",
            "text": "Georgia waited a year but the other Thirteen Colonies quickly established local enforcement committees; the restrictions were dutifully enforced in the others, and trade with Britain plummeted.[16] Breen states that by early 1775 the local committees of safety, \"increasingly functioned as a revolutionary government\" and British officials no longer were in control.[17]\n\nAccording to Christopher Gould, The Continental Association forced colonials to publicly take sides: Patriots signed and Loyalists did not.  In South Carolina Patriots dominated in Charleston and coastal areas; Loyalists were most numerous in the backcountry. The Continental Association took charge of the boycotts and led to new governmental organizations that supervised Revolutionary activities.  The South Carolina boycott made an exception for rice--it could still be exported but a fraction of sales went to purchase indigo from planters. Gould argues that the plan amounted to price stabilization and a commodity exchange program.[18]\n\nThe King acted by securing an election and buying enough seats at £2500 to control the new Parliament. It then responded by passing the New England Restraining Act which prohibited the northeastern colonies from trading with anyone but Britain and the British West Indies, and they barred colonial ships from the North Atlantic fishing areas. These punitive measures were later extended to most of the other colonies, as well. Britain did not yield to American demands but instead tried to tighten its grip, and the conflict escalated to war. However, the long-term success of the Association was in its effective direction of collective action among the colonies and expression of their common interests.[19]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In his first inaugural address in 1861, President Abraham Lincoln traced the origin of the union of the states to the Continental Association of 1774:\n\n"
        }
    ]
}