{
    "url": "https://en.wikipedia.org/wiki/Continental_Reformed_church",
    "title": "Continental Reformed Protestantism",
    "table_of_contents": [
        "1 History",
        "2 Forms of government",
        "3 Calvinist churches worldwide",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Continental Reformed Protestantism is a part of the Calvinist tradition within Protestantism that traces its origin in the European continent. Prominent subgroups are the Dutch Reformed, the Swiss Reformed, the French Reformed (Huguenots), the Hungarian Reformed, and the Waldensian Church in Italy.\n\nThe term is used to distinguish these churches from Presbyterian, Congregational or other Calvinist churches, which can trace their origin to the British Isles or elsewhere in the world. Continental Reformed churches are descended from the Protestant Reformation in countries on the European mainland. Notably, their theology is largely derived from the Swiss Reformation, as Switzerland (specifically Geneva and Zürich) was a base for the most influential Reformed theologians of the era. It was inaugurated by Huldrych Zwingli, who formulated the first expression of the Reformed faith. Swiss Reformation was more fully articulated by Martin Bucer, Heinrich Bullinger and John Calvin. In the sixteenth century, the movement spread to most of continental Europe, sometimes with the protection of monarchs or members of the nobility, as in the Netherlands, Switzerland, Hungary, some German states, and France.\n\n"
        },
        {
            "title": "History",
            "text": "The first Calvinist churches were established in Europe after 1519 and were part of the Protestant Reformation. \n\nCalvinist doctrine is expressed in various confessions. A few confessions are shared by many denominations. Different denominations use different confessions, usually based on historical reasons. \n\nThe continental Reformed churches had an impact on Anglicanism through the Puritans, who wished to reform the Church of England along continental lines.[1]\n\nThe following is a chronological list of confession and theological doctrines of the Reformed churches:\n\n"
        },
        {
            "title": "Forms of government",
            "text": "In contrast to the episcopal polity of the Anglican and many  Lutheran and Methodist churches, Continental Reformed churches are ruled by assemblies of \"elders\" or ordained officers. This is usually called Synodal government by the Continental Reformed, but is essentially the same as presbyterian polity, with the elders forming the consistory, the regional governing body known as the classis, and the highest court of appeal being the general synod.\nThe Reformed Church in Hungary, its sister church in Romania, the Hungarian Reformed Church in America, and the Polish Reformed Church are the only continental Reformed churches to have retained the office of bishop.\n\n"
        },
        {
            "title": "Calvinist churches worldwide",
            "text": "Many churches in the Calvinist tradition spread either by European immigration, or European and North American missionary work.\n\nA comprehensive list of Continental Reformed churches can be found here.\n\n"
        }
    ]
}