{
    "url": "https://en.wikipedia.org/wiki/Contiguous_United_States",
    "title": "Contiguous United States",
    "table_of_contents": [
        "1 Other terms",
        "1.1 Continental and mainland United States",
        "1.2 CONUS and OCONUS",
        "1.3 The lower 48",
        "1.4 Zone of the Interior",
        "2 Terms used in the non-contiguous U.S. jurisdictions",
        "2.1 Alaska",
        "2.2 Hawaii",
        "2.3 Puerto Rico",
        "2.4 U.S. Virgin Islands",
        "2.5 American Samoa",
        "3 Non-contiguous areas within the contiguous United States",
        "4 List of contiguous U.S. states",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe contiguous United States (officially the conterminous United States) consists of the 48 adjoining U.S. states and the Federal District of the United States of America.[1][2] The term excludes the only two non-contiguous states, Alaska and Hawaii (also the last ones admitted to the Union), and all other offshore insular areas, such as American Samoa, Guam, the Northern Mariana Islands, Puerto Rico, and the U.S. Virgin Islands.[3][4] The colloquial term \"Lower 48\",[1] is used also, especially in relation to just Alaska (Hawaii is farther south).\n\nThe related but distinct term continental United States includes Alaska (which is also on the continent of North America but separated from the 48 states by British Columbia and Yukon of Canada), but excludes the Hawaiian Islands and all U.S. territories in the Caribbean and the Pacific.[1][5]\n\nThe greatest distance (on a great-circle route) entirely within the contiguous U.S. is 2,802 miles (4,509 km), between Florida and the State of Washington;[6] the greatest north–south line is 1,650 miles (2,660 km).[7] The contiguous U.S. occupies an area of 3,119,884.69 square miles (8,080,464.3 km2). Of this area, 2,959,064.44 square miles (7,663,941.7 km2) is actual land, composing 83.65% of the total U.S. land area, and is similar to the area of Australia.[8] Officially, 160,820.25 square miles (416,522.5 km2) of the contiguous United States is water area, composing 62.66% of the nation's total water area.\n\nThe contiguous United States, if it were a country, would be placed fifth on the list of countries and dependencies by area. However, the total area of the U.S., including Alaska and Hawaii, ranks third or fourth. In land area only, the country ranks fourth, behind Russia, Canada and China, but ahead of Brazil and Australia.[9] Brazil is 431,000 square kilometers (166,000 sq mi) larger than the contiguous United States, but smaller than the entire United States, while Russia, Canada, and maybe China are the only countries larger than both. The 2020 census population of this area was 328,571,074, comprising 99.13% of the nation's population, and a density of 111.04 inhabitants/sq mi (42.872/km2), compared to 93.844/sq mi (36.233/km2) for the nation as a whole.[10]\n\n"
        },
        {
            "title": "Other terms",
            "text": "While conterminous U.S. has the precise meaning of contiguous U.S. (both adjectives meaning \"sharing a common boundary\"), other terms commonly used to describe the 48 contiguous states have a greater degree of ambiguity.\n\nBecause Alaska is also a part of North America, the term continental United States also includes that state, so the term is qualified with the explicit inclusion of Alaska to resolve any ambiguity.[3][11][12][13] On May 14, 1959, the United States Board on Geographic Names issued the following definitions based partially on the reference in the Alaska Omnibus Bill, which defined the continental United States as \"the 49 States on the North American Continent and the District of Columbia...\" The Board reaffirmed these definitions on May 13, 1999.[14] However, even before Alaska became a state, it was properly included within the continental U.S. due to being an incorporated territory.[15]\n\nThe term mainland United States is sometimes used synonymously with continental United States, but technically refers only to those parts of states connected to the landmass of North America, thereby excluding not only Hawaii and overseas insular areas, but also islands which are part of continental states but separated from the mainland, such as the Aleutian Islands (Alaska), San Juan Islands (Washington), the Channel Islands (California), the Keys (Florida), the barrier islands (Gulf and East Coast states), and Long Island (New York).[16]\n\nCONUS, a technical term used by the U.S. Department of Defense, General Services Administration, NOAA/National Weather Service, and others, has been defined both as the continental United States, and as the 48 contiguous states.[17][18]  The District of Columbia is not always specifically mentioned as being part of CONUS.[18]\n\nOCONUS is derived from CONUS with O for outside added, thus referring to Outside of Continental United States (OCONUS).[17][19]\n\nThe term lower 48 is also used to refer to the conterminous United States. The National Geographic style guide recommends the use of contiguous or conterminous United States instead of lower 48 when the 48 states are meant, unless used in the context of Alaska.[20][21] Almost all of Hawaii is south of the southernmost point of the conterminous United States in Florida.\n\nDuring World War II, the first four numbered Air Forces of the United States Army Air Forces (USAAF) were said to be assigned to the Zone of the Interior by the American military organizations of the time—the future states of Alaska and Hawaii, then each only organized incorporated territories of the Union, were respectively covered by the Eleventh Air Force and Seventh Air Force during the war.[citation needed]\n\n"
        },
        {
            "title": "Terms used in the non-contiguous U.S. jurisdictions",
            "text": "Residents of Alaska, Hawaii and off-shore U.S. territories have unique labels for the contiguous United States because of their own locations relative to them.\n\nAlaska became the 49th state of the United States on January 3, 1959. Alaska is on the northwest end of the North American continent, but separated from the rest of the United States West Coast by the Canadian province of British Columbia. The term Lower 48 has, for many years, been a common Alaskan equivalent for \"contiguous United States\";[22][23] today, many Alaskans use the term \"Outside\", though a few persons may use \"Outside\" to refer to any location not within Alaska.[24]\n\nHawaii (consisting of nearly all the Hawaiian Islands) became the 50th state of the United States on August 21, 1959. It is the southernmost and so far, the latest state to join the Union. Not part of any continent, Hawaii is located in the Pacific Ocean, about 2,200 miles (3,541 km) from North America and almost halfway to Asia. In Hawaii and overseas American territories, for instance, the terms the Mainland  or U.S. Mainland are often used to refer to the 49 states in North America.[25][26]\n\nPuerto Rico is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,609 km) southeast of Miami, Florida. Puerto Ricans born in Puerto Rico are U.S. citizens and are free to move to the mainland United States. The term Stateside Puerto Rican refers to residents of a U.S. state or the District of Columbia, who were born in or trace family ancestry to Puerto Rico.[27]\n\nThe U.S. Virgin Islands is a U.S. territory located directly to the east of Puerto Rico in the Caribbean Sea.[28] The term \"stateside\" is used to refer to the mainland, in relation to the U.S. Virgin Islands[29] (see Stateside Virgin Islands Americans).\n\nAmerican Samoa is a U.S. territory located in the South Pacific Ocean in Polynesia, south of the equator — it is 2,200 miles (3,500 km) southwest of Hawaii.[30] In American Samoa, the contiguous United States is called the \"mainland United States\" or \"the states\"; those not from American Samoa are called palagi (outsiders).[31]\n\n"
        },
        {
            "title": "Non-contiguous areas within the contiguous United States",
            "text": "Apart from off-shore U.S. islands, a few continental portions of the contiguous U.S. are accessible by road only by traveling through Canada. Point Roberts, Washington; Elm Point, Minnesota; and the Northwest Angle in Minnesota are three such places. Alburgh, Vermont, is not directly connected by land, but is accessible by road via bridges from within Vermont and from New York.[32] By contrast, Hyder, Alaska is physically part of contiguous Alaska and its easternmost town, but the only practical access is by road through Canada or by seaplane.\n\n"
        },
        {
            "title": "List of contiguous U.S. states",
            "text": "The 48 contiguous states are:\n\nIn addition, the District of Columbia is within the contiguous United States.\n\n"
        }
    ]
}