{
    "url": "https://en.wikipedia.org/wiki/Continuity_editing",
    "title": "Continuity editing",
    "table_of_contents": [
        "1 Common techniques of continuity editing",
        "2 See also",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Continuity editing is the process, in film and video creation, of combining more-or-less related shots, or different components cut from a single shot, into a sequence to direct the viewer's attention to a pre-existing consistency of story across both time and physical location.[1] Often used in feature films, continuity editing, or \"cutting to continuity\", can be contrasted with approaches such as montage, with which the editor aims to generate, in the mind of the viewer, new associations among the various shots that can then be of entirely different subjects, or at least of subjects less closely related than would be required for the continuity approach. When discussed in reference to classical Hollywood cinema, it may also be referred to as classical continuity.\n\n\n"
        },
        {
            "title": "Common techniques of continuity editing",
            "text": "Continuity editing can be divided into two categories: temporal continuity and spatial continuity. Within each category, specific techniques will work against a sense of continuity. In other words, techniques can cause a passage to be continuous, giving the viewer a concrete physical narration to follow, or discontinuous, causing viewer disorientation, pondering, or even subliminal interpretation or reaction, as in the montage style.\n\nThe important ways to preserve temporal continuity are avoiding the ellipsis, using continuous diegetic sound, and utilizing the match on action technique.\n\nAn ellipsis is an apparent break in natural time continuity as it is implied in the film's story. The simplest way to maintain temporal continuity is to shoot and use all action involved in the story's supposed duration whether it is pertinent or not. It would also be necessary to shoot the whole film in one take to keep from having to edit together different shots, causing the viewer's temporal disorientation. However, in a story that is to occupy long periods of time, a viewer would have to spend too long watching the film. So although in many cases the ellipsis would prove necessary, elimination of it altogether would best preserve any film's temporal continuity.\n\nDiegetic sound is that which is to have occurred within the story during the action being viewed. It is sound that comes from within the narrative world of a film (including off-screen sound). Continuous diegetic sound helps to smooth temporally questionable cuts by overlapping the shots. Here the logic is that if a sonic occurrence within the action of the scene has no breaks in time, then it would be impossible for the scene and its corresponding visuals to be anything but temporally continuous.\n\nMatch on action technique can preserve temporal continuity where there is a uniform, unrepeated physical motion or change within a passage. A match on the action is when some action occurring before the temporally questionable cut is picked up where the cut left it by the shot immediately following. For example, a shot of someone tossing a ball can be edited to show two different views, while maintaining temporal continuity by being sure that the second shot shows the arm of the subject in the same stage of its motion as it was left when cutting from the first shot.\n\nThe temporal discontinuity can be expressed by the deliberate use of ellipses. Cutting techniques useful in showing the nature of the specific ellipses are the dissolve and the fade. Other editing styles can show a reversal of time or even an abandonment of it altogether. These are the flashback and montage techniques, respectively.\n\nA fade is a gradual transformation of an image to or back from black. A dissolve is a simultaneous overlapping transition from one shot to another that does not involve an instantaneous cut or change in brightness. Both forms of transition (fade and dissolve) create an ambiguous measure of ellipsis that may constitute diagetic (narrative) days, months, years or even centuries. Through the use of the dissolve or the fade, one may allude to the relative duration of ellipses where the dissolve sustains a visual link but the fade to black does not. It cannot be argued that one constitutes short ellipsis and the other long however, as this negates the very functional ambiguity created by such transitions. Ambiguity is removed through the use of captions and intertitles such as \"three weeks later\" if desired.\n\nThe flashback is a relocation of time within a story, or more accurately, a window through which the viewer can see what happened at a time before that considered (or assumed) to be the story present. A flashback makes its time-frame evident through the scene's action or the use of common archetypes such as sepia toning, the use of home-movie style footage, period costume or even through obvious devices such as clocks and calendars or direct character linkage. For example, if after viewing a grown man in the story present, a cut to a young boy being addressed by the man's name occurs, the viewer can assume that the young boy scene depicts time previous to the story present. The young boy scene would be a flashback.\n\nThe montage technique is one that implies no real temporal continuity whatsoever. Montage is achieved with a collection of symbolically related images, cut together in a way that suggests psychological relationships rather than a temporal continuum.\n\nJust as important as temporal continuity to the overall continuity of a film is spatial continuity. And like temporal continuity, it can be achieved several ways: the establishing shot, the 180-degree rule, the eye-line match, and match on action.\n\nThe establishing shot is one that provides a view of all the space in which the action is occurring. Its theory is that it is difficult for a viewer to become disoriented when all the story space is presented before him. The establishing shot can be used at any time as a reestablishing shot. This might be necessary when a complex sequence of cuts may have served to disorient the viewer.\n\nOne way of preventing viewer disorientation in editing is to adhere to the 180-degree rule. The rule prevents the camera from crossing the imaginary line connecting the subjects of the shot. Another method is the eye-line match. When shooting a human subject, he or she can look towards the next subject to be cut to, thereby using the former's self as a reference for the viewer to use while locating the new subject within the set.\n\nWith the establishing shot, 180-degree rule, eye-line match, and the previously discussed match on action, spatial continuity is attainable. However, if wishing to convey a disjointed space, or spatial discontinuity, aside from purposefully contradicting the continuity tools, one can take advantage of crosscutting and the jump cut.\n\nCross-cutting is a technique which conveys an undeniable spatial discontinuity. It can be achieved by cutting back and forth between shots of spatially unrelated places. In these cases, the viewer will understand clearly that the places are supposed to be separate and parallel. So in that sense, the viewer may not become particularly disoriented, but under the principle of spatial continuity editing, crosscutting is considered a technique of spatial discontinuity.\n\nThe jump cut is undoubtedly a device of disorientation. The jump cut is a cut between two shots that are so similar that a noticeable jump in the image occurs. The 30-degree rule was formulated to eliminate jump cuts. The 30-degree rule requires that no edit should join two shots whose camera viewpoints are less than 30 degrees from one another.\n\n"
        }
    ]
}