{
    "url": "https://en.wikipedia.org/wiki/Continental_philosophy",
    "title": "Continental philosophy",
    "table_of_contents": [
        "1 Definition",
        "1.1 Characteristics",
        "2 History",
        "2.1 20th-century French philosophy",
        "2.2 Recent Anglo-American developments",
        "3 Significant works",
        "4 See also",
        "5 References",
        "5.1 Notes",
        "5.2 Citations",
        "5.3 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Continental philosophy is a term used to describe some philosophers and philosophical traditions that do not fall under the umbrella of analytic philosophy. However, there is no academic consensus on the definition of continental philosophy. Prior to the twentieth century, the term \"continental\" was used broadly to refer to philosophy from continental Europe.[1][2] A different use of the term originated among English-speaking philosophers in the second half of the 20th century, who used it to refer to a range of thinkers and traditions outside the analytic movement.[3] Continental philosophy includes German idealism, phenomenology, existentialism (and its antecedents, such as the thought of Kierkegaard and Nietzsche), hermeneutics, structuralism, post-structuralism, deconstruction, French feminism, psychoanalytic theory, and the critical theory of the Frankfurt School as well as branches of Freudian, Hegelian and Western Marxist views.[4]\n\nThe term continental philosophy lacks clear definition and may mark merely a family resemblance across disparate philosophical views. Simon Glendinning has suggested that the term was originally more pejorative than descriptive, functioning as a label for types of western philosophy rejected or disliked by analytic philosophers.[5] Nonetheless, Michael E. Rosen has ventured to identify common themes that typically characterize continental philosophy.[6] Ultimately, the foregoing themes derive from a broadly Kantian thesis that knowledge, experience, and reality are bound and shaped by conditions best understood through philosophical reflection rather than exclusively empirical inquiry.[7]\n\n"
        },
        {
            "title": "Definition",
            "text": "The term continental philosophy, in the above sense, was first widely used by English-speaking philosophers to describe university courses in the 1970s, emerging as a collective name for the philosophies then widespread in France and Germany, such as phenomenology, existentialism, structuralism, and post-structuralism.[8]\n\nHowever, the term (and its approximate sense) can be found at least as early as 1840, in John Stuart Mill's 1840 essay on Coleridge, where Mill contrasts the Kantian-influenced thought of \"Continental philosophy\" and \"Continental philosophers\" with the English empiricism of Bentham and the 18th century generally.[9] This notion gained prominence in the early 20th century as figures such as Bertrand Russell and G. E. Moore advanced a vision of philosophy closely allied with natural science, progressing through logical analysis. This tradition, which has come to be known broadly as analytic philosophy, became dominant in Britain and the United States from roughly 1930 onward. Russell and Moore made a dismissal of Hegelianism and its philosophical relatives a distinctive part of their new movement.[10] Commenting on the history of the distinction in 1945, Russell distinguished \"two schools of philosophy, which may be broadly distinguished as the Continental and the British respectively,\" a division he saw as operative \"from the time of Locke;\" Russell proposes the following broad points of distinction between Continental and British types of philosophy:[11]\n\nSince the 1970s, however, many philosophers in the United States and Britain have taken interest in continental philosophers since Kant, and the philosophical traditions in many European countries have similarly incorporated many aspects of the \"analytic\" movement.  Self-described analytic philosophy flourishes in France, including philosophers such as Jules Vuillemin, Vincent Descombes, Gilles Gaston Granger, François Recanati, and Pascal Engel. Likewise, self-described \"continental philosophers\" can be found in philosophy departments in the United Kingdom, North America, and Australia.,[12] \"Continental philosophy\" is thus defined in terms of a family of philosophical traditions and influences rather than a geographic distinction. The issue of geographical specificity has been raised again more recently in post-colonial and decolonial approaches to \"continental philosophy,\" which critically examine the ways that European imperial and colonial projects have influenced academic knowledge production. For this reason, some scholars[who?] have advocated for \"post-continental philosophy\" as an outgrowth of continental philosophy.[13]\n\nThe term continental philosophy, like analytic philosophy, lacks a clear definition and may mark merely a family resemblance across disparate philosophical views. Simon Glendinning has suggested that the term was originally more pejorative than descriptive, functioning as a label for types of western philosophy rejected or disliked by analytic philosophers.[5] Nonetheless, Michael E. Rosen has ventured to identify common themes that typically characterize continental philosophy:[6]\n\nUltimately, the foregoing themes derive from a broadly Kantian thesis that knowledge, experience, and reality are bound and shaped by conditions best understood through philosophical reflection rather than exclusively empirical inquiry.[7]\n\n"
        },
        {
            "title": "History",
            "text": "The history of continental philosophy (taken in the narrower sense of \"late modern/contemporary continental philosophy\") is usually thought to begin with German idealism.[i] Led by figures like Fichte, Schelling, and later Hegel, German idealism developed out of the work of Immanuel Kant in the 1780s and 1790s and was closely linked with romanticism and the revolutionary politics of the Enlightenment. Besides the central figures listed above, important contributors to German idealism also included Friedrich Heinrich Jacobi, Gottlob Ernst Schulze, Karl Leonhard Reinhold, and Friedrich Schleiermacher.\n\nAs the institutional roots of \"continental philosophy\" in many cases directly descend from those of phenomenology,[ii] Edmund Husserl has always been a canonical figure in continental philosophy. Nonetheless, Husserl is also a respected subject of study in the analytic tradition.[18] Husserl's notion of a noema, the non-psychological content of thought, his correspondence with Gottlob Frege, and his investigations into the nature of logic continue to generate interest among analytic philosophers.\n\nJ. G. Merquior argued that a distinction between analytic and continental philosophies can be first clearly identified with Henri Bergson (1859–1941), whose wariness of science and elevation of intuition paved the way for existentialism.[19] Merquior wrote: \"the most prestigious philosophizing in France took a very dissimilar path [from the Anglo-Germanic analytic schools]. One might say it all began with Henri Bergson.\"[19]\n\nAn illustration of some important differences between analytic and continental styles of philosophy can be found in Rudolf Carnap's \"Elimination of Metaphysics through Logical Analysis of Language\" (1932; \"Überwindung der Metaphysik durch Logische Analyse der Sprache\"), a paper some observers[who?] have described as particularly polemical. Carnap's paper argues that Heidegger's lecture \"What Is Metaphysics?\" violates logical syntax to create nonsensical pseudo-statements.[20][21] Moreover, Carnap claimed that many German metaphysicians of the era were similar to Heidegger in writing statements that were syntactically meaningless.\n\nWith the rise of Nazism, many of Germany's philosophers, especially those of Jewish descent or leftist or liberal political sympathies (such as many in the Vienna Circle and the Frankfurt School), fled to the English-speaking world.  Those philosophers who remained—if they remained in academia at all—had to reconcile themselves to Nazi control of the universities. Others, such as Martin Heidegger, among the most prominent German philosophers to stay in Germany, aligned themselves with Nazism when it came to power.\n\nBoth before and after World War II there was a growth of interest in German philosophy in France. A new interest in communism translated into an interest in Marx and Hegel, who became for the first time studied extensively in the politically conservative French university system of the Third Republic. At the same time the phenomenological philosophy of Husserl and Heidegger became increasingly influential, perhaps owing to its resonances with French philosophies which placed great stock in the first-person perspective (an idea found in divergent forms such as Cartesianism, spiritualism, and Bergsonism). Most important in this popularization of phenomenology was the author and philosopher Jean-Paul Sartre, who called his philosophy existentialism.\n\nAnother major strain of continental thought is structuralism/post-structuralism. Influenced by the structural linguistics of Ferdinand de Saussure, French anthropologists such as Claude Lévi-Strauss began to apply the structural paradigm to the humanities. In the 1960s and '70s, post-structuralists developed various critiques of structuralism. Post-structuralist thinkers include Jacques Derrida and Gilles Deleuze. After this wave, most of the late 20th century, the tradition has been carried into the 21st century by Quentin Meillassoux, Tristan Garcia, Francois Laruelle, and others.\n\nFrom the early 20th century until the 1960s, continental philosophers were only intermittently discussed in British and American universities, despite an influx of continental philosophers, particularly German Jewish students of Nietzsche and Heidegger, to the United States on account of the persecution of the Jews and later World War II; Hannah Arendt, Herbert Marcuse, Leo Strauss, Theodor W. Adorno, and Walter Kaufmann are probably the most notable of this wave, arriving in the late 1930s and early 1940s. However, philosophy departments began offering courses in continental philosophy in the late 1960s and 1970s. \n\nContinental Philosophy features prominently in a number of British and Irish Philosophy departments, for instance at the University of Essex, Warwick, Newcastle, Sussex, Dundee, Aberdeen (Centre for Modern Thought), and University College Dublin; as well as Manchester Metropolitan, Kingston, Staffordshire (postgraduate only), and the Open University.\n\nAmerican university departments in literature, the fine arts, film, sociology, and political theory have increasingly incorporated ideas and arguments from continental philosophers into their curricula and research. North American Philosophy departments offering courses in Continental Philosophy include the University of Hawai'i at Mānoa, Boston College, Stony Brook University (SUNY), Vanderbilt University, DePaul University, Villanova University, the University of Guelph, The New School, Pennsylvania State University, University of Oregon, Emory University, University of Pittsburgh, Duquesne University, the University of Memphis, University of King's College, and Loyola University Chicago. The most prominent organization for continental philosophy in the United States is the Society for Phenomenology and Existential Philosophy (SPEP).[22]\n\n"
        }
    ]
}