{
    "url": "https://en.wikipedia.org/wiki/Continental_Air_Defense_Command",
    "title": "Continental Air Defense Command",
    "table_of_contents": [
        "1 Background",
        "1.1 Debate over operational control",
        "2 Planning",
        "3 Operational control",
        "3.1 1956 reorganization",
        "3.2 Space defense",
        "4 Aftermath",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Continental Air Defense Command (CONAD) was a Unified Combatant Command of the United States Department of Defense, tasked with air defense for the Continental United States. It comprised Army, Air Force, and Navy components. It included Army Project Nike missiles (Ajax and Hercules) anti-aircraft defenses and USAF interceptors (manned aircraft and BOMARC missiles). The primary purpose of continental air defense during the CONAD period was to provide sufficient attack warning of a Soviet bomber air raid to ensure Strategic Air Command could launch a counterattack without being destroyed.  CONAD controlled nuclear air defense weapons such as the 10 kiloton W-40 nuclear warhead on the CIM-10B BOMARC.[1] The command was disestablished in 1975, and Aerospace Defense Command became the major U.S. component of North American Air Defense Command (NORAD).\n\n"
        },
        {
            "title": "Background",
            "text": "As the new U.S. Air Force was being established in 1947, consideration of a joint command for air defense began.[2]  After the USAF initiated the development of the \"1954 interceptor\" (WS-201) to counter expected Soviet bomber advances,[3] the Army deployed M-33 Fire Control for AA artillery in 1950.  A proposal for a joint/unified command for air defense was initiated (and failed) in 1950.[4] The new Air Defense Command (ADC) at Ent AFB, and Army Antiaircraft Command (ARAACOM) staffed in the nearby Antlers Hotel (Colorado) was established in 1951. The same year, the Priority Permanent System began replacing the post-war Lashup Radar Network.\n\nA direct telephone line was installed in mid-July 1950 between CONAC headquarters and the 26th Air Division HQ at Roslyn Air Warning Station. This marked \"the beginning of the Air Force air raid warning system.\" When the Korean War broke out, the USAF established a direct telephone line between the Air Force Command Post in the Pentagon and the White House.[5]: 133  By 1953, continental air defenses included assets of five organizations, the U.S. ones responsible to the U.S. Joint Chiefs of Staff:[2]\n\nThe United States Department of Defense agreed that the USAF would assume operational control of all U.S. air defense weapons during an attack. However, the Army complained the USAF command and control network (e.g., the 1950 Strategic Operational Control System (SOCS) telephone/teletype system was \"insufficiently reliable.\"[6] In response to the \"enemy capabilities to inflict massive damage on the continental United States by surprise air attack\",[7] the National Security Council formulated  President Dwight Eisenhower's \"The New Look\" strategy in 1953-54.[4] To minimize the Soviet threat, the New Look strategy aimed to allow Strategic Air Command (SAC) bombers \"to get into the air not be destroyed on the ground\" to make massive retaliation possible.[8][5][9] Thus the major purpose of air defense was not actually to shoot down enemy bombers, but merely gain time for SAC to respond.\n\n"
        },
        {
            "title": "Planning",
            "text": "By October 16, 1953, the Chairman of the Joint Chiefs of Staff requested the services' input regarding formation of a joint air defense command,[2]: 112  but the USAF Chief of Staff on December 16, 1953 \"concluded that no change was needed or advisable\".[7]   Under \"political pressures for greater unity and effectiveness in the national air defense system\",[2] the Chairman--a Navy Admiral—disagreed with the USAF and in January 1954 \"recommended that the JCS approve in principle the establishment of a joint air defense command\":[10]\n\nThe command was planned to include:[11]\n\n"
        },
        {
            "title": "Operational control",
            "text": "The Joint Chiefs directed the establishment of CONAD on August 2, 1954. The Secretary of Defense announced the command's formation publicly later in the month to integrate \"the air defense capabilities of the three military departments into an air defense system responsible to the control of one military commander\" (Wainstein).[2]\n\nCONAD was established effective September 1, 1954, primarily to defend the continental United States against air attack. It was also tasked to support U.S. commanders in the Pacific, Atlantic, Caribbean, Alaska, Northeast, and of Strategic Air Command in their missions to the maximum extent consistent with its primary mission.  ADC's commander, General Benjamin Chidlaw, became the first CINCONAD, and the USAF was designated as the executive agency. From 1954 to 1956, CONAD consisted of the USAF Air Defense Command, Army Antiaircraft Command, and the Naval Forces, Continental Air Defense Command (NAVFORCONAD). The USAF ADC Headquarters was additionally designated as Headquarters CONAD.\n\nCONAD's operational control covered:[4][12]\n\nADC's main battle control center was moved out of the former hallway/latrine in the Ent AFB headquarters building and into a new-built blockhouse in 1954.[2] At Ent, offices for both HQ CONAD and a new HQ NAVFORCONAD were prepared in the building with the ADC and ARAACOM HQs. NAVFORCONAD was placed under command of Rear Admiral Albert K. Morehouse.[4][13]\n\nThe Experimental SAGE Subsector received a prototype IBM computer in July 1955.[14][15] for development of a \"national air defense network\",[16] A late 1955 CONAD plan for USAF Semi-Automatic Ground Environment control of Army Nike missiles caused an interservice dispute[2] but later in 1956 the Secretary of Defense approved CONAD's plan for USAF units at computerized Army nuclear bunkers. The 1959 Missile Master Plan resolved the dispute to have separate Nike Hercules missile command posts in the bunkers.  On February 13, 1956, CINCONAD advocated \"an eventual combined organization…of the Air Defense Force of all countries and services in and adjacent to North America.\" December 1956 planning requested \"six prime and 41 gap-tiller radars [to be] located in Mexico.  By 1956, CONAD had designated 3 \"SAC Base Complexes\" to be defended: in the Northwestern United States, in a Montana-through-North Dakota area, and the largest in a nearly-triangular \"South Central Area\" from Minnesota to New Mexico to Northern Florida.[17]\n\nOn September 4, 1956, the JCS changed the Terms of Reference for CONAD to be \"more in line [with] ..a joint task force\" and separated command of the USAF Air Defense Command from CINCONAD. The CONAD staff were separated from the ADC HQ staff on October 1, 1956.[18][19]  The JCS also transferred \"the air defense systems in Alaska and the Canadian Northeast\" from those unified commands to CONAD.[2] On January 1, 1957, CINCONAD placed the U.S. defenses in a geometric \"Canadian Northeast Area\" under the operational control of the Canadian Air Defence Command.[19]\n\nIn March 1957, CONAD said \"that an adequate and timely defense system against the intercontinental ballistic missile was \"the most urgent future CONAD requirement.\"[20] CONAD identified a requirement \"for a defense against cruise and ballistic missiles launched from submarines or surface ships\" on June 14, 1957[21] The 1957 Gaither Report identified \"little likelihood of SAC's bombers surviving since there was no way to detect an incoming attack until the first [ICBM] warhead landed\".[22] In keeping with these recommendations, the BMEWS General Operational Requirement was issued on November 7, 1957.\n\nOn 6 September 1957, CONAD advised all appropriate agencies that the North American Air Defense Command (NORAD) was to be established at Ent Air Force Base effective 0001 Zulu 12 September. This  would integrate the headquarters of CONAD and RCAF ADC. General Earle E. Partridge, the CONAD/ADC commander, became Commander-in-Chief of NORAD.  At the same time, Canadian officers agreed that the command's primary purpose would be \"early warning and defense for SAC's retaliatory forces.\"[5]: 252 \n\nThe CONAD blockhouse at Ent became a \"master station\" of the 1958 Alert Network Number 1, (ARDC's ADSMO was redesignated as the Air Defense Systems Integration Division on February 24, 1958.)  Ground zero footage for CONAD was shot during the Operation Plowshare nuclear detonation.[23]  When the ICBM threat had sufficiently developed, the June 1959 Continental Air Defense Program reduced the number of Super Combat Centers to 7, then all were cancelled on March 18, 1960.[24] The Canadian nuclear bunker started at CFS North Bay was completed in 1963 with vacuum tube computers.\n\nCONAD was assigned \"operational command\" of the Space Detection and Tracking System (SPADATS) on November 7, 1960.[25] SPADATS included Project Space Track and NAVSPASUR sensors.[26]  The \"Improved Hercules system\" for surface-to-air-missiles was first deployed in 1961, and in 1962 the command manned the alternate US command post (CONAD ALCOP) at Richards-Gebaur AFB.  CONAD HQ moved from Ent AFB to the nearby Colorado Springs' Chidlaw Building in 1963, where a new NORAD/CONAD \"war room\" (Combined Operations Center) with Iconorama was used until the under-construction Command Center and Missile Warning Center became operational at Cheyenne Mountain Complex in 1966.  NORAD HQ moved to the Chidlaw Building on February 15, 1963. The CONAD and NORAD offices were consolidated on March 7, 1963.\n\nCONAD agreed to allow the FAA to control military aircraft for \"scramble, flight en route to target [enemy aircraft], and recovery\" (handed off to military directors for actual intercept) effective February 1, 1964.[27] By January 12, 1965, CONAD had a \"Space Defense Center Implementation Plan\"[28] (in 1967 the 1st Aero moved Ent's Space Defense Center operations to Cheyenne Mountain Complex's Group III Space Defense Center.)[29][30]  CONAD continued using the same name with \"air defense\" after Aerospace Defense Command (ADCOM) was designated the new USAF \"space\" command name in 1968 with most of CONAD's missile warning and space surveillance assets (cf. the 1959 Naval Space Surveillance System until transferred to the USAF in 2004).\n\n"
        },
        {
            "title": "Aftermath",
            "text": "BOMARC alerts ended in 1972, and the post-Vietnam war drawdown closed most CONUS NIKE missile sites during the 1974 Project Concise. At the very end of the command's existence, the SAFEGUARD ABM system was being deployed. It became operational on October 1, 1975.\n\nCONAD was disestablished on June 30, 1975. General Lucius D. Clay Jr., the last commander, remained Commander-in-Chief of NORAD, and Aerospace Defense Command personnel manned combined NORAD/ADCOM staff organizations.  ADCOM was broken up 1979-80 with interceptors transferring to Air Defense, Tactical Air Command, missile warning stations transferring to SAC (e.g., the new PAVE PAWS sites), electronics units transferring to the Air Force Communications Service (AFCS), and the NORAD/ADCOM \"Air Force Element\" forming the new Aerospace Defense Center.\n\nRemaining ADCOM HQ functions continued as combined NORAD/ADCOM organizations, e.g., \"HQ NORAD/ADCOM\" J31 subsequently manned the Cheyenne Mountain Space Surveillance Center in the same room as the Missile Warning Center, separated by partitions.  In 1982, the Aerospace Defense Center was incorporated into the new Air Force Space Command.\n\n"
        }
    ]
}