{
    "url": "https://en.wikipedia.org/wiki/Continuous_track",
    "title": "Continuous track",
    "table_of_contents": [
        "1 History",
        "1.1 Heathcote's Steam Plough",
        "1.2 Dreadnaught wheel by Boydell (1846)",
        "1.3 Endless Railway by John Fowler (1858)",
        "1.4 20th century efforts",
        "1.5 First commercial success (1901)",
        "1.6 The stiff chain by Hornsby & Sons (1904)",
        "1.7 Holt and the Caterpillar",
        "1.8 Snow vehicles",
        "1.9 Military application",
        "2 Patent history",
        "2.1 Linn",
        "3 Engineering",
        "3.1 Construction and operation",
        "3.1.1 Overlapping road wheels",
        "3.1.2 Drive train",
        "3.1.3 Steering",
        "3.2 \"Live\" and \"dead\" track",
        "3.3 Rubber track pads",
        "3.4 Rubber tracks",
        "3.5 Advantages",
        "3.6 Disadvantages",
        "4 Gallery",
        "5 Current manufacturers",
        "6 In nature",
        "7 See also",
        "8 References",
        "9 External links",
        "9.1 Video clips"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Continuous track is a system of vehicle propulsion used in tracked vehicles, running on a continuous band of treads or track plates driven by two or more wheels. The large surface area of the tracks distributes the weight of the vehicle better than steel or rubber tyres on an equivalent vehicle, enabling continuous tracked vehicles to traverse soft ground with less likelihood of becoming stuck due to sinking.\n\nModern continuous tracks can be made with soft belts of synthetic rubber, reinforced with steel wires, in the case of lighter agricultural machinery. The more common classical type is a solid chain track made of steel plates (with or without rubber pads), also called caterpillar tread or tank tread,[1] which is preferred for robust and heavy construction vehicles and military vehicles.\n\nThe prominent treads of the metal plates are both hard-wearing and damage resistant, especially in comparison to rubber tyres. The aggressive treads of the tracks provide good traction in soft surfaces but can damage paved surfaces, so some metal tracks can have rubber pads installed for use on paved surfaces. Other than soft rubber belts, most chain tracks apply a stiff mechanism to distribute the load equally over the entire space between the wheels for minimal deformation, so that even the heaviest vehicles can move easily, just like a train on its straight tracks.\n\nThe stiff mechanism was first given a physical form by Hornsby & Sons in 1904 and then made popular by Caterpillar Tractor Company, with tanks emerging during World War I. Today, they are commonly used on a variety of vehicles, including snowmobiles, tractors, bulldozers, excavators and tanks.\nThe idea of continuous tracks can be traced back as far as the 1830s, however.\n\n"
        },
        {
            "title": "History",
            "text": "Polish mathematician and inventor Józef Maria Hoene-Wroński designed caterpillar vehicles in the 1830s to compete with the railways.[2] \nThe British polymath Sir George Cayley patented a continuous track, which he called a \"universal railway\" in 1825.[3] In 1837, Russian army captain Dmitry Andreevich Zagryazhsky (1807 – after 1860) designed a \"carriage with mobile tracks\" which he patented the same year, but due to a lack of funds and interest from manufacturers he was unable to build a working prototype, and his patent was voided in 1839.\n\nPatented in 1832 by John Heathcoat (also Heathcote) M.P. for Tiverton, the Heathcote steam plough was demonstrated in 1837 and press coverage fortunately provided a wood cut of this unusual tracked vehicle.[4] The continuous tracks were made of 215 cm (7 ft) sections of wood bolted to continuous iron bands which were driven by the 'drums' at each end. A strong chassis provided the bearings for the drums, carried the steam engine, fuel and winch. The chassis was supported on \"numerous small wheels or rollers\" which ran upon the lower iron bands, which \"thus form a perfectly portable and smooth road for the platform\". The drums were 275 or 305 cm (9 or 10 ft) in diameter, 790 cm (26 ft) apart. The tracks were each 215 cm (7 ft) wide with a 215 cm (7 ft) gap in-between giving an overall width of 640 cm (21 ft). The twin-cylinder steam engine could be used either to drive the plough winch or to drive the vehicle along, at a speed of up to 150 cm/min (5 ft/min). Although the machine weighed 30 tons complete with 6 tons of fuel, its ground pressure was only 869 kg/m2 (178 lb/sq ft), considerably less than a man. The successful demonstration was carried out on Red Moss at Bolton-le-Moors on 20 April 1837. The steam plough was lost when it sank into a swamp by accident and was then abandoned as the inventor did not have the funds to continue development.[5][6]\n\nAlthough not a continuous track in the form encountered today, a dreadnaught wheel or \"endless railway wheel\" was patented by the British Engineer James Boydell in 1846. In Boydell's design, a series of flat feet are attached to the periphery of the wheel, spreading the weight.[7] A number of horse-drawn wagons, carts and gun carriages were successfully deployed in the Crimean War, waged between October 1853 and February 1856, the Royal Arsenal at Woolwich manufacturing dreadnaught wheels. A letter of recommendation was signed by Sir William Codrington, the General commanding the troops at Sebastopol.[8][9]\n\nBoydell patented improvements to his wheel in 1854 (No. 431) – the year his dreadnaught wheel was first applied to a steam engine – and 1858 (No. 356), the latter an impracticable palliative measure involving the lifting one or other of the driving wheels to facilitate turning.\n\nA number of manufacturers including Richard Bach, Richard Garrett & Sons, Charles Burrell & Sons and Clayton & Shuttleworth applied the Boydell patent under licence. The British military were interested in Boydell's invention from an early date. One of the objectives was to transport Mallet's Mortar, a giant 36 inch weapon which was under development, but, by the end of the Crimean War, the mortar was not ready for service. A detailed report of the tests on steam traction, carried out by a select Committee of the Board of Ordnance, was published in June 1856,[10] by which date the Crimean War was over, consequently the mortar and its transportation became irrelevant. In those tests, a Garrett engine was put through its paces on Plumstead Common. The Garrett engine featured in the Lord Mayor's show in London, and in the following month that engine was shipped to Australia. A steam tractor employing dreadnaught wheels was built at Bach's Birmingham works, and was used between 1856 and 1858 for ploughing in Thetford; and the first generation of Burrell/Boydell engines was built at the St. Nicholas works in 1856, again, after the close of the Crimean War.[11]\n\nBetween late 1856 and 1862 Burrell manufactured not less than a score of engines fitted with dreadnaught wheels. In April 1858, the journal The Engineer gave a brief description of a Clayton & Shuttleworth engine fitted with dreadnaught wheels, which was supplied not to the Western Allies, but to the Russian government for heavy artillery haulage in Crimea in the post-war period.[12][13][14] Steam tractors fitted with dreadnaught wheels had a number of shortcomings and, notwithstanding the creations of the late 1850s, were never used extensively.[9][15]\n\nIn August 1858, more than two years after the end of the Crimean War, John Fowler filed British Patent No. 1948 on another form of \"Endless Railway\". In his illustration of the invention, Fowler used a pair of wheels of equal diameter on each side of his vehicle, around which pair of toothed wheels ran a 'track' of eight jointed segments, with a smaller jockey/drive wheel between each pair of wheels, to support the 'track'. Comprising only eight sections, the 'track' sections are essentially 'longitudinal', as in Boydell's initial design.[16] Fowler's arrangement is a precursor to the multi-section caterpillar track in which a relatively large number of short 'transverse' treads are used, as proposed by Sir George Caley in 1825,[17] rather than a small number of relatively long 'longitudinal' treads.\n\nFurther to Fowler's patent of 1858, in 1877, a Russian, Fyodor Blinov, created a tracked vehicle called \"wagon moved on endless rails\".[18] It lacked self-propulsion and was pulled by horses. Blinov received a patent for his \"wagon\" in 1878. From 1881 to 1888 he developed a steam-powered caterpillar-tractor. This self-propelled crawler was successfully tested and featured at a farmers' exhibition in 1896.[18]\n\nSteam traction engines were used at the end of the 19th century in the Boer Wars. But neither dreadnaught wheels nor continuous tracks were used, rather \"roll-out\" wooden plank roads were thrown under the wheels as required.[19]\nIn short, whilst the development of the continuous track engaged the attention of a number of inventors in the 18th and 19th centuries, the general use and exploitation of the continuous track belonged to the 20th century, mainly in the United States and England.\n\nA little-known American inventor, Henry Thomas Stith (1839–1916), had developed a continuous track prototype which was, in multiple forms, patented in 1873, 1880, and 1900.[20][21] The last was for the application of the track to a prototype off-road bicycle built for his son.[1] The 1900 prototype is retained by his surviving family.\n\nFrank Beamond (1870–1941), a less-commonly known but significant British inventor, designed and built caterpillar tracks, and was granted patents for them in a number of countries, in 1900 and 1907.[22]\n\nA first effective continuous track was not only invented but really implemented by Alvin Orlando Lombard for the Lombard Steam Log Hauler.[citation needed] He was granted a patent in 1901 and built the first steam-powered log hauler at the Waterville Iron Works in Waterville, Maine, the same year. In all, 83 Lombard steam log haulers are known to have been built up to 1917, when production switched entirely to internal combustion engine powered machines, ending with a Fairbanks diesel-powered unit in 1934. Alvin Lombard may also have been the first commercial manufacturer of the tractor crawler.[citation needed]\n\nAt least one of Lombard's steam-powered machines apparently remains in working order.[23] A gasoline-powered Lombard hauler is on display at the Maine State Museum in Augusta. In addition, there may have been up to twice as many Phoenix Centipeed versions of the steam log hauler built under license from Lombard, with vertical instead of horizontal cylinders. In 1903, the founder of Holt Manufacturing, Benjamin Holt, paid Lombard $60,000 for the right to produce vehicles under his patent.[citation needed]\n\nAt about the same time a British agricultural company, Hornsby in Grantham, developed a continuous track which was patented in 1905.[24] The design differed from modern tracks in that it flexed in only one direction, with the effect that the links locked together to form a solid rail on which the road wheels ran. Hornsby's tracked vehicles were given trials as artillery tractors by the British Army on several occasions between 1905 and 1910, but not adopted. \n\nThe Hornsby tractors pioneered a track-steer clutch arrangement, which is the basis of the modern crawler operation.[citation needed] The patent was purchased by Holt.[citation needed]\n\nThe name Caterpillar came from a soldier during the tests on the Hornsby crawler, \"trials began at Aldershot in July 1907. The soldiers immediately christened the 70bhp No.2 machine the 'caterpillar'.\"[25]\nHolt adopted that name for his \"crawler\" tractors. Holt began moving from steam to gasoline-powered designs, and in 1908 brought out the 40-horsepower (30 kW) \"Holt Model 40 Caterpillar\". Holt incorporated the Holt Caterpillar Company, in early 1910, later that year trademarked the name \"Caterpillar\" for his continuous tracks.[26]\n\nCaterpillar Tractor Company began in 1925 from a merger of the Holt Manufacturing Company and the C. L. Best Tractor Company, an early successful manufacturer of crawler tractors.\n\nWith the Caterpillar D10 in 1977, Caterpillar resurrected a design by Holt and Best, the high-sprocket-drive, since known as the \"High Drive\",[27] which had the advantage of keeping the main drive shaft away from ground shocks and dirt,[28]\nand is still used in their larger dozers.\n\nIn a memorandum of 1908, Antarctic explorer Robert Falcon Scott presented his view that man-hauling to the South Pole was impossible and that motor traction was needed.[30] Snow vehicles did not yet exist however, and so his engineer Reginald Skelton developed the idea of a caterpillar track for snow surfaces.[31] These tracked motors were built by the Wolseley Tool and Motor Car Company in Birmingham, tested in Switzerland and Norway, and can be seen in action in Herbert Ponting's 1911 documentary film of Scott's Antarctic Terra Nova Expedition.[32] Scott died during the expedition in 1912, but expedition member and biographer Apsley Cherry-Garrard credited Scott's \"motors\" with the inspiration for the British World War I tanks, writing: \"Scott never knew their true possibilities; for they were the direct ancestors of the 'tanks' in France.\"[33]\n\nIn time, however, a wide array of vehicles were developed for snow and ice, including ski slope grooming machines, snowmobiles, and countless commercial and military vehicles.\n\nContinuous track was first applied to a military vehicle on the British prototype tank Little Willie. British Army officers, Colonel Ernest Swinton and Colonel Maurice Hankey, became convinced that it was possible to develop a fighting vehicle that could provide protection from machine gun fire.[34]\n\nDuring World War I, Holt tractors were used by the British and Austro-Hungarian armies to tow heavy artillery and stimulated the development of tanks in several countries. The first tanks to go into action, the Mark I, built by Great Britain, were designed from scratch and were inspired by, but not directly based on, the Holt. The slightly later French and German tanks were built on modified Holt running gear.\n\n"
        },
        {
            "title": "Patent history",
            "text": "A long line of patents disputes who was the \"originator\" of continuous tracks. There were a number of designs that attempted to achieve a track laying mechanism, although these designs do not generally resemble modern tracked vehicles.[35][36][37]\n\nIn 1877 Russian inventor Fyodor Abramovich Blinov created a horse-drawn tracked vehicle called \"wagon moved on endless rails\",[18] which received a patent the next year. In 1881–1888 he created a steam-powered caterpillar-tractor. This self-propelled crawler was successfully tested and showed at a farmers' exhibition in 1896.[18]\n\nAccording to Scientific American, Charles Dinsmoor of Warren, Pennsylvania invented a \"vehicle\" on endless tracks, patented as No. 351,749 on November 2, 1886.[38][39] The article gives a detailed description of the endless tracks.[40]\n\nAlvin O. Lombard of Waterville, Maine was issued a patent in 1901 for the Lombard Steam Log Hauler that resembles a regular railroad steam locomotive with sled steerage on front and crawlers in rear for hauling logs in the Northeastern United States and Canada.[citation needed] The haulers allowed pulp to be taken to rivers in the winter. Prior to then, horses could be used only until snow depths made hauling impossible. Lombard began commercial production which lasted until around 1917 when focus switched entirely to gasoline powered machines. A gasoline-powered hauler is on display at the Maine State Museum in Augusta, Maine.\nAfter Lombard began operations, Hornsby in England manufactured at least two full length \"track steer\" machines, and their patent was later purchased by Holt in 1913, allowing Holt to claim to be the \"inventor\" of the crawler tractor.[41] Since the \"tank\" was a British concept it is more likely the Hornsby, which had been built and unsuccessfully pitched to their military, was the inspiration.\n\nIn a patent dispute involving rival crawler builder Best, testimony was brought in from people including Lombard, that Holt had inspected a Lombard log hauler shipped out to a western state by people who would later build the Phoenix log hauler in Eau Claire, Wisconsin, under license from Lombard.[citation needed] The Phoenix Centipeed typically had a fancier wood cab, steering wheel tipped forward at a 45 degree angle and vertical instead of horizontal cylinders.\n\nIn the meantime, a gasoline-powered motor home was built by Lombard for Holman Harry (Flannery) Linn of Old Town, Maine to pull the equipment wagon of his dog & pony show, resembling a trolley car only with wheels in front and Lombard crawlers in rear. Linn had experimented with gasoline and steam-powered vehicles and six-wheel drive before this, and at some point entered Lombard's employment as a demonstrator, mechanic and sales agent. This resulted in a question of proprietorship of patent rights after a single rear-tracked gasoline-powered road engine of tricycle arrangement was built to replace the larger motor home in 1909 on account of problems with the old picturesque wooden bridges. This dispute resulted in Linn departing Maine and relocating to Morris, New York, to build an improved, contour following flexible lag tread or crawler with independent suspension of halftrack type, gasoline and later diesel powered. Although several were delivered for military use between 1917 and 1946, Linn never received any large military orders. Most of the production between 1917 and 1952, approximately 2500 units, was sold directly to highway departments and contractors. Steel tracks and payload capacity allowed these machines to work in terrain that would typically cause the poorer quality rubber tyres that existed before the mid-1930s to spin uselessly, or shred completely.[citation needed]\n\nLinn was a pioneer in snow removal before the practice was embraced in rural areas, with a nine-foot steel v-plow and sixteen foot adjustable leveling wings on either side. Once the highway system became paved, snowplowing could be done by four wheel drive trucks equipped by improving tyre designs, and the Linn became an off highway vehicle, for logging, mining, dam construction, arctic exploration, etc.[citation needed]\n\n"
        },
        {
            "title": "Engineering",
            "text": "Modern tracks are built from modular chain links which together compose a closed chain. The links are jointed by a hinge, which allows the track to be flexible and wrap around a set of wheels to make an endless loop. The chain links are often broad, and can be made of manganese alloy steel for high strength, hardness, and abrasion resistance.[42]\n\nTrack construction and assembly is dictated by the application. Military vehicles use a track shoe that is integral to the structure of the chain in order to reduce track weight. Reduced weight allows the vehicle to move faster and decreases overall vehicle weight to ease transportation. Since track weight is completely unsprung, reducing it improves suspension performance at speeds where the track's momentum is significant. In contrast, agricultural and construction vehicles opt for a track with shoes that attach to the chain with bolts and do not form part of the chain's structure. This allows track shoes to break without compromising the ability of the vehicle to move and decrease productivity but increases the overall weight of the track and vehicle.\n\nThe vehicle's weight is transferred to the bottom length of track by a number of road wheels, or sets of wheels called bogies. Road wheels are typically mounted on some form of suspension to cushion the ride over rough ground. Suspension design in military vehicles is a major area of development; the very early designs were often completely unsprung. Later-developed road wheel suspension offered only a few inches of travel using springs, whereas modern hydro-pneumatic systems allow several feet of travel and include shock absorbers. Torsion-bar suspension has become the most common type of military vehicle suspension. Construction vehicles have smaller road wheels that are designed primarily to prevent track derailment and they are normally contained in a single bogie that includes the idler-wheel and sometimes the sprocket.\n\nMany World War II German military vehicles, initially (starting in the late 1930s) including all vehicles originally designed to be half-tracks and all later tank designs (after the Panzer IV), had slack-track systems, usually driven by a front-located drive sprocket, the track returning along the tops of a design of overlapping and sometimes interleaved large diameter road wheels, as on the suspension systems of the Tiger I and Panther tanks, generically known by the term Schachtellaufwerk (interleaved or overlapping running gear) in German, for both half-track and fully tracked vehicles. There were suspensions with single or sometimes doubled wheels per axle, alternately supporting the inner and outer side of the track, and interleaved suspensions with two or three road wheels per axle, distributing the load over the track.[43]\n\nThe choice of overlapping/interleaved road wheels allowed the use of slightly more transverse-orientation torsion bar suspension members, allowing any German tracked military vehicle with such a setup to have a noticeably smoother ride over challenging terrain, leading to reduced wear, ensuring greater traction and more accurate fire. However, on the Russian front, mud and snow would become lodged between the overlapping wheels, freeze, and immobilize the vehicle. As a tracked vehicle moves, the load of each wheel moves over the track, pushing down and forward that part of the earth or snow underneath it, similarly to a wheeled vehicle but to a lesser extent because the tread helps distribute the load. On some surfaces, this can consume enough energy to slow the vehicle down significantly. Overlapped and interleaved wheels improve performance (including fuel consumption) by loading the track more evenly. It also must have extended the life of the tracks and possibly of the wheels.[citation needed] The wheels also better protect the vehicle from enemy fire, and mobility is improved when some wheels are missing.\n\nThis relatively complicated approach has not been used since World War II ended. This may be related more to maintenance than to original cost. The torsion bars and bearings may stay dry and clean, but the wheels and tread work in mud, sand, rocks, snow, and other surfaces. In addition, the outer wheels (up to nine of them, some double) had to be removed to access the inner ones. In WWII, vehicles typically had to be maintained for a few months before being destroyed or captured[citation needed], but in peacetime, vehicles must train several crews over a period of decades.\n\nTransfer of power to the track is accomplished by a drive wheel, or drive sprocket, driven by the motor and engaging with holes in the track links or with pegs on them to drive the track. In military vehicles, the drive wheel is typically mounted well above the contact area on the ground, allowing it to be fixed in position. In agricultural crawlers it is normally incorporated as part of the bogie. Placing suspension on the sprocket is possible, but is mechanically more complicated. A non-powered wheel, an idler, is placed at the opposite end of the track, primarily to tension the track, since loose track could be easily thrown (slipped) off the wheels. To prevent throwing, the inner surface of the track links usually have vertical guide horns engaging grooves, or gaps between the doubled road and idler/sprocket wheels. In military vehicles with a rear sprocket, the idler wheel is placed higher than the road wheels to allow it to climb over obstacles. Some track arrangements use return rollers to keep the top of the track running straight between the drive sprocket and idler. Others, called slack track, allow the track to droop and run along the tops of large road wheels. This was a feature of the Christie suspension, leading to occasional misidentification of other slack track-equipped vehicles.\n\nContinuous track vehicle steer by applying more or less drive torque to one side of the vehicle than the other, and this can be implemented in a variety of ways.\n\nTracks may be broadly categorized as live or dead track. Dead track is a simple design in which each track plate is connected to the rest with hinge-type pins. These dead tracks will lie flat if placed on the ground; the drive sprocket pulls the track around the wheels with no assistance from the track itself. Live track is slightly more complex, with each link connected to the next by a bushing which causes the track to bend slightly inward. A length of live track left on the ground will curl upward slightly at each end. Although the drive sprocket must still pull the track around the wheels, the track itself tends to bend inward, slightly assisting the sprocket and somewhat conforming to the wheels.\n\nTracks are often equipped with rubber pads to improve travel on paved surfaces more quickly, smoothly and quietly. While these pads slightly reduce a vehicle's cross-country traction, they prevent damage to any pavement. Some pad systems are designed to remove easily for cross-country military combat.\n\nStarting from late 1980s, many manufacturers provide rubber tracks instead of steel, especially for agricultural applications. Rather than a track made of linked steel plates, a reinforced rubber belt with chevron treads is used.\n\nIn comparison to steel tracks, rubber tracks are lighter, waste less power on internal friction, make less noise and do not damage paved roads. However, they impose more ground pressure below the wheels, as they are not able to equalize pressure as well as the stiff mechanism of track plates, especially the spring loaded live tracks. Another disadvantage is that they are not disassemblable into tracks and therefore cannot be repaired, having to be discarded as whole if once damaged.\n\nPrevious belt-like systems, such as those used for half-tracks in World War II, were not as strong, and during military actions were easily damaged. The first rubber track was invented and constructed by Adolphe Kégresse and patented in 1913; in historic context rubber tracks are often called Kégresse tracks. First rubber-tracked agricultural tracked was Oliver Farm Equipment HGR in 1945-1948, which was ahead of its time and only seen small-scale production.\n\nThe disadvantages of tracks are lower top speed, much greater mechanical complexity, shorter life and the damage that their all-steel versions cause to the surface on which they pass: They often cause damage to less firm terrain such as lawns, gravel roads, and farm fields, as the sharp edges of the track easily rout the turf. Accordingly, vehicle laws and local ordinances often require rubberised tracks or track pads. A compromise between all-steel and all-rubber tracks exists: attaching rubber pads to individual track links ensures that continuous track vehicles can travel more smoothly, quickly, and quietly on paved surfaces. While these pads slightly reduce a vehicle's cross-country traction, in theory they prevent damage to any pavement.\n\nAdditionally, the loss of a single segment in a track immobilizes the entire vehicle, which can be a disadvantage in situations where high reliability is important. Tracks can also ride off their guide wheels, idlers or sprockets, which can cause them to jam or to come completely off the guide system (this is called a 'thrown' track). Jammed tracks may become so tight that the track may need to be broken before a repair is possible, which requires either explosives or special tools. Multi-wheeled vehicles, for example, 8 X 8 military vehicles, may often continue driving even after the loss of one or more non-sequential wheels, depending on the base wheel pattern and drive train.\n\nProlonged use places enormous strain on the drive transmission and the mechanics of the tracks, which must be overhauled or replaced regularly. It is common to see tracked vehicles such as bulldozers or tanks transported long distances by a wheeled carrier such as a tank transporter or train, though technological advances have made this practice less common among tracked military vehicles than it once was[citation needed].\n\n"
        },
        {
            "title": "Current manufacturers",
            "text": "The pioneer manufacturers have been replaced mostly by large tractor companies such as AGCO, Liebherr Group,[44] John Deere, Yanmar, New Holland, Kubota,[45] Case, Caterpillar Inc., CLAAS.[46] Also, there are some crawler tractor companies specialising in niche markets. Examples are Otter Mfg. Co. and Struck Corporation.,[47] with many wheeled vehicle conversion kits available from the American Mattracks firm of Minnesota since the mid-1990s.\n\nRussian off-road vehicles are built by companies such as ZZGT[48] and Vityaz.[49]\n\n"
        }
    ]
}