{
    "url": "https://en.wikipedia.org/wiki/Contemporary_fantasy",
    "title": "Contemporary fantasy",
    "table_of_contents": [
        "1 Definition and overview",
        "2 Subgenres",
        "3 Examples",
        "3.1 19th and early 20th centuries",
        "3.2 Later 20th and early 21st centuries",
        "4 Overlap with other genres",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Contemporary fantasy, also known as modern fantasy, is a subgenre of fantasy, set in the present day or, more accurately, the time period of the maker. It is perhaps most popular for its subgenre, urban fantasy.\n\nStrictly, supernatural fiction can be said to be part of contemporary fantasy since it has fantasy elements and is set in a contemporary setting. In practice, however, supernatural fiction is a well-established genre in its own right, with its own distinctive conventions.\n\n"
        },
        {
            "title": "Definition and overview",
            "text": "These terms are used to describe stories set in the putative real world (often referred to as consensus reality) in contemporary times, in which magic and magical creatures exist but are not commonly seen or understood as such, either living in the interstices of our world or leaking over from alternate worlds. It thus has much in common with, and sometimes overlaps with secret history; a work of fantasy in which the magic could not remain secret, or does not have any known relationship to known history, would not fit into this subgenre.\n\nNovels in which modern characters travel into alternative worlds, and all the magical action takes place there (except for the portal required to transport them), are not considered contemporary fantasy. Thus, C.S. Lewis's The Lion, the Witch and the Wardrobe, where all fantasy events take place in the land of Narnia which is reached via a magic wardrobe, would not count as contemporary fantasy; on the other hand, the part of The Magician's Nephew, where the Empress Jadis gets to London, tries to take over the Earth and clashes with police and a crowd of cockneys, would qualify as such.\n\nContemporary fantasy is generally distinguished from horror fiction – which also often has contemporary settings and fantastic elements – by the overall tone, emphasizing joy or wonder rather than fear or dread.\n\nIn his preface to That Hideous Strength, one of the earlier works falling within this subgenre, C.S. Lewis explained why, when writing a tale about \"magicians, devils, pantomime animals and planetary angels\", he chose to start it with a detailed depiction of narrow-minded academic politics at a provincial English university and the schemes of crooked real estate developers: \"I am following the traditional fairy-tale. We do not always notice its method, because the cottages, castles, woodcutters and petty kings with which a fairy tale opens have become for us as remote as the witches and ogres to which it proceeds. But they were not remote at all to the men who first made and enjoyed the tales\".[1] The same is true for many of the later works in the genre, which often begin with a seemingly normal scene of modern daily life to then disclose supernatural and magical beings and events hidden behind the scenes.\n\n"
        },
        {
            "title": "Subgenres",
            "text": "Contemporary fantasies often concern places dear to their authors, are full of local color and atmosphere, and attempt to lend a sense of magic to those places, particularly when the subgenre overlaps with mythic fiction.\n\nWhen the story takes place in a city, the work is often called urban fantasy.\n\nThe contemporary fantasy and low fantasy genres can overlap as both are defined as being set in the real world.  There are differences, however.  Low fantasies are set in the real world but not necessarily in the modern age, in which case they would not be contemporary fantasy.  Contemporary fantasies are set in the real world but may also include distinct fantasy settings within it, such as the Harry Potter series, in which case they would be high rather than low fantasy.\n\nRelated to Contemporary fantasy are fantasies set in fictional worlds, with their own distinct history and culture, but in which magic coexists with modern technology - rather than being set in a quasi-medieval setting, as were most earlier Fantasy works. For example, at the climax of L.E. Modesitt's The Death of Chaos, powerful magicians engage in a titanic battle and destroy a vast fleet of WWI-type Dreadnaughts, foiling the expansionist plans of a militarist Emperor loosely modeled on Kaiser Wilhelm of Imperial Germany.\n\n"
        },
        {
            "title": "Overlap with other genres",
            "text": "Contemporary fantasy can also be found marketed as mainstream or literary fiction and frequently marketed as magical realism, itself arguably a fantasy genre. Examples include Practical Magic by Alice Hoffman, The Antelope Wife[2] by Louise Erdrich, and Mistress of Spices by Chitra Bannerjee Divakaruni.\n\n"
        }
    ]
}