{
    "url": "https://en.wikipedia.org/wiki/Convers_Francis",
    "title": "Convers Francis",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Convers Francis (November 9, 1795 – April 17, 1863) was an American Unitarian minister from Watertown, Massachusetts.\n\n"
        },
        {
            "title": "Life and work",
            "text": "He was born the son of Susannah Rand Francis and Convers Francis, and named after his father. His sister, Lydia Maria, later became an important reformer.\n\nFrancis studied to become a minister at Harvard Divinity School. He was minister of the Watertown, Massachusetts, Unitarian Church from 1819 to 1842. Francis taught Theodore Parker beginning in 1832 and preached at his ordination ceremony in 1840.[1] Francis encouraged Parker when his translations and books were not selling well. He wrote of his \"astonishment at your labors and learning\", but criticized the recent lack of interest in reading, writing \"the cry is all for action—for doing something, not moping over books as they say\".[2] Both Francis and Parker joined the Transcendental Club in the 1830s, an organization which included members such as Ralph Waldo Emerson, Henry David Thoreau and Margaret Fuller. Being one of the elders of the group, in fact the eldest member who was also a moderator of the Club, he influenced other members. Preaching at a time when Unitarians were breaking into sometimes-hostile factions in New England, he wrote that \"the condition of things with us in the religious world is anything but pleasant... The cauldron is kept boiling, & all sorts of materials are thrown into it\".[3]\n\nAfter 1842, Francis was Parkman Professor of Pulpit Eloquence at Harvard. His books and writings include Christianity as a Purely Internal Principle, Life of John Eliot, Apostle to the Indians[4] and A Historical Sketch of Watertown (1830). In May 1833, Francis delivered \"Popery and its kindred Principles unfriendly to the Improvement of Man\" as a Dudleian Lecture in Cambridge.[5] He died in 1863, one year after Transcendental Club co-member Henry David Thoreau died.\n\n"
        }
    ]
}