{
    "url": "https://en.wikipedia.org/wiki/Conversations_on_the_Plurality_of_Worlds",
    "title": "Conversations on the Plurality of Worlds",
    "table_of_contents": [
        "1 Content",
        "2 Analysis",
        "3 Reception",
        "4 Translations",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Conversations on the Plurality of Worlds (French: Entretiens sur la pluralité des mondes) is a popular science book by French author Bernard le Bovier de Fontenelle, published in 1686.\n\n"
        },
        {
            "title": "Content",
            "text": "The work consists of six lessons popularizing the knowledge of René Descartes and Nicolas Copernicus, given to a Marquise, spread over six evenings and preceded of a preface and a dispatch To Monsieur L*** .\n\n"
        },
        {
            "title": "Analysis",
            "text": "Unlike many scientific works of its time, Conversations on the Plurality of Worlds was not written in Latin but in French, making it one of the first books to attempt an explanation of scientific theories in a popular language. A precursor to it could be seen in Giordano Bruno's 1584 book On the Infinite Universe and Worlds [it].[citation needed]\n\nIt is an early exposition of cosmic pluralism, the idea that the stars are distant suns which might have their own planetary systems, including the possibility of extraterrestrial life.[citation needed]\n\nIn the preface, Fontenelle suggests that the offered explanation should be easily understood even by those without scientific knowledge, and he  specifically addresses female readers.\nThe book itself is presented as a series of conversations between a gallant philosopher and a marquise, who walk in the latter's garden at night and gaze at stars. The philosopher explains the heliocentric model and also muses on the possibility of extraterrestrial life.[citation needed]\n\nIt is the first work introducing the trope that sentient Venusians are gentle, ethereal, and beautiful.[1][2][3]: 547 \n\n"
        },
        {
            "title": "Reception",
            "text": "The book was very well received both in France and elsewhere, and was regularly published. In 1691, Fontenelle was elected to the Académie française.[4]\nFontenelle's work was not cast polemically against the world view of the Catholic Church or the Protestant churches, nor did it attract the attention, positive or negative, of theologians or prelates.\n\nThe book is Fontenelle's most famous work and is considered to be one of the first major works of the Age of Enlightenment.[citation needed]\n\n"
        },
        {
            "title": "Translations",
            "text": "The first English translation was published in Dublin by Sir William Donville or Domville in 1687, followed by another translation by Aphra Behn in 1688, under the title A Discovery of New Worlds and a third by John Glanvill later in 1688.[5] Antiokh Kantemir translated it into Russian in 1730, although the translation was only published in a censored edition in 1740, due to objections from the Russian Orthodox Church. Elizabeth Gunning translated it into English in 1803.[citation needed]\n\n"
        }
    ]
}