{
    "url": "https://en.wikipedia.org/wiki/Conway_Cabal",
    "title": "Conway Cabal",
    "table_of_contents": [
        "1 Background",
        "2 Conway's letter",
        "3 Board of War",
        "4 Conclusion",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Conway Cabal was a group of senior Continental Army officers in late 1777 and early 1778 who aimed to have George Washington replaced as commander-in-chief of the Army during the American Revolutionary War. It was named after Brigadier General Thomas Conway, whose letters criticizing Washington were forwarded to the Second Continental Congress.  When these suggestions (which were often little more than criticisms and expressions of discontent with either Washington or the general course of the war) were made public, supporters of Washington mobilized to assist him politically.  Conway ended up resigning from the army, and General Horatio Gates, a leading candidate to replace Washington, issued an apology for his role in events.\n\nNo formal requests were ever made asking for Washington's removal as commander in chief.  There was no sign of any formal conspiracy amongst the various malcontents, although Washington was concerned that there might be one.  It was the only major political threat to Washington's command during the war.\n\n"
        },
        {
            "title": "Background",
            "text": "In the fall of 1777 forces of the British Army successfully captured Philadelphia, the seat of the Second Continental Congress, which was forced to relocate to York, Pennsylvania.  The series of military setbacks (principally the losses at Brandywine in September and Germantown in October) caused many in the Continental Army and Congress to question George Washington's leadership of the war effort.  In contrast, the northern army of General Horatio Gates had won a signal victory over John Burgoyne's forces, compelling Burgoyne to surrender his entire army after the Battles of Saratoga.  Gates controversially claimed credit for the victory. Some historians feel that this was more due to the actions of Benedict Arnold, who, in the first battle on September 19, effectively and almost independently defended his forces against British assaults. It was also alleged that Gates had failed to provide Arnold with adequate reinforcements which would have turned the battle into an outright American victory, although there is not universal agreement on this matter.[1] Gates was politically well connected to Congress. Some congressmen such as Richard Henry Lee, John Adams, and Samuel Adams wanted tighter Congressional control of the war effort and supported Gates. Although John Adams did not specifically call for Washington to be replaced, he worried that Washington was being made into a military idol, and was fearful of the effects of this upon republicanism.[2]\n\nMilitary custom dictated that, after Saratoga, Gates would have sent his official report to Washington, who was his immediate superior. However, Gates sidestepped Washington and sent his report directly to Congress.[3] Washington sent his staff officer, Colonel Alexander Hamilton, to meet Gates and tell him on Washington's behalf to send three of his brigades to Washington's troops outside Philadelphia. The logic was that Washington required more troops to fight General William Howe's British Army, which had just taken the capital, whereas Gates had no major British force to contend with. Gates desired to hold onto the brigades and suggested that another British detachment might invade. He then agreed to send only one 600-man brigade, which Hamilton discovered was the weakest of the three requested. Finally, Hamilton exacted a promise from Gates to send two brigades. At the same time, Gates wrote to Washington, rebuking him for sending Hamilton.[4]\n\n\"Conspiracy\" is perhaps too strong a term to use in describing varied actions taken by disaffected officers and Congressional delegates unhappy with the course of the war. Most of those involved only shared the view that Washington was a less-than-perfect commander in chief, and very few of their activities were coordinated.[3][5] General Gates was used as a stalking horse to replace Washington, and had himself also engaged in some lobbying for the command, but he was not responsible for the strong response within the Congress.  Opposition to Washington's command in Pennsylvania was anchored by Thomas Mifflin, a former Congressional delegate and also a former quartermaster of the Continental Army who had previously worked closely with Washington. His view of Washington as a rank amateur was supported by Lee, Benjamin Rush, and probably others.  A number of French officers who had been commissioned into the Continental Army were also critical of Washington.  These notably included Johann de Kalb, Louis Lebègue Duportail, and Thomas Conway.\n\n"
        },
        {
            "title": "",
            "text": "Thomas Conway was an Irishman who was educated in France and had served in its military. Recruited by American diplomat Silas Deane, he arrived at Washington's headquarters in Morristown, New Jersey in the spring of 1777. With Washington's support, Congress made him a brigadier general in the Continental Army, and he served with some distinction under Washington during the Philadelphia campaign. His time in combat included distinguished service at Brandywine and Germantown.[6] In October 1777, Conway began lobbying Congress for a promotion to major general, including in his writings criticisms of Washington. Washington in turn had grown to distrust Conway, finding his personal conduct arrogant and unbearable. Conway had publicly admitted that his desire for promotion was rooted in the fact that if he became a major general in the Continental Army, he could become a brigadier general once he returned to the French service. Washington opposed Conway's promotion, as he felt there were many American-born officers senior in rank to Conway and more deserving of promotion who would be upset by such a move.[7] He identified Conway as someone \"without conspicuous merit\" and that his promotion would \"give a fatal blow to the existence of the army.\" He continued adding, \"It will be impossible for me to be of any further service if such insuperable difficulties are thrown in my way.\" This was seen as an implicit threat to resign.[8] As part of Conway's efforts at self-promotion, he wrote a letter to Gates in which he was reported to have said, \"Heaven has been determined to save your Country; or a weak General and bad Counsellors would have ruind [sic] it.\"[9][10]\n\nGeneral William Alexander (Lord Stirling) received a letter from Gates' adjutant, James Wilkinson, that contained this quotation.  He forwarded the letter to Washington, who received it on November 8, 1777.  This led Washington to consider the possibility that his subordinates were scheming behind his back to replace him.  He was already aware that Gates in particular was politically well-connected and popular due to his success at Saratoga.[11]\n\nWashington wrote Conway a brief letter: \"Sir, a letter which I received last Night contained the following paragraph.  In a letter from Genl Conway to Genl Gates he says\", and then quotes the above passage. Conway immediately acknowledged having written to Gates, but denied having written the quoted passage.  Conway also again criticized Washington in this letter, writing that \"although your advice in council is commonly sound and proper, you have often been influenc'd by men who Were not equal to you in point of experience, Knowledge, or judgement.\" Washington never saw the actual letter Conway sent to Gates.  Henry Laurens did however, and sent Washington an excerpt: \"What pity there is but one General Gates! but the more I see of this Army the less I think it fit for general Action under its actual Chiefs [...] I speak [to] you sincerely & wish I could serve under you.\"[10]\n\nGeneral Mifflin, a man Washington also distrusted, and to whom Conway had also expressed concerns over the army's leadership, informed Gates of what had transpired.  Gates wrote a letter to Washington complaining that \"[t]hese letters have been stealingly copied\" by persons unknown to him, and that he was sending the letter to Laurens, not Washington. This attitude did nothing to placate Washington, and his relationship with Gates deteriorated.[12]\n\n"
        },
        {
            "title": "Board of War",
            "text": "Washington had suggested the creation of a Board of War to supply the army and requested that he be able to appoint an experienced foreign officer to serve as Inspector General. Mifflin and Lee turned the suggestion into a program which would make the Board of War into the top military authority, with the Inspector General supervising Washington and reporting directly to the Board of War. The two managed to get this plan through Congress.[13] From Conway's letter Washington assumed that he and Mifflin were close.  In mid-November, Congress decided to appoint Mifflin and Gates to the Board of War. Conway's letter of resignation was referred to the board, which rejected it.[14]\n\n"
        },
        {
            "title": "Conclusion",
            "text": "Conway received his coveted promotion of Inspector General of the Army on December 13.[15] Eventually, Washington revealed Wilkinson as his source for the letter. Gates was forced to apologize and lie about his correspondence with Conway. General Conway submitted his resignation to Congress in April 1778, which accepted it. Washington, still unsatisfied, urged his supporters to challenge Conway and his allies to duels.[16] Wilkinson turned on Gates and challenged him, but Gates wept and apologized for any offense caused and the duel was called off. On July 4, Conway engaged Brigadier General John Cadwalader in a duel. Cadwalader shot him in the mouth and the bullet exited through his head. \"I have stopped the damned rascal's lying tongue at any rate,\" he said.[17] As Conway suffered from his wound, he wrote an apology to Washington, which was never answered. After recovering, he returned to France.[18]\n\nThere is no evidence that any of the participants ever formally attempted to oust Washington.  It was not properly a \"cabal.\"  Rather, it was a loose network of military leaders and congressmen who lacked confidence in Washington and, in at least some cases, wanted him replaced with General Gates.[14] After the Conway Cabal, the nation largely rallied behind Washington, who was seen more as a figure of national unity. No noticeable attempt was made to replace him for the remainder of the war.[18]\n\n"
        }
    ]
}