{
    "url": "https://en.wikipedia.org/wiki/Cook_Islands_mythology",
    "title": "Cook Islands mythology",
    "table_of_contents": [
        "1 Creation myth",
        "2 Prominent figures and terms",
        "3 Notes",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cook Islands mythology comprises historical myths, legends, and folklore passed down by the ancient Cook Islanders over many generations. Many of the Cook Islands legends were recited through ancient songs and chants.[1] The Cook Islands myths and legends have similarities to general Polynesian mythology, which developed over the centuries into its own unique character.\n\n"
        },
        {
            "title": "Creation myth",
            "text": "In Cook Islands creation myth, the universe was conceived of as being like the hollow of a vast coconut shell, the interior of this imaginary shell being Avaiki, the under world, and the outer side of the shell as the upper world of mortals. At various depths there are floors of different levels, or lands, which communicate with each other. At the very bottom of this coconut is a thick stem tapering to a point, which represents the beginning of all things. This point is the dwelling of a spirit without human form called Te aka ia Roe (The root of all existence). The entire fabric of the universe is constantly sustained by this primary being.[1] Above this extreme point is Te tangaengae (Breathing) or Te vaerua (Life) this being is stout and stronger than the former one. The thickest part of the stem is Te manava roa (The long lived) the third and last of the primary, ever-stationary, sentient spirits, who together form the foundation, permanence, and well-being of the rest of the universe.[1]\n\nWe now advance into the interior of the supposed coconut shell, the lowest part of Avaiki, where the sides of the shell almost meet, there lives a goddess of flesh and blood called Varima te takere (The very beginning). Her territory is very narrow, so much so that her knees touch her chin, no other position being possible. Varima te takere was very anxious for progeny. One day she plucked off part of her right side, like a fruit from a tree, and it became the first human being, the first man Avatea (or Vatea). He became the father of gods and men, having the right half of a man and the left half a fish, split down the middle. The land assigned by the Great Mother to Avatea was called Te paparairai (The thin land). Varima te takere continued to pluck from her body more pieces of flesh, from which more children were created, the right side of her body created gods, and from her left side of her body she created goddesses.[1]\n\n"
        }
    ]
}