{
    "url": "https://en.wikipedia.org/wiki/Coptic_Orthodox_Church",
    "title": "Coptic Orthodox Church",
    "table_of_contents": [
        "1 History",
        "1.1 Apostolic foundation",
        "1.1.1 Coptic language in the Church",
        "1.2 Contributions to Christianity",
        "1.2.1 Catechetical School of Alexandria",
        "1.2.2 Cradle of monasticism and its missionary work",
        "1.3 Role and participation in the Ecumenical Councils",
        "1.3.1 Council of Nicaea",
        "1.3.2 Council of Constantinople",
        "1.3.3 Council of Ephesus",
        "1.3.4 Council of Chalcedon",
        "1.4 From Chalcedon to the Arab conquest of Egypt",
        "1.5 Muslim conquest of Egypt",
        "1.6 Under Islamic rule (640–1800)",
        "1.7 From the 19th century to the 1952 revolution",
        "1.8 Present day",
        "2 Fasting, liturgy and canonical hours",
        "3 Demographics",
        "3.1 Persecution",
        "4 Jurisdiction outside Egypt",
        "4.1 Ethiopian Orthodox Tewahedo Church",
        "4.2 Eritrean Orthodox Tewahedo Church",
        "4.3 Episcopal titles",
        "5 Consolidation of Papal control",
        "6 Modern issues",
        "6.1 Internal church disputes",
        "6.1.1 Pope Shenouda and Father Matta El Meskeen",
        "6.1.2 Father Reweis Aziz Khalil child sexual abuse case",
        "7 Administration",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Coptic Orthodox Church (Coptic: Ϯⲉⲕ̀ⲕⲗⲏⲥⲓⲁ ⲛ̀ⲣⲉⲙⲛ̀ⲭⲏⲙⲓ ⲛ̀ⲟⲣⲑⲟⲇⲟⲝⲟⲥ, romanized: Ti.eklyseya en.remenkimi en.orthodoxos, lit. 'the Egyptian Orthodox Church'; Arabic: الكنيسة القبطية الأرثوذكسية, romanized: al-Kanīsa al-Qibṭiyya al-ʾUrṯūḏuksiyya), also known as the Coptic Orthodox Patriarchate of Alexandria, is an Oriental Orthodox Christian church based in Egypt, servicing Africa and the Middle East. The head of the church and the See of Alexandria is the Pope of Alexandria on the Holy Apostolic See of Saint Mark, who also carries the title of Father of fathers, Shepherd of Shepherds, Ecumenical Judge and the thirteenth among the Apostles. The See of Alexandria is titular, and today, the Coptic Pope presides from Saint Mark's Coptic Orthodox Cathedral in the Abbassia District in Cairo. The church follows the Coptic Rite for its liturgy, prayer and devotional patrimony. The church has approximately 25 million members worldwide and is Egypt's largest Christian denomination.[1][2][3][4][5][6][7][excessive citations]\n\nAccording to its tradition, the Coptic Church was established by Mark, an apostle and evangelist, during the middle of the 1st century (c. AD 42).[8] Due to disputes concerning the nature of Christ, the Oriental Orthodox Churches and the Eastern Orthodox Church schismed after the Council of Chalcedon in AD 451, resulting in a rivalry with the Greek Orthodox Church of Alexandria. In the 4th to 7th centuries, the Coptic Church gradually expanded due to the Christianization of the Aksumite Empire and of two of the three Nubian kingdoms, Nobatia and Alodia, while the third Nubian kingdom, Makuria, recognized the authority of the Coptic Pope after initially being aligned to the State church of the Roman Empire.\n\nAfter AD 639, Egypt was ruled by its Islamic conquerors from Arabia, and the treatment of the Coptic Christians ranged from tolerance to open persecution. In the 12th century, the church relocated its seat from Alexandria to Cairo. The same century also saw the Copts become a religious minority. During the 14th and 15th centuries, Nubian Christianity was supplanted by Islam. In 1959, the Ethiopian Orthodox Tewahedo Church was granted autocephaly. This was extended to the Eritrean Orthodox Tewahedo Church in 1998 following the successful Eritrean War of Independence from Ethiopia. Since the Arab Spring in 2011, the Copts have been suffering increased religious discrimination and violence.[9]\n\n"
        },
        {
            "title": "History",
            "text": "The Egyptian Church is traditionally believed to be founded by Mark the Evangelist around AD 42,[8] and regards itself as the subject of many prophecies in the Old Testament. Isaiah the prophet, in Chapter 19, Verse 19 says \"In that day there will be an altar to the LORD in the midst of the land of Egypt, and a pillar to the LORD at its border\". The first Christians in Egypt were common people who spoke Egyptian Coptic.[10] There were also Alexandrian Jewish people such as Theophilus, whom Luke the Evangelist addresses in the introductory chapter of his gospel. When the church was founded by Mark during the reign of the Roman emperor Nero, a great multitude of native Egyptians (as opposed to Greeks or Jews) embraced the Christian faith.[10][11]\n\nChristianity spread throughout Egypt within half a century of Mark's arrival in Alexandria, as is clear from the New Testament writings found in Bahnasa, in Middle Egypt, which date around the year AD 200, and a fragment of the Gospel of John, written in Coptic, which was found in Upper Egypt and can be dated to the first half of the 2nd century. In the 2nd century, Christianity began to spread to the rural areas, and scriptures were translated into the local languages, namely Coptic.[citation needed]\n\nThe Coptic language is a universal language used in Coptic churches in every country. It descends from Ancient Egyptian and uses the Coptic alphabet, a script descended from the Greek alphabet with added characters derived from the Demotic script. Today, Coptic is used primarily for liturgical purposes. Many of the hymns in the liturgy are in Coptic and have been passed down for several thousand years. The language is used to preserve Egypt's original language, which was banned by the Arab invaders, who ordered Arabic to be used instead.[12] Some examples of these hymns are Coptic: Ⲡ̀ⲟⲩⲣⲟ, romanized: ep.ouro, lit. 'the king', Coptic: Ⲕ̀ⲥ̀ⲙⲁⲣⲱⲟⲩⲧ, romanized: ek.esmaro'oot, lit. '(thou) blessed', Coptic: Ⲧⲁⲓϣⲟⲩⲣⲏ, romanized: tai.shouri, lit. 'this censer', and many more.[citation needed]\n\nThe Catechetical School of Alexandria is the oldest catechetical school in the world. Jerome records that the Christian School of Alexandria was founded by Mark himself.[13] Around AD 42, under the leadership of the scholar Pantanaeus, the school of Alexandria became an important institution of religious learning, where students were taught by scholars such as Athenagoras, Clement, Didymus, and the native Egyptian Origen, who was considered the father of theology and who was also active in the field of commentary and comparative Biblical studies.[citation needed]\n\nThe theological college of the catechetical school was re-established in 1893.[14]\n\nMany Egyptian Christians went to the desert during the 3rd century, and remained there to pray and work and dedicate their lives to seclusion and worship of God. This was the beginning of the monastic movement, which was organized by Anthony the Great, Paul of Thebes, the world's first anchorite, Macarius the Great and Pachomius the Cenobite in the 4th century.[citation needed]\n\nChristian monasticism was born in Egypt and was instrumental in the formation of the Coptic Orthodox Church character of submission, simplicity and humility, thanks to the teachings and writings of the Great Fathers of Egypt's Deserts. By the end of the 5th century, there were hundreds of monasteries, and thousands of cells and caves scattered throughout the Egyptian desert. A great number of these monasteries are still flourishing and have new vocations to this day.[citation needed]\n\nAll Christian monasticism stems, either directly or indirectly, from the Egyptian example: Basil the Great Archbishop of Caesarea of Cappadocia, founder and organizer of the monastic movement in Asia Minor, visited Egypt around AD 357 and his rule is followed by the Eastern Orthodox churches; Jerome who translated the Bible into Latin, came to Egypt, while en route to Jerusalem, around AD 400 and left details of his experiences in his letters; Benedict founded the Benedictine Order in the 6th century on the model of Pachomius, but in a stricter form. Countless pilgrims have visited the Desert Fathers to emulate their spiritual, disciplined lives.[citation needed]\n\nIn the 4th century, an Alexandrian presbyter named Arius began a theological dispute about the nature of Christ that spread throughout the Christian world and is now known as Arianism. The Ecumenical Council of Nicea AD 325 was convened by Constantine after the Pope Alexander I of Alexandria requested to hold a Council to respond to heresies,[15] under the presidency of Hosius of Cordova to resolve the dispute. This eventually led to the formulation of the Symbol of Faith, also known as the Nicene Creed.[16] The Creed was based largely on the teaching put forth by a man who eventually would become Athanasius of Alexandria, the chief opponent of Arius, and 20th bishop of Alexandria and therefore a Pope according to Coptic Christians.[citation needed]\n\nIn the year AD 381, Pope Timothy I of Alexandria presided over the second ecumenical council known as the Ecumenical Council of Constantinople, to judge Macedonius, who denied the Divinity of the Holy Spirit. This council completed the Nicene Creed with this confirmation of the divinity of the Holy Spirit:\n\nAnother theological dispute in the 5th century occurred over the teachings of Nestorius, the Patriarch of Constantinople who taught that God the Word was not hypostatically joined with human nature, but rather dwelt in the man Jesus. As a consequence of this, he denied the title \"Mother of God\" (Theotokos) to the Virgin Mary, declaring her instead to be \"Mother of Christ\" Christotokos.[citation needed]\n\nThe Council confirmed the teachings of Athanasius and confirmed the title of Mary as \"Mother of God\". It also clearly stated that anyone who separated Christ into two hypostases was anathema, as Cyril had said that there is \"One Nature [or One Hypostasis] for God the Word Incarnate\" (Mia Physis tou Theou Logou Sesarkōmenē). The introduction to the creed, still recited in the church, is formulated as follows:[citation needed]\n\nWhen in AD 451 Emperor Marcian attempted to heal divisions in the Church, the response of Pope Dioscorus–the Pope of Alexandria who was later exiled–was that the emperor should not intervene in the affairs of the Church. It was at Chalcedon that the emperor, through the imperial delegates, enforced harsh disciplinary measures against Pope Dioscorus in response to his boldness. In AD 449, Pope Dioscorus headed the 2nd Council of Ephesus, called the \"Robber Council\" by Chalcedonian historians. It held to the Miaphysite formula which upheld the Christology of \"One Incarnate Nature of God the Word\" (Greek: μία φύσις Θεοῦ Λόγου σεσαρκωμένη (mia physis Theou Logou sesarkōmenē)),[17] and upheld Eutyches, now considered a heretic by the Coptic Orthodox Church, claiming that he was orthodox.[citation needed]\n\nThe Council of Chalcedon summoned Dioscorus three times to appear at the council, after which he was deposed. The Council of Chalcedon further deposed him for his support of Eutyches, but not necessarily for Eutychian Monophysitism. Dioscorus appealed to the conciliar fathers to allow for a more Miaphysite interpretation of Christology at the council, but was denied. Following his being deposed, the Coptic Church and its faithful felt unfairly underrepresented at the council and oppressed politically by the Byzantine Empire. After the Byzantines appointed Proterius of Alexandria as Patriarch to represent the Chalcedonian Church, the Coptic Church appointed their own Patriarch Timothy Aelurus and broke from the State church of the Roman Empire.[citation needed]\n\nIn terms of Christology, the Oriental Orthodox (Non-Chalcedonians) understanding is that Christ is \"One Nature—the Logos Incarnate,\" of the full humanity and full divinity. The Chalcedonians' understanding is that Christ is recognized in two natures, full humanity and full divinity. Oriental Orthodoxy contends that such a formulation is no different from what the Nestorians teach.[18]\n\nFrom that point onward, Alexandria would have two patriarchs: the non-Chalcedonian native Egyptian one, now known as the Coptic Pope of Alexandria and Patriarch of All Africa on the Holy Apostolic See of St. Mark, and the Melkite or Imperial Patriarch, now known as the Greek Orthodox Patriarch of Alexandria.[19]\n\nAlmost the entire Egyptian population rejected the terms of the Council of Chalcedon and remained faithful to the native Egyptian Church (now known as the Coptic Orthodox Church).[20]\n\nBy anathematizing Pope Leo because of the tone and content of his tome, as per Alexandrine Theology perception, Pope Dioscorus was found guilty of doing so without due process; in other words, the Tome of Leo was not a subject of heresy in the first place, but it was a question of questioning the reasons behind not having it either acknowledged or read at the Second Council of Ephesus in AD 449. Pope Dioscorus of Alexandria was never labeled as a heretic by the council's canons.\nCopts also believe that the Pope of Alexandria was forcibly prevented from attending the third congregation of the council from which he was ousted, apparently the result of a conspiracy tailored by the Roman delegates.[21]\n\nBefore the current positive era of Eastern and Oriental Orthodox dialogues, Chalcedonians sometimes used to call the non-Chalcedonians \"Monophysites\", though the Coptic Orthodox Church in reality regards Monophysitism as a heresy. The Chalcedonian doctrine in turn came to be known as \"Dyophysite\". A term that comes closer to Coptic Orthodoxy is Miaphysite, which refers to a conjoined nature for Christ, both human and divine, united indivisibly in the Incarnate Logos.[22][23]\n\nPrior to Chalcedon, the Imperial Church's main division stemmed from Nestorianism, eventually leading the Church of the East to declare its independence in AD 424. After the Council of Chalcedon in AD 451, the Coptic Church and its hierarchy felt suspicious of what they believed were Nestorian elements within the Chalcedonian Church. As a result, the anti-Chalcedon partisan, Timotheos Aelurus, consigned himself to depose the Chalcedonian Pope of Alexandria, Proterius of Alexandria, and to set himself up as the Pope of Alexandria in opposition to the Chalcedonian Church. Copts suffered under the rule of the Byzantine Empire. The Melkite patriarchs, appointed by the emperors as both spiritual leaders and civil governors, massacred those Egyptians they considered heretics. Many were tortured and martyred in attempts to force their acceptance of the Chalcedonian terms, but the Egyptians remained loyal to the Cyrillian Miaphysitism. One of the most renowned Egyptian saints of the period is Samuel the Confessor.[citation needed]\n\n\nThe Muslim invasion of Egypt took place in AD 639. Relying on eyewitness testimony, Bishop John of Nikiu in his Chronicle provides a graphic account of the invasion from a Coptic perspective. Although the Chronicle has only been preserved in an Ethiopic (Ge'ez) text, some scholars believe that it was originally written in Coptic.[24] John's account is critical of the invaders who he says \"despoiled the Egyptians of their possessions and dealt cruelly with them\",[25] and he vividly details the atrocities committed by the Muslims against the native population during the conquest:\nThough critical of the Muslim commander (Amr ibn al-As), who, during the campaign, he says \"had no mercy on the Egyptians, and did not observe the covenant they had made with him, for he was of a barbaric race\",[27] he does note that following the completion of the conquest, Amr \"took none of the property of the Churches, and he committed no act of spoilation or plunder, and he preserved them throughout all his days.\"[28]\n\nDespite the political upheaval, the Egyptian population remained mainly Christian. However, gradual conversions to Islam over the centuries had changed Egypt from a Christian to a largely Muslim country by the end of the 12th century.[29] Another scholar writes that a combination of \"repression of Coptic revolts\", Arab-Muslim immigration, and Coptic conversion to Islam resulted in the demographic decline of the Copts.[30] Egypt's Umayyad rulers taxed Christians at a higher rate than Muslims, driving merchants towards Islam and undermining the economic base of the Coptic Church.[31] Although the Coptic Church did not disappear, the Umayyad tax policies made it difficult for the church to retain the Egyptian elites.[32]\n\nIn 969, Egypt entered the Fatimid dynasty (in Egypt from 969 to 1171), who adopted a largely favorable attitude toward the Christians. The major exception to this was the persecution led by Caliph al-Hakim between 1004 and 1013, which included clothing regulations, prohibition of publicly celebrating Christian festivals, and dismissal of Christian and Jewish functionaries. However, at the end of his reign al-Hakim rescinded these measures, allowing the Copts to regain privileged positions within the administration.[33]\n\nThe Coptic patriarchal residence moved from Alexandria to Cairo during the patriarchate of Cyril II (1078–92). This move was at the demand of the grand vizier Badr al-Jamali, who insisted that the pope establish himself in the capital.[33] When Saladin entered Egypt in 1163, this ushered in a government focused on defending Sunni Islam. Christians were again discriminated against, and meant to show modesty in their religious ceremonies and buildings.[33]\n\nIn 1798, the French invaded Egypt unsuccessfully and the British helped the Turks to regain power over Egypt under the Muhammad Ali dynasty.[34]\n\nThe position of Copts began to improve early in the 19th century under the stability and tolerance of the Muhammad Ali Dynasty. The Coptic community ceased to be regarded by the state as an administrative unit. In 1855 the jizya tax was abolished by Sa'id Pasha.[35] Shortly thereafter, the Copts started to serve in the Egyptian army.[36]\n\nTowards the end of the 19th century, the Coptic Church underwent phases of new development. In 1853, Pope Cyril IV established the first modern Coptic schools, including the first Egyptian school for girls. He also founded a printing press, which was only the second national press in the country. The Pope established very friendly relations with other denominations, to the extent that when the Greek Patriarch in Egypt had to absent himself from the country for a long period of time, he left his Church under the guidance of the Coptic Patriarch.[36]\n\nThe Theological College of the School of Alexandria was reestablished in 1893.[14] It began its new history with five students, one of whom was later to become its dean. Today it has campuses in Alexandria and Cairo, and in various dioceses throughout Egypt, as well as outside Egypt. It has campuses in New Jersey, Los Angeles, Sydney, Melbourne, and London, where potential clergymen and other qualified men and women study many subjects, including theology, church history, missionary studies, and the Coptic language.[36]\n\nIn 1959, the Ethiopian Orthodox Tewahedo Church was granted its first own Patriarch by Pope Cyril VI. Furthermore, the Eritrean Orthodox Tewahedo Church similarly became independent of the Ethiopian Orthodox Tewahedo Church in 1994, when four bishops were consecrated by Pope Shenouda III of Alexandria to form the basis of a local Holy Synod of the Eritrean Church. In 1998, the Eritrean Orthodox Tewahedo Church gained its autocephaly from the Coptic Orthodox Church when its first Patriarch was enthroned by Pope Shenouda III.[citation needed]\n\nThese three churches remain in full communion with each other and with the other Oriental Orthodox churches. The Ethiopian Orthodox Tewahedo Church and the Eritrean Orthodox Tewahedo Church do acknowledge the Honorary Supremacy of the Coptic Orthodox Patriarch of Alexandria, since the Church of Alexandria is technically their Mother Church. Upon their selection, both Patriarchs (Ethiopian & Eritrean) must receive the approval and communion from the Holy Synod of the Apostolic See of Alexandria before their enthronement.[citation needed]\n\nSince the 1980s theologians from the Oriental (non-Chalcedonian) Orthodox and Eastern (Chalcedonian) Orthodox churches have been meeting in a bid to resolve theological differences, and have concluded that many of the differences are caused by the two groups using different terminology to describe the same thing.[37]\n\nIn the summer of 2001, the Coptic Orthodox and Greek Orthodox Patriarchates of Alexandria agreed to mutually recognize baptisms performed in each other's churches, making re-baptisms unnecessary, and to recognize the sacrament of marriage as celebrated by the other.[38] Previously, if a Coptic Orthodox and Greek Orthodox wanted to get married, the marriage had to be performed twice, once in each church, for it to be recognized by both. Now it can be done in only one church and be recognized by both.[citation needed]\n\nIn Tahrir Square, Cairo, on Wednesday 2 February 2011, Coptic Christians joined hands to provide a protective cordon around their Muslim neighbors during salat (prayers) in the midst of the 2011 Egyptian Revolution.[39]\n\nOn 17 March 2012, the Coptic Orthodox Pope, Pope Shenouda III died, leaving many Copts mourning and worrying as tensions rose with Muslims. Pope Shenouda III constantly met with Muslim leaders in order to create peace. Many were worried about Muslims controlling Egypt as the Muslim Brotherhood won 70% of the parliamentary elections.[40][41]\n\nOn 4 November 2012, Bishop Tawadros was chosen as the 118th Pope. In a ritual filled with prayer, chants and incense at Abbasiya cathedral in Cairo, the 60-year-old bishop's name was picked by a blindfolded child from a glass bowl in which the names of two other candidates had also been placed. The enthronement was scheduled on 18 November 2012.[citation needed]\n\n"
        },
        {
            "title": "",
            "text": "The Coptic Orthodox Church only ordains men to the priesthood and episcopate, and if they wish to be married, they must be married before they are ordained. In this respect, they follow the same practices as all other Oriental Orthodox Churches, as well as all of the Eastern Orthodox Church.[citation needed]\n\nCommunicants of the Coptic Orthodox Church use a breviary known as the Agpeya to pray the canonical hours at seven fixed prayer times while facing in the eastward direction, in anticipation of the Second Coming of Jesus; this Christian practice has its roots in Psalm 119:164, in which the prophet David prays to God seven times a day.[43][42][44] Church bells enjoin Christians to pray at these hours.[45] Before praying, they wash their hands and face in order to be clean before and present their best to God; shoes are removed in order to acknowledge that one is offering prayer before a holy God.[43][46] During each of the seven fixed prayer times, Coptic Orthodox Christians pray \"prostrating three times in the name of the Trinity; at the end of each Psalm … while saying the 'Alleluia';\" and forty-one times for each of the Kyrie eleisons present in a canonical hour.[46] In the Coptic Orthodox Church, it is customary for women to wear a Christian headcovering when praying.[47] The Coptic Orthodox Church observes days of ritual purification.[48][49] However, while meat that still contains blood after cooking is discouraged from being eaten, the Coptic Church does not forbid its members from consuming any particular type of food, unlike in Islam or Judaism.[50]\n\nAll churches of the Coptic Orthodox Church are designed to face the eastward direction of prayer and efforts are made to remodel churches obtained from other Christian denominations that are not built in this fashion.[51]\n\nWith respect to Eucharistic discipline, Coptic Orthodox Christians fast from midnight onwards (or at least nine hours) prior to receiving the sacrament of Holy Communion.[52] They fast every Wednesday and Friday of the year (Wednesdays in remembrance of the betrayal of Christ, and on Fridays in remembrance of His crucifixion and death).[52] In total, fast days in a year for Coptic Orthodox Christians numbers around 240, with the fasts for Advent and Lent being forty-three days and fifty-five days, respectively.[52] In August, before the celebration of the Dormition of the Mother of God, Coptic Christians fast fifteen days; fasting is also done before the feast of Feast of Saints Peter and Paul, starting from the day of Pentecost.[52]\n\n"
        },
        {
            "title": "Demographics",
            "text": "Available Egyptian census figures and other third party survey reports have not reported more than 4 million Coptic Orthodox Christians in Egypt.[1][2] However media and other agencies, sometimes taking into account the claims of the Church itself, generally approximate the Coptic Orthodox population at 10% of the Egyptian population or 10 million people.[3][4][5][6][7][excessive citations] The majority of them live in Egypt under the jurisdiction of the Coptic Orthodox Church. Since 2006, Egyptian censuses have not reported on religion and church leaders have alleged that Christians were under-counted in government surveys. In 2017, a government owned newspaper Al Ahram estimated the percentage of Copts at 10 to 15% and the membership claimed by the Coptic Orthodox Church is in the range of 20 to 25 million.[53][54][55][56][57][58][excessive citations]\n\nThere are also significant numbers in the diaspora outside Africa in countries such as the United States, Canada, Australia, France, and Germany. The exact number of Egyptian born Coptic Orthodox Christians in the diaspora is hard to determine and is roughly estimated to be close to 1 million.[59][60][61][4][62][excessive citations]\n\nThere are between 150,000 and 200,000 adherents in Sudan.[63][64]\n\nWhile Copts have cited instances of persecution throughout their history, Human Rights Watch has noted \"growing religious intolerance\" and sectarian violence against Coptic Christians in recent years, and a failure by the Egyptian government to effectively investigate properly and prosecute those responsible.[65][66] Over a hundred Egyptian copts have been killed in sectarian clashes from 2011 to 2017, and many homes and businesses destroyed.   In just one province (Minya), 77 cases of sectarian attacks on Copts between 2011 and 2016 have been documented by the Egyptian Initiative for Personal Rights.[67] The abduction and disappearance of Coptic Christian women and girls also remains a serious ongoing problem.[68][69]\n\n"
        },
        {
            "title": "Jurisdiction outside Egypt",
            "text": "Besides Egypt, the Church of Alexandria has jurisdiction over all of Africa.\n\nIn addition, the Ethiopian Orthodox Tewahedo Church and Eritrean Orthodox Tewahedo Church are daughter churches of the Coptic Orthodox Church. Both the Patriarchate of Addis Ababa and all Ethiopia and the Patriarchate of Asmara and all Eritrea acknowledge the supremacy of honor and dignity of the Pope of Alexandria on the basis that both patriarchates were established by the Throne of Alexandria and that they have their roots in the Apostolic Church of Alexandria, and acknowledge that Mark the Apostle is the founder of their churches through the heritage and Apostolic evangelization of the Fathers of Alexandria.[citation needed]\n\nJoseph II consecrated the first Ethiopian-born Archbishop, Abuna Basilios, as head of the Ethiopian Church on 14 January 1951. In 1959, Pope Cyril VI of Alexandria crowned Abuna Basilios as the first Patriarch of Ethiopia.[citation needed]\n\nFollowing the independence of Eritrea from Ethiopia in 1993, the newly independent Eritrean government appealed to Pope Shenouda III of Alexandria for Eritrean Orthodox autocephaly. In 1994, Pope Shenouda ordained Abune Phillipos as first Archbishop of Eritrea.[citation needed]\n\n"
        },
        {
            "title": "Consolidation of Papal control",
            "text": "Under the guidance of Pope Shenouda, the church underwent a large transformation that allowed him to hold greater authority than any previous pope. Writing in 2013, the theologian Samuel Tadros stated \"Today's Coptic Church as an institution is built solely on his vision\".[70]\n\n"
        },
        {
            "title": "Modern issues",
            "text": "Pope Shenouda III was criticized by the prominent monk Father Matta El Meskeen for the church's strong links with the Egyptian government under the dictator Hosni Mubarak. As the dispute began to grow, Shenouda explicitly denounced Matta's thoughts, labelling some of his writings \"heresies\". In turn, Matta promoted a radical focus upon personal faith in contrast to institutional religion and ecclesiastical authority. Shenouda, however, was heavily involved in politics and keen to extend the church's influence over the social lives of Copts.[71][72]\n\nOn 12 July 2020, Sally Zakhari began a series of posts on Facebook and Instagram in which she accused the now defrocked Hegomen Reweis Aziz Khalil of sexual assault when she was between the ages of 11 and 12.[73][74][75] Zakhari said that church leaders were aware of several sexual assaults perpetrated by Khalil in his service as a priest across the U.S. for around 22 years, and refused to act on it.[76] The incident sparked other reports of sexual assault and generated debate among church laity, with some in the American Coptic community describing the fallout of the incident as creating a \"Coptic #MeToo movement\", the #copticsurvivormovement.[73]\n\n"
        },
        {
            "title": "Administration",
            "text": "The Coptic Orthodox Patriarchate of Alexandria is governed by its Holy Synod, which is headed by the Patriarch of Alexandria. Under his authority are the metropolitan archbishops, metropolitan bishops, diocesan bishops, patriarchal exarchs, missionary bishops, auxiliary bishops, suffragan bishops, assistant bishops, chorbishops and the patriarchal vicars for the Church of Alexandria.[citation needed]\n\n"
        }
    ]
}