{
    "url": "https://en.wikipedia.org/wiki/Coral_Gardens_and_Their_Magic",
    "title": "Coral Gardens and Their Magic",
    "table_of_contents": [
        "1 Overview",
        "2 Reception",
        "3 Release details",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Coral Gardens and Their Magic, properly Coral Gardens and Their Magic Volume I: A Study of the Methods of Tilling the Soil and of Agricultural Rites in the Trobriand Islands and Coral Gardens and Their Magic Volume II: The Language of Magic and Gardening, is the final two-volume book in anthropologist Bronisław Malinowski's ethnographic trilogy on the lives of the Trobriand Islanders. It concentrates on the cultivation practices the Trobriand Islanders used to grow yams, taro, bananas and palms[1] which Malinowski's more famous ethnography Argonauts of the Western Pacific briefly mentioned in passing.[2] It describes the gardens in which the Trobrianders grew food as more than merely utilitarian spaces, even as works of art.[3] In 1988 Alfred Gell called the book \"still the best account of any primitive technological-cum-magical system, and unlikely ever to be superseded in this respect\".[4] The book has been described as Malinowski's magnum opus.[5]\n\n"
        },
        {
            "title": "Overview",
            "text": "The book consists of seven parts divided over two volumes. Volume I, The Description of Gardening, contains the introduction and parts one to three, and volume II, The Language of Magic and Gardening, parts four to seven.\n\n"
        },
        {
            "title": "Reception",
            "text": "The work continues to receive attention from contemporary anthropologists. Its assessment of the Trobriand chief's role as that of a \"glorified brother-in-law\" to the whole community[6] is one with which later anthropologists have taken issue.[7] It records unusually extensive ethnolinguistic data for of a work of its time,[8] much of it relating to gardening spells that the Trobriand Islanders used, and much of it incompletely analysed; it continues to provide a data source for anthropologists of language.[9] Malinowski was also praised for his serious engagement with the realities of Trobriand agriculture, its emphasis on its ceremonial aspects notwithstanding, in favour of a simpler, romanticized view.[10]\n\nThe work is also regarded as a pioneering text in the interdisciplinary study of pragmatics. Its analysis of the context and contents of Trobriand spells was one of the first to bring ethnography to bear on the subject of language.[1]\n\n"
        },
        {
            "title": "Release details",
            "text": "In a letter written around February 1929, Malinowski wrote that he was basing the monograph partly upon a draft manuscript on gardening he had written during 1916 and 1917.[11]\n\nThe book was published by Routledge in 1935.[12] It has been through several editions, including a 1966 second edition by Allen and Unwin.[13] US editions were published in 1965 and 1978.[14]\n\n"
        }
    ]
}