{
    "url": "https://en.wikipedia.org/wiki/Corruption",
    "title": "Corruption",
    "table_of_contents": [
        "1 Definitions and scales",
        "1.1 Petty corruption",
        "1.2 Grand corruption",
        "1.3 Systemic corruption",
        "2 Causes",
        "3 By sector",
        "3.1 Public sector",
        "3.1.1 Judicial",
        "3.1.2 Military",
        "3.1.3 Natural resources",
        "3.1.4 Political",
        "3.1.5 Police",
        "3.2 Private sector",
        "3.2.1 Legal",
        "3.2.2 Corporate",
        "3.2.2.1 Examples",
        "3.2.3 Education",
        "3.2.4 Healthcare",
        "3.2.5 Labor unions",
        "3.2.6 Arms trafficking",
        "3.2.7 Philosophy",
        "3.3 Religious organizations",
        "4 Methods",
        "4.1 Bribery",
        "4.2 Embezzlement, theft and fraud",
        "4.3 Graft",
        "4.4 Extortion and blackmail",
        "4.5 Influence peddling",
        "4.6 Networking",
        "4.7 Abuse of discretion",
        "4.8 Favoritism, nepotism and clientelism",
        "5 Relationship to economic growth",
        "6 Prevention",
        "6.1 Enhancing civil society participation",
        "7 Anti-corruption programmes",
        "8 In popular culture",
        "9 Legal corruption",
        "9.1 Examples",
        "9.1.1 Foreign corrupt practices of industrialized OECD countries 1994 study",
        "9.1.2 \"Specific\" legal corruption: exclusively against foreign countries",
        "9.2 Siemens corruption case",
        "10 Historical responses in philosophical and religious thought",
        "11 Corruption by country",
        "12 See also",
        "13 References",
        "14 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCorruption is a form of dishonesty or a criminal offense which is undertaken by a person or an organization which is entrusted in a position of authority, in order to acquire illicit benefits or abuse power for one's personal gain. Corruption may involve many activities which include bribery, influence peddling and the embezzlement and it may also involve practices which are legal in many countries.[1] Political corruption occurs when an office-holder or other governmental employee acts with an official capacity for personal gain. Corruption is most common in kleptocracies, oligarchies, narco-states, and mafia states.[citation needed]\n\nCorruption and crime are endemic sociological occurrences which appear with regular frequency in virtually all countries on a global scale in varying degrees and proportions. Each individual nation allocates domestic resources for the control and regulation of corruption and the deterrence of crime. Strategies which are undertaken in order to counter corruption are often summarized under the umbrella term anti-corruption.[2] Additionally, global initiatives like the United Nations Sustainable Development Goal 16 also have a targeted goal which is supposed to substantially reduce corruption in all of its forms.[3]\n\n"
        },
        {
            "title": "Definitions and scales",
            "text": "Stephen D. Morris,[4] a professor of politics, wrote that political corruption is the illegitimate use of public power to benefit a private interest. Economist Ian Senior defined corruption as an action to secretly provide a good or a service to a third party to influence certain actions which benefit the corrupt, a third party, or both in which the corrupt agent has authority.[5] \nWorld Bank economist Daniel Kaufmann[6] extended the concept to include \"legal corruption\" in which power is abused within the confines of the law—as those with power often have the ability to make laws for their protection. The effect of corruption in infrastructure is to increase costs and construction time, lower the quality and decrease the benefit.[7]\n\nCorruption is a complex phenomenon and can occur on different scales.[8] Corruption ranges from small favors between a small number of people (petty corruption),[9] to corruption that affects the government on a large scale (grand corruption), and corruption that is so prevalent that it is part of the everyday structure of society, including corruption as one of the symptoms of organized crime (systemic corruption).\n\nA number of indicators and tools have been developed which can measure different forms of corruption with increasing accuracy;[10][11] but when those are impractical, one study suggests looking at bodyfat as a rough guide after finding that obesity of cabinet ministers in post-Soviet states was highly correlated with more accurate measures of corruption.[12][13]\n\nPetty corruption occurs at a smaller scale and takes place at the implementation end of public services when public officials meet the public. For example, in many small places such as registration offices, police stations, state licensing boards,[14][15] and many other private and government sectors.[clarification needed]\n\nGrand corruption is defined as corruption occurring at the highest levels of government in a way that requires significant subversion of the political, legal and economic systems. Such corruption is commonly found in countries with authoritarian or dictatorial governments but also in those without adequate policing of corruption.[16]\n\nThe government system in many countries is divided into the legislative, executive and judicial branches in an attempt to provide independent services that are less subject to grand corruption due to their independence from one another.[17]\n\nSystemic corruption (or endemic corruption)[18] is corruption which is primarily due to the weaknesses of an organization or process. It can be contrasted with individual officials or agents who act corruptly within the system.\n\nFactors which encourage systemic corruption include conflicting incentives, discretionary powers; monopolistic powers; lack of transparency; low pay; and a culture of impunity.[19] Specific acts of corruption include \"bribery, extortion, and embezzlement\" in a system where \"corruption becomes the rule rather than the exception.\"[20] Scholars distinguish between centralized and decentralized systemic corruption, depending on which level of state or government corruption takes place; in countries such as the Post-Soviet states both types occur.[21]\nSome scholars argue that there is a negative duty[clarification needed] of western governments to protect against systematic corruption of underdeveloped governments.[22][23]\n\nCorruption has been a major issue in China, where society depends heavily on personal relationships. By the late 20th century that combined with the new lust for wealth, produced escalating corruption. Historian Keith Schoppa says that bribery was only one of the tools of Chinese corruption, which also included, \"embezzlement, nepotism, smuggling, extortion, cronyism, kickbacks, deception, fraud, squandering of public money, illegal business transactions, stock manipulation and real estate fraud.\" Given the repeated anti-corruption campaigns it was a prudent precaution to move as much of the fraudulent money as possible overseas.[24]\n\nAs a Post-Soviet Union country - Armenia is also facing corruption-related issues. This has been transferred to Armenia as well as other Soviet Union Member Republics as a heritage. Armenia was a pleasant exception. After the Armenian Velvet Revolution in 2018 new government made the fight against corruption an official top priority.[25] 'Anti-corruption Strategy' seemed to give results as it upgraded from 105th place in CPI score to 60th in just two years.[26]\n\nIn Latin American countries, corruption is permitted as a result of the cultural norms of the institution. In countries like the United States, there is a relatively strong sense of trust among strangers, one that is not found in Latin American countries. In Latin American countries, this trust does not exist, whereas the social norms imply that no stranger is responsible for the wellbeing or happiness of another stranger. Instead, the trust is found in acquaintances. Acquaintances are treated with trust and respect—a level of trust that is not found among acquaintances in countries like the United States. This is what permits for corruption in Latin American countries. If there is a strong enough trust within an administration that no one will betray the rest, corruptive policies will take place with ease. In the United States, this could not occur, as there is not a strong enough trust among the members of an administration to allow for corruption. In Latin American countries, there is a stronger value in individuality, which includes that of acquaintances, unlike in countries like the United States, which fails to include acquaintances.[27]\n\n"
        },
        {
            "title": "Causes",
            "text": "Per R. Klitgaard[28] corruption will occur if the corrupt gain is greater than the penalty multiplied by the likelihood of being caught and prosecuted.\n\nSince a high degree of monopoly and discretion accompanied by a low degree of transparency does not automatically lead to corruption, a fourth variable of \"morality\" or \"integrity\" has been introduced by others. The moral dimension has an intrinsic component and refers to a \"mentality problem\", and an extrinsic component referring to circumstances like poverty, inadequate remuneration, inappropriate work conditions and inoperable or over-complicated procedures which demoralize people and let them search for \"alternative\" solutions.\n\nAccording to a 2017 survey study, the following factors have been attributed as causes of corruption:[29]\n\nIt has been noted that in a comparison of the most corrupt with the least corrupt countries, the former group contains nations with huge socio-economic inequalities, and the latter contains nations with a high degree of social and economic justice.[30]\n\n"
        },
        {
            "title": "By sector",
            "text": "Corruption can occur in many sectors, whether they be public or private industry or even NGOs (especially in public sector). However, only in democratically controlled institutions is there an interest of the public (owner) to develop internal mechanisms to fight active or passive corruption, whereas in private industry as well as in NGOs there is no public control. Therefore, the owners' investors' or sponsors' profits are largely decisive.\n\n\n\nPublic corruption includes corruption of the political process and of government agencies such as tax collectors and the police, as well as corruption in processes of allocating public funds for contracts, grants, and hiring. Recent research by the World Bank suggests that who makes policy decisions (elected officials or bureaucrats) can be critical in determining the level of corruption because of the incentives different policy-makers face.[31]\n\n\n\nJudicial corruption refers to the corruption-related misconduct of judges, through the receiving or giving of bribes, the improper sentencing of convicted criminals, bias in the hearing and judgement of arguments and other forms of misconduct. Judicial corruption can also be conducted by prosecutors and defense attorneys. An example of prosecutorial misconduct, occurs when a politician or a crime boss bribes a prosecutor to open investigations and file charges against an opposing politician or a rival crime boss, in order to hurt the competition.[32]\n\nGovernmental corruption of the judiciary is broadly known in many transitional and developing countries because the budget is almost completely controlled by the executive. The latter critically undermines the separation of powers, because it fosters financial dependence on the judiciary. The proper distribution of a nation's wealth, including its government's spending on the judiciary, is subject to constitutional economics.\n\nThe judiciary may be corrupted by acts of the government, such as through budget planning and various privileges, and by private acts.[33] Corruption in judiciary may also involve the government using its judicial arm to oppress opposition parties. Judicial corruption is difficult to completely eradicate, even in developed countries.[34]\n\nMilitary corruption refers to the abuse of power by members in the armed forces, in order for career advancement or for personal gain by a soldier or soldiers. One form of military corruption in the United States Armed Forces, is a military soldier being promoted in rank or being given better treatment than their colleagues by their officers, due to their race, sexual orientation, ethnicity, gender, religious beliefs, social class or personal relationships with higher-ranking officers in spite of their merit.[35] In addition to that, the US military has also had many instances of officers sexually assaulting fellow officers and in many cases, there were allegations that many of the attacks were covered up and victims were coerced to remain silent by officers of the same rank or of higher rank.[36]\n\nAnother example of military corruption, is a military officer or officers using the power of their positions to commit activities that are illegal, such as skimming logistical supplies such as food, medicine, fuel, body armor or weapons to sell on the local black market.[37][38] There have also been instances of military officials, providing equipment and combat support to criminal syndicates, private military companies and terrorist groups, without approval from their superiors.[39] As a result, many countries have a military police force to ensure that the military officers follow the laws and conduct of their respective countries but sometimes the military police have levels of corruption themselves.[40]\n\nWithin less democratic countries, the presence of resources such as diamonds, gold, oil, and forestry increases the prevalence of corruption. Corruption includes industrial corruption, consisting of large bribes, as well as petty corruption such as a poacher paying off a park ranger to ignore poaching. The presence of fuel extraction and export is unambiguously associated with corruption, whereas mineral exports only increased corruption in poorer countries. In wealthier countries, mineral exports such as gold and diamonds are actually associated with reduced corruption. The international Extractive Industries Transparency Initiative seeks to create best practices for good governance of gas, oil, and minerals, particularly focusing on the state management of revenue from these resources. Any valued natural resource can be affected by corruption, including water for irrigation, land for livestock grazing, forests for hunting and logging, and fisheries.[41]\n\nThe presence or perception of corruption also undermines environmental initiatives. In Kenya, farmers blame poor agricultural productivity on corruption, and thus are less likely to undertake soil conservation measures to prevent soil erosion and loss of nutrients. In Benin, mistrust of government due to perceived corruption led small farmers to reject the adaptation of measures to combat climate change.[41]\n\nPolitical corruption is the abuse of public power, office, or resources by elected government officials for personal gain, by extortion, soliciting or offering bribes. It can also take the form of office holders maintaining themselves in office by purchasing votes by enacting laws which use taxpayers' money.[42] Evidence suggests that corruption can have political consequences- with citizens being asked for bribes becoming less likely to identify with their country or region.[43]\n\nThe political act of graft (American English), is a well known and now global form of political corruption, being the unscrupulous and illegal use of a politician's authority for personal gain, when funds intended for public projects are intentionally misdirected in order to maximize the benefits to illegally private interests of the corrupted individual(s) and their cronies. In some cases government institutions are \"repurposed\" or shifted away from their official mandate to serve other, often corrupt purposes.[44]\n\nThe Kaunas golden toilet case was a major Lithuanian scandal. In 2009, the municipality of Kaunas (led by mayor Andrius Kupčinskas) ordered that a shipping container was to be converted into an outdoor toilet at a cost of 500,000 litai (around 150,000 euros). It was to also require 5,000 litai (1,500 euros) in monthly maintenance costs.[45] At the same time when Kaunas's \"Golden Toilet\" was built, Kėdainiai tennis club acquired a very similar, but more advanced solution for 4,500 euros.[45] Because of the inflated cost of the outdoor toilet, it was nicknamed the \"Golden Toilet\". Despite the investment, the \"Golden Toilet\" remained closed for years due to the dysfunctionality and was a subject of a lengthy anti-corruption investigation into those who had created it and[45] the local municipality even considered demolishing the building at one point.[46] The group of public servants involved in the toilet's procurement received various prison sentences for recklessness, malfeasance, misuse of power and document falsifications in a 2012 court case, but were cleared of their corruption charges and received compensation, which pushed the total construction cost and subsequent related financial losses to 352,000 euros.\n\nOn 7 July 2020, Carnegie Endowment for International Peace, a global think tank, released a report claiming the Emirati city, Dubai, of being an enabler of global corruption, crime and illicit financial flows. It stated that the global corrupt and criminal actors either operated through or from Dubai. The city was also called a haven for trade-based money laundering, as it gives space to free trade zones, with minimal regulatory laws and customs enforcement.[47]\n\nA report in September 2022 revealed that the British MPs received a total of £828,211 over the period of eight years from countries forming the Saudi-led coalition, which was waging a war in Yemen. The money was granted in the form of all-expenses-paid trips to 96 MPs by Saudi Arabia (at least £319,406), Bahrain (£197,985), the United Arab Emirates (£187,251), Egypt (£66,695) and Kuwait (£56,872). MPs also received gifts, including  a £500 food hamper, tickets for a Burns Supper, an expensive watch and a day out at the Royal Windsor Horse Show. The Saudi-led coalition was alleged of attempting to buy influence in the UK. While the MPs registered the trips and gifts at Westminster as per the rules, critics called it “absolutely shameful” to accept donations from countries with poor human rights records.[48]\n\nPolice corruption is a specific form of police misconduct designed to obtain financial benefits, personal gain, career advancement for a police officer or officers in exchange for not pursuing or selectively pursuing an investigation or arrest or aspects of the \"thin blue line\" itself where force members collude in lies to protect their precincts, unions and/or other law enforcement members from accountability. One common form of police corruption is soliciting or accepting bribes in exchange for not reporting organized drug or prostitution rings or other illegal activities. When civilians become witnesses to police brutality, officers are often known to respond by harassing and intimidating the witnesses as retribution for reporting the misconduct.[49] Whistleblowing is not common in law enforcement, one of the main reasons being because officers who do so, normally face reprisal by being fired, being forced to transfer to another department, being demoted, being shunned, losing friends, not being given back-up during emergencies, receiving professional or even physical threats as well as having threats be made against friends or relatives of theirs or having their own misconduct exposed, in response to reporting the misconduct of other officers.[50] In America another common form of police corruption, is when white supremacist groups, such as Neo-Nazi Skinheads or Neo-Confederates (such as the Ku Klux Klan), recruit members of law enforcement into their ranks or encourage their members to join local police departments to repress minorities and covertly promote white supremacy.[51]\n\nAnother example is police officers flouting the police code of conduct in order to secure convictions of suspects—for example, through the use of surveillance abuse, false confessions, police perjury and/or falsified evidence. Police officers have also been known to sell forms of contraband that were taken during seizers (such as confiscated drugs, stolen property or weapons).[52] Corruption and misconduct can also be done by prison officers, such as the smuggling of contraband (such as drugs or electronics) into jails and prisons for inmates or the abuse of prisoners.[53][54] Another form of misconduct is probation officers taking bribes in exchange for allowing paroles to violate the terms of their probation or abusing their paroles.[55] More rarely, police officers may deliberately and systematically participate in organized crime themselves, either while on the job or during off hours. In most major cities, there are internal affairs sections to investigate suspected police corruption or misconduct. Similar entities include the British Independent Police Complaints Commission.\n\nPrivate sector corruption occurs when any institution, entity or person that is not controlled by the public sector company, household and institution that is not controlled by the public sector engages in corrupt acts. Private sector corruption may overlap with public sector corruption, for example when a private entity operates in conjunction with corrupt government officials, or where the government involves itself in activity normally performed by private entities.\n\nCorruption facilitated by lawyers is a well known form of judicial misconduct. Such abuse is called Attorney misconduct. Attorney misconduct can be either conducted by individuals acting on their own accord or by entire law firms. A well know example of such corruption are mob lawyers. Mob lawyers are attorneys who seek to protect the leaders of criminal enterprises as well as their criminal organizations, with the use of unethical and/or illegal conduct such as making false or misleading statements, hiding evidence from prosecutors, failing to disclose all relevant facts about the case, or even giving clients advice on how to commit crimes in ways that would make prosecution more difficult for any investigating authorities.[56]\n\n\n\nIn criminology, corporate crime refers to crimes committed either by a corporation (i.e., a business entity having a separate legal personality from the natural persons that manage its activities), or by individuals acting on behalf of a corporation or other business entity (see vicarious liability and corporate liability). Some negative behaviours by corporations may not be criminal; laws vary between jurisdictions. For example, some jurisdictions allow insider trading.\n\nPetróleo Brasileiro S.A. — Petrobras, more commonly known as simply Petrobras (Portuguese pronunciation: [ˌpɛtɾoˈbɾas]), is a semi-public Brazilian multinational corporation in the petroleum industry headquartered in Rio de Janeiro, Brazil. The company's name translates to Brazilian Petroleum Corporation – Petrobras. The company was ranked No. 58 in the 2016 Fortune Global 500 list.[57] From 2014 to 2021, an investigation known as Operation Car Wash examined allegations of corporate and political collusion and corruption by Petrobras.[58]\n\nOdebrecht is a privately held Brazilian conglomerate consisting of businesses in the fields of engineering, real estate, construction, chemicals and petrochemicals. The company was founded in 1944 in Salvador da Bahia by Norberto Odebrecht, and the firm is now present in South America, Central America, North America, the Caribbean, Africa, Europe and the Middle East. Its leading company is Norberto Odebrecht Construtora [pt].[59] Odebrecht is one of the 25 largest international construction companies and led by Odebrecht family.\n\nIn 2016, the firm's executives were examined during Operation Car Wash part of an investigation over Odebrecht Organization bribes to executives of Petrobras, in exchange for contracts and influence.[60][61][58] Operation Car Wash is an ongoing criminal money laundering and bribes related corporate crime investigation being carried out by the Federal Police of Brazil, Curitiba Branch, and judicially commanded by Judge Sérgio Moro since 17 March 2014.[62][63][64][58]\n\n\nCorruption in education is a worldwide phenomenon. Corruption in admissions to universities is traditionally considered one of the most corrupt areas of the education sector.[65] Recent attempts in some countries, such as Russia and Ukraine, to curb corruption in admissions through the abolition of university entrance examinations and introduction of standardized computer-graded tests have met backlash from part of society,[66] while other appreciate changes. Vouchers for university entrants have never materialized.[67] The cost of corruption is in that it impedes sustainable economic growth.[67]\n\nEndemic corruption in educational institutions leads to the formation of sustainable corrupt hierarchies.[68][69][70] While higher education in Russia is distinct with widespread bribery, corruption in the US and the UK features a significant amount of fraud.[71][72] The US is distinct with grey areas and institutional corruption in the higher education sector.[73][74] Authoritarian regimes, including those in the former Soviet republics, encourage educational corruption and control universities, especially during the election campaigns.[75] This is typical for Russia,[76] Ukraine,[77] and Central Asian regimes,[78] among others. The general public is well aware of the high level of corruption in colleges and universities, including thanks to the media.[79][80] Doctoral education is no exception, with dissertations and doctoral degrees available for sale, including for politicians.[81] Russian Parliament is notorious for \"highly educated\" MPs[82] High levels of corruption are a result of universities not being able to break away from their Stalinist past, over bureaucratization,[83] and a clear lack of university autonomy.[84] Both quantitative and qualitative methodologies are employed to study education corruption,[85] but the topic remains largely unattended by the scholars. In many societies and international organizations, education corruption remains a taboo.\nIn some countries, such as certain eastern European countries, some Balkan countries and certain Asian countries, corruption occurs frequently in universities.[86] This can include bribes to bypass bureaucratic procedures and bribing faculty for a grade.[86][87] The willingness to engage in corruption such as accepting bribe money in exchange for grades decreases if individuals perceive such behavior as very objectionable, i.e. a violation of social norms and if they fear sanctions regarding the severity and probability of sanctions.[87]\n\nCorruption, the abuse of entrusted power for private gain, as defined by Transparency International[88] is systemic in the health sector. \nThe characteristics of health systems with their concentrated supply of a service, high discretionary power of its members controlling the supply, and low accountability to others are the exact constellation of the variables described by Klitgaard, on which corruption depends.[89]: 26 \n\nCorruption in health care poses a significant danger to the public welfare.[90] It is widespread and yet, little has been published in medical journals about this topic and as of 2019 there is no evidence on what might reduce corruption in the health sector.[91] Corruption occurs within the private and public health sectors and may appear as theft, embezzlement, nepotism, bribery up til extortion, or as undue influence.[92] and occurs anywhere within the sector, be it in service provision, purchasing, construction and hiring. In 2019, Transparency International has described the 6 most common ways of service corruption as follows: absenteeism, informal payments from patients, embezzlement, inflating services also the costs of services, favouritism and manipulation of data (billing for goods and services that were never sent or done).[93]\n\nLabor unions leaders may be involved in corrupt action or be influenced or controlled by criminal enterprises.[94] For example, for many years \n(the Teamsters) was substantially controlled by the Mafia.[95]\n\n\"Arms for cash\" can be done by either a state-sanctioned arms dealer, firm or state itself to another party it just regards as only a good business partner and not political kindred or allies, thus making them no better than regular gun runners. Arms smugglers, who are already into arms trafficking may work for them on the ground or with shipment. The money is often laundered and records are often destroyed.\n\n[96]\nIt often breaks UN, national or international law.[96]\nPayment can also be in strange or indirect ways like arms paid for in post-war oil contracts, post-war hotel ownership, conflict diamonds, corporate shares or the long term post-war promises of superfus[clarification needed] future contracts between the parties involved in it, etc...\n\nIn 2006 Transparency International ranked Angola a lowly 142 out of 163 countries in the Corruption Perception Index just after Venezuela and before the Republic of the Congo with a 2.2 rating.[97][98] Angola was at 168th place (out of 178 countries) on Transparency International's Corruption Perceptions Index (CPI), receiving a 1.9 on a scale from 0 to 10.[99] On the World Bank's 2009 Worldwide Governance Index, Angola had done very poorly on all six aspects of governance assessed. While its score for political stability improved to 35.8 in 2009 (on a 100-point scale) from 19.2 in 2004, Angola earned especially low scores for accountability, regulatory standards, and rule of law. The score for corruption declined from an extremely low 6.3 in 2004 to 5.2 in 2009.[100][101]\n\nThe country is regarded poorly and that corruption is wounding the economy badly despite the emerging oil industries wealth.[100]\n\nThe Mitterrand–Pasqua affair, also known informally as Angolagate, was an international political scandal over the secret and illegal sale and shipment of arms from the nations of Central Europe to the government of Angola by the Government of France in the 1990s. It led to arrests and judiciary actions in the 2000s, involved an illegal arms sale to Angola despite a UN embargo, with business interests in France and elsewhere improperly obtaining a share of Angolan oil revenues. The scandal has subsequently been tied to several prominent figures in French politics.[100]\n\n42 individuals, including:  42 people, including Jean-Christophe Mitterrand, Jacques Attali, Charles Pasqua and Jean-Charles Marchiani, Pierre Falcone. Arcadi Gaydamak, Paul-Loup Sulitzer, Union for a Popular Movement deputy Georges Fenech, Philippe Courroye [fr] the son of François Mitterrand and a former French Minister of the Interior, were charged, accused, indicted or convicted with illegal arms trading, tax fraud, embezzlement, money laundering and other crimes.[100][102] \"[103]\n\nThe 19th-century German philosopher Arthur Schopenhauer acknowledged that academics, including philosophers, are subject to the same sources of corruption as the societies which they inhabit. He distinguished the corrupt \"university\" philosophers, whose \"real concern is to earn with credit an honest livelihood for themselves and ... to enjoy a certain prestige in the eyes of the public\"[104] from the genuine philosopher, whose sole motive is to discover and bear witness to the truth.\n\nThe history of religion includes numerous examples of religious leaders calling attention to the corruption which existed in the religious practices and institutions of their time. The Jewish prophets Isaiah and Amos berate the rabbinical establishment of Ancient Judea for failing to live up to the ideals of the Torah.[106] In the New Testament, Jesus accuses the rabbinical establishment of his time of hypocritically following only the ceremonial parts of the Torah and neglecting the more important elements of justice, mercy and faithfulness.[107] Corruption was one of the important issues which led to the Investiture Controversy. In 1517, Martin Luther accused the Catholic Church of widespread corruption, including the selling of indulgences.[108]\n\nIn 2015, Princeton University professor Kevin M. Kruse advances the thesis that business leaders in the 1930s and 1940s collaborated with clergymen, including James W. Fifield Jr., in order to develop and promote a new hermeneutical approach to Scripture which would de-emphasize the social Gospel and emphasize themes, such as individual salvation, which were more congenial to free enterprise.[109]\n\n"
        },
        {
            "title": "Methods",
            "text": "In systemic corruption and grand corruption, multiple methods of corruption are used concurrently with similar aims.[111]\n\nBribery involves the improper use of gifts and favours in exchange for personal gain. This is also known as kickbacks or, in the Middle East, as baksheesh. It is a common form of corruption. The types of favors given are diverse and may include money, gifts, real estate, promotions, sexual favors, employee benefits, company shares, privileges, entertainment, employment and political benefits. The personal gain that is given can be anything from actively giving preferential treatment to having an indiscretion or crime overlooked.[112]\n\nBribery can sometimes form a part of the systemic use of corruption for other ends, for example to perpetrate further corruption. Bribery can make officials more susceptible to blackmail or to extortion.\n\nEmbezzlement and theft involve someone with access to funds or assets illegally taking control of them. Fraud involves using deception to convince the owner of funds or assets to give them up to an unauthorized party.\n\nExamples include the misdirection of company funds into \"shadow companies\" (and then into the pockets of corrupt employees), the skimming of foreign aid money, scams, electoral fraud and other corrupt activity.\n\nThe political act of graft is when funds intended for public projects are intentionally misdirected to maximize the benefits to private interests of the corrupt individuals.\n\nWhile bribery is the use of positive inducements for corrupt aims, extortion and blackmail centre around the use of threats. This can be the threat of physical violence or false imprisonment as well as exposure of an individual's secrets or prior crimes.\n\nThis includes such behavior as an influential person threatening to go to the media if they do not receive speedy medical treatment (at the expense of other patients), threatening a public official with exposure of their secrets if they do not vote in a particular manner, or demanding money in exchange for continued secrecy. Another example can be a police officer being threatened with the loss of their job by their superiors, if they continued with investigating a high-ranking official.\n\nInfluence peddling is the illegal practice of using one's influence in government or connections with persons in authority to obtain favors or preferential treatment, usually in return for payment.\n\nNetworking (both Business and Personal) can be an effective way for job-seekers to gain a competitive edge over others in the job-market. The idea is to cultivate personal relationships with prospective employers, selection panelists, and others, in the hope that these personal affections will influence future hiring decisions. This form of networking has been described as an attempt to corrupt formal hiring processes, where all candidates are given an equal opportunity to demonstrate their merits to selectors. The networker is accused of seeking non-meritocratic advantage over other candidates; advantage that is based on personal fondness rather than on any objective appraisal of which candidate is most qualified for the position.[113][114]\n\nAbuse of discretion refers to the misuse of one's powers and decision-making facilities. Examples include a judge improperly dismissing a criminal case or a customs official using their discretion to allow a banned substance through a port.\n\nFavouritism, nepotism and clientelism involve the favouring of not the perpetrator of corruption but someone related to them, such as a friend, family member or member of an association. Examples would include hiring or promoting a family member or staff member to a role they are not qualified for, who belongs to the same political party as you, regardless of merit.[115]\n\n"
        },
        {
            "title": "Relationship to economic growth",
            "text": "Corruption can negatively impacts the economy both directly, through for example tax evasion and money laundering, as well as indirectly by distorting fair competition and fair markets, and by increasing the cost of doing business.[116] It is strongly negatively associated with the share of private investment and, hence, it lowers the rate of economic growth.[117]\n\nCorruption reduces the returns of productive activities. If the returns to production fall faster than the returns to corruption and rent-seeking activities, resources will flow from productive activities to corruption activities over time. This will result in a lower stock of producible inputs like human capital in corrupted countries.[117]\n\nCorruption creates the opportunity for increased inequality, reduces the return of productive activities, and, hence, makes rent-seeking and corruption activities more attractive. This opportunity for increased inequality not only generates psychological frustration to the underprivileged but also reduces productivity growth, investment, and job opportunities.[117]\n\nSome expert have suggested that corruption actually stimulated economic growth in East and Southeast Asian countries. An often cited example is South Korea, where president Park Chung-hee favoured a small number of companies, and later used this financial influence to pressure these chaebol to follow the government's development strategy.[118][119] This 'profit-sharing' corruption model incentivizes government officials to support economic development, as they would personally benefit financially from it.[116][120]\n\n"
        },
        {
            "title": "Prevention",
            "text": "According to the amended Klitgaard equation,[121] limitation of monopoly and regulator discretion of individuals and a high degree of transparency through independent oversight by non-governmental organisations (NGOs) and the media plus public access to reliable information could reduce the problem. Djankov and other researchers[122] have independently addressed the role information plays in fighting corruption with evidence from both developing and developed countries. Disclosing financial information of government officials to the public is associated with improving institutional accountability and eliminating misbehavior such as vote buying. The effect is specifically remarkable when the disclosures concern politicians' income sources, liabilities and asset level instead of just income level. Any extrinsic aspects that might reduce morality should be eliminated. Additionally, a country should establish a culture of ethical conduct in society with the government setting the good example in order to enhance the intrinsic morality.\n\nCreating bottom-up mechanisms, promoting citizens participation and encouraging the values of integrity, accountability, and transparency are crucial components of fighting corruption. As of 2012, the implementation of the \"Advocacy and Legal Advice Centres (ALACs)” in Europe had led to a significant increase in the number of citizen complaints against acts of corruption received and documented[123] and also to the development of strategies for good governance by involving citizens willing to fight against corruption.[124]\n\n"
        },
        {
            "title": "Anti-corruption programmes",
            "text": "The Foreign Corrupt Practices Act (FCPA, USA 1977) was an early paradigmatic law for many western countries i.e. industrial countries of the OECD. There, for the first time the old principal-agent approach was moved back where mainly the victim (a society, private or public) and a passive corrupt member (an individual) were considered, whereas the active corrupt part was not in the focus of legal prosecution. Unprecedented, the law of an industrial country directly condemned active corruption, particularly in international business transactions, which was at that time in contradiction to anti-bribery activities of the World Bank and its spin-off organization Transparency International.\n\nAs early as 1989 the OECD had established an ad hoc Working Group in order to explore \"the concepts fundamental to the offense of corruption, and the exercise of national jurisdiction over offenses committed wholly or partially abroad.\"[125] Based on the FCPA concept, the Working Group presented in 1994 the then \"OECD Anti-Bribery Recommendation\" as precursor for the OECD Convention on Combating Bribery of Foreign Public Officials in International Business Transactions[126] which was signed in 1997 by all member countries and came finally into force in 1999. However, because of ongoing concealed corruption in international transactions several instruments of Country Monitoring[127] have been developed since then by the OECD in order to foster and evaluate related national activities in combating foreign corrupt practices. One survey shows that after the implementation of heightened review of multinational firms under the convention in 2010 firms from countries that had signed the convention were less likely to use bribery.[128]\n\nIn 2013, a document[129] produced by the economic and private sector professional evidence and applied knowledge services help-desk discusses some of the existing practices on anti-corruption. They found:\n\nIn recent years, anti-corruption efforts have also been criticised for overemphasising the benefits of the eradication of corruption for economic growth and development,[131][132][133][134] following a diversity of literature which has suggested that anti-corruption efforts, the right kind of institutions and \"good governance\" are key to economic development.[135][136] This criticism is based on the observed fact that a variety of countries, such as Korea and China but also the USA in the 19th and early 20th century, saw high economic growth and broader socio-economic development coinciding with significant corruption [137] [138]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "In some countries people travel to corruption hot spots or a specialist tour company takes them on corruption city tours, as is the case in Prague.[139][140][141][142] Corruption tours have also occurred in Chicago[143] and Mexico City.[144][145]\n\nFilms about corruption include Runaway Jury, The Firm, Syriana, The Constant Gardener, and All the President's Men.\n\n"
        },
        {
            "title": "Legal corruption",
            "text": "Though corruption is often viewed as illegal, a concept of \"legal corruption\" has been described by Daniel Kaufmann and Pedro Vicente.[6][146] It might be termed as processes which are corrupt, but are protected by a \"legal\" (that is, specifically permitted, or at least not proscribed by law) framework.[147]\n\nIn 1994, the German Parliamentary Financial Commission in Bonn presented a comparative study on \"legal corruption\" in industrialized OECD countries[148] They reported that in most industrial countries foreign corruption was legal, and that their foreign corrupt practices ranged from simple, through governmental subsidization (tax deduction), up to extreme cases as in Germany, where foreign corruption was fostered, whereas domestic was legally prosecuted.\nThe German Parliamentary Financial Commission rejected a Parliamentary Proposal by the opposition, which had been aiming to limit German foreign corruption on the basis of the US Foreign Corrupt Practices Act (FCPA from 1977), thus fostering national export corporations.[149] In 1997 a corresponding OECD Anti-Bribery Convention was signed by its members.[150][151]\nIt took until 1999, after the OECD Anti-Bribery Convention came into force, that Germany withdrew the legalization of foreign corruption.[152]\n\nA study on foreign corrupt practices of industrialized OECD countries 1994 (Parliamentary Financial Commission study, Bonn)[148] indicates widespread acceptance of bribes in business practices.\n\nBelgium: bribe payments are generally tax deductible as business expenses if the name and address of the beneficiary is disclosed. Under the following conditions kickbacks in connection with exports abroad are permitted for deduction even without proof of the receiver:\n\nIn the absence of the required conditions, for corporate taxable companies paying bribes without proof of the receiver, a special tax of 200% is charged. This special tax may, however, be abated along with the bribe amount as an operating expense.\n\nDenmark: bribe payments are deductible when a clear operational context exists and its adequacy is maintained.\n\nFrance: basically all operating expenses can be deducted. However, staff costs must correspond to an actual work done and must not be excessive compared to the operational significance. This also applies to payments to foreign parties. Here, the receiver shall specify the name and address, unless the total amount in payments per beneficiary does not exceed 500 FF. If the receiver is not disclosed the payments are considered \"rémunérations occult\" and are associated with the following disadvantages:\n\nJapan: in Japan, bribes are deductible as business expenses that are justified by the operation (of the company) if the name and address of the recipient is specified. This also applies to payments to foreigners. If the indication of the name is refused, the expenses claimed are not recognized as operating expenses.\n\nCanada: there is no general rule on the deductibility or non-deductibility of kickbacks and bribes. Hence the rule is that necessary expenses for obtaining the income (contract) are deductible. Payments to members of the public service and domestic administration of justice, to officers and employees and those charged with the collection of fees, entrance fees etc. for the purpose to entice the recipient to the violation of his official duties, can not be abated as business expenses as well as illegal payments according to the Criminal Code.\n\nLuxembourg: bribes, justified by the operation (of a company) are deductible as business expenses. However, the tax authorities may require that the payer is to designate the receiver by name. If not, the expenses are not recognized as operating expenses.\n\nNetherlands: all expenses that are directly or closely related to the business are deductible. This also applies to expenditure outside the actual business operations if they are considered beneficial to the operation for good reasons by the management. What counts is the good merchant custom. Neither the law nor the administration is authorized to determine which expenses are not operationally justified and therefore not deductible. For the business expense deduction it is not a requirement that the recipient is specified. It is sufficient to elucidate to the satisfaction of the tax authorities that the payments are in the interest of the operation.\n\nAustria: bribes justified by the operation (of a company) are deductible as business expenses. However, the tax authority may require that the payer names the recipient of the deducted payments exactly. If the indication of the name is denied e.g. because of business comity, the expenses claimed are not recognized as operating expenses. This principle also applies to payments to foreigners.\n\nSwitzerland: bribe payments are tax deductible if it is clearly operation initiated and the consignee is indicated.\n\nUS: (rough résumé: \"generally operational expenses are deductible if they are not illegal according to the FCPA\")\n\nUK: kickbacks and bribes are deductible if they have been paid for operating purposes. The tax authority may request the name and address of the recipient.\"\n\nReferring to the recommendation of the above-mentioned Parliamentary Financial Commission's study,[148] the then Kohl administration (1991–1994) decided to maintain the legality of corruption against officials exclusively in foreign transactions[153] and confirmed the full deductibility of bribe money, co-financing thus a specific nationalistic corruption practice (§4 Abs. 5 Nr. 10 EStG, valid until 19 March 1999) in contradiction to the 1994 OECD recommendation.[154] The respective law was not changed before the OECD Convention also in Germany came into force (1999).[155]\nAccording to the Parliamentary Financial Commission's study, however, in 1994 most countries' corruption practices were not nationalistic and much more limited by the respective laws compared to Germany.[156]\n\nParticularly, the non-disclosure of the bribe money recipients' name in tax declarations had been a powerful instrument for Legal Corruption during the 1990s for German corporations, enabling them to block foreign legal jurisdictions which intended to fight corruption in their countries. Hence, they uncontrolled established a strong network of clientelism around Europe (e.g. SIEMENS)[157] along with the formation of the European Single Market in the upcoming European Union and the Eurozone.\nMoreover, in order to further strengthen active corruption the prosecution of tax evasion during that decade had been severely limited. German tax authorities were instructed to refuse any disclosure of bribe recipients' names from tax declarations to the German criminal prosecution.[158] As a result, German corporations have been systematically increasing their informal economy from 1980 until today up to 350 bn € per annum (see diagram on the right), thus continuously feeding their black money reserves.[159]\n\nIn 2007, Siemens was convicted in the District Court of Darmstadt of criminal corruption against the Italian corporation Enel Power SpA. Siemens had paid almost €3.5 million in bribes to be selected for a €200 million project from the Italian corporation, partially owned by the government. The deal was handled through black money accounts in Switzerland and Liechtenstein that were established specifically for such purposes.[160]\nBecause the crime was committed in 1999, after the OECD convention had come into force, this foreign corrupt practice could be prosecuted. It was the first time a German court of law convicted foreign corrupt practices like a national practice, although the corresponding law did not yet protect foreign competitors in business.[161]\n\nDuring the judicial proceedings it was disclosed that numerous such black accounts had been established in the past decades.[157]\n\n"
        },
        {
            "title": "Historical responses in philosophical and religious thought",
            "text": "Philosophers and religious thinkers have responded to the inescapable reality of corruption in different ways. Plato, in The Republic, acknowledges the corrupt nature of political institutions, and recommends that philosophers \"shelter behind a wall\" to avoid senselessly martyring themselves.\n\nThe New Testament, in keeping with the tradition of Ancient Greek thought, also frankly acknowledges the corruption of the world (ὁ κόσμος)[162] and claims to offer a way of keeping the spirit \"unspotted from the world.\"[163] Paul of Tarsus acknowledges his readers must inevitably \"deal with the world,\"[164] and recommends they adopt an attitude of \"as if not\" in all their dealings. When they buy a thing, for example, they should relate to it \"as if it were not theirs to keep.\"[165] New Testament readers are advised to refuse to \"conform to the present age\"[166] and not to be ashamed to be peculiar or singular.[167] They are advised not be friends of the corrupt world, because \"friendship with the world is enmity with God.\"[168] They are advised not to love the corrupt world or the things of the world.[169] The rulers of this world, Paul explains, \"are coming to nothing\"[170] While readers must obey corrupt rulers in order to live in the world,[171] the spirit is subject to no law but to love God and love our neighbors as ourselves.[172] New Testament readers are advised to adopt a disposition in which they are \"in the world, but not of the world.\"[173] This disposition, Paul claims, shows us a way to escape \"slavery to corruption\" and experience the freedom and glory of being innocent \"children of God\".[174]\n\n"
        }
    ]
}