{
    "url": "https://en.wikipedia.org/wiki/Cosmic_string",
    "title": "Cosmic string",
    "table_of_contents": [
        "1 Theories containing cosmic strings",
        "2 Dimensions",
        "3 Gravitation",
        "3.1 Negative mass cosmic string",
        "3.2 Super-critical cosmic string",
        "4 Observational evidence",
        "5 String theory and cosmic strings",
        "6 Cosmic string network",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cosmic strings are hypothetical 1-dimensional topological defects which may have formed during a symmetry-breaking phase transition in the early universe when the topology of the vacuum manifold associated to this symmetry breaking was not simply connected. Their existence was first contemplated by the theoretical physicist Tom Kibble in the 1970s.[1]\n\nThe formation of cosmic strings is somewhat analogous to the imperfections that form between crystal grains in solidifying liquids, or the cracks that form when water freezes into ice. The phase transitions leading to the production of cosmic strings are likely to have occurred during the earliest moments of the universe's evolution, just after cosmological inflation, and are a fairly generic prediction in both quantum field theory and string theory models of the early universe.\n\n"
        },
        {
            "title": "Theories containing cosmic strings",
            "text": "In string theory, the role of cosmic strings can be played by the fundamental strings (or F-strings) themselves that define the theory perturbatively, by D-strings which are related to the F-strings by weak-strong or so called S-duality, or higher-dimensional D-, NS- or M-branes that are partially wrapped on compact cycles associated to extra spacetime dimensions so that only one non-compact dimension remains.[2]\n\nThe prototypical example of a quantum field theory with cosmic strings is the Abelian Higgs model. The quantum field theory and string theory cosmic strings are expected to have many properties in common, but more research is needed to determine the precise distinguishing features. The F-strings for instance are fully quantum-mechanical and do not have a classical definition, whereas the field theory cosmic strings are almost exclusively treated classically.\n\n"
        },
        {
            "title": "Dimensions",
            "text": "Cosmic strings, if they exist, would be extremely thin with diameters of the same order of magnitude as that of a proton, i.e. ~ 1 fm, or smaller. Given that this scale is much smaller than any cosmological scale, these strings are often studied in the zero-width, or Nambu–Goto approximation. Under this assumption strings behave as one-dimensional objects and obey the Nambu–Goto action, which is classically equivalent to the Polyakov action that defines the bosonic sector of superstring theory.\n\nIn field theory, the string width is set by the scale of the symmetry breaking phase transition. In string theory, the string width is set (in the simplest cases) by the fundamental string scale, warp factors (associated to the spacetime curvature of an internal six-dimensional spacetime manifold) and/or the size of internal compact dimensions. (In string theory, the universe is either 10- or 11-dimensional, depending on the strength of interactions and the curvature of spacetime.)\n\n"
        },
        {
            "title": "Gravitation",
            "text": "A string is a geometrical deviation from Euclidean geometry in spacetime characterized by an angular deficit: a circle around the outside of a string would comprise a total angle less than 360°.  From the general theory of relativity such a geometrical defect must be in tension, and would be manifested by mass.  Even though cosmic strings are thought to be extremely thin, they would have immense density, and so would represent significant gravitational wave sources. A cosmic string about a kilometer in length may be more massive than the Earth.\n\nHowever general relativity predicts that the gravitational potential of a straight string vanishes: there is no gravitational force on static surrounding matter. The only gravitational effect of a straight cosmic string is a relative deflection of matter (or light) passing the string on opposite sides (a purely topological effect). A closed cosmic string gravitates in a more conventional way.[clarification needed]\n\nDuring the expansion of the universe, cosmic strings would form a network of loops, and in the past it was thought that their gravity could have been responsible for the original clumping of matter into galactic superclusters. It is now calculated that their contribution to the structure formation in the universe is less than 10%.\n\nThe standard model of a cosmic string is a geometrical structure with an angle deficit, which thus is in tension and hence has positive mass. In 1995, Visser et al. proposed that cosmic strings could theoretically also exist with angle excesses, and thus negative tension and hence negative mass. The stability of such exotic matter strings is problematic; however, they suggested that if a negative mass string were to be wrapped around a wormhole in the early universe, such a wormhole could be stabilized sufficiently to exist in the present day.[3][4]\n\nThe exterior geometry of a (straight) cosmic string can be visualized in an embedding diagram as follows: Focusing on the two-dimensional surface perpendicular to the string, its geometry is that of a cone which is obtained by cutting out a wedge of angle δ and gluing together the edges. The angular deficit δ is linearly related to the string tension (= mass per unit length), i.e. the larger the tension, the steeper the cone. Therefore, δ reaches 2π for a certain critical value of the tension, and the cone degenerates to a cylinder. (In visualizing this setup one has to think of a string with a finite thickness.) For even larger, \"super-critical\" values, δ exceeds 2π and the (two-dimensional) exterior geometry closes up (it becomes compact), ending in a conical singularity.\n\nHowever, this static geometry is unstable in the super-critical case (unlike for sub-critical tensions): Small perturbations lead to a dynamical spacetime which expands in axial direction at a constant rate. The 2D exterior is still compact, but the conical singularity can be avoided, and the embedding picture is that of a growing cigar. For even larger tensions (exceeding the critical value by approximately a factor of 1.6), the string cannot be stabilized in radial direction anymore.[5]\n\nRealistic cosmic strings are expected to have tensions around 6 orders of magnitude below the critical value, and are thus always sub-critical. However, the inflating cosmic string solutions might be relevant in the context of brane cosmology, where the string is promoted to a 3-brane (corresponding to our universe) in a six-dimensional bulk.\n\n"
        },
        {
            "title": "Observational evidence",
            "text": "It was once thought that the gravitational influence of cosmic strings might contribute to the large-scale clumping of matter in the universe, but all that is known today through galaxy surveys and precision measurements of the cosmic microwave background (CMB) fits an evolution out of random, gaussian fluctuations. These precise observations therefore tend to rule out a significant role for cosmic strings and currently it is known that the contribution of cosmic strings to the CMB cannot be more than 10%.\n\nThe violent oscillations of cosmic strings generically lead to the formation of cusps and kinks. These in turn cause parts of the string to pinch off into isolated loops. These loops have a finite lifespan and decay (primarily) via gravitational radiation. This radiation which leads to the strongest signal from cosmic strings may in turn be detectable in gravitational wave observatories. An important open question is to what extent do the pinched off loops backreact or change the initial state of the emitting cosmic string—such backreaction effects are almost always neglected in computations and are known to be important, even for order of magnitude estimates.\n\nGravitational lensing of a galaxy by a straight section of a cosmic string would produce two identical, undistorted images of the galaxy. In 2003 a group led by Mikhail Sazhin reported the accidental discovery of two seemingly identical galaxies very close together in the sky, leading to speculation that a cosmic string had been found.[6] However, observations by the Hubble Space Telescope in January 2005 showed them to be a pair of similar galaxies, not two images of the same galaxy.[7][8] A cosmic string would produce a similar duplicate image of fluctuations in the cosmic microwave background, which it was thought might have been detectable by the Planck Surveyor mission.[9] However, a 2013 analysis of data from the Planck mission failed to find any evidence of cosmic strings.[10]\n\nA piece of evidence supporting cosmic string theory is a phenomenon noticed in observations of the \"double quasar\" called Q0957+561A,B. Originally discovered by Dennis Walsh, Bob Carswell, and Ray Weymann in 1979, the double image of this quasar is caused by a galaxy positioned between it and the Earth. The gravitational lens effect of this intermediate galaxy bends the quasar's light so that it follows two paths of different lengths to Earth. The result is that we see two images of the same quasar, one arriving a short time after the other (about 417.1 days later). However, a team of astronomers at the Harvard-Smithsonian Center for Astrophysics led by Rudolph Schild studied the quasar and found that during the period between September 1994 and July 1995 the two images appeared to have no time delay; changes in the brightness of the two images occurred simultaneously on four separate occasions. Schild and his team believe that the only explanation for this observation is that a cosmic string passed between the Earth and the quasar during that time period traveling at very high speed and oscillating with a period of about 100 days.[11]\n\nCurrently the most sensitive bounds on cosmic string parameters come from the non-detection of gravitational waves by Pulsar timing array data.[12] The earthbound Laser Interferometer Gravitational-Wave Observatory (LIGO) and especially the space-based gravitational wave detector Laser Interferometer Space Antenna (LISA) will search for gravitational waves and are likely to be sensitive enough to detect signals from cosmic strings, provided the relevant cosmic string tensions are not too small.\n\n"
        },
        {
            "title": "String theory and cosmic strings",
            "text": "During the early days of string theory both string theorists and cosmic string theorists believed that there was no direct connection between superstrings and cosmic strings (the names were chosen independently by analogy with ordinary string). The possibility of cosmic strings being produced in the early universe was first envisioned by quantum field theorist Tom Kibble in 1976,[1] and this sprouted the first flurry of interest in the field. In 1985, during the first superstring revolution, Edward Witten contemplated on the possibility of fundamental superstrings having been produced in the early universe and stretched to macroscopic scales, in which case (following the nomenclature of Tom Kibble) they would then be referred to as cosmic superstrings. He concluded that had they been produced they would have either disintegrated into smaller strings before ever reaching macroscopic scales (in the case of Type I superstring theory), they would always appear as boundaries of domain walls whose tension would force the strings to collapse rather than grow to cosmic scales (in the context of heterotic superstring theory), or having a characteristic energy scale close to the Planck energy they would be produced before cosmological inflation and hence be diluted away with the expansion of the universe and not be observable.\n\nMuch has changed since these early days, primarily due to the second superstring revolution. It is now known that string theory in addition to the fundamental strings which define the theory perturbatively also contains other one-dimensional objects, such as D-strings, and higher-dimensional objects such as D-branes, NS-branes and M-branes partially wrapped on compact internal spacetime dimensions, while being spatially extended in one non-compact dimension. The possibility of large compact dimensions and large warp factors allows strings with tension much lower than the Planck scale. Furthermore, various dualities that have been discovered point to the conclusion that actually all these apparently different types of string are just the same object as it appears in different regions of parameter space. These new developments have largely revived interest in cosmic strings, starting in the early 2000s.\n\nIn 2002, Henry Tye and collaborators predicted the production of cosmic superstrings during the last stages of brane inflation,[13] a string theory construction of the early universe that gives leads to an expanding universe and cosmological inflation. It was subsequently realized by string theorist Joseph Polchinski that the expanding Universe could have stretched a \"fundamental\" string (the sort which superstring theory considers) until it was of intergalactic size.  Such a stretched string would exhibit many of the properties of the old \"cosmic\" string variety, making the older calculations useful again.  As theorist Tom Kibble remarks, \"string theory cosmologists have discovered cosmic strings lurking everywhere in the undergrowth\".  Older proposals for detecting cosmic strings could now be used to investigate superstring theory.\n\nSuperstrings, D-strings or the other stringy objects mentioned above stretched to intergalactic scales would radiate gravitational waves, which could be detected using experiments like LIGO and especially the space-based gravitational wave experiment LISA. They might also cause slight irregularities in the cosmic microwave background, too subtle to have been detected yet but possibly within the realm of future observability.\n\nNote that most of these proposals depend, however, on the appropriate cosmological fundamentals (strings, branes, etc.), and no convincing experimental verification of these has been confirmed to date. Cosmic strings nevertheless provide a window into string theory. If cosmic strings are observed which is a real possibility for a wide range of cosmological string models this would provide the first experimental evidence of a string theory model underlying the structure of spacetime.\n\n"
        },
        {
            "title": "Cosmic string network",
            "text": "There are many attempts to detect the footprint of a cosmic strings network.[14][15][16]\n\n"
        }
    ]
}