{
    "url": "https://en.wikipedia.org/wiki/Cosmology",
    "title": "Cosmology",
    "table_of_contents": [
        "1 Disciplines",
        "2 Discoveries",
        "2.1 Physical cosmology",
        "2.2 Religious or mythological cosmology",
        "2.3 Philosophical cosmology",
        "3 Historical cosmologies",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCosmology (from Ancient Greek  κόσμος (kósmos) 'world', and  -λογία (-logía) 'study of') is a branch of physics and metaphysics dealing with the nature of the universe. The term cosmology was first used in English in 1656 in Thomas Blount's Glossographia,[2] and in 1731 taken up in Latin by German philosopher Christian Wolff, in Cosmologia Generalis.[3] Religious or mythological cosmology is a body of beliefs based on mythological, religious, and esoteric literature and traditions of creation myths and eschatology. In the science of astronomy it is concerned with the study of the chronology of the universe.\n\nPhysical cosmology is the study of the observable universe's origin, its large-scale structures and dynamics, and the ultimate fate of the universe, including the laws of science that govern these areas.[4] It is investigated by scientists, such as astronomers and physicists, as well as philosophers, such as metaphysicians, philosophers of physics, and philosophers of space and time. Because of this shared scope with philosophy, theories in physical cosmology may include both scientific and non-scientific propositions, and may depend upon assumptions that cannot be tested. Physical cosmology is a sub-branch of astronomy that is concerned with the Universe as a whole. Modern physical cosmology is dominated by the Big Bang theory, which attempts to bring together observational astronomy and particle physics;[5][6] more specifically, a standard parameterization of the Big Bang with dark matter and dark energy, known as the Lambda-CDM model.\n\nTheoretical astrophysicist David N. Spergel has described cosmology as a \"historical science\" because \"when we look out in space, we look back in time\" due to the finite nature of the speed of light.[7]\n\n"
        },
        {
            "title": "Disciplines",
            "text": "Physics and Astrophysics have played a central role in shaping the understanding of the universe through scientific observation and experiment. Physical cosmology was shaped through both mathematics and observation in an analysis of the whole universe. The universe is generally understood to have begun with the Big Bang, followed almost instantaneously by cosmic inflation, an expansion of space from which the universe is thought to have emerged 13.799 ± 0.021 billion years ago.[8] Cosmogony studies the origin of the Universe, and cosmography maps the features of the Universe.\n\nIn Diderot's Encyclopédie, cosmology is broken down into uranology (the science of the heavens), aerology (the science of the air), geology (the science of the continents), and hydrology (the science of waters).[9]\n\nMetaphysical cosmology has also been described as the placing of humans in the universe in relationship to all other entities. This is exemplified by Marcus Aurelius's observation that a man's place in that relationship: \"He who does not know what the world is does not know where he is, and he who does not know for what purpose the world exists, does not know who he is, nor what the world is.\"[10]\n\n"
        },
        {
            "title": "Discoveries",
            "text": "Physical cosmology is the branch of physics and astrophysics that deals with the study of the physical origins and evolution of the Universe. It also includes the study of the nature of the Universe on a large scale. In its earliest form, it was what is now known as \"celestial mechanics\", the study of the heavens. Greek philosophers Aristarchus of Samos, Aristotle, and Ptolemy proposed different cosmological theories. The geocentric Ptolemaic system was the prevailing theory until the 16th century when Nicolaus Copernicus, and subsequently Johannes Kepler and Galileo Galilei, proposed a heliocentric system. This is one of the most famous examples of epistemological rupture in physical cosmology.\n\nIsaac Newton's Principia Mathematica, published in 1687, was the first description of the law of universal gravitation. It provided a physical mechanism for Kepler's laws and also allowed the anomalies in previous systems, caused by gravitational interaction between the planets, to be resolved. A fundamental difference between Newton's cosmology and those preceding it was the Copernican principle—that the bodies on earth obey the same physical laws as all the celestial bodies. This was a crucial philosophical advance in physical cosmology.\n\nModern scientific cosmology is usually considered to have begun in 1917 with Albert Einstein's publication of his final modification of general relativity in the paper \"Cosmological Considerations of the General Theory of Relativity\"[11] (although this paper was not widely available outside of Germany until the end of World War I). General relativity prompted cosmogonists such as Willem de Sitter, Karl Schwarzschild, and Arthur Eddington to explore its astronomical ramifications, which enhanced the ability of astronomers to study very distant objects. Physicists began changing the assumption that the Universe was static and unchanging. In 1922 Alexander Friedmann introduced the idea of an expanding universe that contained moving matter.\n\nIn parallel to this dynamic approach to cosmology, one long-standing debate about the structure of the cosmos was coming to a climax - the Great Debate (1917 to 1922) - with early cosmologists such as Heber Curtis and Ernst Öpik determining that some nebulae seen in telescopes were separate galaxies far distant from our own.[12] While Heber Curtis argued for the idea that spiral nebulae were star systems in their own right as island universes, Mount Wilson astronomer Harlow Shapley championed the model of a cosmos made up of the Milky Way star system only. This difference of ideas came to a climax with the organization of the Great Debate on 26 April 1920 at the meeting of the U.S. National Academy of Sciences in Washington, D.C. The debate was resolved when Edwin Hubble detected Cepheid Variables in the Andromeda Galaxy in 1923 and 1924.[13][14] Their distance established spiral nebulae well beyond the edge of the Milky Way.\n\nSubsequent modelling of the universe explored the possibility that the cosmological constant, introduced by Einstein in his 1917 paper, may result in an expanding universe, depending on its value. Thus the Big Bang model was proposed by the Belgian priest Georges Lemaître in 1927[15] which was subsequently corroborated by Edwin Hubble's discovery of the redshift in 1929[16] and later by the discovery of the cosmic microwave background radiation by Arno Penzias and Robert Woodrow Wilson in 1964.[17] These findings were a first step to rule out some of many alternative cosmologies.\n\nSince around 1990, several dramatic advances in observational cosmology have transformed cosmology from a largely speculative science into a predictive science with precise agreement between theory and observation. These advances include observations of the microwave background from the COBE,[18] WMAP[19] and Planck satellites,[20] large new galaxy redshift surveys including 2dfGRS[21] and SDSS,[22] and observations of distant supernovae and gravitational lensing. These observations matched the predictions of the cosmic inflation theory, a modified Big Bang theory, and the specific version known as the Lambda-CDM model. This has led many to refer to modern times as the \"golden age of cosmology\".[23]\n\nOn 17 March 2014, astronomers at the Center for Astrophysics | Harvard & Smithsonian announced the detection of gravitational waves, providing strong evidence for inflation and the Big Bang.[24][25][26] However, on 19 June 2014, lowered confidence in confirming the cosmic inflation findings was reported.[27][28][29]\n\nOn 1 December 2014, at the Planck 2014 meeting in Ferrara, Italy, astronomers reported that the universe is 13.8 billion years old and is composed of 4.9% atomic matter, 26.6% dark matter and 68.5% dark energy.[30]\n\nReligious or mythological cosmology is a body of beliefs based on mythological, religious, and esoteric literature and traditions of creation and eschatology.\n\nCosmology deals with the world as the totality of space, time and all phenomena. Historically, it has had quite a broad scope, and in many cases was found in religion.[31] In modern use metaphysical cosmology addresses questions about the Universe which are beyond the scope of science. It is distinguished from religious cosmology in that it approaches these questions using philosophical methods like dialectics. Modern metaphysical cosmology tries to address questions such as:[24][32]\n\n"
        },
        {
            "title": "Historical cosmologies",
            "text": "Table notes: the term \"static\" simply means not expanding and not contracting. Symbol G represents Newton's gravitational constant; Λ (Lambda) is the cosmological constant.\n\n"
        }
    ]
}