{
    "url": "https://en.wikipedia.org/wiki/Cosmic_pluralism",
    "title": "Cosmic pluralism",
    "table_of_contents": [
        "1 Ancient Greek debates",
        "2 Medieval Islamic thought",
        "3 Scholastic thinkers",
        "4 Renaissance",
        "5 Enlightenment",
        "6 Modern thought",
        "7 See also",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cosmic pluralism, the plurality of worlds, or simply pluralism, describes the belief in numerous \"worlds\" (planets, dwarf planets or natural satellites) in addition to Earth (possibly an infinite number), which may harbour extraterrestrial life.\n\nThe debate over pluralism began as early as the time of Anaximander (c. 610 – c. 546 BC) as a metaphysical argument,[2] long predating the scientific Copernican conception that the Earth is one of numerous planets. It has continued, in a variety of forms, until the modern era.\n\n"
        },
        {
            "title": "Ancient Greek debates",
            "text": "In Greek times, the debate was largely philosophical and did not conform to present notions of cosmology. Cosmic pluralism was a corollary to notions of infinity and the purported multitude of life-bearing worlds were more akin to parallel universes (either contemporaneously in space or infinitely recurring in time) than to different solar systems. After Anaximander opened the door to both an infinite universe and an infinite amount of universes, a strong pluralist stance was adopted by the atomists, notably Leucippus, Democritus, Epicurus—whose Epistle to Herodotus clearly lays out the Doctrine of Innumerable Worlds—and Lucretius who elaborates this Doctrine in his work On the Nature of Things. The Stoics posited that the universe underwent an infinite amount of cycles, expanding and contracting infinitely. Anaxarchus told Alexander the Great that there were an infinite number of worlds that each harbored an infinite variety of extraterrestrial life, leading Alexander to weep, for he had not yet conquered even one.[3] While these were prominent thinkers, their opponents—Plato and Aristotle—had greater effect. They argued that the Earth is unique and that there can be no other systems of worlds.[4][5] This stance neatly dovetailed with later Christian ideas,[6] and pluralism was effectively suppressed for approximately a millennium.[citation needed]\n\n"
        },
        {
            "title": "Medieval Islamic thought",
            "text": "Many medieval Muslim scholars endorsed the idea of cosmic pluralism. Imam Muhammad al-Baqir  (676–733) wrote \"Maybe you see that God created only this single world and that God did not create humans besides you. Well, I swear by God that God created thousands and thousands of worlds and\nthousands and thousands of humankind.\"[7]\n\nFakhr ad-Din ar-Razi (1149–1209), in dealing with his conception of physics and the physical world in his Matalib, rejects the Aristotelian and Avicennian notion of the Earth's centrality within the universe. Instead, he argues that there are \"a thousand thousand worlds (alfa alfi 'awalim) beyond this world such that each one of those worlds be bigger and more massive than this world as well as having the like of what this world has.\"[7] To support his theological argument, he cites the Qur'anic verse, \"All praise belongs to God, Lord of the Worlds,\" in surah fatiha emphasizing the term \"Worlds.\"\n\nTwo Qur'anic verses support the idea of God being Lord of multiple worlds: 1:2 and 41:09. Qur'an 16:8 says \"He has created other things of which ye have no knowledge.\"[7]\n\nCosmic pluralism was depicted in fictional Arabic literature. \"The Adventures of Bulukiya\", a tale from the One Thousand and One Nights (Arabian Nights), depicted a cosmos consisting of different worlds, some larger than Earth and each with their own inhabitants.[8]\n\n"
        },
        {
            "title": "Scholastic thinkers",
            "text": "Eventually, the Ptolemaic-Aristotelian system was challenged and pluralism reasserted, first tentatively by scholastics and then more seriously by followers of Copernicus. The telescope appeared to prove that a multitude of life was reasonable and an expression of God's creative omnipotence; still powerful theological opponents, meanwhile, continued to insist that although the Earth may have been displaced from the center of the cosmos, it was still the unique focus of God's creation. Thinkers such as Johannes Kepler were willing to admit the possibility of pluralism without truly supporting it.\n\n"
        },
        {
            "title": "Renaissance",
            "text": "Giordano Bruno introduced in his works the idea of multiple worlds instantiating the infinite possibilities of a pristine, indivisible One. Bruno (from the mouth of his character Philotheo) in his De l'infinito universo et mondi (1584) claims that \"innumerable celestial bodies, stars, globes, suns and earths may be sensibly perceived therein by us and an infinite number of them may be inferred by our own reason.\"[9]\n\nTeaching this was among the charges the Inquisition made against him.[10]\n\n"
        },
        {
            "title": "Enlightenment",
            "text": "During the Scientific Revolution and the later Enlightenment, cosmic pluralism became a mainstream possibility. Bernard Le Bovier de Fontenelle's Entretiens sur la pluralité des mondes (Conversations on the Plurality of Worlds) of 1686 was an important work from this period, speculating on pluralism and describing the new Copernican cosmology.[11] Pluralism was also championed by philosophers such as John Locke, astronomers such as William Herschel and even politicians, including John Adams and Benjamin Franklin. As greater scientific skepticism and rigour were applied to the question, it ceased to be simply a matter of philosophy and theology and was properly bounded by astronomy and biology.\n\nThe French astronomer Camille Flammarion was one of the chief proponents of cosmic pluralism during the latter half of the nineteenth century. His first book, La pluralité des mondes habités (1862) was a great popular success, going through 33 editions in its first twenty years. Flammarion was one of the first people to put forward the idea that extraterrestrial beings were genuinely alien, and not simply variations of earthly creatures.[12]\n\n"
        },
        {
            "title": "Modern thought",
            "text": "In the late nineteenth and twentieth centuries, the term \"cosmic pluralism\" became largely archaic as knowledge diversified and the speculation on extraterrestrial life focused on particular bodies and observations. The historic debate continues to have modern parallels, however. Carl Sagan and Frank Drake, for instance, could well be considered \"pluralists\" while proponents of the Rare Earth hypothesis are modern skeptics.\n\nModern Islamic scholars like Abdullah Yusuf Ali point to the Qur'an (42:29) to argue for life on other planets: \"And among His Signs is the creation of the heavens and the earth, and the living creatures that He has scattered through them\". The verses uses the word da’bbah, which denotes living creatures on the surface of a planet.[7]\n\n"
        }
    ]
}