{
    "url": "https://en.wikipedia.org/wiki/Cosmic_dust",
    "title": "Cosmic dust",
    "table_of_contents": [
        "1 Study and importance",
        "2 Detection methods",
        "3 Radiative properties",
        "4 Stardust",
        "5 Some bulk properties",
        "6 Dust grain formation",
        "7 From the solar nebula to Earth",
        "8 Some \"dusty\" clouds in the universe",
        "9 Dust sample return",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cosmic dust, also called extraterrestrial dust, star dust or space dust, is dust which exists in outer space, or has fallen on Earth.[1][2] Most cosmic dust particles measure between a few molecules and 0.1 mm (100 micrometers). Larger particles are called meteoroids. Cosmic dust can be further distinguished by its astronomical location: intergalactic dust, interstellar dust, interplanetary dust (such as in the zodiacal cloud) and circumplanetary dust (such as in a planetary ring). There are several methods to obtain  space dust measurement.\n\nIn the Solar System, interplanetary dust causes the zodiacal light.   Solar System dust includes comet dust, asteroidal dust, dust from the Kuiper belt, and interstellar dust passing through the Solar System.  Thousands of tons of cosmic dust are estimated to reach the Earth's surface every year,[3] with most grains having a mass between 10−16 kg (0.1 pg) and 10−4 kg (0.1 g).[3]  The density of the dust cloud through which the Earth is traveling is approximately 10−6 dust grains/m3.[4]\n\nCosmic dust contains some complex organic compounds (amorphous organic solids with a mixed aromatic–aliphatic structure) that could be created naturally, and rapidly, by stars.[5][6][7]  A smaller fraction of dust in space is \"stardust\" consisting of larger refractory minerals that condensed as matter left by stars.\n\nInterstellar dust particles were collected by the Stardust spacecraft and samples were returned to Earth in 2006.[8][9][10][11]\n\n"
        },
        {
            "title": "Study and importance",
            "text": "Cosmic dust was once solely an annoyance to astronomers, as it obscures objects they wished to observe. When infrared astronomy began, the dust particles were observed to be significant and vital components of astrophysical processes. Their analysis can reveal information about phenomena like the formation of the Solar System.[13]  For example, cosmic dust can drive the mass loss when a star is nearing the end of its life, play a part in the early stages of star formation, and form planets. In the Solar System, dust plays a major role in the zodiacal light, Saturn's B Ring spokes, the outer diffuse planetary rings at Jupiter, Saturn, Uranus and Neptune, and comets.\n\nThe interdisciplinary study of dust brings together different scientific fields: physics (solid-state, electromagnetic theory, surface physics, statistical physics, thermal physics), fractal mathematics, surface chemistry on dust grains, meteoritics, as well as every branch of astronomy and astrophysics.[15]  These disparate research areas can be linked by the following theme: the cosmic dust particles evolve cyclically; chemically, physically and dynamically. The evolution of dust traces out paths in which the Universe recycles material, in processes analogous to the daily recycling steps with which many people are familiar: production, storage, processing, collection, consumption, and discarding.\n\nObservations and measurements of cosmic dust in different regions provide an important insight into the Universe's recycling processes; in the clouds of the diffuse interstellar medium, in molecular clouds, in the circumstellar dust of young stellar objects, and in planetary systems such as the Solar System, where astronomers consider dust as in its most recycled state. The astronomers accumulate observational ‘snapshots’ of dust at different stages of its life and, over time, form a more complete movie of the Universe's complicated recycling steps.\n\nParameters such as the particle's initial motion, material properties, intervening plasma and magnetic field determined the dust particle's arrival at the dust detector. Slightly changing any of these parameters can give significantly different dust dynamical behavior. Therefore, one can learn about where that object came from, and what is (in) the intervening medium.\n\n"
        },
        {
            "title": "Detection methods",
            "text": "Cosmic dust can be detected by indirect methods that utilize the radioactive properties of the cosmic dust particles that are very dangerous.\n\nCosmic dust can also be detected directly ('in-situ') using a variety of collection methods and from a variety of collection locations. Estimates of the daily influx of extraterrestrial material entering the Earth's atmosphere range between 5 and 300 tonnes.[16][17]\n\nNASA collects samples of star dust particles in the Earth's atmosphere using plate collectors under the wings of stratospheric-flying airplanes. Dust samples are also collected from surface deposits on the large Earth ice-masses (Antarctica and Greenland/the Arctic) and in deep-sea sediments.\n\nDon Brownlee at the University of Washington in Seattle first reliably identified the extraterrestrial nature of collected dust particles in the latter 1970s. Another source is the meteorites, which contain stardust extracted from them. Stardust grains are solid refractory pieces of individual presolar stars. They are recognized by their extreme isotopic compositions, which can only be isotopic compositions within evolved stars, prior to any mixing with the interstellar medium. These grains condensed from the stellar matter as it cooled while leaving the star.\n\nIn interplanetary space, dust detectors on planetary spacecraft have been built and flown, some are presently flying, and more are presently being built to fly. The large orbital velocities of dust particles in interplanetary space (typically 10–40 km/s) make intact particle capture problematic. Instead, in-situ dust detectors are generally devised to measure parameters associated with the high-velocity impact of dust particles on the instrument, and then derive physical properties of the particles (usually mass and velocity) through laboratory calibration (i.e. impacting accelerated particles with known properties onto a laboratory replica of the dust detector). Over the years dust detectors have measured, among others, the impact light flash, acoustic signal and impact ionisation. Recently the dust instrument on Stardust captured particles intact in low-density aerogel.\n\nDust detectors in the past flew on the HEOS-2, Helios, Pioneer 10, Pioneer 11, Giotto, Galileo and Cassini space missions, on the Earth-orbiting LDEF, EURECA, and Gorid satellites, and some scientists have utilized the Voyager 1 and 2 spacecraft as giant Langmuir probes to directly sample the cosmic dust. Presently dust detectors are flying on the Ulysses, Proba, Rosetta, Stardust, and the New Horizons spacecraft. The collected dust at Earth or collected further in space and returned by sample-return space missions is then analyzed by dust scientists in their respective laboratories all over the world. One large storage facility for cosmic dust exists at the NASA Houston JSC.\n\nInfrared light can penetrate cosmic dust clouds, allowing us to peer into regions of star formation and the centers of galaxies.  NASA's Spitzer Space Telescope was the largest infrared space telescope, before the launch of the James Webb Space Telescope. During its mission, Spitzer obtained images and spectra by detecting the thermal radiation emitted by objects in space between wavelengths of 3 and 180 micrometres. Most of this infrared radiation is blocked by the Earth's atmosphere and cannot be observed from the ground. Findings from the Spitzer have revitalized the studies of cosmic dust. One report showed some evidence that cosmic dust is formed near a supermassive black hole.[18]\n\nAnother detection mechanism is polarimetry. Dust grains are not spherical and tend to align to interstellar magnetic fields, preferentially polarizing starlight that passes through dust clouds. In nearby interstellar space, where interstellar reddening is not intense enough to be detected, high precision optical polarimetry has been used to glean the structure of dust within the Local Bubble.[19]\n\nIn 2019, researchers found interstellar dust in Antarctica which they relate to the Local Interstellar Cloud. The detection of interstellar dust in Antarctica was done by the measurement of the radionuclides Fe-60 and Mn-53 by highly sensitive Accelerator mass spectrometry.[20]\n\n"
        },
        {
            "title": "Radiative properties",
            "text": "A dust particle interacts with electromagnetic radiation in a way that depends on its cross section, the wavelength of the electromagnetic radiation, and on the nature of the grain: its refractive index, size, etc. The radiation process for an individual grain is called its emissivity, dependent on the grain's efficiency factor. Further  specifications regarding the emissivity process include  extinction, scattering, absorption, or polarisation. In the radiation emission curves, several important signatures identify the composition of the emitting or absorbing dust particles.\n\nDust particles can scatter light nonuniformly.  Forward scattered light is light that is redirected slightly off its path by diffraction, and back-scattered light is reflected light.\n\nThe scattering and extinction (\"dimming\") of the radiation gives useful information about the dust grain sizes. For example, if the object(s) in one's data is many times brighter in forward-scattered visible light than in back-scattered visible light, then it is understood that a significant fraction of the particles are about a micrometer in diameter.\n\nThe scattering of light from dust grains in long exposure visible photographs is quite noticeable in reflection nebulae, and gives clues about the individual particle's light-scattering properties. In X-ray wavelengths, many scientists are investigating the scattering of X-rays by interstellar dust, and some have suggested that astronomical X-ray sources would possess diffuse haloes, due to the dust.[22]\n\n"
        },
        {
            "title": "Stardust",
            "text": "Stardust grains (also called presolar grains by meteoriticists[23]) are contained within meteorites, from which they are extracted in terrestrial laboratories. Stardust was a component of the dust in the interstellar medium before its incorporation into meteorites. The meteorites have stored those stardust grains ever since the meteorites first assembled within the planetary accretion disk more than four billion years ago. So-called carbonaceous chondrites are especially fertile reservoirs of stardust. Each stardust grain existed before the Earth was formed. Stardust is a scientific term referring to refractory dust grains that condensed from cooling ejected gases from individual presolar stars and incorporated into the cloud from which the Solar System condensed.[24]\n\nMany different types of stardust have been identified by laboratory measurements of the highly unusual isotopic composition of the chemical elements that comprise each stardust grain. These refractory mineral grains may earlier have been coated with volatile compounds, but those are lost in the dissolving of meteorite matter in acids, leaving only insoluble refractory minerals. Finding the grain cores without dissolving most of the meteorite has been possible, but difficult and labor-intensive (see presolar grains).\n\nMany new aspects of nucleosynthesis have been discovered from the isotopic ratios within the stardust grains.[25] An important property of stardust is the hard, refractory, high-temperature nature of the grains. Prominent are silicon carbide, graphite, aluminium oxide, aluminium spinel, and other such solids that would condense at high temperature from a cooling gas, such as in stellar winds or in the decompression of the inside of a supernova. They differ greatly from the solids formed at low temperature within the interstellar medium.\n\nAlso important are their extreme isotopic compositions, which are expected to exist nowhere in the interstellar medium. This also suggests that the stardust condensed from the gases of individual stars before the isotopes could be diluted by mixing with the interstellar medium. These allow the source stars to be identified. For example, the heavy elements within the silicon carbide (SiC) grains are almost pure S-process isotopes, fitting their condensation within AGB star red giant winds inasmuch as the AGB stars are the main source of S-process nucleosynthesis and have atmospheres observed by astronomers to be highly enriched in dredged-up s process elements.\n\nAnother dramatic example is given by the so-called supernova condensates, usually shortened by acronym to SUNOCON (from SUperNOva CONdensate[24]) to distinguish them from other stardust condensed within stellar atmospheres. SUNOCONs contain in their calcium an excessively large abundance[26] of 44Ca, demonstrating that they condensed containing abundant radioactive 44Ti, which has a 65-year half-life. The outflowing 44Ti nuclei were thus still \"alive\" (radioactive) when the SUNOCON condensed near one year within the expanding supernova interior, but would have become an extinct radionuclide (specifically 44Ca) after the time required for mixing with the interstellar gas. Its discovery proved the prediction[27] from 1975 that it might be possible to identify SUNOCONs in this way. The SiC SUNOCONs (from supernovae) are only about 1% as numerous as are SiC stardust from AGB stars.\n\nStardust itself (SUNOCONs and AGB grains that come from specific stars) is but a modest fraction of the condensed cosmic dust, forming less than 0.1% of the mass of total interstellar solids. The high interest in stardust derives from new information that it has brought to the sciences of stellar evolution and nucleosynthesis.\n\nLaboratories have studied solids that existed before the Earth was formed.[28] This was once thought impossible, especially in the 1970s when cosmochemists were confident that the Solar System began as a hot gas[29] virtually devoid of any remaining solids, which would have been vaporized by high temperature. The existence of stardust proved this historic picture incorrect.\n\n"
        },
        {
            "title": "Some bulk properties",
            "text": " Cosmic dust is made of dust grains and aggregates into dust particles. These particles are irregularly shaped, with porosity ranging from fluffy to compact. The composition, size, and other properties depend on where the dust is found, and conversely, a compositional analysis of a dust particle can reveal much about the dust particle's origin. General diffuse interstellar medium dust, dust grains in dense clouds, planetary rings dust, and circumstellar dust, are each different in their characteristics. For example, grains in dense clouds have acquired a mantle of ice and on average are larger than dust particles in the diffuse interstellar medium. Interplanetary dust particles (IDPs) are generally larger still.\n\nMost of the influx of extraterrestrial matter that falls onto the Earth is dominated by meteoroids with diameters in the range 50 to 500 micrometers, of average density 2.0 g/cm3 (with porosity about 40%). The total influx rate of meteoritic sites of most IDPs captured in the Earth's stratosphere range between 1 and 3 g/cm3, with an average density at about 2.0 g/cm3.[30]\n\nOther specific dust properties: in circumstellar dust, astronomers have found molecular signatures of CO, silicon carbide, amorphous silicate, polycyclic aromatic hydrocarbons, water ice, and polyformaldehyde, among others (in the diffuse interstellar medium, there is evidence for silicate and carbon grains). Cometary dust is generally different (with overlap) from asteroidal dust. Asteroidal dust resembles carbonaceous chondritic meteorites. Cometary dust resembles interstellar grains which can include silicates, polycyclic aromatic hydrocarbons, and water ice.\n\nIn September 2020, evidence was presented of solid-state water in the interstellar medium, and particularly, of water ice mixed with silicate grains in cosmic dust grains.[31]\n\n"
        },
        {
            "title": "Dust grain formation",
            "text": "The large grains in interstellar space are probably complex, with refractory cores that condensed within stellar outflows topped by layers acquired during incursions into cold dense interstellar clouds. That cyclic process of growth and destruction outside of the clouds has been modeled[32][33] to demonstrate that the cores live much longer than the average lifetime of dust mass. Those cores mostly start with silicate particles condensing in the atmospheres of cool, oxygen-rich red-giants and carbon grains condensing in the atmospheres of cool carbon stars.  Red giants have evolved or altered off the main sequence and have entered the giant phase of their evolution and are the major source of refractory dust grain cores in galaxies. Those refractory cores are also called stardust (section above), which is a scientific term for the small fraction of cosmic dust that condensed thermally within stellar gases as they were ejected from the stars. Several percent of refractory grain cores have condensed within expanding interiors of supernovae, a type of cosmic decompression chamber. Meteoriticists who study refractory stardust (extracted from meteorites) often call it presolar grains but that within meteorites is only a small fraction of all presolar dust. Stardust condenses within the stars via considerably different condensation chemistry than that of the bulk of cosmic dust, which accretes cold onto preexisting dust in dark molecular clouds of the galaxy. Those molecular clouds are very cold, typically less than 50K, so that ices of many kinds may accrete onto grains, in cases only to be destroyed or split apart by radiation and sublimation into a gas component. Finally, as the Solar System formed many interstellar dust grains were further modified by coalescence and chemical reactions in the planetary accretion disk. The history of the various types of grains in the early Solar System is complicated and only partially understood.\n\nAstronomers know that the dust is formed in the envelopes of late-evolved stars from specific observational signatures. In infrared light, emission at 9.7 micrometres is a signature of silicate dust in cool evolved oxygen-rich giant stars. Emission at 11.5 micrometres indicates the presence of silicon carbide dust in cool evolved carbon-rich giant stars. These help provide evidence that the small silicate particles in space came from the ejected outer envelopes of these stars.[34][35]\n\nConditions in interstellar space are generally not suitable for the formation of silicate cores. This would take excessive time to accomplish, even if it might be possible. The arguments are that: given an observed typical grain diameter a, the time for a grain to attain a, and given the temperature of interstellar gas, it would take considerably longer than the age of the Universe for interstellar grains to form.[36] On the other hand, grains are seen to have recently formed in the vicinity of nearby stars, in nova and supernova ejecta, and in R Coronae Borealis variable stars which seem to eject discrete clouds containing both gas and dust. So mass loss from stars is unquestionably where the refractory cores of grains formed.\n\nMost dust in the Solar System is highly processed dust, recycled from the material out of which the Solar System formed and subsequently collected in the planetesimals, and leftover solid material such as comets and asteroids, and reformed in each of those bodies' collisional lifetimes. During the Solar System's formation history, the most abundant element was (and still is) H2. The metallic elements: magnesium, silicon, and iron, which are the principal ingredients of rocky planets, condensed into solids at the highest temperatures of the planetary disk.  Some molecules such as CO, N2, NH3, and free oxygen, existed in a gas phase. Some molecules, for example, graphite (C) and SiC would condense into solid grains in the planetary disk; but carbon and SiC grains found in meteorites are presolar based on their isotopic compositions, rather than from the planetary disk formation. Some molecules also formed complex organic compounds and some molecules formed frozen ice mantles, of which either could coat the \"refractory\" (Mg, Si, Fe) grain cores. Stardust once more provides an exception to the general trend, as it appears to be totally unprocessed since its thermal condensation within stars as refractory crystalline minerals. The condensation of graphite occurs within supernova interiors as they expand and cool, and do so even in gas containing more oxygen than carbon,[37] a surprising carbon chemistry made possible by the intense radioactive environment of supernovae. This special example of dust formation has merited specific review.[38]\n\nPlanetary disk formation of precursor molecules was determined, in large part, by the temperature of the solar nebula. Since the temperature of the solar nebula decreased with heliocentric distance, scientists can infer a dust grain's origin(s) with knowledge of the grain's materials. Some materials could only have been formed at high temperatures, while other grain materials could only have been formed at much lower temperatures. The materials in a single interplanetary dust particle often show that the grain elements formed in different locations and at different times in the solar nebula. Most of the matter present in the original solar nebula has since disappeared; drawn into the Sun, expelled into interstellar space, or reprocessed, for example, as part of the planets, asteroids or comets.\n\nDue to their highly processed nature, IDPs (interplanetary dust particles) are fine-grained mixtures of thousands to millions of mineral grains and amorphous components. We can picture an IDP as a \"matrix\" of material with embedded elements which were formed at different times and places in the solar nebula and before the solar nebula's formation. Examples of embedded elements in cosmic dust are GEMS, chondrules, and CAIs.\n\n"
        },
        {
            "title": "From the solar nebula to Earth",
            "text": "The arrows in the adjacent diagram show one possible path from a collected interplanetary dust particle back to the early stages of the solar nebula.\n\nWe can follow the trail to the right in the diagram to the IDPs that contain the most volatile and primitive elements. The trail takes us first from interplanetary dust particles to chondritic interplanetary dust particles. Planetary scientists classify chondritic IDPs in terms of their diminishing degree of oxidation so that they fall into three major groups: the carbonaceous, the ordinary, and the enstatite chondrites. As the name implies, the carbonaceous chondrites are rich in carbon, and many have anomalies in the isotopic abundances of H, C, N, and O.[39] From the carbonaceous chondrites, we follow the trail to the most primitive materials. They are almost completely oxidized and contain the lowest condensation temperature elements (\"volatile\" elements) and the largest amount of organic compounds. Therefore, dust particles with these elements are thought to have been formed in the early life of the Solar System. The volatile elements have never seen temperatures above about 500 K, therefore, the IDP grain \"matrix\" consists of some very primitive Solar System material. Such a scenario is true in the case of comet dust.[40] The provenance of the small fraction that is stardust (see above) is quite different; these refractory interstellar minerals thermally condense within stars, become a small component of interstellar matter, and therefore remain in the presolar planetary disk. Nuclear damage tracks are caused by the ion flux from solar flares. Solar wind ions impacting on the particle's surface produce amorphous radiation damaged rims on the particle's surface. And spallogenic nuclei are produced by galactic and solar cosmic rays. A dust particle that originates in the Kuiper Belt at 40 AU would have many more times the density of tracks, thicker amorphous rims and higher integrated doses than a dust particle originating in the main-asteroid belt.\n\nBased on 2012 computer model studies, the complex organic molecules necessary for life (extraterrestrial organic molecules) may have formed in the protoplanetary disk of dust grains surrounding the Sun before the formation of the Earth.[41]  According to the computer studies, this same process may also occur around other stars that acquire planets.[41]\n\nIn September 2012, NASA scientists reported that polycyclic aromatic hydrocarbons (PAHs), subjected to interstellar medium (ISM) conditions, are transformed, through hydrogenation, oxygenation and hydroxylation, to more complex organics – \"a step along the path toward amino acids and nucleotides, the raw materials of proteins and DNA, respectively\".[42][43] Further, as a result of these transformations, the PAHs lose their spectroscopic signature which could be one of the reasons \"for the lack of PAH detection in interstellar ice grains, particularly the outer regions of cold, dense clouds or the upper molecular layers of protoplanetary disks.\"[42][43]\n\nIn February 2014, NASA announced a greatly upgraded database[44][45] for detecting and monitoring polycyclic aromatic hydrocarbons (PAHs) in the universe. According to NASA scientists, over 20% of the carbon in the Universe may be associated with PAHs, possible starting materials for the formation of life.[45] PAHs seem to have been formed shortly after the Big Bang, are abundant in the Universe,[46][47][48] and are associated with new stars and exoplanets.[45]\n\nIn March 2015, NASA scientists reported that, for the first time, complex DNA and RNA organic compounds of life, including uracil, cytosine and thymine, have been formed in the laboratory under outer space conditions, using starting chemicals, such as pyrimidine, found in meteorites. Pyrimidine, like polycyclic aromatic hydrocarbons (PAHs), the most carbon-rich chemical found in the Universe, may have been formed in red giants or in interstellar dust and gas clouds, according to the scientists.[49]\n\n"
        },
        {
            "title": "",
            "text": "The Solar System has its own interplanetary dust cloud, as do extrasolar systems. There are different types of nebulae with different physical causes and processes: diffuse nebula, infrared (IR) reflection nebula, supernova remnant, molecular cloud, HII regions, photodissociation regions, and dark nebula.\n\nDistinctions between those types of nebula are that different radiation processes are at work. For example, H II regions, like the Orion Nebula, where a lot of star-formation is taking place, are characterized as thermal emission nebulae. Supernova remnants, on the other hand, like the Crab Nebula, are characterized as nonthermal emission (synchrotron radiation).\n\nSome of the better known dusty regions in the Universe are the diffuse nebulae in the Messier catalog, for example: M1, M8, M16, M17, M20, M42, M43.[50]\n\nSome larger dust catalogs are Sharpless (1959) A Catalogue of HII Regions, Lynds (1965) Catalogue of Bright Nebulae, Lynds (1962) Catalogue of Dark Nebulae, van den Bergh (1966) Catalogue of Reflection Nebulae, Green (1988) Rev. Reference Cat. of Galactic SNRs, The National Space Sciences Data Center (NSSDC),[51] and CDS Online Catalogs.[52]\n\n"
        },
        {
            "title": "Dust sample return",
            "text": "The Discovery program's Stardust mission, was launched on 7 February 1999 to collect samples from the coma of comet Wild 2, as well as samples of cosmic dust. It returned samples to Earth on 15 January 2006.  In 2007, the recovery of particles of interstellar dust from the samples was announced.[53]\n\n"
        }
    ]
}