{
    "url": "https://en.wikipedia.org/wiki/Cotton_Comes_to_Harlem",
    "title": "Cotton Comes to Harlem",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Themes",
        "5 Reception",
        "5.1 Critical response",
        "5.2 Box office",
        "5.3 Home media",
        "6 Sequel",
        "7 See also",
        "8 References",
        "8.1 Citations",
        "8.2 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cotton Comes to Harlem is a 1970 American neo-noir[2] action comedy thriller film[3] co-written and directed by Ossie Davis and starring Godfrey Cambridge, Raymond St. Jacques, and Redd Foxx.[4] The film, later cited as an early example of the blaxploitation genre, is based on Chester Himes' novel of the same name.[5] The opening theme, \"Ain't Now But It's Gonna Be,\" was written by Ossie Davis and performed by Melba Moore. The film was one of the many black films that appeared in the 1970s and became an overnight hit. It was followed two years later by the sequel Come Back, Charleston Blue.\n\n"
        },
        {
            "title": "Plot",
            "text": "Deke \"Reverend\" O'Malley, a con man, is selling shares at a Harlem rally, for the purchase of a Back-to-Africa movement ship to be called The Black Beauty. During the rally, several masked gunmen jump out of a meat truck and steal $87,000 in donated cash from the back of an armored car. Two Harlem detectives, \"Gravedigger\" Jones and \"Coffin Ed\" Johnson, chase the car, and a bale of cotton falls out of the vehicle, unremarked at the time. Though the authorities approve of O'Malley, regarding his \"Back-to-Africa\" movement as a way to solve American racial problems, both Jones and even more so Johnson are hostile towards him, viewing him as a charlatan who is exploiting the impoverished black community of Harlem. Captain Bryce—who has a portrait of Richard Nixon prominently displayed in his office—tells Jones and Johnson not to treat O'Malley as a suspect, orders that the duo ignore. Jones and Johnson go to the apartment of Iris Brown, O'Malley's mistress, believing he will come to see her at some point, but are called away. Iris is able to escape from the policeman sent to guard her. Iris is shocked to discover O'Malley seducing Mabel Hill, the widow of one of his subordinates killed in the robbery, leading to a fight between the two women and Iris being disillusioned with O'Malley.\n\nUncle Budd, a scavenger, finds the bale of cotton and sells it for $25 to a junk dealer, but later buys it back for $30. There is a reward out for the $87,000, and Gravedigger and Coffin deduce that the money was hidden inside the bale that fell out of the getaway vehicle during the chase, leading to a violent search as rival gangsters seek the money. Iris tells Jones and Johnson the truth—namely that the robbery was part of a plan to allow O'Malley to steal the money without discrediting himself, but that he was double-crossed by his partner Calhoun, a white career criminal whom he met in prison who decided to take the money for himself. Calhoun kidnaps Iris to torture her for information about where the bale is, but after a shoot-out, Jones and Johnson rescue her.\n\nAt a theater in Harlem, Iris's friend, the dancer Billie, uses the bale of cotton as part of her act, which attracts both Calhoun and O'Malley to the theater. Jones and Johnson arrest and humiliate Calhoun—who was dressed in blackface—at the theater. In the back of the theater, Johnson beats O'Malley in a fight. Jones and Johnson expose the Reverend O’Malley to the audience of the theater as the fraud that he is, remarking that he could had been another Marcus Garvey or Malcolm X, but instead he chose to be just a petty conman who exploited ordinary people. As O'Malley begs for support, the audience turn their backs on him and walks out. Detectives Jones and Johnson then blackmail Tom, a white mob leader, to give them $87,000 — to be restored to the original donors — after discovering that Uncle Budd has run off with the stolen money and emigrated to Ghana, to live in retirement with his ill-gotten gains and a harem.\n\n"
        },
        {
            "title": "Production",
            "text": "Filmed between May and June 1969,[7][8][9][10] Cotton Comes to Harlem employed many local residents as extras and crew in the Harlem neighborhood where it was filmed. This helped to put a positive spotlight on Harlem, which at the time was ravaged with crime.[11]\n\nSeeing that the film would be shot in Harlem, and was featuring large crowd scenes, such as riots and rallies, John Shabazz (a former bodyguard for Malcolm X) and the so-called Black Citizens Patrol volunteered to control the scenes with their experience in keeping out unwanted spectators and policing traffic. The Black Citizens Patrol's purpose was to protect the black community from itself, so they made themselves available at all times, even operating as an escort service.[12]\n\nThe film saw the debut of Calvin Lockhart, Judy Pace, and Cleavon Little. Another debut was by Redd Foxx, already well known as a veteran nightclub comic, leading him to be considered for the TV Show Sanford and Son.\n\nCambridge also starred as a white man who turns black in the motion picture comedy Watermelon Man, which opened the same day as Cotton Comes to Harlem.[11]\n\nMelba Moore, who sang the film's theme song, “Ain’t Now But It’s Gonna Be” (written by Ossie Davis) was contemporaneously starring in the hit Broadway musical, Purlie![11] Purlie (based on Davis' 1961 play Purlie Victorious) starred Cleavon Little and Moore (both of whom became Tony Award-winners for their performances in the play).\n\n"
        },
        {
            "title": "Themes",
            "text": "Cotton Comes to Harlem is hailed by many as the first blaxploitation film, although others felt that it was merely an action comedy film.[13] Detectives Gravedigger and Coffin Ed do not always follow the rules.[14] They are not necessarily fighting to protect the rule of law, but they try to protect their people from racist attitudes.\n\nCotton Comes to Harlem also demonstrates Black Power by depicting tools such as self-determination.[citation needed] The detectives work throughout the movie to prove that the black community was being taken advantage of, and by the end of the film, they gain the respect of white officers and are able to demand $87,000 from the white mafioso who runs the Harlem rackets, which they use to replace the money stolen at the beginning of the film.\n\n"
        },
        {
            "title": "Reception",
            "text": "Film critic Vincent Canby of The New York Times was unimpressed with the film, writing:\n\nIn contrast, in retrospective reviews, Ken Hanke of the Mountain Xpress called Cotton Comes to Harlem \"one of the earliest and best Blaxploitation films,\"[16] and Brian Orndorf of Blu-Ray.com wrote, \"Harlem is mostly about the ride, with chases and barbed banter urging the movie along, keeping the whole endeavor light on its toes,\" giving the film a B+.[17]\n\nCotton Comes to Harlem was released at the Woods Theatre in Chicago on May 26, 1970.[18][19] The following week it opened at the Palms Theatre in Detroit before expanding a week later in New York City, Louisville, Milwaukee, Washington D.C., and a further theater in Detroit.[20][21]\n\nThe film grossed $90,000 in its opening week, setting a house record at the Woods Theatre.[19][22] After its third week it had grossed $506,000 from six cities, setting additional house records in New York and Detroit.[20] Produced on a budget of $1.2 million,[23] it earned $5.2 million in theatrical rentals during its North American release, making it the 22nd highest-grossing film of 1970.[1]\n\nCotton Comes to Harlem is one of the most commercially successful film Hollywood produced in the 1970s starring a predominantly black cast.[24]\nThe film was one of the many black films that appeared in the 1970s eventually becoming a cult classic. Cotton Comes to Harlem inspired more black films during the 1970s, including more action-packed numbers such as Shaft and Super Fly.\n\nThe film was released to DVD by 20th Century Fox Home Entertainment (acting as distributor for MGM Home Entertainment) January 9, 2001.[25] Cotton Comes to Harlem was released on Blu-ray by Kino Lorber (under license from MGM) on September 9, 2014.[26]\n\n"
        },
        {
            "title": "Sequel",
            "text": "Ossie Davis declined to direct a sequel to Cotton Comes to Harlem, due to strong artistic differences with Metro-Goldwyn-Mayer (MGM).[27] The eventual sequel, Come Back, Charleston Blue, loosely based on Himes' The Heat's On, with much original material injected, ended up being directed by Mark Warren and was released in 1972. It opened to mixed reviews, with critics feeling it was decent, but not riotous like the original 1970 film.\n\n"
        }
    ]
}