{
    "url": "https://en.wikipedia.org/wiki/Counterexample",
    "title": "Counterexample",
    "table_of_contents": [
        "1 In mathematics",
        "1.1 Rectangle example",
        "1.2 Other mathematical examples",
        "2 In philosophy",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A counterexample is any exception to a generalization.  In logic a counterexample disproves the generalization, and does so rigorously in the fields of mathematics and philosophy.[1] For example, the fact that \"John Smith is not a lazy student\" is a counterexample to the generalization “students are lazy”, and both a counterexample to, and disproof of, the universal quantification “all students are lazy.”[2]\n\nIn mathematics, the term \"counterexample\" is also used (by a slight abuse) to refer to examples which illustrate the necessity of the full hypothesis of a theorem. This is most often done by considering a case where a part of the hypothesis is not satisfied and the conclusion of the theorem does not hold.[citation needed]\n\n"
        },
        {
            "title": "In mathematics",
            "text": "In mathematics, counterexamples are often used to prove the boundaries of possible theorems. By using counterexamples to show that certain conjectures are false, mathematical researchers can then avoid going down blind alleys and learn to modify conjectures to produce provable theorems. It is sometimes said that mathematical development consists primarily in finding (and proving) theorems and counterexamples.[3]\n\nSuppose that a mathematician is studying geometry and shapes, and she wishes to prove certain theorems about them. She conjectures that \"All rectangles are squares\", and she is interested in knowing whether this statement is true or false. \n\nIn this case, she can either attempt to prove the truth of the statement using deductive reasoning, or she can attempt to find a counterexample of the statement if she suspects it to be false. In the latter case, a counterexample would be a rectangle that is not a square, such as a rectangle with two sides of length 5 and two sides of length 7. However, despite having found rectangles that were not squares, all the rectangles she did find had four sides. She then makes the new conjecture \"All rectangles have four sides\". This is logically weaker than her original conjecture, since every square has four sides, but not every four-sided shape is a square.\n\nThe above example explained — in a simplified way — how a mathematician might weaken her conjecture in the face of counterexamples, but counterexamples can also be used to demonstrate the necessity of certain assumptions and hypothesis. For example, suppose that after a while, the mathematician above settled on the new conjecture \"All shapes that are rectangles and have four sides of equal length are squares\". This conjecture has two parts to the hypothesis: the shape must be 'a rectangle' and must have  'four sides of equal length'. The mathematician then would like to know if she can remove either assumption, and still maintain the truth of her conjecture. This means that she needs to check the truth of the following two statements:\n\nA counterexample to (1) was already given above, and a counterexample to (2) is a non-square rhombus. Thus, the mathematician now knows that both assumptions were indeed necessary.\n\nA counterexample to the statement \"all prime numbers are odd numbers\" is the number 2, as it is a prime number but is not an odd number.[1] Neither of the numbers 7 or 10 is a counterexample, as neither of them are enough to contradict the statement. In this example, 2 is in fact the only possible counterexample to the statement, even though that alone is enough to contradict the statement. In a similar manner, the statement \"All natural numbers are either prime or composite\" has the number 1 as a counterexample, as 1 is neither prime nor composite.\n\nEuler's sum of powers conjecture was disproved by counterexample. It asserted that at least n nth powers were necessary to sum to another nth power. This conjecture was disproved in 1966,[4] with a counterexample involving n = 5; other n = 5 counterexamples are now known, as well as some n = 4 counterexamples.[5]\n\nWitsenhausen's counterexample shows that it is not always true (for control problems) that a quadratic loss function and a linear equation of evolution of the state variable imply optimal control laws that are linear.\n\nOther examples include the disproofs of the Seifert conjecture, the Pólya conjecture, the conjecture of Hilbert's fourteenth problem, Tait's conjecture, and the Ganea conjecture.\n\n"
        },
        {
            "title": "In philosophy",
            "text": "In philosophy, counterexamples are usually used to argue that a certain philosophical position is wrong by showing that it does not apply in certain cases. Alternatively, the first philosopher can modify their claim so that the counterexample no longer applies; this is analogous to when a mathematician modifies a conjecture because of a counterexample.\n\nFor example, in Plato's Gorgias, Callicles, trying to define what it means to say that some people are \"better\" than others, claims that those who are stronger are better.\n\nBut Socrates replies that, because of their strength of numbers, the class of common rabble is stronger than the propertied class of nobles, even though the masses are prima facie of worse character. Thus Socrates has proposed a counterexample to Callicles' claim, by looking in an area that Callicles perhaps did not expect — groups of people rather than individual persons.\n\nCallicles might challenge Socrates' counterexample, arguing perhaps that the common rabble really are better than the nobles, or that even in their large numbers, they still are not stronger. But if Callicles accepts the counterexample, then he must either withdraw his claim, or modify it so that the counterexample no longer applies. For example, he might modify his claim to refer only to individual persons, requiring him to think of the common people as a collection of individuals rather than as a mob.\n\nAs it happens, he modifies his claim to say \"wiser\" instead of \"stronger\", arguing that no amount of numerical superiority can make people wiser.\n\n"
        }
    ]
}