{
    "url": "https://en.wikipedia.org/wiki/Coxoplectoptera",
    "title": "Coxoplectoptera",
    "table_of_contents": [
        "1 Etymology",
        "2 History of discovery",
        "3 Description",
        "3.1 Adult",
        "3.2 Nymph",
        "4 Ecology and behavior",
        "4.1 Adult",
        "4.2 Nymph",
        "5 Evolution and phylogeny",
        "6 Systematics",
        "7 References",
        "7.1 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCoxoplectoptera or \"chimera wings\" is an extinct order of stem-group mayflies containing one family, Mickoleitiidae.\n\nTwo adult and more than 20 nymphal fossils of Mickoleitia have been scientifically described from Mesozoic outcrops, mainly from the Lower Cretaceous Crato Formation of Brazil (in total, around 40 fossil nymphs have been found). Both the winged adults and the aquatic nymphs were predators with raptorial forelegs, which are reminiscent to those of praying mantids. The nymphs had a peculiar freshwater shrimp-like habitus.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The genus Mickoleitia and family Mickoleitiidae was named in honor of German zoologist Gerhard Mickoleit from the University of Tübingen, who was among the first proponents of Willi Hennig's \"Phylogenetic Systematics\". The scientific name of the order Coxoplectoptera refers to the prolonged coxal segment of the nymphal and adult legs, and the old scientific name Plectoptera for mayflies (not to be confused with Plecoptera for stoneflies). The common name \"chimera wings\" was coined in reference to the strange combination of characters in the morphology of the adult animal, which looks like a kind of chimera built from unrelated insects, with their oblique thorax and broad hind wing shape like a dragonfly, their wing venation like a primitive mayfly ancestor, and their raptorial forelegs like a mantis.\n\n"
        },
        {
            "title": "History of discovery",
            "text": "The fossil nymphs of the genus Mickoleitia are not especially rare in the limestones of the Crato Formation; the local brick workers even have a common Brazilian name for them (\"Abacaxi\" = pineapple). These nymphs were scientifically discovered and first mentioned by Bechly (2001: fig. 36), who also pointed to their strange morphology. Staniczek (2002, 2003) discussed the larvae as well and claimed that they arguably had been a kind of living fossil in the Lower Cretaceous. The German biologist Rainer Willmann described the nymphs in a chapter in Martill, Bechly & Loveridge (2007) and erroneously attributed them to the extinct stem group mayfly family Cretereismatidae that he described based on adult specimens from the same locality. During the work for this monograph on the Crato Formation the German palaeoentomologist Günter Bechly and entomologist Arnold H. Staniczek discovered in the fossil collection of the Stuttgart State Museum of Natural History the very adult specimen that later would become the holotype of Mickoleitia longimanus. They figured this fossil in Martill, Bechly & Loveridge 2007 (Fig. 11.90i,j) as undescribed stem group mayfly and indicated in a brief figure legend the possible relationship to the erratic nymphs. The detailed scientific description of Coxoplectoptera and the demonstration of the relationship of fossil adult and nymphs was finally published by Staniczek, Bechly & Godunko (2011) in a special issue on Cretaceous insects of the journal \"Insect Systematics & Evolution\". The authors also determined that two fossil nymphs (Mesogenesia petersae = Archaeobehnigia edmundsi) that had been erroneously described by Tshernova (1977) as modern mayfly nymphs from the Middle or Upper Jurassic of Transbaikals, can be attributed the order Coxoplectoptera. The discovery of Coxoplectoptera represented one of the more spectacular findings of paleontology in 2011 and was heavily covered by news media around the globe.\n\n"
        },
        {
            "title": "Description",
            "text": "The adult stage of the type species Mickoleitia longimanus had a wing length of 28–29 mm and a probable body length of ca. 35–40 mm (the abdomen is not preserved in the single known fossil holotype specimen). A second unnamed species of the genus Mickoleitia was only of half this size, and is only known by a single adult specimen from a private fossil collection in Japan. The head of Mickoleitia was provided with large compound eyes and functional mouthparts (preserved are 3-segmented labial palps). The thoracic segments are obliquely tilted backwards as in dragonflies, so that the raptorial forelegs are shifted forwards. All legs have a strongly prolonged and free coxal segment. The forelegs are developed as subchelate raptorial devices with a single-segmented tarsus with an unpaired claw. Most likely the abdomen was provided with three caudal filaments (two lateral cerci and the median epiproct) as in modern mayflies and their Permian stem group representatives (Permoplectoptera, e.g. Protereismatidae). Since males of modern mayflies and of Permoplectoptera have gonopods on the 9th abdominal segment that are developed as genital claspers to grip the female for copulation, such a character state and behavior is also likely for Coxoplectoptera, who have an intermediate position as phylogenetic link between these two groups.\n\nThe more than 20 described nymphs of different stages have a body length of 10 to 32 millimetres (0.39 to 1.26 in). Their laterally compressed body is unique among all known fossil and Recent aquatic insect nymphs, and rather resembles the body of gammarid freshwater shrimps. Many of the fossil nymphs are preserved in a characteristic posture with arched back, erect antennae and terminal filaments, and forelegs always in catching position similar to a praying mantis. The head was strongly armored and provided with horn- or shovel-like projections. Of the mouthparts only the crossed, sabre-like mandibles and the spoon-shaped labium are known. All legs have a strongly prolonged and free coxal segment as in the adult. Likewise, the forelegs are developed as slender subchelate raptorial legs with nearly identical segment proportions as in the adult stage, but with a shorter tibia that may have been fused with the single-segmented tarsus, which ended in an unpaired claw. Styliform and ventrally directed abdominal gills are developed on abdominal segments 1-7. These gills are composed of a broader, more strongly sclerotized basal part and a slender and rather membranous distal part. The gills articulate dorsally within the abdominal tergites that are distinctly separated from the ventral sternites. The caudal filaments are formed by the two lateral cerci and the slightly longer medial terminal filament. All three appendages are lined with dense rows of long and thin setae.\n\n"
        },
        {
            "title": "Ecology and behavior",
            "text": "Because in the adult holotype specimen well-preserved mouthparts (palps) are visible, the adult animals almost certainly were able to feed. In direct contrast, the adult form of modern mayflies has dramatically reduced, non-functional mouthparts, and lives solely to reproduce. The raptorial forelegs and oblique thorax indicate that Mickoleitia was a predator. The large and broad hinds suggest that they were ecologically similar to dragonflies, in that they were swift, flying predators of other flying insects.\n\nThe abundance of fossils, the circumstances of preservation and special anatomical adaptations (7 pairs of abdominal gills, 3 caudal filaments with dense rows of swimming hairs) prove that the larvae have been living in freshwater of streams and rivers, just like those of modern mayflies. They were washed in as allochthonous elements into the brackish Crato lagoon, were the limestones were deposited. The raptorial forelegs, sabre-like mandibles, large eyes and long antennae indicate that the nymphs were predators like the adults. On the other hand, the strong, shortened and broadened mid- and hind legs, the strong body armature, and shovel-like projections on the head all suggest that the animals were burrowing. Staniczek, Bechly & Godunko (2011) therefore assumed that the nymphs were ambush predators that were hiding, partly burrowed in the river bed, and waiting for small prey passing by.\n\n"
        },
        {
            "title": "Evolution and phylogeny",
            "text": "The nymphs of Coxoplectoptera provided new clues to the disputed question of the evolutionary origin of insect wings. Before this discovery the paranotal-hypothesis and the leg-exite-hypothesis have been considered as incompatible alternative explanations, which have both been supported by a set of evidences from the fossil record, comparative morphology, developmental biology and genetics. The expression of leg genes in the ontogeny of the insect wing has been universally considered as conclusive evidence in favour of the leg-exite-hypothesis, which proposes that insect wings are derived from mobile leg appendages (exites). However, the larvae of Coxoplectoptera show that the abdominal gills of mayflies and their ancestors, which are generally considered as corresponding structures to insect wings, articulated within the dorsal tergite plates. This cannot be seen in modern mayfly nymphs, because their abdominal tergites and sternites are fused, without any traces of separation left even in embryonic development. If nymphal gills and wings are corresponding (\"serial homologous\") structures and thus share the same evolutionary origin, the new results from Coxoplectoptera demonstrate that also wings are of tergal origin, as proposed by the classical paranotal-hypothesis. Staniczek, Bechly & Godunko (2011) therefore suggested a new hypothesis that could reconcile the apparently conflicting evidence from paleontology and developmental genetics: wings originated as stiff outgrowths of tergal plates (paranota), and only later in evolution became mobile, articulated appendages through secondary recruiting of leg genes.\n\nWithin pterygote insects the Coxoplectoptera represent the sister group of modern mayflies (Ephemeroptera). This relationship is indicated by several synapomorphies, such as: adult wing venation with costal brace (absent in other winged insects), nymphs with 7 pairs of abdominal gills (compared to still 9 pairs in Permoplectoptera like Protereisma nymphs), and with single-segmented tarsus with unpaired claw (compared to 3-segmented tarsus with paired claw in Permoplectoptera like Protereisma larvae).\n\nTogether with mayflies and dragonflies they belong to the clade Palaeoptera, which is characterized by a derived wing articulation with fused sclerites, a vertical resting position of the wings in the groundplan, and a wing venation with intercalary veins between the main longitudinal veins (esp. IR1+ between RP1- and RP2-, and IR2+ between RP2- and RP3/4-).\n\nBecause of some very primitive character states, the Coxoplectoptera rather looked like early Paleozoic ancestors of mayflies, e.g. in the wing venation of the adult stage they still had the elongate costal brace that is not fused to the costal margin, and in the nymphal stage they still had articulated lateral wing pads. The large and broad hind wings are a further plesiomorphy compared to the small hind wing of modern mayflies, and even compared to the slender hind wing of Permian stem group mayflies like Protereisma.\n\nThe monophyly of Coxoplectoptera is demonstrated by several autapomorphic characters in the adult stage, such as the raptorial forelegs and single-segmented tarsi with unpaired claw, as well as in the larval stage by the laterally compressed body, the body armature, the raptorial forelegs and burrowing mid- and hind legs, and the styliform shape of the ventrally directed abdominal gills.\n\nCoxoplectoptera are only known from the Jurassic and the Lower Cretaceous. It is not yet known why and when they went extinct.\n\n"
        },
        {
            "title": "Systematics",
            "text": "The order Coxoplectoptera contains a single family Mickoleitiidae with two genera from the Mesozoic:\n\nMickoleitia (Early Cretaceous, Crato Formation, Brazil):\n\nMesogenesia (Middle or Late Jurassic, Transbaikals):\n\n"
        }
    ]
}