{
    "url": "https://en.wikipedia.org/wiki/Microbrewery",
    "title": "Craft beer",
    "table_of_contents": [
        "1 Producer definitions",
        "1.1 Microbrewery",
        "1.2 Nanobrewery",
        "1.3 Craft brewery",
        "1.4 Farm brewery",
        "1.5 Brewpub",
        "2 Developments in the 21st century",
        "2.1 Marketing strategy",
        "2.2 Canned beer",
        "2.3 Barrel-aged beer",
        "2.4 Non-alcoholic craft beers",
        "3 Craft beer in Asia",
        "3.1 Cambodia",
        "3.2 China",
        "3.3 India",
        "3.4 Japan",
        "3.5 Sri Lanka",
        "3.6 Taiwan",
        "3.7 Thailand",
        "3.8 Vietnam",
        "4 Craft beer in Europe",
        "4.1 Czech republic",
        "4.2 Denmark",
        "4.3 Estonia",
        "4.4 Finland",
        "4.5 Germany",
        "4.6 Ireland",
        "4.7 Italy",
        "4.8 Norway",
        "4.9 Russia",
        "4.10 Spain",
        "4.11 Sweden",
        "4.12 Gallery of Scandinavian craft beers",
        "4.13 United Kingdom",
        "5 Craft beer in the Middle East",
        "5.1 Jordan",
        "5.2 Turkey",
        "6 Craft beer in North America",
        "6.1 Canada",
        "6.2 Mexico",
        "6.3 United States",
        "6.4 Gallery of American craft beers",
        "7 Craft beer in Oceania",
        "7.1 Australia",
        "7.2 New Zealand",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Craft beer is a beer that has been made by craft breweries. They produce smaller amounts of beer, typically less than large breweries, and are often independently owned. Such breweries are generally perceived and marketed as having an emphasis on enthusiasm, new flavours, and varied brewing techniques.[2][3][4]\n\nThe microbrewery movement began in both the United States and United Kingdom in the 1970s,[5][6] although traditional artisanal brewing existed in Europe for centuries and subsequently spread to other countries. As the movement grew, and some breweries expanded their production and distribution, the more encompassing concept of craft brewing emerged. A brewpub is a pub that brews its own beer for sale on the premises.[7]\n\n"
        },
        {
            "title": "Producer definitions",
            "text": "Although the term \"microbrewery\" was originally used in relation to the size of breweries, it gradually came to reflect an alternative attitude and approach to brewing flexibility, adaptability, experimentation and customer service. The term and trend spread to the US in the 1980s and was eventually used as a designation of breweries that produce fewer than 15,000 U.S. beer barrels (1,800,000 liters; 460,000 U.S. gallons) annually.[8]\n\nMicrobreweries gradually appeared in other countries, such as New Zealand and Australia. Craft beer and microbreweries were cited as the reason for a 15 million L (4.0 million US gal) drop in alcohol sales in New Zealand over 2012, with New Zealanders preferring higher-priced premium beers over cheaper brands.[9]\n\nThe website The Food Section defines a \"nanobrewery\" as \"a scaled-down microbrewery, often run by a solo entrepreneur, that produces beer in small batches.\"[10] The US Department of the Treasury defines nanobreweries as \"very small brewery operations\" that produce beer for sale.[11]\n\n\"Craft brewing\" is a more encompassing term for developments in the industry succeeding the microbrewing movement of the late 20th century. The definition is not entirely consistent but typically applies to relatively small, independently owned commercial breweries that employ traditional brewing methods and emphasize flavor and quality. The term is usually reserved for breweries established since the 1970s but may be used for older breweries with a similar focus.[7] \nA United States trade group, the Brewers Association, interested in brand transparency, offers a definition of craft breweries as \"small, independent and traditional\". The craft brewing process takes time and can be considered an art by the brewmasters.[12][13] In the United Kingdom, the Assured Independent British Craft Brewer initiative is run by the Society of Independent Brewers (SIBA), who ensure that any breweries using the Independent Craft Brewer logo are relatively small, independent and brewing quality beer.[14]\n\nThe term \"farm brewery\" or \"farmhouse brewery\" has been around for centuries. Several beer styles are considered \"farmhouse\", originally stemming from farmers brewing low ABV beer as an incentive for field workers. Farm breweries were not large scale; they had smaller, more unique, methods of brewing and fermenting in comparison to the larger breweries of the time.[15] This had different effects on the overall product, creating unconventional beer flavors.\n\nThe term \"farm brewery\" has more recently found its way into several local and state laws,[16][17] in order to give farm breweries certain, often agriculturally related, privileges not normally found under standard brewery laws. These privileges usually come at a price: some portion of the ingredients (such as grains, hops, or fruit) used in the beer must be grown on the given licensed farm brewery.\n\nBrewpub is an abbreviated term combining the ideas of a brewery and a pub or public-house. A brewpub can be a pub or restaurant that brews beer on the premises.[18] In the United States a brewpub is defined as selling 25 percent or more of its beer on-site and operating significant food services. A taproom brewery is a professional brewery that sells 25 percent or more of its beer on-site and does not operate significant food services. The beer is brewed primarily for sale in the taproom, and is often dispensed directly from the brewery's storage tanks.[19]\n\nIn the European Union brewpubs in some countries are favoured by a system of progressive beer duty, which originated in Bavaria. In the United Kingdom brewpubs brewing up to 5,000 hectolitres a year (about 880,000 pints) pay just half of ordinary beer duty rates.[20]\n\n"
        },
        {
            "title": "Developments in the 21st century",
            "text": "Craft beer has adopted a marketing strategy that differs from those of the large, mass-market breweries, offering products that compete on the basis of quality and diversity instead of low price and advertising. Their influence has been much greater than their market share, which amounts to only 2% in the UK,[21] indicated by the introduction by large commercial breweries of new brands for the craft beer market. However, when the strategy failed, the corporate breweries invested in microbreweries or, in many cases, acquired them outright.[22]\n\nThe use of cans by craft brewers doubled between 2012 and 2014, with over 500 companies in the United States using cans to package their beverages. Previously associated with the major brewing corporations, cans are now favored by craft brewers for numerous reasons: cans are impervious to oxygen, beer-degrading light does not affect canned beer, canned beer is more portable since less room is required for storage or transportation, canned beer cools more quickly, and cans have a greater surface area for wraparound designs and decorations.[23]\n\nThe perception that bottles lead to a taste that is superior to canned beer has been called \"just kind of dated\",[23] as most aluminum cans are lined with a polymer coating that protects the beer from the problematic metal. However, since drinking directly from a can may still result in a metallic taste, most craft brewers recommend pouring beer into a glass prior to consumption. In June 2014, the BA estimated 3% of craft beer is sold in cans, 60% is sold in bottles, and kegs represent the remainder of the market.[23]\n\nBetween 2015 and 2020, the proportion of craft beer packaged in cans in the UK increased nearly tenfold to 4.9 percent.[24]\n\nGoose Island first produced its Bourbon County Stout in 1992, but it was not regularly available until 2005. Other breweries began following Goose Island's lead, typically aging rich imperial stouts such as Founders KBS and The Bruery's Black Tuesday.[25] In 2018, Food and Drink wrote: \"A process that was once niche has become not just mainstream, but ubiquitous.\"[26] Barrel-aged sour beers are a newer trend, inspired by the Belgian tradition of lambics and Flanders red ale.[27]\n\nThe market for non-alcoholic beer and wine in North America is predicted to quadruple from a base of about $20 million in 2018. Brooklyn Brewery are among the early craft breweries prepared to release a non-alcoholic craft beer, with their \"Special Effects\".[28] Examples in Europe include Mikkeller's \"Drink'in The Sun\" and Nirvana's gluten-free \"Kosmic Stout\".[29]\n\n"
        },
        {
            "title": "Craft beer in Asia",
            "text": "Cambodia's first microbrewery, Kingdom Breweries, opened in 2009 and brews dark, pilsener, and lager beers.\n\nChina, the world's largest beer consumer as of July 2013, is home to a growing craft beer market, with brands such as Slowboat Brewery, Jing-A Brewery, and Boxing Cat Brewery.[30] By July 2013, the number of brewpubs in Shanghai, China had doubled since 2010.[30] General beer consumption reached 50 million L (13 million US gal) in early 2013 and an increasing interest in craft beers developed accordingly. The Great Leap Brewing Company is one example of numerous microbreweries that have been recently established, with a localization strategy leading to the use of traditional Chinese ingredients and spices in the Beijing brand's beer production process. China's largest brewpub is located in Suzhou and is managed by the Taiwanese brewing company Le Ble D'or, while craft beer consumers are both ex-pats and native Chinese.[30]\n\nIndia's first microbrewery, Doolally, was opened in Pune in 2009.[31] Bangalore has over 60 microbreweries.[32]\n\nAn early boom in small regional microbreweries followed Japan's 1994 revision of tax laws allowing the establishment of smaller breweries producing 60,000 litres (13,000 imp gal; 16,000 US gal) per year. Before this change, breweries could not get a license without producing at least 2,000,000 litres (440,000 imp gal; 530,000 US gal) per year.[33] Beer produced by microbreweries in the early 1990s was commonly referred to as Ji Bīru (地ビール), or \"local beer.\" In the late 2000s, more established microbreweries in Japan chose to emphasize the term Craft Beer (クラフトビア) to mark a break with the short-lived Ji Bīru boom and to emphasize the traditional brewing skills and reverence for ingredients that characterize their products.\n\nIn Sri Lanka, over strict laws made it almost impossible for any craft beer to be brewed. On the remote East Coast, however, \"Arugam Bay Surfer's Beer\" managed to maintain a small, but popular brewpub. Established in 1977, the Siam View Hotel escaped regulations due to the long civil war and its remoteness. For two years running, the Daily Telegraph[34] \"Best of British\" awarded the Siam View Hotel the \"Best Pub in Sri Lanka\" medal.[35]\n\nIn Taiwan, where a single beer company dominates the market, the craft beer market has grown with brewers such as Redpoint Brewing Company gaining increasing market exposure through local bars and restaurants. This market trend has been accompanied by craft beer festivals where expat and Taiwanese brewers showcase their beer.[36]\n\nFollowing the introduction of American microbrews in 2012, the popularity of craft beer bars in Thailand—primarily Bangkok—increased fairly rapidly and in January 2014, the fourth global location of Danish microbrewery Mikkeller was launched in Bangkok. The brand partnered with an already established beer distribution company and seeks to capitalize on the higher earning capacity of Thai people in the second decade of the 21st century, as well as tourists. At the opening, one of the owners explained: \"... and we thought it was about time to elevate the level of craft beer available in Thailand and, hopefully, expand throughout Southeast Asia.\" A total of 30 beers are served at the venue, including two microbrews exclusive to Thailand.[37][38][39]\n\nVietnam is the largest producer of craft beer in Southeast Asia, with microbreweries producing 31,000 hectolitres in 2018.[40]\n\nWith a beer culture that emerged during French colonisation and further influenced by Vietnamese students returning from overseas studies,[41] as of 2018[update], there were 31 microbreweries in Vietnam. Established microbreweries include  Heart of Darkness Craft Brewery, BiaCraft, Platinum Beers and Pasteur Street Brewing Company.\n\n"
        },
        {
            "title": "Craft beer in Europe",
            "text": "There has been a boom of craft beer breweries. Despite strong tradition of drinking Czech beer there is a growing craft beer scene in the Czech Republic focused on non-traditional beer styles. Notable breweries include Matuška, Clock and Zichovec. What makes Czech craft beer unique is the common use of decoction instead of just infusion even for top fermented beers.\n\nIn Denmark microbreweries have occurred throughout the country in increasing numbers. Small microbreweries often relate to restaurants and pubs, but local microbrewed craft beers are also sold in stores.[42]\n\nEstonia has a tradition of home-brewed farm beers which are often flavoured with juniper. Craft beer came late to Estonia, but that began to change in 2012 when Mikkeller brewed a custom beer for the Estonian market, called Baltic Frontier. Then one local brewer in particular, Põhjala, led the way for other Estonian microbrewers such as Lehe, Koeru and Õllenaut.[43] By 2017 there were nearly 30 microbreweries on the Estonian market, in a country with a population of only 1.2 million. Since 2015 Põhjala Brewery has organised an annual craft beer festival called \"Tallinn Craft Beer Weekend\".[44]\n\nThe legislation in Finland allows craft breweries to sell their products directly to consumers.[45]\n\nSome microbreweries, such as those in Germany, have been brewing traditionally for hundreds of years. In Germany, there were 901 small breweries in 2010. The Federal Statistical Office defines a small brewery as a brewery with a production of less than 5,000 hectoliters (132,086 US gallons) beer p.a. Small breweries pay a reduced beer tax.\n\nThe total market share of the small breweries is less than 1%.[46] 638 of them have a production even less than 1,000 hl (26,417.2 US gal.) p.a. and can be considered as microbreweries in a narrow sense. The figures apply to commercial breweries only and do not include hobby brewing.\n\nAbout one third of the small breweries have a tradition going back up to 500 years, most of them in Franconia. About two thirds were founded in the last 25 years. The vast majority of small breweries operate in combination with a brewpub.\n\nWhereas in other countries, microbreweries and brewpubs have risen in reaction to the mass production and marketing of beer, in Germany, the traditional brewpub or Brauhaus remains a major source of beer. This is mainly true for the South of Germany, especially the state of Bavaria. Upper Franconia, a district in the Region Franconia in the north of Bavaria, has the highest density of breweries in the world. Upper Franconia has about one million inhabitants and about 200 breweries. Many of them are microbreweries or brewpubs.[47]\n\nIreland has a long history of brewing and in the past two decades, there has been a resurgence in craft breweries. Although the Irish market remains dominated by three multinational brewing concerns (Diageo, Heineken and C&C),[48] there have been four so-called waves of growth in the Irish craft beer market. The number of microbreweries in Ireland had risen from 15 in 2012 to over 72 by 2017.[49]\n\nIn recent years, many microbreweries have opened in Italy, due to increasing beer popularity among young people. According to Coldiretti, microbreweries have grown in ten years by 1900%. There are more than 900 microbreweries active in Italy.[50]\n\nAfter Oslo Microbrewery was established in 1989, the number of microbreweries in Norway has expanded rapidly and sharply in the recent decades. Interest and expertise among Norwegians about craft brewed beer has risen sharply in a short time, and the old brewery traditions of this country are revived and the traditional brewing yeast kveik rediscovered.  However, most craft beers are brewed by imported recipes. Local microbreweries are scattered across Norway, from Lindesnes in the very south, and to the northernmost microbrewery in the world, Svalbard Bryggeri at Svalbard.[51]\n\nCraft brewing gained popularity in Russia in the mid-2010s. Local craft brews typically sell for between 200 and 300 roubles ($3–4) a pint. At least two dozen craft bars have opened in Moscow since the summer of 2014, serving Russian and foreign microbrews.[52] As of 2021 there are about 250 independent craft breweries in Russia, but the share of craft beer in sales was only 1.5%.[53]\n\nIn Spain in 2011, the newspaper El País reported a \"revolution is occurring in craft beer\" (cervezas artesanales)[54] and more recently that by 2013 the trend had extended to the autonomous communities of Catalonia, Valencia, Basque Country, Navarra (Autónomos Community) and Madrid.[55]\n\nIn Sweden, microbreweries have existed since around 1995. Today, the market is flourishing with many of the nation's regions and cities having their own breweries, such as Gotlands Bryggeri, Jämtlands Bryggeri, Helsingborgs Bryggeri and Wermlands Brygghus. Stefan Persson, the CEO of Swedish clothing chain H&M, has his own microbrewery on his estate in England.[56]\n\nThe term \"microbrewery\" originated in the UK in the late 1970s to describe the new generation of small breweries that focused on producing traditional cask ale independently of major brewers or pub chains. In 1972, Martin Sykes established Selby Brewery as the first new independent brewing company for 50 years. \"I foresaw the revival in real ale, and got in early\", he said.[57] Another early example was the Litchborough Brewery founded by Bill Urquhart in 1974. Alongside commercial brewing, training courses and apprenticeships were offered by Litchborough, with many of the UK movement's early pioneers passing through its courses prior to setting up their own breweries.[58]\n\nBefore the development of large commercial breweries in the UK, beer would have been brewed on the premises from which it was sold. Alewives would put out a sign—a hop pole or ale-wand—to show when their beer was ready. The medieval authorities were more interested in ensuring adequate quality and strength of the beer than discouraging drinking. Gradually men became involved in brewing and organized themselves into guilds such as the Brewers Guild in London of 1342 and the Edinburgh Society of Brewers in 1598; as brewing became more organized and reliable many inns and taverns ceased brewing for themselves and bought beer from these early commercial breweries.[59]\n\nHowever, there were some brewpubs which continued to brew their own beer, such as the Blue Anchor in Helston, Cornwall, which was established in 1400 and is regarded as the oldest brewpub in the UK.[60][61] In the UK during the 20th century, most of the traditional pubs which brewed their own beer in the brewhouse round the back of the pub, were bought out by larger breweries and ceased brewing on the premises. By the mid-1970s, only four remained: All Nations (Madeley, Shropshire), The Old Swan (Netherton, West Midlands), the Three Tuns (Bishop's Castle, Shropshire) and the Blue Anchor pub (Helston, Cornwall).[62]\n\nThe trend toward larger brewing companies started to change during the 1970s, when the popularity of the Campaign for Real Ale (CAMRA)'s campaign for traditional brewing methods, and the success of Michael Jackson's World Guide to Beer encouraged brewers in the UK, such as Peter Austin, to form their own small breweries or brewpubs. In 1979, a chain of UK brewpubs, known as the \"Firkin\" pubs, started,[63] running to over one hundred at the chain's peak; however, the chain was sold and eventually its pubs ceased brewing their own beer.\n\nSome British brewpubs specialize in ale, while others brew continental lagers and wheat beers. The Ministry of Ales, Burnley;[64] The Masons Arms in Headington, Oxford;[65] The Brunswick Inn, Derby (in 2010, half of the beers sold by the establishment were brewed on-site);[66] The Watermill pub, Ings Cumbria;[67] and the Old Cannon Brewery, Bury St Edmunds[68] are some examples of small independent brewpubs in the UK.\n\nThe city of Bristol was identified by The Guardian in May 2014 as an area where the microbrewery industry had flourished. Ten brewpubs, such as Zerodegrees, The Tobacco Factory, Copper Jacks Crafthouse and The Urban Standard, were identified as thriving Bristol craft beer establishments.[69]\n\nThe East End of London has also been a place for speciality craft beers and unique independent pubs and breweries. Again The Guardian has a list of Craft Beer pubs in East London[70] with local East End tour companies also showing the distinct food and craft beer pubs to London visitors with Craft Beer Tours.[71]\n\nIn the UK there are no firm criteria for what defines a \"craft beer\".[72] In 2019 CAMRA allowed craft keg beers to be sold at its Great British Beer Festival for the first time. Festival organiser Catherine Tonry said: \"People coming to the festival love beer in all forms and types of dispense.\"[73]\n\n"
        },
        {
            "title": "Craft beer in the Middle East",
            "text": "Jordan has several companies producing beer,[74] the oldest being the Jordan Brewery Company, which built the first Amstel beer factory outside the Netherlands in 1958 in Zarqa, and which also produces Petra, the oldest local brew of Jordan.[75] Jordan's first microbrewery, Carakale Brewery, was established in 2010 in Fuheis.[76]\n\nIn Turkey, craft beers became popular in present-day; Gara Guzu, Feliz Kulpa, Antiochs, Pablo and Graf are some Turkish craft beer brands.\n\n"
        },
        {
            "title": "Craft beer in North America",
            "text": "By the early 1980s, 97% of Canadian beer was produced by Labatt and Molson.[77] The first microbrewery was the short-lived Horseshoe Bay Brewery, which was opened in 1981 by Frank Appleton and John Mitchell next to the Troller Pub in North Vancouver.[77] It closed after a year, but Mitchell and Appleton, along with Paul Hadfield, opened the Spinnaker Brewpub in Victoria in 1984.[77]  A number of other microbreweries subsequently opened between 1984 and 1987, including Granville Island (Vancouver), Big Rock (Calgary), Brick (Waterloo, Ontario), Upper Canada (Toronto), and Wellington County (Guelph, Ontario).\n\nOver the next twenty years there was steady if not spectacular growth, and by 2006 there were 88 small breweries across Canada, most of them in British Columbia, Québec and Ontario. In the second decade of the century, breweries began to appear in every province at an exponential rate, and by 2018, there were over 700 breweries across Canada producing more than 20 million hectolitres.[78] Several provinces have associations representing craft brewers, including the Ontario Craft Brewers (OCB), and the BC Craft Brewers Guild.\n\nSince it is a provincial, not a federal, responsibility to regulate the sale of alcohol, the exact definition of small brewery, microbrewery, macrobrewery and nanobrewery, which is defined by the number of hectolitres produced, varies from province to province.\n\nSeveral of the more successful microbreweries have been bought by MolsonCoors, AB InBev, and Sapporo, including Granville Island (Vancouver),[79] Mill Street (Toronto),[80] and Creemore Springs (Creemore, Ontario);[81] although the new owners often claim that these operations are still craft breweries, their membership in the relevant provincial craft brewers' association is immediately terminated due to rules requiring independent ownership.[82]\n\nIn the 1990s craft beer began being produced and consumed in central Mexico, with the trend spreading throughout the country. The main producers are in Baja California, Jalisco and Mexico City. Most beer produced is exported to the United States, and the development of the craft beer industry was not aided by the presence of two large beer consortia in the country. In 2009, craft beer accounted for only 0.05% of total production. The National Association of Craft Beer Producers (Asociación Nacional de Creadores de Cerveza Artesanal) was established to support and promote the industry in Mexico.\n\nIn the US, the craft beer movement was revived in 1965—subsequent to an earlier American era—when Fritz Maytag acquired the Anchor Brewing Company in San Francisco, thereby saving it from closure.[83] American craft beer drinkers tend to have higher average incomes and demographically skew white, male, and generation X; however trends show an increasingly racially and ethnically diverse, female, and millennial demographic profile.[84]\n\nIn a June 2014 interview, the owner of an Oregon-based microbrewery explained: \"You've got to do more than just make great beer. It's really about innovation, creativity—stepping outside the box of traditional beer marketing\", while an employee explained that \"heart and soul\" is the essence of the operation.[85]\n\nThe turnaround of the Anchor Brewing Company in 1965, after it was acquired by Maytag, is considered a turning point for American beer, due to the revival of craft beer in the US, where microbrewing boomed after then-president Jimmy Carter de-regulated the beer market in 1979.[83][86] During the same period, others turned to homebrewing and eventually a few of these brewers started to produce on a slightly larger scale. For inspiration, they turned to the centuries-old tradition of artisan beer and cask ale production that was continuing in the UK, Germany and Belgium.[87]\n\nThe New Albion Brewing Company was founded in 1976 and served as a blueprint for American brewers to build small-scale commercial breweries.[88][89] The popularity of these products was such that the trend quickly spread and a large number of small breweries were founded, often attached to a bar (known as a \"brewpub\") where the product could be sold directly. As microbreweries proliferated, some became more than microbreweries, necessitating the creation of the broader category of craft beer.[citation needed]\n\nAmerican microbreweries typically distribute through a wholesaler in a traditional three-tier system, others act as their own distributor (wholesaler) and sell to retailers or directly to the consumer through a tap room, attached restaurant, or off-premises sales. Because alcohol control is left up to the states, there are many state-to-state differences in the laws.[91] Following the federal US government shutdown on October 1, 2013, craft beer producers were forced into an activity lull due to the closure of the Alcohol and Tobacco Tax and Trade Bureau (TTB), an arm of the Treasury Department. The TTB is responsible for granting approval for new breweries, recipes, and labels.[92] Interest spread to the US, and in 1982, Grant's Brewery Pub in Yakima, Washington was opened, reviving the US \"brewery taverns\" of well-known early Americans as William Penn, Samuel Adams and Patrick Henry. Growth was initially slow—the fifth US brewpub (BridgePort Brewing Company in Portland, Oregon) opened in 1984,[93] and Dock Street Brewing Company was founded in Philadelphia, Pennsylvania, in 1985 [94] by Rosemarie Certo and Jeffrey Ware, and continues to operate today with multiple locations in Philadelphia, then Triple Rock in 1986,[95] but the growth since then has been considerable: the Brewers Association reports that in 2012 there were 2,075 regional craft breweries, microbreweries and brewpubs in the US[96]\n\nCraft brewing is most established in the US, where changes to US law laid the foundations for the expansion of craft brewing. The 1978 Carter homebrewing law allowed for small amounts of beer and wine, and, in 1979, Carter signed a bill to deregulate the brewing industry, making it easier to start new breweries,[86] although states could still enact local restrictions. As a result of deregulation, homebrewing became a popular hobby in the 1980s and 1990s, and, in the mid-1990s, homebrewers launched business ventures based on home-based hobby brewing.\n\nIn 1979, 89 breweries existed in the US—the Brewers Association reports that in March 2013 a total of 2,416 US breweries were in operation, with 2,360 considered craft breweries (98 percent—1,124 brewpubs, 1,139 microbreweries, and 97 regional craft breweries).[96][99] By 2015, the number of US craft breweries had grown to over 4,000.[84] Additionally, craft brewers sold more than 15,600,000 US beer barrels (1.83×109 L; 480,000,000 US gal) of beer, which represented approximately 7.8% of the US market by volume.[100] In 2007 the largest American craft brewery was the Boston Beer Company, makers of Samuel Adams.[101] The West Coast has the most craft breweries and the Deep South has the fewest.[84]\n\nThe Brewers Association defines American craft brewers as \"small, independent and traditional\": \"small\" is defined as an \"annual production of 6 million barrels of beer or less\"; \"independent\" is defined as at least 75% owned or controlled by a craft brewer; and \"traditional\" is defined as brewing in which at least 50% of the beer's volume consists of \"traditional or innovative\" ingredients.[12] This definition includes older microbreweries, which traditionally produce small quantities of beer, as well as other breweries of various sizes and specialties.[102]\n\nThe Brewers Association defines four markets within American craft brewing: microbreweries, with an annual production less than 15,000 US beer barrels (1,800,000 L; 460,000 US gal); brewpubs, which sell 25% or more of their beer on site; regional craft breweries, which make between 15,000 US beer barrels (1,800,000 L; 460,000 US gal) and 6,000,000 US beer barrels (700,000,000 L; 190,000,000 US gal), of which at least 50% is all malt or contains adjuncts that are used only to enhance flavor; and contract brewing companies, which hire other breweries to make their beer.[103]\n\nIn March 2014, the Brewer's Association (B.A.) updated the definition of craft beer to remove any references to the use of adjuncts in the brewing process. The change allows long-established breweries, such as Yuengling, to be defined as craft beer. The B.A. statement read:\n\nThe B.A. decision also included an updated mission statement and market share goals for the industry. Association members committed to strive for a goal of 20 percent market share by 2020 and Gary Fish, owner of Deschutes Brewery and 2014 chair of the BA Board, explained:\n\nThe Brewers Association reported the production of craft beer has doubled between 2011 and 2016, with the number of breweries growing from 2,000 in 2011 to 5,200 in 2016. The craft breweries are also seeing an increase in beer tourism, seasonal brews, and a marketing effort to get more women involved in beer production.[105]\n\n"
        }
    ]
}