{
    "url": "https://en.wikipedia.org/wiki/Creator_in_Buddhism",
    "title": "Creator in Buddhism",
    "table_of_contents": [
        "1 Early Buddhist texts",
        "1.1 High gods who are mistaken as creator",
        "2 The Problem of Evil in the Jatakas",
        "3 Medieval philosophers",
        "3.1 Madhyamaka philosophers",
        "3.2 Vasubandhu",
        "3.3 Other Yogacara philosophers",
        "3.4 Theravada Buddhists",
        "4 Adi-Buddha doctrine",
        "4.1 The similarity of the Adi-Buddha theory to theism",
        "4.2 Adi-Buddha as non-theistic",
        "5 Modern Buddhist anti-theism",
        "6 See also",
        "7 References",
        "8 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nBuddhism is a religion that does not include the belief in a creator deity, or any eternal divine personal being.[1][2][3]\n\nBuddhist teachings state that there are divine beings called devas (sometimes translated as 'gods') and other Buddhist deities, heavens, and rebirths in its doctrine of saṃsāra, or cyclical rebirth. Buddhism teaches that none of these gods is a creator or an eternal being, though they can live very long lives.[1][4] In Buddhism, the devas are also trapped in the cycle of rebirth and are not necessarily virtuous. Thus, while Buddhism includes multiple gods, its main focus is not on them. Peter Harvey calls this \"trans-polytheism\".[1]\n\nBuddhist texts also posit that mundane deities, such as Mahabrahma, are misconstrued to be creators.[5] Buddhist ontology follows the doctrine of dependent origination, whereby all phenomena arise in dependence on other phenomena, hence no primal unmoved mover could be acknowledged or discerned. Gautama Buddha, in the early Buddhist texts, is also shown as stating that he saw no single beginning to the universe.[1]\n\nDuring the medieval period, Buddhist philosophers like Vasubandhu developed extensive refutations of creationism and Hindu theism. Because of this, some modern scholars, such as Matthew Kapstein, have described this later stage of Buddhism as anti-theistic.[4]\n\nIn spite of the mainstream non-theistic tradition in Buddhism however, some writers, such as B. Alan Wallace, have noted that certain doctrines in Vajrayana Buddhism can be seen as similar to some theistic doctrines of creation.[6]\n\n"
        },
        {
            "title": "Early Buddhist texts",
            "text": "Damien Keown notes that in the Saṃyutta Nikāya, the Buddha sees the cycle of rebirths as stretching back \"many hundreds of thousands of eons without discernible beginning.\"[7] Saṃyutta Nikāya 15:1 and 15:2 states: \"this samsara is without discoverable beginning. A first point is not discerned of beings roaming and wandering on hindered by ignorance and fettered by craving.\"[8]\n\nAccording to Buddhologist Richard Hayes, the early Buddhist Nikaya literature treats the question of the existence of a creator god \"primarily from either an epistemological point of view or a moral point of view\". In these texts, the Buddha is portrayed not as a creator-denying atheist who claims to be able to prove such a god's nonexistence, but rather his focus is other teachers' claims that their teachings lead to the highest good.[9]\n\nAccording to Hayes, in the Tevijja Sutta (DN 13), there is an account of a dispute between two brahmins about how best to reach union with Brahma (Brahmasahavyata), who is seen as the highest god over whom no other being has mastery and who sees all. However, after being questioned by the Buddha, it is revealed that they do not have any direct experience of this Brahma. The Buddha calls their religious goal laughable, vain, and empty.[10]\n\nHayes also notes that in the early texts, the Buddha is not depicted as an atheist, but more as a skeptic who is against religious speculations, including speculations about a creator god. Citing the Devadaha Sutta (Majjhima Nikaya 101), Hayes states, \"while the reader is left to conclude that it is attachment rather than God, actions in past lives, fate, type of birth or efforts in this life that is responsible for our experiences of sorrow, no systematic argument is given in an attempt to disprove the existence of God.\"[11]\n\nNarada Thera also notes that the Buddha specifically calls out the doctrine of creation by a supreme deity (termed Ishvara) for criticism in the Aṅguttara Nikāya. This doctrine of creation by a supreme lord is defined as follows: \"Whatever happiness or pain or neutral feeling this person experiences, all that is due to the creation of a supreme deity (issaranimmāṇahetu).\"[12] The Buddha criticized this view because he saw it as a fatalistic teaching that would lead to inaction or laziness:\n\nIn another early sutta (Devadahasutta, Majjhima Nikāya 101), the Buddha sees the pain and suffering that is experienced by certain individuals as indicating that if they were created by a god, then this is likely to be an evil god:[13]\n\nAccording to Peter Harvey, Buddhism assumes that the universe has no ultimate beginning to it and thus sees no need for a creator god. In the early texts, the nearest term to this concept is \"Great Brahma\" (Maha Brahma), such as in Digha Nikaya 1.18.[5] However, \"[w]hile being kind and compassionate, none of the brahmās are world-creators.\"[14]\n\nIn the Pali canon, Buddhism includes the concept of reborn gods.[15] According to this theory, periodically, the physical world system ends and beings of that world system are reborn as gods in lower heavens. This too ends, according to Buddhist cosmology, and god Mahabrahma is then born, who is alone. He longs for the presence of others, and the other gods are reborn as his ministers and companions.[15] In Buddhist suttas, such as DN 1, Mahabrahma forgets his past lives and falsely believes himself to be the Creator, Maker, All-seeing, the Lord. This belief, state the Buddhist texts, is then shared by other gods. Eventually, however, one of the gods dies and is reborn as human, with the power to remember his previous life.[5] He teaches what he remembers from his previous life in lower heaven, that Mahabrahma is the Creator. It is this that leads to the human belief in a creator, according to the Pali Canon.[5]\n\nA similar story of a high god (brahma) who mistakes himself as the all-powerful creator can be seen in the Brahma-nimantanika Sutta (MN 49). In this sutta, the Buddha displays his superior knowledge by explaining how a high god named Baka Brahma, who believes himself to be supremely powerful, actually does not know of certain spiritual realms. The Buddha also demonstrates his superior psychic power by disappearing from Baka Brahma's sight, to a realm that he cannot reach, and then challenges him to do the same. Baka Brahma fails in this, demonstrating the Buddha's superiority.[16] The text also depicts Mara, an evil trickster figure, as attempting to support the Brahma's misconception of himself. As noted by Michael D. Nichols, MN 49 seems to show that \"belief in an eternal creator figure is a devious ploy put forward by the Evil One to mislead humanity, and the implication is that Brahmins who believe in the power and permanence of Brahma have fallen for it.\"[16]\n\n"
        },
        {
            "title": "The Problem of Evil in the Jatakas",
            "text": "Some stories in the Buddhist Jataka collections outline a critique of a Creator deity that is similar to the Problem of Evil.[17]\n\nOne Jataka story (VI.208) states:\n\nThe Pali Bhūridatta Jātaka (No. 543) has the bodhisattva (future Buddha) state:\n\nIn the Pali Mahābodhi Jātaka (No. 528), the bodhisattva says:\n\n"
        },
        {
            "title": "Medieval philosophers",
            "text": "\nWhile Early Buddhism was not as concerned with critiquing concepts of God or Īśvara (since theism was not as prominent in India until the medieval era),[citation needed] medieval Indian Buddhists engaged much more thoroughly with the emerging Hindu theisms (mainly by attempting to refute them). According to Matthew Kapstein, medieval Buddhist philosophers deployed a host of arguments, including the argument from evil and other arguments that \"stressed formal problems in the conception of a supreme deity.\"[4] Kapstein outlines this second line of argumentation as follows:[4]\n Kapstein also notes that by this time, \"Buddhism's earlier refusal of theism had indeed given way to a well-formed antitheism.\" However, Kapstein notes that these criticisms remained mostly philosophical, since Buddhist anti-theism \"was conceived primarily in terms of the logical requirements of Buddhist philosophical systems, for which the concept of a personal god violated the rational demands of an impersonal, moral and causal order.\"[4]\n\nIn the Twelve Gate Treatise (十二門論, Shih-erh-men-lun), the Buddhist philosopher Nagarjuna (c. 1st–2nd century) works to refute the belief of certain Indian non-Buddhists in a god called Isvara, who is \"the creator, ruler and destroyer of the world.\"[20] Nagarjuna makes several arguments against a creator God, including the following:[21]\n\n\nIn his Hymn to the Inconceivable (Acintyastava), Nagarjuna attacks this belief in two verses:[22]\nNagarjuna also argues against a Creator in his Bodhicittavivaraṇa.[13] Furthermore, in his Letter to a Friend, Nagarjuna also rejects the idea of a creator deity:[23]\nBhāviveka (c. 500 – c. 578) also critiques the idea in his Madhyamakahṛdaya (Heart of the Middle Way, ch. III).[24]\n\nA later Madhyamaka philosopher, Candrakīrti, states in his Introduction to the Middle Way (6.114): \"Because things (bhava) are not produced without a cause (hetu), from a creator god (isvara), from themselves, another or both, they are always produced in dependence [on conditions].\"[25]\n\nShantideva (c. 8th century) in the 9th chapter of his Bodhicaryāvatāra, states:\n\n\nThe 5th-century Buddhist philosopher Vasubandhu argued that a creator's singular identity is incompatible with creating the world in his Abhidharmakosha.[27] Vasubandhu states in his Abhidharmakosha (AKB, chapter 2):\n Vasubandhu then proceeds to outline various arguments for and against the existence of a creator deity or single cause. In the argument that follows, the Buddhist non-theist begins by stating that if the universe arose from a single cause, \"things would arise all at the same time: but everyone sees that they arise successively.\"[28] The theist responds that things arise in succession because of the power of God's wishes; he thus wills things to arise in succession. The Buddhist responds: \"then things do not arise from a single cause, because the desires (of God) are multiple.\" Furthermore, these desires would have to be simultaneous, but since God is not multiple, things would all arise at the same time.[28]\n\nThe theist now responds that God's desires are not simultaneous, \"because God, in order to produce his desires, takes into account other causes.\" The Buddhist responds that if this is the case, then God is not the single cause of everything, and furthermore, he then depends on causes that are also dependent on other causes (and so on).[29]\n\nAnother theist line of argument is taken up, which says that the desires of God are simultaneous, but the things in the world arise in succession because God desires them to arise like this. But since God is a unitary singular cause, the Buddhist argues that this singularity is not compatible with the fact that these different desires are able to act in succession (instead, they must either all happen at once or God is not unitary).[29]\n\n\nThen the question of why God creates the world is taken up. The theist states that it is for God's own joy. The Buddhist responds that in this case, God is not lord over his own joy since he cannot create it without an external mean, and \"if he is not Sovereign with respect to his own joy, how can he be Sovereign with respect to the world?\"[29] Furthermore, the Buddhist also adds:\n Furthermore, the Buddhist states that the followers of God as a single cause deny observable cause and effect. If they modify their position to accept observable causes and effects as auxiliaries to their God, \"this is nothing more than a pious affirmation, because we do not see the activity of a (Divine) Cause next to the activity of the causes called secondary.\"[30]\n\nThe Buddhist also argues that since God did not have a beginning, the creation of the world by God would also not have a beginning (contrary to the claims of the theists). Vasubandhu states: \"the Theist might say that the work of God is the [first] creation [of the world] (ādisarga): but it would follow that creation, dependent only on God, would never have a beginning, like God himself. This is a consequence which the Theist rejects.\"[30]\n\nVasubandhu finishes this section of his commentary by stating that sentient beings wander from birth to birth doing various actions, experiencing the effects of their karma and \"falsely thinking that God is the cause of this effect. We must explain the truth in order to put an end to this false conception.\"[31]\n\nThe Chinese monk Xuanzang (fl. c. 602–664) studied Buddhism in India during the seventh century, staying at Nalanda. There, he studied the Yogacara teachings passed down from Asanga and Vasubandhu and taught to him by the abbot Śīlabhadra. In his work Cheng Weishi Lun (Skt. Vijñāptimātratāsiddhi śāstra), Xuanzang refutes a \"Great Lord\" or Great Brahmā doctrine:[32]\n\n The 7th-century Buddhist scholar Dharmakīrti advances a number of arguments against the existence of a creator god in his Pramāṇavārtika, following in the footsteps of Vasubandhu.[34]\n\nLater Mahayana scholars, such as Śāntarakṣita, Kamalaśīla, Śaṅkaranandana (fl. c. 9th or 10th century), and Jñānaśrīmitra (fl. 975-1025), also continued to write and develop the Buddhist anti-theistic arguments.[35][4][36]\n\nThe 11th-century Buddhist philosopher Ratnakīrti, at the former university at Vikramashila (now Bhagalpur, Bihar), criticized the arguments for the existence of a God-like being called Isvara that emerged in the Navya-Nyaya sub-school of Hinduism, in his \"Refutation of Arguments Establishing Īśvara\" (Īśvara-sādhana-dūṣaṇa). These arguments are similar to those used by other sub-schools of Hinduism and Jainism that questioned the Navya-Nyaya theory of a dualistic creator.[37]\n\nThe influential Theravada commentator Buddhaghosa also specifically denied the concept of a Creator. He wrote:\n\n"
        },
        {
            "title": "Adi-Buddha doctrine",
            "text": "The Buddhist idea of the \"Adi-Buddha\" (Primordial Buddha or First Buddha) has been seen by some writers as resembling theism in some ways, though other Buddhist writers disagree.\n\nB. Alan Wallace writes on how the Vajrayana concept of the primordial Buddha (Adi-Buddha), who in some scriptures is viewed as one with the tathāgatagarbha, is sometimes seen as forming the foundation of both samsara and nirvana. This view, according to Wallace, holds that \"the entire universe consists of nothing other than displays of this infinite, radiant, empty awareness.\"[38]\n\nFurthermore, Wallace notes similarities between these Vajrayana doctrines and notions of a divine creative \"ground of being\". He writes: \"a careful analysis of Vajrayana Buddhist cosmogony, specifically as presented in the Atiyoga tradition of Indo-Tibetan Buddhism, which presents itself as the culmination of all Buddhist teachings, reveals a theory of a transcendent ground of being and a process of creation that bear remarkable similarities with views presented in Vedanta and Neoplatonic Western Christian theories of creation.\"[39] He further comments that the three views \"have so much in common that they could almost be regarded as varying interpretations of a single theory.\"[39] Eva K. Dargyay also notes that the Dzogchen tantra called the Kunjed Gyalpo (\"All-Creating King\") uses symbolic language for the Adi-Buddha Samantabhadra, which is reminiscent of theism.[26]\n\nAlexander Studholme also points to how the Kāraṇḍavyūhasūtra presents the great bodhisattva Avalokiteśvara as a kind of supreme lord of the cosmos and as the progenitor of various heavenly bodies and divinities (such as the sun and moon, the deities Shiva and Vishnu, etc.)[40] Avalokiteśvara himself is seen, in the versified version of the sutra, to be an emanation of the first Buddha, the Adi-Buddha, who is called svayambhu (self-existent, not born from anything or anyone) and the \"primordial lord\" (Adinatha).[41]\n\nJim Valby notes that the \"All-Creating King\" of Dzogchen and its companion deities \"are not gods, but are symbols for different aspects of our primordial enlightenment. Kunjed Gyalpo is our timeless Pure Perfect Presence beyond cause and effect. Sattvavajra is our ordinary, analytical, judgmental presence inside time that depends upon cause and effect.\"[42]\n\n\nThe Dzogchen master Namkhai Norbu also argues that this figure is not a creator God but is a symbol for a state of consciousness and a personification of the ground or basis (ghzi) in Dzogchen thought.[43] The 14th Dalai Lama similarly sees this deity (called Samantabhadra) as a symbol for the concept of the \"basis\".[44] Namkhai Norbu explains that the Dzogchen idea of the Adi-Buddha Samantabhadra \"should be mainly understood as a metaphor to enable us to discover our real condition.\" He further adds that:\n Regarding the term Adi-Buddha as used in the tantric Kalachakra tradition, Vesna Wallace notes:\n"
        },
        {
            "title": "Modern Buddhist anti-theism",
            "text": "The modern era brought Buddhists into contact with the Abrahamic religions, especially Christianity. Attempts to convert Buddhist nations to Christianity through missionary work were countered by Buddhist attempts at refutations of Christian doctrine and led to the development of Buddhist Modernism. The earliest Christian attempts to refute Buddhism and criticize its teachings were those of Jesuits like Alessandro Valignano, Michele Ruggieri, and Matteo Ricci.[47][48]\n\nThese attacks were answered by Asian Buddhists, who wrote critiques of Christianity, often centered on refuting Christian theism. Perhaps the earliest such attempt was that of the Chinese monk Zhu Hong (祩宏, 1535–1615), who authored Four Essays on Heaven (天說四端). Another influential Chinese Buddhist critic of Christian theism was Xu Dashou (許大受), who wrote a long and systematic refutation of Christianity, titled Zuopi (佐闢 , Help to the refutation), which attempts to refute Christianity from the point of view of three Chinese traditions (Confucianism, Buddhism, and Taoism).[47]\n\nThe monk Ouyi Zhixu (蕅益智旭, 1599–1655) later wrote the Bixie ji (\"Collected Essays Refuting Heterodoxy\"), which specifically attacks Christianity on the grounds of theodicy as well as relying on classical Confucian ethics. According to Beverley Foulks, in his essays, Zhixu \"objects to the way Jesuits invest God with qualities of love, hatred, and the power to punish. He criticizes the notion that God would create humans to be both good and evil, and finally he questions why God would allow Lucifer to tempt humans towards evil.\"[48]\n\nModern Japanese Buddhists also wrote their own works to refute Christian theism. Fukansai Habian (1565–1621) is perhaps one of the best-known of these critics, especially because he was a convert to Christianity who then became an apostate and wrote an anti-Christian polemic, titled Deus Destroyed (Ha Daiusu) in 1620.[49] The Zen monk Sessō Sōsai also wrote an important anti-Christian work, the Argument for the Extinction of Heresy (Taiji Jashū Ron), in which he argued that the Christian God is just the Vedic Brahma and that Christianity was a heretical form of Buddhism. His critiques were particularly influential on the leadership of the Tokugawa shogunate.[50]\n\nLater, Japanese Buddhists continued to write anti-theist critiques, focusing on Christianity. These figures include Kiyū Dōjin (a.k.a. Ugai Tetsujō 1814–91, who was a head of Jōdo-shū), who wrote Laughing at Christianity (1869), and Inoue Enryō.[51] According to Kiri Paramore, the 19th-century Japanese attacks on Christianity tended to rely on more rationalistic and philosophical critiques than the Tokugawa-era critiques (which tended to be more driven by nationalism and xenophobia).[52]\n\nModern Theravada Buddhists have also written various critiques of a Creator God, which reference Christian and modern theories of God. These works include A.L. De Silva's Beyond Belief, Nyanaponika Thera's Buddhism and the God Idea (1985), and Gunapala Dharmasiri's A Buddhist critique of the Christian concept of God (1988).\n\n"
        }
    ]
}