{
    "url": "https://en.wikipedia.org/wiki/Creative_visualization",
    "title": "Creative visualization",
    "table_of_contents": [
        "1 The mind's eye",
        "2 Visual and non-visual mental imagery",
        "3 Therapeutic application",
        "4 Stages",
        "5 Absorption and attention",
        "6 Guided imagery",
        "7 Effectiveness",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Creative visualization is the cognitive process of purposefully generating visual mental imagery, with eyes open or closed,[1][2] simulating or recreating visual perception,[3][4] in order to maintain, inspect, and transform those images,[5] consequently modifying their associated emotions or feelings,[6][7][8] with intent to experience a subsequent beneficial physiological, psychological, or social effect, such as expediting the healing of wounds to the body,[9] minimizing physical pain,[10] alleviating psychological pain including anxiety, sadness, and low mood,[11] improving self-esteem or self-confidence,[12] and enhancing the capacity to cope when interacting with others.[13][14]\n\n"
        },
        {
            "title": "",
            "text": "The notion of a \"mind's eye\" goes back at least to Cicero's reference to mentis oculi during his discussion of the orator's appropriate use of simile.[15]\n\nIn this discussion, Cicero observed that allusions to \"the Syrtis of his patrimony\" and \"the Charybdis of his possessions\" involved similes that were \"too far-fetched\"; and he advised the orator to, instead, just speak of \"the rock\" and \"the gulf\" (respectively) — on the grounds that, \"The eyes of the mind are more easily directed to those objects which we have seen, than to those which we have only heard.\"[16]\n\nThe concept of \"the mind's eye\" first appeared in English in Chaucer's (c. 1387) Man of Law's Tale in his Canterbury Tales, where he tells us that one of the three men dwelling in a castle was blind, and could only see with \"the eyes of his mind\"—namely, those eyes \"with which all men see after they have become blind.\"[17]\n\n"
        },
        {
            "title": "Visual and non-visual mental imagery",
            "text": "The brain is capable of creating other types of mental imagery, in addition to visual images, simulating or recreating perceptual experience across all sensory modalities,[18] including auditory imagery of sounds,[19] gustatory imagery of tastes,[20] olfactory imagery of smells,[21] motor imagery of movements,[22] and haptic imagery of touch, incorporating texture, temperature, and pressure.[23][24]\n\nNotwithstanding the ability to generate mental images across sensory modalities,[25][26] the term \"creative visualization\" signifies the process by which a person generates and processes visual mental imagery specifically.\n\nHowever, creative visualization is closely related to, and is often considered as one part of, guided imagery. In guided imagery, a trained practitioner or teacher helps a participant or patient to evoke and generate mental images[27] that simulate or re-create the sensory perception[28] of sights,[29][30] sounds,[31] tastes,[32] smells,[33] movements,[34] and touch,[35] as well as imaginative or mental content that the participating subject experiences as defying conventional sensory categories.[36]\n\nNonetheless, visual and auditory mental images are reported as being the most frequently experienced by people ordinarily, in controlled experiments, and when participating in guided imagery,[37][38] with visual images remaining the most extensively researched and documented in scientific literature.[39][40][41]\n\nAll mental imagery, including the visual images generated through creative visualization, can precipitate or be associated with strong emotions or feelings.[42][43][44]\n\n"
        },
        {
            "title": "Therapeutic application",
            "text": "The therapeutic application of creative visualization aims to educate the patient in altering mental imagery, which in turn contributes to emotional change. Specifically, the process facilitates the patient in replacing images that aggravate physical pain, exacerbate psychological pain, reaffirm debilitation, recollect and reconstruct distressing events, or intensify disturbing feelings such as hopelessness and anxiety,  with imagery that emphasizes and precipitates physical comfort, cognitive clarity, and emotional equanimity. This process may be facilitated by a practitioner or teacher in person to an individual or a group. Alternatively, the participants or patients may follow guidance provided by a sound recording, video, or audiovisual media comprising spoken instruction that may be accompanied by music or sound.[45]\n\nWhether provided in person, or delivered via media, the verbal instruction consists of words, often pre-scripted, intended to direct the participant's attention to intentionally generated visual mental images that precipitate a positive psychologic and physiologic response, incorporating increased mental and physical relaxation and decreased mental and physical stress.[46]\n\n"
        },
        {
            "title": "Stages",
            "text": "According to the computational theory of imagery,[47][48][49] which derives from experimental psychology, the process of creative visualization comprises four stages:[50]\n\nStage 1 is image generation, which involves generating mental imagery from memory, fantasy, or a combination.[51]\n\nStage 2 is image maintenance—the intentional sustaining or maintaining of imagery, without which a mental image is subject to rapid decay and does not remain for sufficient duration to proceed to the next stages.[52]\n\nStage 3 is image inspection. In this stage, once generated and maintained, a mental image is inspected and explored, elaborated in detail, and interpreted in relation to the participant.[53] This often involves a scanning process, by which the participant directs attention across and around an image, simulating shifts in perceptual perspective.[54]\n\nStage 4 is image transformation, in which the participant transforms, modifies, or alters the content of generated mental imagery, into substitute images that provoke negative feelings, indicate suffering, and exacerbate psychological pain—or that reaffirm disability or debilitation for those that elicit positive emotion, and are suggestive of autonomy, ability to cope, and an increased degree of mental aptitude and physical ability.[55]\n\n"
        },
        {
            "title": "Absorption and attention",
            "text": "For the participant to benefit from this staged process of creative visualization, he or she must be capable of or susceptible to absorption, which is an \"...openness to absorbing and self-altering experiences.\"[56][57]\n\nFurthermore, the process of processing visual images places demands upon cognitive attentional resources, including working memory.[58][59]\n\nConsequently, in clinical practice, creative visualization is often provided as part of a multi-modal strategy that integrates other interventions, most commonly guided meditation or some form of meditative praxis, relaxation techniques, and meditation music or receptive music therapy, because those methods can increase the participant's or patient's capacity for or susceptibility to absorption, enhance control of attention, and replenish requisite cognitive resources, thereby increasing the potential efficacy of creative visualization.[60][61]\n\nIndividuals with ADHD often exhibit a greater creative potential, and an increased ability to produce and visualize unique verbal and nonverbal ideas.[62] However, they also show a weaker ability to generate creative solutions when given restrictive criteria, such as procedure, practicality, and time. This weakness is due to cognitive rigidity,[63] which frequently co-morbid with ADHD. The weaknesses in attention, focus, and motivation are exacerbated by frustration from rigidity, making creative conceptualization substantially harder when guidelines are given.[64] However, increased mind-wandering, lateral thinking, and persistence from ADHD allows for more out of the box thinking. As a result, while affected individuals are able to visualize more creative and original abstractions,[65] they fall short on creating and finalizing ideas when given specific criteria.[66][67]\n\n"
        },
        {
            "title": "Guided imagery",
            "text": "Although, visual and auditory mental images are reported as being the most frequently experienced by people[68][69] and even with visual images remaining the most extensively researched and documented in scientific literature,[70][71][72] the term creative visualization appears far less frequently in scientific, peer-reviewed, and scholarly publications than the term guided imagery, which research authors commonly use to indicate the generation, maintenance, inspection, and transformation of mental imagery across all modalities, and to refer exclusively and specifically to the processing of visual imagery. Also, some authors use the term creative visualization interchangeably with guided imagery. Meanwhile, others refer to guided imagery in a way to indicate that it includes creative visualization.[73][74][75]\n\nFurthermore, investigative, clinical, scientific, and academic authors frequently measure, analyze, and discuss the effects of creative visualization and guided imagery, collectively and inseparably from other mind–body interventions they are commonly combined with—including meditation music or receptive music therapy, relaxation, guided meditation or meditative praxis, and self-reflective diary-keeping or journaling. This often makes it difficult to attribute positive or negative outcomes to any one of the specific techniques.[76][77][78][79]\n\n"
        },
        {
            "title": "Effectiveness",
            "text": "Creative visualization might help people with cancer feel more positive, but there \"is no compelling evidence to suggest positive effects on physical symptoms such as nausea and vomiting.\"[80]\n\n"
        }
    ]
}