{
    "url": "https://en.wikipedia.org/wiki/Creature_from_the_Black_Lagoon",
    "title": "Creature from the Black Lagoon",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Critical reception",
        "5 Reboots and remakes",
        "5.1 Sequels",
        "5.2 Cancelled remakes",
        "5.3 Reboot",
        "5.4 Legacy",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCreature from the Black Lagoon is a 1954 American black-and-white 3D monster horror film produced by William Alland and directed by Jack Arnold, from a screenplay by Harry Essex and Arthur Ross and a story by Maurice Zimm. It stars Richard Carlson, Julia Adams, Richard Denning, Antonio Moreno, Nestor Paiva, and Whit Bissell. The film's plot follows a group of scientists who encounter a piscine amphibious humanoid in the waters of the Amazon; the Creature, also known as the Gill-man, was played by Ben Chapman on land and by Ricou Browning underwater. Produced and distributed by Universal-International, Creature from the Black Lagoon premiered in Detroit on February 12, 1954, and was released on a regional basis, opening on various dates.\n\nCreature from the Black Lagoon was filmed in three dimensions (3D) and originally projected by the polarized light method. The audience wore viewers with gray polarizing filters, similar to the viewers most commonly used today. Because the brief 1950s 3D film fad had peaked in mid-1953 and was fading fast in early 1954, many audiences actually saw the film \"flat\", in two dimensions (2D). Typically, the film was shown in 3D in large downtown theaters and flat in smaller neighborhood theaters. In 1975, Creature from the Black Lagoon was released to theaters in the red-and-blue-glasses anaglyph 3D format, which was also used for a 1980 home video release on Beta and VHS videocassettes.[1]\n\n"
        },
        {
            "title": "Plot",
            "text": "A geology expedition in the Amazon uncovers fossilized evidence (a skeletal hand with webbed fingers) from the Devonian period that provides a direct link between land and sea animals. Expedition leader Dr. Carl Maia orders his two assistants to stay in camp while he visits the marine biology institute.\n\nCarl reunites with his friend and former student, ichthyologist Dr. David Reed. David works at an aquarium in California, but more recently, he has been a guest at Carl's institute in Brazil to study lungfish. David persuades his boss, the financially minded Dr. Mark Williams, to fund a return expedition to the Amazon to look for the remainder of the skeleton.\n\nSoon after Carl leaves camp, a piscine amphibious humanoid, a living member of the same species from which the fossil originated, becomes curious about the expedition's camp. When its sudden appearance frightens the assistants, they panic and attack, and in response, the enraged Creature kills them both. \n\nThe group goes aboard the tramp steamer Rita, captained by crusty Lucas. The expedition consists of David; Carl; Mark; David's girlfriend and colleague Kay Lawrence; and another scientist, Dr. Edwin Thompson. When they arrive at the camp, they discover Carl's assistants have been killed while he was away. Lucas suggests it was likely done by a jaguar, but the others are unsure.\n\nA further excavation of the area where Carl found the fossil turns up nothing. Mark is ready to give up the search, but David suggests that perhaps thousands of years ago, the part of the embankment containing the rest of the skeleton fell into the water and was washed downriver, broken up by the current. Carl says the tributary empties into a lagoon. Lucas calls it the \"Black Lagoon\", a paradise from which no one has ever returned. The scientists decide to risk it, unaware that the amphibious \"Gill-man\" that killed Carl's assistants has been watching them.\n\nTaking notice of the beautiful Kay, the creature follows the Rita all the way downriver to the Black Lagoon. Once the expedition arrives, David and Mark go diving to collect rock samples from the lagoon floor. After they return, Kay goes swimming and is stalked underwater by the Gill-man, who then gets briefly caught in one of the ship's drag lines. Although it escapes, the Creature leaves a claw behind in the net, revealing its existence.\n\nAfter subsequent encounters with the Gill-man claim the lives of Lucas's crew members, The Creature attacks Kay and attempts to abduct her, but it is captured and locked in a cage aboard the Rita. It escapes during the night, attacking Edwin, who was guarding it. Kay smashes the Creature with a lantern, driving it off, but Edwin is severely injured. Following this incident, David decides they should return to civilization. Mark, who is obsessed with capturing (or killing) the Creature, objects. As the Rita tries to leave, they find the Gill-man has blocked the lagoon's entrance with fallen logs. While the others attempt to remove the logs, Mark is mauled to death while trying to capture the Creature single-handed underwater. The Creature, then, climbs aboad the Rita and approaches Kay from behind. Kay turns around and screams as the Creature grabs her and it takes her away to it's cavern lair. David, Lucas, and Carl chase after the Creature, and Kay is ultimately rescued. The Creature is riddled with bullets before retreating to the lagoon, where its body sinks into the watery depths.\n\n"
        },
        {
            "title": "Production",
            "text": "Producer William Alland was attending a 1941 dinner party during the filming of Citizen Kane (in which he played the reporter Thompson) when Mexican cinematographer Gabriel Figueroa told him about the myth of a race of half-fish, half-human creatures in the Amazon River. Alland wrote story notes titled \"The Sea Monster\" 10 years later, using Beauty and the Beast as inspiration. In December 1952, Maurice Zimm expanded this into a treatment, which Harry Essex and Arthur Ross rewrote as The Black Lagoon. Following the success of the 3D film House of Wax in 1953, Jack Arnold was hired to direct the film in the same format.[3]\n\nThe designer of the approved Gill-man was Disney animator Milicent Patrick, though her role was deliberately downplayed by make-up artist Bud Westmore, who for half a century received sole credit for the creature's conception.[4] Jack Kevan, who worked on The Wizard of Oz (1939) and made prosthetics for amputees during World War II, created the bodysuit, while Chris Mueller Jr. sculpted the head.[citation needed]\n\nBen Chapman portrayed the Gill-man for the majority of the scenes shot at Universal City, California. The on-water scenes were filmed at Park Lake on the Universal back lot. The costume made sitting impossible for Chapman for the 14 hours of each day that he wore it, and it overheated easily. Due to these difficulties, Chapman often stayed in the studio's back-lot lake, frequently requesting to be hosed down. He also could not see very well while wearing the headpiece, which caused him to scrape Julie Adams' head against the wall when carrying her in the grotto scenes.\n\nRicou Browning played the Gill-man in the underwater shots, which were filmed by the second unit in Wakulla Springs, Florida.[3] While filming underwater, Browning reportedly held his breath for up to four minutes at a time.[5][6] In a 2013 interview, Browning clarified: \"If you're not doing anything at all, four minutes is possible, but not if you're moving in the water. If you're swimming fast or fighting, you use up a lot of oxygen, and it cuts it down to, at the most, two minutes\".[5] According to Browning, during shooting one day, a snapping turtle bit off the foot of Gill-man costume, and he had to chase the turtle to retrieve it.[6]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "Leonard Maltin awarded the film three out of a possible four stars, writing: \"Archetypal '50s monster movie has been copied so often that some of the edge is gone, but ... is still entertaining, with juicy atmosphere and luminous underwater photography sequences\".[7]\nFilm review aggregator website Rotten Tomatoes reports an approval rating of 79%, based on 43 reviews, with an overall rating average of 7.10/10. The consensus calls it \"a solid, atmospheric creature feature that entertains without attempting to be deeper than it needs\".[8]\nThe film is recognized by American Film Institute in these lists:\n\n"
        },
        {
            "title": "Reboots and remakes",
            "text": "Creature from the Black Lagoon spawned two sequels: Revenge of the Creature (1955), which was also filmed and released in 3D in hopes of reviving the format, and The Creature Walks Among Us (1956), filmed in 2D. A comedic appearance with Abbott and Costello on an episode of The Colgate Comedy Hour aired prior to the film's release. The appearance is commonly known as Abbott and Costello Meet the Creature from the Black Lagoon.\n\nIn 1982, John Landis wanted Jack Arnold to direct a remake of the film, and Nigel Kneale was commissioned to write the screenplay. Kneale completed the script, which involved a pair of creatures, one destructive and the other calm and sensitive, being persecuted by the United States Navy.[11] A decision to make the film in 3D led to the remake being canceled by producers at Universal, both for budgetary concerns and to avoid a clash with Jaws 3-D.[11]\n\nIn 1992, John Carpenter was developing the remake at Universal.[12] He originally hired Bill Phillips to write the script, while Rick Baker was hired to create the 3D model of the Creature, but the project never got the green light.\n\nHerschel Weingrod and Timothy Harris wrote a new script,[13] and Universal offered Peter Jackson the director's chair in 1995, but he chose to work instead on King Kong.[14]\n\nIn February 1996, Ivan Reitman was planning to direct the remake, but it never materialized.[13]\n\nWith the financial success of The Mummy remake in May 1999, the development of the Creature from the Black Lagoon remake was revived.[15] In December 2001, Gary Ross signed on to write and produce the remake with his father, Arthur A. Ross, one of the original's writers. He told The Hollywood Reporter: \"The story my father wrote embodies the clash between primitive men and civilized men, and that obviously makes it a fertile area for re-examination\".[16]\n\nIn August 2002, Guillermo del Toro, a fan of the original feature, was attached to direct a remake.[17] He had hoped to do a story focused more on the Creature's viewpoint while also letting him have a successful romantic liaison. He later went on to turn this idea into the 2017 film The Shape of Water after Universal rejected the concept.[18] Because of these creative clashes and his commitments to many other projects, Universal dropped del Toro and hired Tedi Sarafian (credited on Terminator 3: Rise of the Machines) to write a script in March 2003.[19]\n\nIn October 2005, Breck Eisner signed on as director. He said to be a fan of the film: \"As a kid, I remember loving Jack Arnold's original version of this film. What I really want to do is update an iconic image from the '50s and bring in more of the sci-fi sensibility of Alien or John Carpenter's The Thing (1982)\".[20] Ross said in March 2007 the Gill-man's origin would be reinvented, with him being the result of a pharmaceutical corporation polluting the Amazon.[21]\n\nHowever, the production was delayed by the 2007–2008 Writers Guild of America strike; as a result, Eisner instead made The Crazies (2010), the number-one project on his priority list. His new goal was to finish The Crazies and then begin filming Creature from the Black Lagoon in Manaus, Brazil, and on the Amazon River in Peru. Eisner was inspired to shoot on location by the film Fitzcarraldo, and the boat set had been built. Eisner continued to rewrite the script, which was to be a summer blockbuster full of \"action and excitement, but [still] scary\". Eisner spent six months designing the new incarnation of the Gill-man with Mark McCreery (Jurassic Park, and Davy Jones' designer). The director said the new design was \"very faithful to the original, but updated\" and that the Gill-man would still remain sympathetic.[22]\n\nIn 2009, it was reported that Carl Erik Rinsch might direct a remake that would be produced by Marc Abraham, Eric Newman, and Gary Ross;[23][24] however, a project featuring the ensemble had been abandoned by 2011.[citation needed]\n\nIn March 2012, Universal announced that a remake was in production and would simply be titled The Black Lagoon rather than Creature from the Black Lagoon to distinguish between the two versions. In October, the studio hired Dave Kajganich to write the film.[25] The film was expected to hit theaters by May 2014 but was ultimately canceled. In 2020, Universal was considering Scarlett Johansson and Chris Evans\nfor a remake.[26]\n\nUniversal Pictures, beginning as early as 2014, began developing a shared universe of rebooted modern-day versions of their classic Universal Monsters, with the studio having various films in different stages of development. The series began with The Mummy (2017) and was intended to be followed by the remake of Bride of Frankenstein in 2019 prior to the critical and commercial failure of The Mummy. The Creature from the Black Lagoon was a remake also intended to be developed within the reboot with a story written by Jeff Pinkner and a script written by Will Beall. In June, Kurtzman revealed that the Gill-man in this film would be from the Amazon,[27] but on November 8, Alex Kurtzman and Chris Morgan moved on to other projects, leaving the future of the Dark Universe even further in doubt.[28]\n\nOmega Underground noted in January 2018 that the production team for the Bride of Frankenstein had reassembled and was considering Gal Gadot for the lead role.[29]\n\nThe 2017 film The Shape of Water was partly inspired by Guillermo del Toro's childhood memories of Creature from the Black Lagoon; he wished to see the Gill-man and the film's co-star succeed in their \"romance\".[30]\n\n"
        }
    ]
}