{
    "url": "https://en.wikipedia.org/wiki/Evolution_education",
    "title": "Creation and evolution in public education",
    "table_of_contents": [
        "1 Overview",
        "2 By country",
        "2.1 Australia",
        "2.2 Brazil",
        "2.3 China",
        "2.4 Council of Europe",
        "2.5 Denmark",
        "2.6 Iran",
        "2.7 Japan",
        "2.8 Netherlands",
        "2.9 Norway",
        "2.10 Pakistan",
        "2.11 Poland",
        "2.12 Romania",
        "2.13 Russia",
        "2.14 Saudi Arabia",
        "2.15 Serbia",
        "2.16 Turkey",
        "2.17 United Kingdom",
        "2.18 United States",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The status of creation and evolution in public education has been the subject of substantial debate and conflict in legal, political, and religious circles.[1] Globally, there is a wide variety of views on the topic. Most western countries have legislation that mandates only evolutionary biology is to be taught in the appropriate scientific syllabuses.[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "While many Christian denominations do not raise theological objections to the modern evolutionary synthesis as an explanation for the present forms of life on planet Earth, various socially conservative, traditionalist, and fundamentalist religious sects and political groups within Christianity and Islam have objected vehemently to the study and teaching of biological evolution.[1][3] Some adherents of these Christian and Islamic religious sects or political groups are passionately opposed to the consensus view of the scientific community.[1] Literal interpretations of religious texts are the greatest cause of conflict with evolutionary and cosmological investigations and conclusions.[1]\n\nInternationally, biological evolution is taught in science courses with limited controversy, with the exception of a few areas of the United States and several Muslim-majority countries, primarily Turkey.[1] In the United States, the Supreme Court has ruled the teaching of creationism as science in public schools to be unconstitutional, irrespective of how it may be purveyed in theological or religious instruction. In the United States, intelligent design (ID) has been represented as an alternative explanation to evolution in recent decades, but its \"demonstrably religious, cultural, and legal missions\" have been ruled unconstitutional by a lower court.[4][5][6][7]\n\n"
        },
        {
            "title": "By country",
            "text": "Although creationist views are popular among religious education teachers and creationist teaching materials have been distributed by volunteers in some schools,[8] many Australian scientists take an aggressive stance supporting the right of teachers to teach the theory of evolution, unhindered by religious restrictions.\n\nIn Brazil, teaching of creationism in scientific education classes is forbidden by the Ministry of Education (MEC).[10] Religious education is not forbidden as such, but the federal constitution states that the union can neither impose, nor promote, nor finance any religion, because by law Brazil is a secular state.[11] In 2004 however, teachers of religious education classes in schools of the education department of Rio de Janeiro began to present creationism in their classes as scientific fact. The practice was directly initiated by politicians in power who were promoting their personal religious views, and their action moved Brazilian scientists to protest the abuse.[12][13] Subsequently, in congress a \"religious bench,\" or faction, has become increasingly influential.[14] For example, a Brazilian senator, Marcelo Crivella, the former Minister of Fishing and Aquaculture, publicly declared his religiously founded antagonism to evolution.[15] Such prominent influences have drawn the attention of the defenders of the secular state.[16]\n\nEvolutionary theory is part of the public education in the People's Republic of China.[17] As private religious schools are rare, nearly all students receiving primary and secondary education in Mainland China receive education that includes evolutionary theory. However, one study has identified limitations with the textbooks used in Mainland China, including the absence of topics covered in other countries such as the USSR and the USA.[18]\n\nOn October 4, 2007, the Parliamentary Assembly of the Council of Europe (PACE) adopted its Resolution 1580 titled The dangers of creationism in education. The resolution observed that \"The war on the theory of evolution and on its proponents most often originates in forms of religious extremism closely linked to extreme right-wing political movements,\" and urged member states \"firmly oppose the teaching of creationism as a scientific discipline on an equal footing with the theory of evolution and in general the presentation of creationist ideas in any discipline other than religion.\"[19]\n\nThe Assembly's work leading to adopting the resolution began in 2006, when several delegates of the assembly, led by British Labour Party politician Andrew McIntosh, suggested to adopt a recommendation on this theme.[20] During drafting, the report and draft resolution[21] were prepared by the delegate from the French Socialist Party, Guy Lengagne.\n\nThe report was returned by PACE to its Committee on Culture, Science and Education for revision in June 2007 with 63 votes against 46,[citation needed] at the request by the leader of the Christian Democratic group in the Assembly Luc Van den Brande.[22] Reuters noted that calling off the debate and vote \"also won support from east European deputies,[which?] who recalled that Darwinian evolution was a favorite theory of their former communist rulers.\"[23] The procedure used for the referral was criticized by the Assembly's Committee on Culture, Science and Education.[24] After the revision by a new rapporteur, Anne Brasseur, a delegate from Luxembourg representing the Liberal group in the Assembly[25] and several amendments made by the Assembly, the resolution was adopted, by 48 votes against 25.[26]\n\nThe resolution's aim is \"to warn against certain tendencies to pass off a belief as science … the Parliamentary Assembly is worried about the possible ill-effect of the spread of creationist ideas within our education systems and about the consequences for our democracies. If we are not careful, creationism could become a threat to human rights.\"[27] It rejects that creationism in any form, including \"intelligent design,\" can be considered scientific (Para. 4), but considers possible its inclusion in religion and cultural classes (Para. 16). The resolution concludes that teaching creationism in school as a scientific theory may threaten civil rights (Paras. 13 and 18). The resolution summarizes itself in Para. 19:[19]\n\nAfter the rejection of Lengagne's report, the former rapporteur was interviewed on the subject by the French newspaper 20 Minutes, where he evaluated the events as follows: \"We are witnessing a return to the Middle Ages.\"[28]\n\nThe resolution was criticised by deputy head of the Department for External Church Relations of the Russian Orthodox Church, Archpriest Vsevolod Chaplin, stating that \"those few fossils presented by the anthropologists as examples of ape-human transitional forms could be explained by random mutations. We don't claim to found a new species upon finding a fish with two heads.\"[29] and by the president of Southern Baptist Theological Seminary Albert Mohler considering that \"this can only mean that Europe (at least as represented by the Council of Europe) has forgotten even its Christian memory.\"[30]\n\nIn February 2009, the resolution was a starting point of a conference held in Dortmund, Germany, and led by Dittmar Graf from the Dortmund University of Technology. The conference, including participation of Anne Brasseur, among others, was held in cooperation with the Max Planck Institute for Molecular Physiology, University of Vienna and Hacettepe University and with support from German Ministry of Education and Research.[31]\n\nMichael Poole, a King's College London Visiting Research Fellow in Science and Religion and a founding member of the International Society for Science and Religion, criticised the resolution for being too restrictive while disapproving of young Earth creationism and the intelligent design movement.[32]\n\nDeutsche Welle, covering the disagreement among members of the Assembly on whether the resolution constituted an attack on religious beliefs,[27] and Die Welt, pointing to journalists-expressed suspicions of wishing to limit freedom of conscience and Brasseur's response that the aim was to draw a line between the spheres of faith and science.[33]\n\nOn April 25, 2007, Member of Parliament Martin Henriksen (Danish People's Party) asked Education Minister Bertel Haarder (Liberal Party of Denmark) for information about how many educational institutions had received The Atlas of Creation (2006) by Harun Yahya.[34] The minister responded that the Ministry of Education was not in possession of information about the number of educational institutions that had received the book. Further, he stated that the choice of educational materials is decided by local school boards. Moreover, it is his view that the end goal of primary school biology instruction is to enable students to acquire the knowledge and skills needed to explain the basic elements of heredity and evolution and to address the issues related to the biological coursework.[35]\n\nIn interview sessions during 2002, less than 10% of the interviewed Danes declared the theory of evolution as being definitely false.[36]\n\nIranian scientific development, especially the health-related aspects of biology, has been a goal of the Islamic government since the Iranian Revolution of 1979.[37] Since Iranian traditional practice of Shi'a religion isn't preoccupied with Qur'anic literalism as in case of fundamentalist Wahhabism but ijtihad, many influential Iranian Shi'ite scholars, including several who were closely involved in the Iranian Revolution, are not opposed to evolutionary ideas in general, disagreeing that evolution necessarily conflicts with the Muslim mainstream.[37] Evolution is incorporated in the science curriculum starting from the 5th grade. An emphasis is placed on empirical evidence, such as the study of fossils, rather than Islamic scripture, thus portraying geologists and other types of scientists as the authoritative voices of scientific knowledge.[37]\n\nThe theory of evolution is taught in Japan as part of the education policy. The teaching of evolution began already under the Japanese Empire, and the first academic lecture on evolution was given at Tokyo Imperial University by American biology expert Edward Morse on September 12, 1877.[38]\n\nIn the Netherlands some factions teach creationism in their own schools, besides evolution.[39] In May 2005, a discussion on intelligent design erupted when Minister of Education Maria van der Hoeven suggested that debate about intelligent design might encourage discourse between the country's various religious groups. She sought to \"stimulate an academic debate\" on the subject. Following strong objection from some scientists,[40] she dropped plans of holding a conference on the matter.[13]\nAfter the 2007 elections, she was succeeded by Ronald Plasterk, described as a \"molecular geneticist, staunch atheist and opponent of intelligent design.\"[41]\n\nIn 1986, Norway's then-Minister of Church and Education Affairs Kjell Magne Bondevik proposed new education plans for the elementary and middle school levels which included skepticism to the theory of evolution and would hold that a final answer to the origin of mankind was unknown. The proposal was withdrawn after it had generated controversy.[42]\n\nAlthough it has been claimed that evolution is not taught in Pakistani universities;[13] the Higher Education Commission of Pakistan, which is the federal body which sets standards of course content, has knowledge and understanding of evolution as being compulsory for several courses such as microbiology,[43] bioinformatics,[44] zoology,[45] botany[46] as well as others. In 2006, the Pakistan Academy of Sciences became a signatory of the InterAcademy Panel Statement on \"The teaching of evolution.\"[47] Many of the contemporary titles on the creation–evolution controversy, such as those by biologist Richard Dawkins, are available for general sale.[48]\n\nPoland saw a controversy over creationism in 2006 when Deputy Education Minister Mirosław Orzechowski denounced evolution as a lie taught in Polish schools. His superior, Minister of National Education Roman Giertych, has stated that the theory of evolution would continue to be taught in Polish schools, \"as long as most scientists in our country say that it is the right theory.\" Giertych's father, Member of the European Parliament Maciej Giertych, has however opposed the teaching of evolution and has claimed that \"in every culture there are indications that we remember dinosaurs. The Scots have Nessie; we Poles have the Wawel dragon.\"[49]\n\nIn 1998, Ioan Moisin, a Christian Democratic senator and a Greek Catholic priest, called upon Romania's Ministry of Education to establish a commission of Catholics who would revise biology textbooks and philosophical textbooks to not contradict Biblical creationism. Moisin disapproved of students learning from their religious teachers that God created human beings and then learning to the contrary from biology and philosophy teachers that humans descend from apes as a product of evolution by Darwinian natural selection. Moisin's proposal to establish the commission also sought to form a Council of Public Morality that would feature representatives composed of teachers and clergy, to oversee public education, and to be subordinated only to the direct authority of the President of Romania. Romania's Parliament and Ministry of Education never seriously considered the latter proposals.[50] However, starting the year 2006 and ongoing[when?] Darwinian evolution was discontinued from newly printed school books throughout the country without being reintroduced.[51][52]\n\nIn December 2006, a schoolgirl in Saint Petersburg, Russia, and her father took the issue of the teaching of evolution in Russian schools to court. The Russian Ministry of Education supports the theory of evolution. Representatives of the Russian Orthodox Church backed the suit.[53][54] In February 2007, the first instance court, and in July, the second instance court, ruled in favour of the Ministry.[55]\n\nIn August 2014 the Mayor of Kazan, Il'sur Metshin, expressed surprise at schools teaching the \"theory of Darwin\".[56]\nHe added that he intended to raise the question of the school curriculum at the federal level.[57]\n\nAs a religious state, Saudi Arabia has denied the theory of evolution in their science education. Science textbooks approved by the Saudi Ministry of Education have associated Darwin with Western philosophy which they reject and perceive to be \"problematic\".[58] Saudi's denial of evolution originated from the lack of secularization in the nation, the continuing development of its education system, and its homogenic religious population.[58] King Abdullah University of Science and Technology, the only co-ed university in the state, received criticism for its co-ed establishment and was called for further scrutiny in its science curriculum.[59] Sheikh Saad al-Shithri, a religious scholar, stated that \"the recommendation is to set up sharia committees at this university to oversee these studies and look into what violates the sharia (Islamic law)\".[59] He further states, \"We are looking at some of the sciences that have included some irregular and alien ideologies, like evolution and such other ideologies\".[59]\n\nAccording to a poll by Reuters News, Saudi Arabia was ranked the highest in the list of countries that favor creationist views.[60] As an Islamist state, Saudi education policies are centered around an Islamic worldview.[61] This is referenced in various science textbooks, such a 6th grade textbook teaching divine creation by citing a Quran verse that states \"we have indeed created man with the best of moulds\".[61] A 10th grade textbook includes a glossary of biological terms with religious explanation, such as the term adaptation being defined as \"Allah, glory to him, created for organisms those characteristics and structures that enable them to live in their different environments\".[61]\n\nA Saudi 12th-grade textbook mentions evolution by name only where it claims that Charles Darwin has \"denied Allah's creation of humanity\".[37] The rest of the textbook focuses on descriptions of the taxonomic ranks: it makes no further mention of evolution, only quoting Qur'an verses as relevant to certain groups of animals.[37]\n\nIn Serbia the teaching of evolution was suspended for one week in 2004, under Minister of Education and Sport Ljiljana Čolić, only allowing schools to reintroduce evolution into the curriculum if they also taught creationism.[62] \"After a deluge of protest from scientists, teachers and opposition parties\" says the BBC report, Čolić's deputy, Milan Brdar, made the statement, \"I have come here to confirm Charles Darwin is still alive\" and announced that the decision was reversed.[63] Čolić resigned after the government said that she had caused \"problems that had started to reflect on the work of the entire government.\"[64]\n\nIn Turkey, a country where the majority of population is Muslim, evolution is often a controversial subject. Evolution was added to the school curriculum shortly after the Turkish Revolution of the 1920s and 30s.[65] There was some resistance to this, such as that of Said Nursî and his followers, but opposition was not particularly powerful.[65] In fact, some prominent Turkish scholars during the first decades of the new-born Turkish republic, such as Ahmet Hamdi Akseki (d. 1951), who once served as the President of Religious Affairs of Turkey, and İzmirli İsmail Hakkı (d. 1946) thought that the theory of evolution cannot be seen as contrary to Islam because it was already to be found in the classical works of Muslim theology.[66] In the 1980s, conservatives came into power, and used the ideas of scientific creationists in the US as a method of discrediting evolution (notwithstanding material on the age of the Earth, which Islamic creationism is less specific about).\n\nOne anti-evolutionist group in Turkey is the Istanbul based Bilim Araştırma Vakfı (BAV), or \"Science Research Foundation,\" which was founded by Adnan Oktar in 1990. Its activities include campaigns against the teaching of evolution. It has been described as one of the strongest anti-evolution organizations outside of North America.[67] US based creationist organizations such as the Institute for Creation Research (ICR) have worked alongside them. Some scientists have protested that anti-evolution books published by this group (such as The Evolution Deceit (1999) by Harun Yahya) have become more influential than real biology textbooks. The teaching of evolution in high schools has been fought by Ali Gören, a member of parliament and professor of medicine, who believes such education has negative effects.\n\nThe situation is very fragile, and the status of evolution in education varies from one government to the next. For example, in 1985 the Minister of National Education, Youth and Sports Vehbi Dinçerler had scientific creationism added to high school texts, and also had the discredited Lamarckism presented alongside Darwinism. Only in 1998 was this changed somewhat, with texts presenting a more balanced view, though still mentioning creationism and Lamarckism.[67] At present the moderate Islamist Justice and Development Party, which is sympathetic to creationist views,[65] holds power. It was elected in 2002 and again with a greater majority in 2007.\n\nIn general, material that conflicts with religious beliefs is highly controversial in Turkey. For example, in November 2007 a prosecutor launched a probe into whether Richard Dawkins' book The God Delusion (2006) is \"an attack on religious values.\" If convicted, the Turkish publisher and translator, Erol Karaaslan, would have faced a prison sentence of inciting religious hatred and insulting religious values.[68] In April 2008, the defendant was acquitted by a court and a judge ruled against banning the book due to the fact that it limited freedom of thought.[69]\n\nTurkish academics who have defended evolutionary theory have received death threats, for instance Turkish biologist Aykut Kence received an email telling him to enjoy his \"final days.\"[67] Kence helped establish the Evolution Group, whose aim is to improve public understanding of evolution. However, opposition to creationism is not very powerful; Umit Sayin, a neurologist, describes academics and universities as \"slow and sluggish\" in their response. Kence maintains that \"if knowledgeable people keep quiet, it only helps those who spread nonsense.\"[67]\n\nIn June 2017, the education ministry announced the removal of evolution from the secondary school curriculum, scheduled to take effect in 2019; as of the date of the announcement the only other Muslim majority country where evolution is challenged in the education system was Saudi Arabia, where the concept is briefly named and heavily criticized in the curricula.[70][71]\n\nIn each of the countries of the United Kingdom, there is an agreed syllabus for religious education with the right of parents to withdraw their children from these lessons. The religious education syllabus does not involve teaching creationism, but rather teaching the central tenets of major world faiths.[72] At the same time, the teaching of evolution is compulsory in publicly funded schools. For instance, the National Curriculum for England requires that students at Key Stage 4 (14–16) be taught:[73]\n\nSimilar requirements exist in Scotland, Wales and Northern Ireland.\n\nIn 2003, the Emmanuel Schools Foundation (previously the Vardy Foundation after its founder, Sir Peter Vardy) sponsored a number of \"faith-based\" academies where evolution and creationist ideas would be taught side-by-side in science classes. This caused a considerable amount of controversy.[74]\n\nThe former Archbishop of Canterbury, Rowan Williams, has expressed his view that creationism should not be taught in schools.[75][76]\n\nAn organisation called Truth in Science has distributed teaching packs of creationist information to schools, and claims that fifty-nine schools are using the packs as \"a useful classroom resource.\"[77] The government has stated that \"Neither intelligent design nor creationism are recognised scientific theories and they are not included in the science curriculum. The Truth in Science information pack is therefore not an appropriate resource to support the science curriculum.\" It is arranging to communicate this message directly to schools.[78]\n\nThe teaching of creationism and intelligent design in schools in the UK is being opposed by the British Centre for Science Education (BCSE).[21][79]\n\nSome Democratic Unionist Party DUP politicians have called for creationism to be taught in schools.[80][81]\n\nIn the United States, creationists and proponents of evolution are engaged in a long-standing battle over the legal status of creation and evolution in the public school science classroom.[82] Some 13 US states are exposed to offer pro-creationist contents in public or charter schools,[83] and they often are criticized as unconstitutional. There are also religious homeschool curriculum that offer creationist education.\n\n"
        }
    ]
}