{
    "url": "https://en.wikipedia.org/wiki/Creek_mythology",
    "title": "Creek mythology",
    "table_of_contents": [
        "1 History",
        "2 Creation",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Creek mythology is related to a Muscogee tribe who are originally from the southeastern United States, also known by their original name Mvskoke (or Muskogee), the name they use to identify themselves today.[1] Mvskoke is their name in traditional spelling. Modern Muscogees live primarily in Oklahoma, Alabama, Georgia, and Florida. Their language, Mvskoke, is a member of the Eastern branch of the Muskogean language family. The Seminole are close kin to the Mvskoke and speak an Eastern Muskogean language as well. The Muscogee were considered one of the Five Civilized Tribes. After the Creek War many of the Muscogee escaped to Florida to create the Seminole.\n\n"
        },
        {
            "title": "History",
            "text": "The early historic Muscogee were probably descendants of the Mississippian culture peoples who lived along the Tennessee River, in what is now modern Tennessee[2] and Alabama, and possibly related to the Utinahica of southern Georgia. More of a loose confederacy than a single tribe, the Mvskoke lived in autonomous villages in river valleys throughout what are today the states of Tennessee, Georgia, and Alabama also consisted of many ethnic groups speaking several distinct languages, such as the Hitchiti, Alabama, and Coushatta. Those who lived along the Ocmulgee River and the Oconee River were called \"Creek Indians\" by British traders from South Carolina; eventually the name was applied to all of the various natives of Creek towns becoming increasingly divided between the Lower Towns of the Georgia frontier on the Chattahoochee River, Ocmulgee River, and Flint River and the Upper Towns of the Alabama River Valley.\n\nThe Lower Towns included Coweta, Cusseta (Kasihta, Cofitachequi), Upper Chehaw (Chiaha), Hitchiti, Oconee, Ocmulgee, Okawaigi, Apalachee, Yamasee (Altamaha), Ocfuskee, Sawokli, and Tamali. The Upper Towns included Tuckabatchee, Abihka, Coosa (Kusa; the dominant people of East Tennessee and North Georgia during the Spanish explorations), Itawa (original inhabitants of the Etowah Indian Mounds), Hothliwahi (Ullibahali), Hilibi, Eufaula, Wakokai, Atasi, Alibamu, Coushatta (Koasati; they had absorbed the Kaski/Casqui and the Tali), and Tuskegee (\"Napochi\" in the de Luna chronicles).\n\nCusseta (Kasihta) and Coweta are the two principal towns of the Muscogee Nation to this day. Traditionally the Cusseta and Coweta bands are considered to the earliest members of the Muscogee Nation.[1]\n\n"
        },
        {
            "title": "Creation",
            "text": "The Muscogee believed that the world was originally entirely underwater. The only land was a hill called Nunne Chaha on which is the home of \nHesaketvmese (meaning \"master of breath\"; pronounced Hisakita imisi), a solar deity also called Ibofanga (\"the one who is sitting above (us)\"). He created humanity from the clay on the hill.\n\nIn the underworld, there was only chaos and odd creatures. Master of Breath created Brother Moon and Sister Sun, as well as the four directions to hold up the world. The Creek also venerated the Horned Serpent Sint Holo, who appeared to suitably wise young men. The first people were the offspring of Sister Sun and the Horned Serpent. These first two Creeks were Lucky Hunter and Corn Woman, denoting their respective roles in Creek Society.\n\n"
        }
    ]
}