{
    "url": "https://en.wikipedia.org/wiki/Cricket_fighting",
    "title": "Cricket fighting",
    "table_of_contents": [
        "1 History",
        "2 Culture",
        "3 Care and breeding",
        "4 Flight and anger",
        "5 Tournaments",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cricket fighting is a hobby and gambling activity involving the fighting of male crickets.[1][2] Unlike blood sports such as bullfighting and cockfighting, cricket fighting rarely causes injuries to the animals.[3] It is a popular pastime in China and dates back more than 1,000 years to the Tang Dynasty.[3] However, the sport has been losing its popularity in China.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Cricket fighting was nurtured by Tang Dynasty emperors more than 1,000 years ago, and later popularized by commoners.  In the thirteenth century, the Southern Song Dynasty prime minister Jia Sidao wrote a how-to guide for the blood sport.  Jia's obsession with cricket fighting is believed to have contributed to the fall of the empire.  During the Cultural Revolution (1966-1976) China's Communist government banned cricket fighting as a bourgeois predilection, but it is now undergoing a revival among a younger generation eager to embrace traditional Chinese pastimes.[3]\n\n"
        },
        {
            "title": "Culture",
            "text": "Cricket season begins in summer and championships take place after the autumn equinox in late September.[3] In Beijing, the Association for Cricket Fighting organizes cricket fighting events and championships.\n\nWhile it is illegal in China to gamble on cricket fights, the fights themselves are legal and occur in most big cities in China.[4] Crickets are sold openly in street markets, with more than a dozen cricket markets in Shanghai alone.  In 2010 more than 400 million yuan (US$63 million) were spent in China on crickets.\n\nHotels in Macau have held cricket fights where bets up to thousands of patacas were waged on a single fight.  Prized crickets have become famous, with funeral services on their death.\n\nIn Hong Kong, the popularity of cricket fighting has declined since the 1950s and 60s, partly due to pesticides reducing the supply of fighters. In 2004, a champion cricket could cost more than $2,500.[4] Lesser fighters could be bought from bird stalls for up to $30, or searched for in rural areas.[5]\n\n"
        },
        {
            "title": "Care and breeding",
            "text": "The best crickets are from a few counties in northeastern Shandong Province.[3] Crickets have pedigrees and would be carefully bred by knowledgeable keepers.  Each cricket must be kept in its own clay pot and their diets include ground shrimp, red beans, goat liver, and maggots.  Before fight night, female crickets are dropped in the pot to increase the male's fighting spirit.[3]\n\n"
        },
        {
            "title": "Flight and anger",
            "text": "Crickets fights are arranged according to weight class.[6] In a fighting container, handlers stimulate their cricket's antennae using a straw stick, causing the crickets to become aggressive. When both crickets are sufficiently agitated, a divider separating the pair will be lifted, and the two crickets will begin the match. The loser is the cricket that first begins avoiding contact, runs away from battle, stops chirping, or is thrown from the fighting container.\n\nStudies done indicate that the sense of \"flying\" encourages a cricket's fighting spirit.[7] In one such study, a losing cricket put back into the ring will only go back to fight one out of ten times.[7] If crickets are shaken and thrown in the air repeatedly, they will fight again six out of ten times.[7]\n\n"
        },
        {
            "title": "Tournaments",
            "text": "The Yu Sheng Cup,[8] another national cricket fighting tournament,[9] is held annually outside the Xilai Ranch in Lühua during the National Day holiday in early October, with a purse of 10 000 RMB.[8]\n\n"
        }
    ]
}