{
    "url": "https://en.wikipedia.org/wiki/Crime_fiction",
    "title": "Crime fiction",
    "table_of_contents": [
        "1 History",
        "2 Psychology",
        "3 Categories",
        "3.1 Pseudonymous authors",
        "4 Availability",
        "4.1 Quality",
        "4.2 Classics and bestsellers",
        "4.3 Revivals",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Crime fiction, detective story, murder mystery, mystery novel, and police novel are terms used to describe narratives that centre on criminal acts and especially on the investigation, either by an amateur or a professional detective, of a crime, often a murder.[1] It is usually distinguished from mainstream fiction and other genres such as historical fiction or science fiction, but the boundaries are indistinct. Crime fiction has multiple subgenres,[2] including detective fiction (such as the whodunit), courtroom drama, hard-boiled fiction, and legal thrillers. Most crime drama focuses on crime investigation and does not feature the courtroom. Suspense and mystery are key elements that are nearly ubiquitous to the genre.\n\n"
        },
        {
            "title": "History",
            "text": "The One Thousand and One Nights (Arabian Nights) contains the earliest known examples of crime fiction.[3] One example of a story of this genre is the medieval Arabic tale of \"The Three Apples\", one of the tales narrated by Scheherazade in the Arabian Nights. In this tale, a fisherman discovers a heavy locked chest along the Tigris River, and he sells it to the Abbasid Caliph, Harun al-Rashid, who then has the chest broken open, only to find inside it the dead body of a young woman who was cut into pieces. Harun orders his vizier, Ja'far ibn Yahya, to solve the crime and find the murderer within three days, or be executed if he fails his assignment.[4] The story has been described as a \"whodunit\" murder mystery[5] with multiple plot twists.[6] The story has detective fiction elements.[7]\n\nTwo other Arabian Nights stories, \"The Merchant and the Thief\" and \"Ali Khwaja\", contain two of the earliest fictional detectives, who uncover clues and present evidence to catch or convict a criminal, with the story unfolding in normal chronology and the criminal already being known to the audience. The latter involves a climax where titular detective protagonist Ali Khwaja presents evidence from expert witnesses in a court.[8] \"The Hunchback's Tale\" is another early courtroom drama, presented as a suspenseful comedy.[3]\n\nThe earliest known modern crime fiction is E. T. A. Hoffmann's 1819 novella \"Mademoiselle de Scudéri\". Also, Thomas Skinner Sturr's anonymous Richmond, or stories in the life of a Bow Street Officer is from 1827; another early full-length short story in the genre is The Rector of Veilbye by Danish author Steen Steensen Blicher, published in 1829. A further example of crime detection can be found in Letitia Elizabeth Landon's story The Knife, published in 1832, although here the truth remains in doubt at the end.\n\nBetter known are the earlier dark works of Edgar Allan Poe.[9] His brilliant and eccentric detective C. Auguste Dupin, a forerunner of Arthur Conan Doyle's Sherlock Holmes, appeared in works such as \"The Murders in the Rue Morgue\" (1841), \"The Mystery of Marie Rogêt\" (1842), and \"The Purloined Letter\" (1844). With his Dupin stories, Poe provided the framework for the classic detective story. The detective's unnamed companion is the narrator of the stories and a prototype for the character of Dr. Watson in later Sherlock Holmes stories.[10]\n\nWilkie Collins' epistolary novel The Woman in White was published in 1860, while The Moonstone (1868) is often thought to be his masterpiece. French author Émile Gaboriau's Monsieur Lecoq (1868) laid the groundwork for the methodical, scientifically minded detective.\n\nThe evolution of locked-room mysteries was one of the landmarks in the history of crime fiction. The Sherlock Holmes mysteries of  Doyle's are said to have been singularly responsible for the huge popularity of this genre. A precursor was Paul Féval, whose series Les Habits Noirs (1862–67) features Scotland Yard detectives and criminal conspiracies. The best-selling crime novel of the 19th century was Fergus Hume's The Mystery of a Hansom Cab (1886), set in Melbourne, Australia.\n\nThe evolution of the print mass media in the United Kingdom and the United States in the latter half of the 19th century was crucial in popularising crime fiction and related genres. Literary 'variety' magazines, such as Strand, McClure's, and Harper's, quickly became central to the overall structure and function of popular fiction in society, providing a mass-produced medium that offered cheap, illustrated publications that were essentially disposable.\n\nLike the works of many other important fiction writers of his day—e.g. Wilkie Collins and Charles Dickens—Arthur Conan Doyle's Sherlock Holmes stories first appeared in serial form in the monthly Strand in the United Kingdom. The series quickly attracted a wide and passionate following on both sides of the Atlantic, and when Doyle killed off Holmes in \"The Final Problem\", the public outcry was so great, and the publishing offers for more stories so attractive, that he was reluctantly forced to resurrect him.\n\nIn Italy, early translations of English and American stories and local works were published in cheap yellow covers, thus the genre was baptized with the term libri gialli or yellow books. The genre was outlawed by the Fascists during WWII, but exploded in popularity after the war, especially influenced by the American hard-boiled school of crime fiction. A group of mainstream Italian writers emerged, who used the detective format to create an antidetective or postmodern novel in which the detectives are imperfect, the crimes are usually unsolved, and clues are left for the reader to decipher. Famous writers include Leonardo Sciascia, Umberto Eco, and Carlo Emilio Gadda.[11]\n\nIn Spain, The Nail and Other Tales of Mystery and Crime was published by Pedro Antonio de Alarcón in 1853. Crime fiction in Spain (also curtailed in Francoist Spain) took on some special characteristics that reflected the culture of the country. The Spanish writers emphasized the corruption and ineptitude of the police, and depicted the authorities and the wealthy in very negative terms.[11]\n\nIn China, modern crime fiction was first developed from translations of foreign works from the 1890s.[12] Cheng Xiaoqing, considered the \"Grand Master\" of 20th-century Chinese detective fiction, translated Sherlock Holmes into classical and vernacular Chinese. In the late 1910s, Cheng began writing his own detective fiction series, Sherlock in Shanghai, mimicking Conan Doyle's style, but relating better to a Chinese audience.[13] During the Mao era, crime fiction was suppressed and mainly Soviet-styled and anticapitalist. In the post-Mao era, crime fiction in China focused on corruption and harsh living conditions during the Mao era (such as the Cultural Revolution).[11]\n\n"
        },
        {
            "title": "Psychology",
            "text": "Crime fiction provides unique psychological impacts on readers and enables them to become mediated witnesses through identifying with eyewitnesses of a crime. Readers speak of crime fiction as a mode of escapism to cope with other aspects of their lives.[14] Crime fiction provides distraction from readers’ personal lives through a strong narrative at a comfortable distance.[14] Forensic crime novels have been referred to as \"distraction therapy\", proposing that crime fiction can improve mental health and be considered as a form of treatment to prevent depression.[14]\n\n"
        },
        {
            "title": "Categories",
            "text": "In the history of crime fiction, some authors have been reluctant to publish their novels under their real names. More recently, some publish pseudonymously because of the belief that since the large booksellers are aware of their historical sales figures, and command a certain degree of influence over publishers, the only way to \"break out\" of their current advance numbers is to publish as someone with no track record.\n\nIn the late 1930s and '40s, British County Court Judge Arthur Alexander Gordon Clark (1900–1958) published a number of detective novels under the alias Cyril Hare, in which he made use of his profoundly extensive knowledge of the English legal system. When he was still young and unknown, award-winning British novelist Julian Barnes (born 1946) published some crime novels under the alias Dan Kavanagh. Other authors take delight in cherishing their alter egos; Ruth Rendell (1930–2015) writes one sort of crime novels as Ruth Rendell and another type as Barbara Vine; John Dickson Carr also used the pseudonym Carter Dickson. Author Evan Hunter (which itself was a pseudonym) wrote his crime fiction under the name of Ed McBain.\n\n"
        },
        {
            "title": "Availability",
            "text": "As with any other entity, quality of a crime fiction book is not in any meaningful proportion to its availability. Some of the crime novels generally regarded as the finest, including those regularly chosen by experts as belonging to the best 100 crime novels ever written (see bibliography), have been out of print since their first publication, which often dates back to the 1920s or '30s. The bulk of books that can be found today on the shelves labelled \"Crime\" consists of recent first publications usually no older than a few years.\n\nFurthermore, only a select few authors have achieved the status of \"classics\" for their published works. A classic is any text that can be received and accepted universally, because they transcend context. A popular, well-known example is Agatha Christie, whose texts, originally published between 1920 and her death in 1976, are available in UK and US editions in all English-speaking nations. Christie's works, particularly featuring detectives Hercule Poirot or Miss Jane Marple, have given her the title the Queen of Crime, and made her one of the most important and innovative writers in the development of the genre. Her most famous novels include Murder on the Orient Express (1934), Death on the Nile (1937), and the world's best-selling mystery And Then There Were None (1939).[15]\n\nOther less successful, contemporary authors who are still writing have seen reprints of their earlier works, due to current overwhelming popularity of crime fiction texts among audiences. One example is Val McDermid, whose first book appeared as far back as 1987; another is Florida-based author Carl Hiaasen, who has been publishing books since 1981, all of which are readily available.\n\nFrom time to time, publishing houses decide, for commercial purposes, to revive long-forgotten authors, and reprint one or two of their more commercially successful novels. Apart from Penguin Books, which for this purpose have resorted to their old green cover and dug out some of their vintage authors. Pan started a series in 1999 entitled \"Pan Classic Crime\", which includes a handful of novels by Eric Ambler, but also American Hillary Waugh's Last Seen Wearing .... In 2000, Edinburgh-based Canongate Books started a series called \"Canongate Crime Classics\" —both  whodunnits and roman noir about amnesia and insanity—and other novels. However, books brought out by smaller publishers such as Canongate Books are usually not stocked by the larger bookshops and overseas booksellers. The British Library has also (since 2012) starting republishing \"lost\" crime classics, with the collection referred to on their website as \"British Library Crime Classics series\".\n\nSometimes, older crime novels are revived by screenwriters and directors rather than publishing houses. In many such cases, publishers then follow suit and release a so-called \"film tie-in\" edition showing a still from the movie on the front cover and the film credits on the back cover of the book—yet another marketing strategy aimed at those cinemagoers who may want to do both: first read the book and then watch the film (or vice versa). Recent examples include Patricia Highsmith's The Talented Mr. Ripley (originally published in 1955), Ira Levin's Sliver (1991), with the cover photograph depicting a steamy sex scene between Sharon Stone and William Baldwin straight from the 1993 movie, and again, Bret Easton Ellis's American Psycho (1991). Bloomsbury Publishing PLC, though, have launched what they call \"Bloomsbury Film Classics\"—a series of original novels on which feature films were based. This series includes, for example, Ethel Lina White's novel The Wheel Spins (1936), which Alfred Hitchcock—before he went to Hollywood—turned into a much-loved movie entitled The Lady Vanishes (1938), and Ira Levin's (born 1929) science-fiction thriller The Boys from Brazil (1976), which was filmed in 1978.\n\nOlder novels can often be retrieved from the ever-growing Project Gutenberg database.\n\n"
        }
    ]
}