{
    "url": "https://en.wikipedia.org/wiki/Crime_in_the_United_States",
    "title": "Crime in the United States",
    "table_of_contents": [
        "1 Crime over time",
        "1.1 Arrests",
        "2 Arrested offenders by gender",
        "3 Arrested offenders by age",
        "4 Influences on crime",
        "4.1 Offender patterns and behavior",
        "4.2 Crime type and severity",
        "5 Crime victimology",
        "6 Incarceration",
        "7 International comparison",
        "7.1 Violent crime",
        "7.1.1 Homicide",
        "7.1.2 Gun violence",
        "7.2 Property crime",
        "7.3 Crimes against children",
        "7.3.1 Human trafficking",
        "7.3.1.1 Types of human sex trafficking",
        "8 Geography of crime",
        "8.1 Regions",
        "8.2 States",
        "8.3 Metropolitan areas",
        "9 Number and growth of criminal laws",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Extra References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Crime in the United States has been recorded since its founding. Crime rates have varied over time, with a sharp rise after 1900 and reaching a broad bulging peak between the 1970s and early 1990s. After 1992, crime rates began to fall year by year and have since declined significantly. This trend lasted until 2015, when crime rates began to rise slightly. This reversed in 2018 and 2019, but violent crime increased significantly again in 2020.[1][2] Despite the increase in violent crime, particularly murders, between 2020 and 2021, the quantity of overall crime is still far below the peak of crime seen in the United States during the late 1980s and early 1990s, as other crimes such as rape, property crime and robbery continued to decline.[3][4] The aggregate cost of crime in the United States remains high, with an estimated value of $4.9 trillion reported in 2021.[5]\n\nStatistics on specific crimes are indexed in the annual Uniform Crime Reports by the Federal Bureau of Investigation (FBI) and by annual National Crime Victimization Surveys by the Bureau of Justice Statistics. In addition to the primary Uniform Crime Report known as Crime in the United States, the FBI publishes annual reports on the status of law enforcement in the United States. The report's definitions of specific crimes are considered standard by many American law enforcement agencies. According to the FBI, index crime in the United States includes violent crime and property crime. Violent crime consists of five criminal offenses: murder and non-negligent manslaughter, rape, robbery, aggravated assault, and gang violence; property crime consists of burglary, larceny, motor vehicle theft, and arson.\n\nThe basic aspect of a crime considers the offender, the victim, type of crime, severity and level, and location. These are the basic questions asked by law enforcement when first investigating any situation. This information is formatted into a government record by a police arrest report, also known as an incident report. These forms lay out all the information needed to put the crime in the system and it provides a strong outline for further law enforcement agents to review. Society has a strong misconception about crime rates due to media aspects heightening their fear factor.[6] The system's crime data fluctuates by crime depending on certain influencing social factors such as economics, the dark figure of crime, population, and geography.[6]\n\n"
        },
        {
            "title": "Crime over time",
            "text": "In the long term, violent crime in the United States has been in decline since colonial times. The homicide rate has been estimated to be over 30 per 100,000 people in 1700, dropping to under 20 by 1800, and to under 10 by 1900.[7]\n\nAfter World War II, crime rates increased in the United States, peaking from the 1970s to the early-1990s. Violent crime nearly quadrupled between 1960 and its peak in 1991. Property crime more than doubled over the same period. Since the 1990s, however, contrary to common misconception,[8] crime in the United States has declined steadily, and has significantly declined by the late 1990s and also in the early 2000s. Several theories have been proposed to explain this decline:\n\nViolent crime rates (per 100,000) in the United States (1960-2018):[18][19]\n\nProperty crime rates (per 100,000) in the United States (1960–2018):[18][19]\n\nEach state has a set of statutes enforceable within its own borders. A state has no jurisdiction outside of its borders, even though still in the United States. It must request extradition from the state in which the suspect has fled. In 2014, there were 186,873 misdemeanor suspects outside specific states jurisdiction against whom no extradition would be sought. Philadelphia has about 20,000 of these since it is near a border with four other states. Extradition is estimated to cost a few hundred dollars per case.[20]\n\nAnalysis of arrest data from California indicates that the most common causes of felony arrest are for violent offenses such as robbery and assault, property offenses such as burglary and auto theft, and drug offenses. For misdemeanors, the most common causes of arrest were traffic offenses, most notably impaired driving, drug offenses, and failure to appear in court. Other common causes of misdemeanor arrest included assault and battery and minor property offenses such as petty theft.[21]\n\n"
        },
        {
            "title": "Arrested offenders by gender",
            "text": "According to the Office Of Justice Programs, crimes like burglary and vandalism have gone down during the past few years for men, and crimes like murder and robbery have gone down for women. For both genders, most of the crimes committed are done by people ages 25 and above. \n\n"
        },
        {
            "title": "Arrested offenders by age",
            "text": "In 2020, out of the 7,632,470 crimes documented that year, 5,721,190 of them were committed by someone who was at least 25 years of age. [90] 4,225,140 of them being committed by men and 1,496,050 being committed by women. It isn't some random spike seen with adults either. The number of crimes being committed by each age group increases with every year.  \n\n"
        },
        {
            "title": "Influences on crime",
            "text": "In 2020, 75% of all the crimes listed were committed by people ages 25+ while only 16% were committed by people 17 and younger. In 2019 94% of crimes were committed by adults. The data shows a gradual increase in crimes as people getting older. With only a fraction of crimes being committed by someone who is under 18. This demonstrates how kids over time will begin to commit more crimes due to them being conditioned by the way they were raised and who/what influenced them the most. Children being exposed to violence at a young age is a learned behavior that ends increasing their chances of committing violent acts when they're older by as much as 40%. [91]   \n\nResearch suggests that being socially isolated along with parents not setting boundaries while not teaching their kids about the risk and consequences of certain actions can cause them to commit violent acts as they get older. A lot of the times, these types of situations are most common in highly populated cities like Stockton and Oakland, causing the cycle to repeat. [91] \n\nPeople are more likely to fear and be less sympathetic toward offenders with a violent criminal history.[22] Violent criminal history includes any offense, of the severity of a violent felony, such as rape, homicide, aggravated assault, and robbery.[23] People associate these criminals with a negative connotation especially in comparison to those with a non-violent, non-sexual, criminal history, offenses with a misdemeanor severity level.[22]\n\n"
        },
        {
            "title": "Crime victimology",
            "text": "In 2011, surveys indicated more than 5.8 million violent victimizations and 17.1 million property victimizations took place in the United States; according to the Bureau of Justice Statistics, each property victimization corresponded to one household, while violent victimizations is the number of victims of a violent crime.[25]\n\nPatterns are found within the victimology of crime in the United States. Overall, people with lower incomes, those younger than 25, and non-whites were more likely to report being the victim of crime.[25] Income, gender, and age had the most dramatic effect on the chances of a person being victimized by crime, while the characteristic of race depended upon the crime being committed.[25]\n\nIn terms of gender, the BJS National Crime Victimization Survey (NCVS) published in 2019 that \"the percentage of violent victimizations reported to police was higher for females (46%) than for males (36%)\". This difference can largely be attributed to reporting of simple assaults, as the percentages of violent victimizations reported to police, excluding simple assault, were similar for females (47%) and males (46%). The victim-to-population ratio of 1.0 for both males and females shows that the percentage of violent incidents involving male (49%) or female (51%) victims was equal to males' (49%) or females' (51%) share of the population.[26]\n\nIn regards to rape, the National Incident-Based Reporting System (NIBRS) indicates females are disproportionately more affected than males. According to the data collected from 2010 to 2020, women make 89% of victims of rape, while men make 11%. Perpetrators are 93% men.[27]\n\nConcerning age, those younger than twenty-five were more likely to fall victim to crime, especially violent crime.[28] The chances of being victimized by violent crime decreased far more substantially with age than the chances of becoming the victim of property crime.[28] For example, 3.03% of crimes committed against a young person were theft, while 20% of crimes committed against an elderly person were theft.[28]\n\nBias motivation reports showed that of the 7,254 hate crimes reported in 2011, 47.7% (3,465) were motivated by race, with 72% (2,494) of race-motivated incidents being anti-black.[29] In addition, 20.8% (1,508) of hate crimes were motivated by sexual orientation, with 57.8% (871) of orientation-motivated incidents being anti-male homosexual.[29] The third largest motivation factor for hate crime was religion, representing 18.2% (1,318) incidents, with 62.2% (820) of religion-motivated incidents being anti-Jewish.[29]\n\n\nAs of 2007, violent crime against homeless people is increasing.[30]\n\nThe likelihood of falling victim to crime relates to both demographic and geographic characteristics.[31]\n\nIn 2010, according to the UNODC, 67.5% of all homicides in the United States were perpetrated using a firearm.[32] The costliest crime in terms of total financial impact on all of its victims, and the most underreported crime is rape, in the United States.[33][34]\n\n"
        },
        {
            "title": "Incarceration",
            "text": "The United States has the highest incarceration rate in the world (which includes pre-trial detainees and sentenced prisoners).[35] As of 2009, 2.3 million people were incarcerated in the United States, including federal and state prisons and local jails, creating an incarceration rate of 793 persons per 100,000 of national population.[35] During 2011, 1.6 million people were incarcerated under the jurisdiction of federal and state authorities.[36] At the end of 2011, 492 persons per 100,000 U.S. residents were incarcerated in federal and state prisons.[36] Of the 1.6 million state and federal prisoners, nearly 1.4 million people were under state jurisdiction, while 215,000 were under federal jurisdiction.[36] Demographically, nearly 1.5 million prisoners were male, and 115,000 were female, while 581,000 prisoners were black, 516,000 were white, and 350,000 were Hispanic.[36]\n\nAmong the 1.35 million sentenced state prisoners in 2011, 725,000 people were incarcerated for violent crimes, 250,000 were incarcerated for property crimes, 237,000 people were incarcerated for drug crimes, and 150,000 were incarcerated for other offenses.[36] Of the 200,000 sentenced federal prisoners in 2011, 95,000 were incarcerated for drug crimes, 69,000 were incarcerated for public order offenses, 15,000 were incarcerated for violent crimes, and 11,000 were incarcerated for property crimes.[36]\n\n"
        },
        {
            "title": "International comparison",
            "text": "The manner in which the United States' crime rate compares to other countries of similar wealth and development depends on the nature of the crime used in the comparison.[37] Overall crime statistic comparisons are difficult to conduct, as the definition and categorization of crimes varies across countries. Thus an agency in a foreign country may include crimes in its annual reports which the U.S. omits, and vice versa.\n\nHowever, some countries such as Canada have similar definitions of what constitutes a violent crime, and nearly all countries had the same definition of the characteristics that constitutes a homicide.[citation needed] Overall the total crime rate of the United States is higher than developed countries, specifically Europe and East Asia, with South American countries and Russia being the exceptions.[38] Some types of reported property crime in the U.S. survey as lower than in Germany or Canada, yet the homicide rate in the United States is substantially higher as is the prison population.\n\nThe difference in homicide rate between the U.S. and other high income countries has widened in recent years especially since the 30% rise in 2020 was not replicated elsewhere, and is also above many developing countries such as China, India and Turkey.[39][circular reference] In the European Union, homicides fell 32% between 2008-2019 to 3,875[40] while rising by 4,901 in the U.S. in 2020 alone,[41] leaving the U.S. with a homicide rate 7x higher. In reputable estimates of crime across the globe, the U.S. generally ranks slightly below the middle, roughly 70th lowest or 100th highest.[42][43]\n\nThe reported U.S. violent crime rate includes murder, rape and sexual assault, robbery, and assault,[44] whereas the Canadian violent crime rate includes all categories of assault, including Assault level 1 (i.e., assault not using a weapon and not resulting in serious bodily harm).[45][46] A Canadian government study concluded that direct comparison of the two countries' violent crime totals or rates was \"inappropriate\".[47]\n\nFrance does not count minor violence such as punching or slapping as assault, whereas Austria, Germany, Finland and the United Kingdom do count such occurrences.[48]\n\nThe United Kingdom similarly has different definitions of what constitutes violent crime compared to the United States, making a direct comparison of the overall figure flawed. The FBI's Uniform Crime Reports defines a \"violent crime\" as one of four specific offenses: murder and non-negligent manslaughter, forcible rape, robbery, and aggravated assault. The British Home Office, by contrast, has a different definition of violent crime, including all \"crimes against the person\", including simple assaults, all robberies, and all \"sexual offenses\", as opposed to the FBI, which only counts aggravated assaults and \"forcible rapes\".[49]\n\nCrime rates are necessarily altered by averaging neighborhood higher or lower local rates over a larger population which includes the entire city. Having small pockets of dense crime may increase a city's average crime rate. It is estimated that violent crime accounts for as much as $2.2 trillion by the Pacific Institute for Research and Evaluation, accounting for about 85% of the total cost of crime in the United States.[50]\n\n†Australian statistics record only sexual assault, and do not have separate statistics for rape only. Sexual assault is defined to include rape, attempted rape, aggravated sexual assault (assault with a weapon), indecent assault, penetration by objects, forced sexual activity that did not end in penetration and attempts to force a person into sexual activity; but excludes unwanted sexual touching. [57]\n\n^UCR rape statistics do NOT include sexual assault, while the NCVS does, furthermore NCVS define sexual assault to include as well sexual touching with/without force, and verbal threats of rape or sexual assault, as well as rape, attempted rape, and sexual assault that isn't rape.[53][54]\n\nAccording to a 2013 report by the United Nations Office on Drugs and Crime (UNODC), between 2005 and 2012[update], the average homicide rate in the U.S. was 4.9 per 100,000 inhabitants compared to the average rate globally, which was 6.2. However, the U.S. had much higher murder rates compared to four other selected \"developed countries\", which all had average homicide rates of 0.8 per 100,000.[38] In 2004, there were 5.5 homicides for every 100,000 persons, roughly three times as high as Canada (1.9) and six times as high as Germany and Italy (0.9).[59][45]\n\nIn 2018, the US murder rate was 5.0 per 100,000, for a total of 15,498 murders.[60]\n\nIn the United States, the number of homicides where the victim and offender relationship was undetermined has been increasing since 1999 but has not reached the levels experienced in the early 1990s. In 14% of all murders, the victim and the offender were strangers. Spouses and family members made up about 15% of all victims, about one-third of the victims were acquaintances of the assailant, and the victim and offender relationship was undetermined in over one-third of homicides. Gun involvement in homicides were gang-related homicides which increased after 1980, homicides that occurred during the commission of a felony which increased from 55% in 1985 to 77% in 2005, homicides resulting from arguments which declined to the lowest levels recorded recently, and homicides resulting from other circumstances which remained relatively constant. Because gang killing has become a normal part of inner cities, many including police hold preconceptions about the causes of death in inner cities. When a death is labeled gang-related it lowers the chances that it will be investigated and increases the chances that the perpetrator will remain at large. In addition, victims of gang killings often determine the priority a case will be given by police. Jenkins (1988) argues that many serial murder cases remain unknown to police and that cases involving Black offenders and victims are especially likely to escape official attention.[61]\n\nAccording to the FBI, \"When the race of the offender was known, 53.0 percent were black, 44.7 percent were white, and 2.3 percent were of other races. The race was unknown for 4,132 offenders. (Based on Expanded Homicide Data Table 3). Of the offenders for whom gender was known, 88.2 percent were male.\"[62] According to the U.S. Bureau of Justice Statistics, from 1980 to 2008, 84 percent of white homicide victims were killed by white offenders and 93 percent of black homicide victims were killed by black offenders.[24]\n\n The United States has the highest rate of civilian gun ownership per capita.[63][64][65] According to the CDC, between 1999 and 2014 there were 185,718 homicides from use of a firearm and 291,571 suicides using a firearm.[66] The U.S. gun homicide rate in 2019 was 18 times the average rate in other developed countries.[67] Despite a significant increase in the sales of firearms since 1994, the US has seen a drop in the annual rate of homicides using a firearm from 7.0 per 100,000 population in 1993 to 3.6 per 100,000 in 2013.[68]  In the ten years between 2000 and 2009, the ATF reported 37,372,713 clearances for purchase, however, in the four years between 2010 and 2013, the ATF reported 31,421,528 clearances.[69]\n\nAccording to a 2004 study by the Bureau of Justice Statistics, looking at the period from 1981 to 1999, the United States had a lower surveyed residential burglary rate in 1998 than Scotland, England, Canada, the Netherlands, and Australia. The other two countries included in the study, Sweden and Switzerland, had only slightly lower burglary rates. For the first nine years of the study period the same surveys of the public showed only Australia with rates higher than the United States. The authors noted various problems in doing the comparisons including infrequent data points. (The United States performed five surveys from 1995 to 1999 when its rate dipped below Canada's, while Canada ran a single telephone survey during that period for comparison.)[37]\n\nViolence against children from birth to adolescence is considered a \"global phenomenon that takes many forms (physical, sexual, emotional), and occurs in many settings, including the home, school, community, care, and justice systems, and over the Internet.\"[70]\n\nAccording to a 2001 report from UNICEF, the United States has the highest rate of deaths from child abuse and neglect of any industrialized nation, at 2.4 per 100,000 children; France has 1.4, Japan 1, UK 0.9 and Germany 0.8. According to the US Department of Health, the state of Texas has the highest death rate, at 4.1 per 100,000 children, New York has 2.5, Oregon 1.5 and New Hampshire 0.4. [71]\nA 2018 report from the Congressional Research Service stated, at the national level, violent crime and homicide rates have increased each year from 2014 to 2016.[72]\n\nIn 2016, data from the National Child Abuse and Neglect Data System (NCANDS) revealed that approximately 1,750 children died from either abuse or neglect; further, this is a continuing trend with an increasing 7.4% of crimes against children from 2012 to 2016 and these statistics can be compared to a rate of 2.36 children per 100,000 children in the United States general population.[73]  In addition, 44.2% of these 2016 statistics are specific to physical abuse towards a child.[73]\n\nA 2016 report from the Child Welfare Information Gateway also showed that parents account for 78% of violence against children in the United States.[citation needed]\n\nHuman trafficking is categorized into the following three groups: (1) sex trafficking; (2) sex and labor trafficking; and (3) labor trafficking; In addition, the rate of domestic minor sex trafficking has exponentially increased over the years. Sex trafficking of children also referred to as commercial sexual exploitation of children, is categorized by the following forms: pornography, prostitution, child sex tourism, and child marriage. Profiles of traffickers and types of trafficking differ in the way victims are abducted,  how they are treated, and the reason for the abduction.\n\nAccording to a 2017 report from the National Human Trafficking Hotline (NHTH), out of 10,615 reported survivors of sex trafficking, 2,762 of those survivors were minors.[74]\n\nThe U.S. Department of Justice defines Commercial Sexual Exploitation of Children (CSEC) as a range of crimes and activities involving the sexual abuse or exploitation of a child for the financial benefit of any person or in exchange for anything of value (including monetary and non-monetary benefits) given or received by any person. These crimes against children, which may occur at any time or place, rob them of their childhood and are extremely detrimental to their emotional and psychological development.[75]\n\nIn Pimp-controlled trafficking, the pimp typically is the only trafficker involved who has full physical, psychological and emotional control over the victim. In Gang-controlled trafficking, a large group of people has power over the victim, forcing the victim to take part in illegal or violent tasks for the purpose of obtaining drugs. Another form is called Familial trafficking, which differs the most from the two mentioned above because the victim is typically not abducted. Instead, the victim is forced into being sexually exploited by family members in exchange for something of monetary value, whether that's paying back debt, or obtaining drugs or money. This type of sexual exploitation tends to be the most difficult to detect, yet remains as the most prevalent form of human sex trafficking within the United States.[75]\n\nIn 2009, the Office of Juvenile Justice and Delinquency Prevention reported that the average age when children first fall victim to CSEC is between ages 12 and 14. However, this age has become increasingly younger due to exploiters' fear of contracting HIV or AIDS from older victims.[75]\n\nIn 2018, the Office of Public Affairs within the Department of Justice released a report from operation \"Broken Heart\" conducted by Internet Crimes Against Children (ICAC) task forces, stating that more than 2,300 suspected online child sex offenders were arrested on the following allegations:[76]\n\nIn addition, a 2011 report by the Bureau of Justice Statistics described the characteristics of suspected human trafficking incidents, identifying roughly 95% of victims as female and over half as 17 years old or younger.\n\n"
        },
        {
            "title": "Geography of crime",
            "text": "Crime rates vary in the United States depending on the type of community.[77] Within metropolitan statistical areas, both violent and property crime rates are higher than the national average; in cities located outside metropolitan areas, violent crime was lower than the national average, while property crime was higher.[77] For rural areas, both property and violent crime rates were lower than the national average.[77]\n\nFor regional comparisons, the FBI divides the United States into four regions: Northeast, Midwest, South, and West.[78] For 2019, the region with the lowest violent crime rate was the Northeast, with a rate of 292.4 per 100,000 residents, while the region with the highest violent crime rate was the West, with a rate of 413.5 per 100,000.[78] For 2019, the region with the lowest property crime rate was the Northeast, with a rate of 1,350.4 per 100,000 residents, while the region with the highest property crime rate was the West, with a rate of 2,411.7 per 100,000.[78]\n\nCrime rates vary among U.S. states.[79] In 2019, the state with the lowest violent crime rate was Maine, with a rate of 115.2 per 100,000 residents, while the state with the highest violent crime rate was Alaska, with a rate of 867.1 per 100,000.[79] However, the District of Columbia, the U.S. capital district, had a violent crime rate of 1,049.0 per 100,000 in 2019.[79] In 2019, the state with the highest property crime rate was Louisiana, with a rate of 3,162.0 per 100,000, while the state with the lowest property crime rate was Massachusetts, with a rate of 1,179.8 per 100,000.[79] However, Puerto Rico, an unincorporated territory of the United States, had a property crime rate of 702.7 per 100,000 in 2011.[79]\n\nCrime in metropolitan statistical areas tends to be above the national average; however, wide variance exists among and within metropolitan areas.[80] Some responding jurisdictions report very low crime rates, while others have considerably higher rates; these variations are due to many factors beyond population.[80] FBI crime statistics publications strongly caution against comparison rankings of cities, counties, metropolitan statistical areas, and other reporting units without considering factors other than simply population.[80] For 2017[update], the metropolitan statistical area with the highest violent crime rate was  the Memphis, Tennessee, metropolitan area, with a rate of 1168.3 per 100,000 residents, while the metropolitan statistical area with the lowest violent crime rate was Bangor, Maine, metropolitan area, with a rate of 65.8.[81]\n\nIt is quite common for crime in American cities to be highly concentrated in a few, often economically disadvantaged areas. For example, San Mateo County, California had a population of approximately 707,000 and 17 homicides in 2001. Six of these 17 homicides took place in poor East Palo Alto, which had a population of roughly 30,000. So, while East Palo Alto accounted for a mere 4.2% of the population, about one-third of the homicides took place there.[82]\n\n"
        },
        {
            "title": "Number and growth of criminal laws",
            "text": "There are conflicting opinions on the number of federal crimes,[83][84] but many have argued that there has been explosive growth and it has become overwhelming.[85][86][87] In 1982, the U.S. Justice Department could not come up with a number, but estimated 3,000 crimes in the United States Code.[83][84][88] In 1998, the American Bar Association (ABA) said that it was likely much higher than 3,000, but didn't give a specific estimate.[83][84] In 2008, the Heritage Foundation published a report that put the number at a minimum of 4,450.[84] When staff for a task force of the U.S. House Judiciary Committee asked the Congressional Research Service (CRS) to update its 2008 calculation of criminal offenses in the United States Code in 2013, the CRS responded that they lack the staffing and resources to accomplish the task.[89]\n\n"
        },
        {
            "title": "Extra References",
            "text": "90. Arrests by Offense, age and gender https://www.ojjdp.gov/ojstatbb/crime/ucr.asp?table_in=1&selYrs=2020&rdoGroups=3&rdoData=c Archived December 4, 2022 US Department of Justice, Office Of Justice Programs,\n\n91. Environmental Factors Contribute to Juvenile Crime and Violence https://www.ojp.gov/ncjrs/virtual-library/abstracts/environmental-factors-contribute-juvenile-crime-and-violence#:~:text=Environmental%20factors%20that%20contribute%20to,either%20violence%20or%20physical%20abuse. Archived December 4, 2022 US Department Of Justice, Office Of Justice Programs \n\n"
        }
    ]
}