{
    "url": "https://en.wikipedia.org/wiki/Critique_of_work",
    "title": "Critique of work",
    "table_of_contents": [
        "1 History",
        "1.1 Paul Lafargue",
        "1.2 Bertrand Russell",
        "2 Contemporary era",
        "2.1 David Graeber",
        "2.2 Frédéric Lordon",
        "2.3 Franco \"Bifo\" Berardi",
        "2.4 George Alliger",
        "2.5 Guy Debord",
        "3 Anti-work ethic",
        "3.1 History",
        "3.2 Contemporary era",
        "3.3 Media",
        "4 In art",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Critique of work or critique of labour is the critique of, and wish to abolish, work as such, and to critique what the critics of works deem wage slavery.[1][2][3]\n\nCritique of work can be existential, and focus on how labour can be and/or feel meaningless, and stands in the way for self-realisation.[1][4][3] But the critique of work can also highlight how excessive work may harm the productivity of society, or society itself.[5][6] The critique of work can also take on a more utilitarian character in which work simply stands in the way for human happiness as well as health.[7][2][1][8]\n\n"
        },
        {
            "title": "History",
            "text": "Many thinkers have critiqued and wished for the abolishment of labour as early as in Ancient Greece.[1][9][10][11] An example of an opposing view is the anonymously published treatise titled Essay on Trade and Commerce published in 1770 which claimed that to break the spirit of idleness and independence of the English people, ideal \"work-houses\" should imprison the poor. These houses were to function as \"houses of terror, where they should work fourteen hours a day in such fashion that when meal time was deducted there should remain twelve hours of work full and complete.\"[10]\n\nViews like these propagated for in the following decades by e.g. Malthus, which led up to the Poor Law Amendment Act of 1834.[10]\n\nThe battle of shortening the working hours to ten hours was ongoing between around the 1840s until about 1900.[9] However establishing the eight hour working day went significantly faster, and these short-hour social movements aligned against labour, managed to get rid of two working hours between the mid-1880s to 1919.[9] During this epoch reformers argued that mechanization was not only supposed to provide material goods, but to free workers from \"slavery\" and introduce them to the \"duty\" to enjoy life.[9]\n\nWhile the productive capacity rose enormously with industrialization, people were made busier, while one might have expected the opposite to occur.[9] This was at least the expectation among many intellectuals such as Paul Lafargue.[9] The liberal John Stuart Mill also predicted that society would come to a stage where growth would end when mechanization would meet all real needs.[9] Lafargue argued that the obsession society seemed to have with labour paradoxically harmed the productivity, which society had as one of its primary justifications for not working as little as possible.[1]\n\nDuring 2021, the anti-work movement has experienced rapid growth online, especially on the subreddit r/antiwork which uses the slogan \"Unemployment for all, not just the rich!\". As of July 2022, the subreddit has 2 million members, and has aided workers in the 2021 Kellogg's strike.[12][13][14][15][16]\n\nIn Lafargue's book The Right To Be Lazy, he claims that: \"It is sheer madness, that people are fighting for the \"right\" to an eight-hour working day. In other words, eight hours of servitude, exploitation and suffering, when it is leisure, joy and self-realisation that should be fought for – and as few hours of slavery as possible.\"[1]\n\nAutomation, which had already come a long way in Lafargue's time, could easily have reduced working hours to three or four hours a day. This would have left a large part of the day for the things which he would claim that we really want to do – spend time with friends, relax, enjoy life, be lazy.\nThe machine is the saviour of humanity, Lafargue argues, but only if the working time it frees up becomes leisure time. It can be, it should be, but it rarely has been. The time that is freed up is according to Lafargue usually converted into more hours of work, which in his view is only more hours of toil and drudgery.[1]\n\nRussell's book In Praise of Idleness is a collection of essays on the themes of sociology and philosophy. Russell argues that if the burden of work were shared equally among all, resulting in fewer hours of work, unemployment would disappear. As a result, human happiness would also increase as people would be able to enjoy their newfound free time, which would further increase the amount of science and art.[2] Russell for example claimed that \"Modern methods of production have given us the possibility of ease and security for all; we have chosen, instead, to have overwork for some and starvation for others. Hitherto we have continued to be as energetic as we were before there were machines; in this we have been foolish\".[17]\n\n"
        },
        {
            "title": "Contemporary era",
            "text": "The anthropologist David Graeber has written about bullshit jobs, which are jobs that are meaningless and do not contribute anything worthwhile, or even damage society.[18] Graeber also claims that bullshit jobs are often not the worst paid ones.[19]\n\n\nThe bullshit-jobs can include tasks like these:\nIn Willing Slaves of Capital: Spinoza and Marx on Desire,[21] the French economist and philosopher Frédéric Lordon ponders why people accept deferring or even replacing their own desires and goals with those of an organization. \"It is ultimately quite strange\", he writes, \"that people should so 'accept' to occupy themselves in the service of a desire that was not originally their own.\"[21] Lordon argues that surrender of will occurs via the capture by organizations of workers' \"basal desire\" – the will to survive.\n\nBut this willingness of workers to become aligned with a company's goals is due not only to what can be called \"managerialism\" (the ways in which a company co-opts individuality via wages, rules, and perks), but to the psychology of the workers themselves, whose \"psyches… perform at times staggering feats of compartmentalization.\"[21] So consent to work itself becomes problematic and troubling; as captured in the title of Lordon's book, workers are \"willing slaves.\"\n\nFranco Berardi, an Italian Autonomist thinker, suggests in The Soul at Work: From Alienation to Autonomy,[22] that capitalism has harnessed modern desires for autonomy and independence:\nKnowledge workers, or what Barardi calls the \"cognitariat\" are far from free of this co-option. People in these jobs, he says, have suffered a kind of Taylorization of their work via the parceling and routinization of even creative activities.\n\nIn the 2022 book Anti-Work: Psychological Investigations into Its Truths, Problems, and Solutions,[23] work psychologist Alliger proposes to systematize anti-work thinking by suggesting a set of almost 20 propositions that characterize this topic. He draws on a wide variety of sources; a few of the propositions or tenets are:\n\nAlliger provides a discussion of each proposition and considers how workers, as well as psychologists, can best respond to the existential difficulties and challenges of work.\n\nOne of the founders of the Situationist International in France (which helped inspire the student revolt of 1968), Guy Debord wrote the influential The Society of the Spectacle (La société du spectacle).[24] He suggested that since all actual activity, including work, has been harnessed into the production of the spectacle, that there can be no freedom from work, even if leisure time is increasing.[25] That is, since leisure can only be leisure within the planned activities of the spectacle, and since alienated labour helps to reproduce that spectacle, there is also no escape from work within the confines of the spectacle.[25][26] Debord also used the slogan \"NEVER WORK\", which he initially painted as graffiti, and henceforth came to emphasize \"could not be considered superfluous advice\".[27]\n\n"
        },
        {
            "title": "Anti-work ethic",
            "text": "Nietzsche rejected the work ethic, viewing it as damaging to the development of reason, as well as the development of the individual etc. In 1881, he wrote:\n\nThe American architect, philosopher, designer, and futurist Buckminster Fuller presented a similar argument which rejected the notion that people should be de facto forced to sell their labor in order to have the right to a decent life.[29][30]\n\nParticularly in anarchist circles,[31] some believe that work has become highly alienated throughout history and is fundamentally unhappy and burdensome, and therefore should not be enforced by economic or political means.[32] In this context, some call for the introduction of an unconditional basic income[33] or a shorter working week such as the 4-day workweek.[34]\n\nThe Idler is a twice-monthly British magazine dedicated to the ethos of \"idleness.\" It was founded in 1993 by Tom Hodgkinson and Gavin Pretor-Pinney with the intention of exploring alternative ways of working and living.[35]\n\nThe largest organized anti-work community on the Internet is the subreddit r/antiwork on Reddit[36] with (as of December 2021) over 1.4 million members,[37] who call themselves \"idlers\" and call for \"Unemployment for all, not just the rich!\".[38]\n\n"
        },
        {
            "title": "In art",
            "text": "The Swedish Public Freedom Service is a conceptual art project which has been running since 2014.[39] One of the artists involved argued in relationship to the project that \"changes in the last 200 years or so have always been shifts in power, while not much that is fundamental to the construction of society has changed. We are largely marinated in the belief that wage labour must be central.\"[40]\n\n"
        }
    ]
}