{
    "url": "https://en.wikipedia.org/wiki/Criticism_of_the_United_States_government",
    "title": "Criticism of the United States government",
    "table_of_contents": [
        "1 Foreign policy",
        "1.1 International law",
        "2 Government structure",
        "2.1 Executive branch",
        "2.1.1 Presidential incompetency",
        "2.1.2 Over-burdened presidency",
        "2.1.3 Presidents may lack experience",
        "2.1.4 Excessive authority of the presidency",
        "3 See also",
        "3.1 Criticism of agencies",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Criticism of the United States government encompasses a wide range of sentiments about the actions and policies of the United States.\n\nCriticism has been levelled against the competence of its leaders,[1][2][3] perceived corruption,[4][5] and its foreign policy.[6]\n\n"
        },
        {
            "title": "Foreign policy",
            "text": "The U.S. has been criticized for making statements supporting peace and respecting national sovereignty, but while carrying out military actions such as in Grenada, fomenting a civil war in Colombia to break off Panama, and invading Iraq. The U.S. has been criticized for advocating free trade but while protecting local industries with import tariffs on foreign goods such as lumber[8] and agricultural products. The U.S. has also been criticized for advocating concern for human rights while refusing to ratify the Convention on the Rights of the Child. The U.S. has publicly stated that it is opposed to torture, but has been criticized for condoning it in the School of the Americas. The U.S. has advocated a respect for national sovereignty but has supported internal guerrilla movements and paramilitary organizations, such as the Contras in Nicaragua.[9][10] The U.S. has been criticized for voicing concern about narcotics production in countries such as Bolivia and Venezuela but doesn't follow through on cutting certain bilateral aid programs.[11] However, some defenders argue that a policy of rhetoric while doing things counter to the rhetoric was necessary in the sense of realpolitik and helped secure victory against the dangers of tyranny and totalitarianism.[12]\n\nThe U.S. has been criticized for supporting dictatorships with economic assistance and military hardware.\n\nThe U.S. has been criticized by Noam Chomsky for opposing nationalist movements in foreign countries, including social reform.[13][14][clarification needed]\n\nPresident Bush has been criticized for neglecting democracy and human rights by focusing exclusively on an effort to fight terrorism.[15] The U.S. was criticized for alleged prisoner abuse at Guantánamo Bay, Abu Ghraib in Iraq, and secret CIA prisons in eastern Europe, according to Amnesty International.[16] In response, the U.S. government claimed incidents of abuse were isolated incidents which did not reflect U.S. policy.\n\nSome critics charge that U.S. government aid should be higher given the high levels of gross domestic product.[17][18] The U.S. pledged 0.7% of GDP at a global conference in Mexico.[19][20] However, since the U.S. grants tax breaks to nonprofits, it subsidizes relief efforts abroad,[21] although other nations also subsidize charitable activity abroad.[22] Most foreign aid (79%) came not from government sources but from private foundations, corporations, voluntary organizations, universities, religious organizations and individuals. According to the Index of Global Philanthropy, the United States is the top donor in absolute amounts.[23]\n\nThe U.S. has also been criticized for failure to support the 1997 Kyoto Protocol.[24][25]\n\nThere has been sharp criticism about the U.S. response to the Holocaust: That it failed to admit Jews fleeing persecution from Europe at the beginning of World War II, and that it did not act decisively enough to prevent or stop the Holocaust.[26][27]\n\nCritic Robert McMahon thinks Congress has been excluded from foreign policy decision making, and that this is detrimental.[28] Other writers suggest a need for greater Congressional participation.[29]\n\nJim Webb, former Democratic senator from Virginia and former Secretary of the Navy in the Reagan administration, believes that Congress has an ever-decreasing role in U.S. foreign policy making. September 11, 2001 precipitated this change, where \"powers quickly shifted quickly to the Presidency as the call went up for centralized decision making in a traumatized nation where, quick, decisive action was considered necessary. It was considered politically dangerous and even unpatriotic to question this shift, lest one be accused of impeding national safety during a time of war.\"[30]\n\nSince that time, Webb thinks Congress has become largely irrelevant in shaping and executing of U.S. foreign policy. He cites the Strategic Framework Agreement (SFA), the U.S.-Afghanistan Strategic Partnership Agreement, and the 2011 military intervention in Libya as examples of growing legislative irrelevance. Regarding the SFA, \"Congress was not consulted in any meaningful way. Once the document was finalized, Congress was not given the opportunity to debate the merits of the agreement, which was specifically designed to shape the structure of our long-term relations in Iraq\" (11). \"Congress did not debate or vote on this agreement, which set U.S. policy toward an unstable regime in an unstable region of the world.\"[30] The Iraqi Parliament, by contrast, voted on the measure twice. The U.S.-Afghanistan Strategic Partnership Agreement is described by the Obama Administration has a \"legally binding executive agreement\" that outlines the future of U.S.-Afghan relations and designated Afghanistan a major non-NATO ally. \"It is difficult to understand how any international agreement negotiated, signed, and authored only by our executive branch of government can be construed as legally binding in our constitutional system,\" Webb argues.[30]\n\nFinally, Webb identifies the U.S. intervention in Libya as a troubling historical precedent. \"The issue in play in Libya was not simply whether the president should ask Congress for a declaration of war. Nor was it wholly about whether Obama violated the edicts of the War Powers Act, which in this writer's view he clearly did. The issue that remains to be resolved is whether a president can unilaterally begin, and continue, a military campaign for reasons that he alone defines as meeting the demanding standards of a vital national interest worth of risking American lives and expending billions of dollars of taxpayer money.\"[30] When the military campaign lasted months, President Barack Obama did not seek approval of Congress to continue military activity.[30]\n\nThe US government has revoked or reduced the judicial immunity of some foreign government, which is somewhat unusual in international law. In most cases, the US government's conduct cannot be equated with international law, as the International Court of Justice has ruled.[31]\n\nIn general, it can be said that \"judicial immunity of governments\" means that no government has the right to try or prosecute the independent and ruling government of another country in its courts. \"The judicial immunity of the governments\" in international law refers to the rules and principles of law, according to which the foreign government will be safe from the exercise of the authority of another government.[32]\n\nIn recent years, US courts have focused on implicit waiver of judicial immunity of other governments due to the United States' government insistence.[33] In many foreign policy cases, the US government has prioritized its own interests by undermining the judicial immunity of other governments and abusing the provisions of international law.[34] The US State Immunity Act is in conflict with international law, although in many cases the parties to the dispute have sought to challenge the law with their defenses under the US State Immunity Act, the courts have always upheld the validity of the law, while many of these objections look right and legal.[35] Some jurists have explicitly stated that US foreign government judicial immunity regulations can hardly be adapted to the provisions of international law.[36] The International Court of Justice has in several cases declared the US foreign government judicial immunity regulations outside the legal limits.[37][38]\n\n"
        },
        {
            "title": "Government structure",
            "text": "One difficulty of the American government is that the lack of oversight for presidents offers no safeguards for presidential incompetency. For example, Barack Obama has been increasingly criticized for his expansive views on executive powers and mismanaging of several situations, including the Syrian Civil War.[39] In addition, George W. Bush, who was criticized as entering the Iraq War too hastily, had no reproach for his advocacy of the war.[24][40][41][42][43][44][45]\n\nGeorge H. W. Bush was criticized for stopping the first Iraq War too soon without finishing the task of capturing Saddam Hussein.[42] Former Secretary of State Henry Kissinger criticized Jimmy Carter for numerous foreign policy mistakes, including a decision to admit the ailing Shah of Iran into the United States for medical treatment, as well as a bungled military mission to try to rescue the hostages in Tehran.[46]\n\nVirtually every president in modern history has been criticized for incompetency in some fashion. However, there are little to no mechanisms in place to provide accountability. Since the only way to remove an incompetent president is with the rather difficult policy of impeachment, it is possible for a marginally competent or incompetent president to stay in office for four to eight years and cause great mischief.[47][48]\n\nPresidents have not only foreign policy responsibilities, but sizable domestic duties too. In addition, the presidency is the head of a political party. As a result, it is tough for one person to manage disparate tasks, in one view. Many believe that this overburdened duty of presidents allows for incompetency in government.[49]\n\nSince the constitution requires no prior experience in diplomacy, government, or military service, it is possible to elect presidents with scant foreign policy experience. Clearly the record of past presidents confirms this, and that presidents who have had extensive diplomatic, military, and foreign policy experience have been the exception, not the rule. In recent years, presidents had relatively more experience in such tasks as peanut farming, acting and governing governorships than in international affairs. It has been debated whether voters are sufficiently skillful to assess the foreign policy potential of presidential candidates, since foreign policy experience is only one of a long list of attributes in which voters tend to select candidates.[24] President Obama has been widely criticized as too inexperienced for the job, having only served in government for three years before his presidential election. However, party leadership and donors were adamant in their advocacy due his broad appeal, leading to a nominee with little experience.[50]\n\nIn addition, an increasing difficulty for providing well-versed presidents is that the American people in recent years are, in increasing numbers, more distrustful of their government and longterm, career politicians. As such, inexperienced candidates often perform better.[51]\n\nIn contrast to criticisms that presidential attention is divided into competing tasks, some critics charge that presidents have too much power, and that there is the potential for tyranny or authoritarianism. Many presidents have circumvented the national security decision-making process, including Trump, Obama, George W. Bush, Clinton, and Reagan, as well as others historically.[24] Many critics see a danger in too much executive authority.[52][53][54][55][56][57]\n\n"
        }
    ]
}