{
    "url": "https://en.wikipedia.org/wiki/Critical_rationalism",
    "title": "Critical rationalism",
    "table_of_contents": [
        "1 Criticism, not support",
        "2 Non-justificationism",
        "3 The pitfalls of justificationism and positivism",
        "4 Variations",
        "5 See also",
        "5.1 People",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Critical rationalism is an epistemological philosophy advanced by Karl Popper on the basis that, if a statement cannot be logically deduced (from what is known), it might nevertheless be possible to logically falsify it. Following Hume, Popper rejected any inductive logic that is ampliative, i.e., any logic that can provide more knowledge than deductive logic.  In other words if we cannot assert it logically, we should at the least try to logically falsify it, which led Popper to his falsifiability criterion. \n\nPopper wrote about critical rationalism in many works, including: The Logic of Scientific Discovery (1934/1959),[1] The Open Society and its Enemies (1945),[2] Conjectures and Refutations (1963),[3] Unended Quest (1976),[4] and The Myth of the Framework (1994).[5]\n\n"
        },
        {
            "title": "",
            "text": "Critical rationalists hold that scientific theories and any other claims to knowledge can and should be rationally criticized, and (if they have empirical content) can and should be subjected to tests which may falsify them. Thus claims to knowledge may be contrastingly and normatively evaluated. They are either falsifiable and thus empirical (in a very broad sense), or not falsifiable and thus non-empirical. Those claims to knowledge that are potentially falsifiable can then be admitted to the body of empirical science, and then further differentiated according to whether they are retained or are later actually falsified. If retained, further differentiation may be made on the basis of how much subjection to criticism they have received, how severe such criticism has been, and how probable the theory is, with the least probable theory that still withstands attempts to falsify it being the one to be preferred.[6] That it is the least probable theory that is to be preferred is one of the contrasting differences between critical rationalism and classical views on science, such as positivism, which holds that one should instead accept the most probable theory.[6] The least probable theory is preferred because it is the one with the highest information content and most open to future falsification.\n\nCritical rationalism as a discourse positioned itself against what its proponents took to be epistemologically relativist philosophies, particularly post-modernist or sociological approaches to knowledge. Critical rationalism holds that knowledge is objective (in the sense of being embodied in various substrates and in the sense of not being reducible to what humans individually \"know\"), and also that truth is objective (exists independently of social mediation or individual perception, but is \"really real\").\n\nHowever, this contrastive, critical approach to objective knowledge is quite different from more traditional views that also hold knowledge to be objective. (These include the classical rationalism of the Enlightenment, the verificationism of the logical positivists, or approaches to science based on induction, a supposed form of logical inference which critical rationalists reject, in line with David Hume.) For criticism is all that can be done when attempting to differentiate claims to knowledge, according to the critical rationalist. Reason is the organon of criticism, not of support; of tentative refutation, not of proof.\n\nSupposed positive evidence (such as the provision of \"good reasons\" for a claim, or its having been \"corroborated\" by making successful predictions) does nothing to bolster, support, or prove a claim, belief, or theory.\n\nIn this sense, critical rationalism turns the normal understanding of a traditional rationalist, and a realist, on its head. Especially the view that a theory is better if it is less likely to be true is in direct opposition to the traditional positivistic view, which holds that one should seek theories that have a high probability.[6] Popper notes that this \"may illustrate Schopenhauer's remark that the solution of a problem often first looks like a paradox and later like a truism\". Even a highly unlikely theory that conflicts with a current observation (and is thus false, like \"all swans are white\") must be considered to be better than one which fits observations perfectly, but is highly probable (like \"all swans have a color\"). This insight is the crucial difference between naive falsificationism and critical rationalism. The lower probability theory is favoured by critical rationalism because the greater the informative content of a theory the lower will be its probability, for the more information a statement contains, the greater will be the number of ways in which it may turn out to be false. The rationale behind this is simply to make it as easy as possible to find out whether the theory is false so that it can be replaced by one that is closer to the truth. It is not meant as a concession to justificatory epistemology, like assuming a theory to be \"justifiable\" by asserting that it is highly unlikely and yet fits observation.\n\nCritical rationalism rejects the classical position that knowledge is justified true belief; it instead holds the exact opposite: that, in general, knowledge is unjustified untrue unbelief.[7] It is unjustified because of the non-existence of good reasons. It is untrue, because it usually contains errors that sometimes remain unnoticed for hundreds of years. And it is not belief either, because scientific knowledge, or the knowledge needed to, for example, build an airplane, is contained in no single person's mind. It is only what is recorded in artifacts such as books.\n\n"
        },
        {
            "title": "Non-justificationism",
            "text": "William Warren Bartley compared critical rationalism to the very general philosophical approach to knowledge which he called justificationism, the view that scientific theories can be justified. Most justificationists do not know that they are justificationists. Justificationism is what Popper called a \"subjectivist\" view of truth, in which the question of whether some statement is true is confused with the question of whether it can be justified (established, proven, verified, warranted, made well-founded, made reliable, grounded, supported, legitimated, based on evidence) in some way.\n\nAccording to Bartley, some justificationists are positive about this mistake. They are naïve rationalists, and thinking that their knowledge can indeed be founded, in principle, it may be deemed certain to some degree, and rational.\n\nOther justificationists are negative about these mistakes. They are epistemological relativists, and think (rightly, according to the critical rationalist) that you cannot find knowledge, that there is no source of epistemological absolutism. But they conclude (wrongly, according to the critical rationalist) that there is therefore no rationality, and no objective distinction to be made between the true and the false.\n\nBy dissolving justificationism itself, the critical rationalist (a proponent of non-justificationism)[8] regards knowledge and rationality, reason and science, as neither foundational nor infallible, but nevertheless does not think we must therefore all be relativists. Knowledge and truth still exist, just not in the way we thought.\n\nNon-justificationism is also accepted by David Miller and Karl Popper.[9] However, not all proponents of critical rationalism oppose justificationism; it is supported most prominently by John W. N. Watkins. In justificationism, criticism consists of trying to show that a claim cannot be reduced to the authority or criteria that it appeals to. That is, it regards the justification of a claim as primary, while the claim itself is secondary. By contrast, non-justificational criticism works towards attacking claims themselves.\n\n"
        },
        {
            "title": "The pitfalls of justificationism and positivism",
            "text": "The rejection of \"positivist\" approaches to knowledge occurs due to various pitfalls that positivism falls into.\n\n1. The naïve empiricism of induction was shown to be illogical by Hume. A thousand observations of some event A coinciding with some event B does not allow one to logically infer that all A events coincide with B events. According to the critical rationalist, if there is a sense in which humans accrue knowledge positively by experience, it is only by pivoting observations off existing conjectural theories pertinent to the observations, or off underlying cognitive schemas which unconsciously handle perceptions and use them to generate new theories. But these new theories advanced in response to perceived particulars are not logically \"induced\" from them. These new theories may be wrong. The myth that we induce theories from particulars is persistent because when we do this we are often successful, but this is due to the advanced state of our evolved tendencies. If we were really \"inducting\" theories from particulars, it would be inductively logical to claim that the sun sets because I get up in the morning, or that all buses must have drivers in them (if you've never seen an empty bus).\n\n2. Popper and David Miller showed in 1983[10] that evidence supposed to partly support a hypothesis can, in fact, only be neutral to, or even be counter-supportive of the hypothesis.\n\n3. Related to the point above, David Miller,[11] attacks the use of \"good reasons\" in general (including evidence supposed to support the excess content of a hypothesis). He argues that good reasons are neither attainable, nor even desirable. Basically, Miller asserts that all arguments purporting to give valid support for a claim are either circular or question-begging. That is, if one provides a valid deductive argument (an inference from premises to a conclusion) for a given claim, then the content of the claim must already be contained within the premises of the argument (if it is not, then the argument is ampliative and so is invalid). Therefore, the claim is already presupposed by the premises, and is no more \"supported\" than are the assumptions upon which the claim rests, i.e. begging the question.\n\n"
        },
        {
            "title": "Variations",
            "text": "William Warren Bartley developed a variation of critical rationalism that he called pancritical rationalism.\n\nArgentine-Canadian philosopher of science Mario Bunge, who edited a book dedicated to Popper in 1964 that included a paper by Bartley,[12] appreciated critical rationalism but found it insufficient as a comprehensive philosophy of science,[13] so he built upon it (and many other ideas) to formulate his own account of scientific realism in his many publications.[14]\n\n"
        }
    ]
}