{
    "url": "https://en.wikipedia.org/wiki/Critical_theory",
    "title": "Critical theory",
    "table_of_contents": [
        "1 Overview",
        "1.1 Marx",
        "1.2 Adorno and Horkheimer",
        "1.3 Habermas",
        "1.4 Modern critical theorists",
        "2 In academia",
        "2.1 Postmodern critical social theory",
        "2.1.1 Communication studies",
        "2.2 Pedagogy",
        "3 Criticism",
        "4 See also",
        "4.1 Lists",
        "4.2 Journals",
        "5 References",
        "5.1 Footnotes",
        "5.2 Bibliography",
        "6 External links",
        "6.1 Archival collections"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA critical theory is any approach to social philosophy that focuses on society and culture to reveal, critique and challenge power structures.[1] With roots in sociology and literary criticism, it argues that social problems stem more from social structures and cultural assumptions than from individuals.[citation needed] It argues that ideology is the principal obstacle to human liberation.[2] Critical theory finds applications in various fields of study, including psychoanalysis, sociology, history, communication theory, philosophy and feminist theory.\n\nSpecifically, Critical Theory (capitalized) is a school of thought practiced by the Frankfurt School theoreticians Herbert Marcuse, Theodor Adorno, Walter Benjamin, Erich Fromm, and Max Horkheimer. Horkheimer described a theory as critical insofar as it seeks \"to liberate human beings from the circumstances that enslave them.\"[3] Although a product of modernism, and although many of the progenitors of Critical Theory were skeptical of postmodernism, Critical Theory is one of the major components of both modern and postmodern thought, and is widely applied in the humanities and social sciences today.[4][5][6]\n\nIn addition to its roots in the first-generation Frankfurt School, critical theory has also been influenced by György Lukács and Antonio Gramsci. Additionally, second-generation Frankfurt School scholars have been influential, notably Jürgen Habermas. In Habermas's work, critical theory transcended its theoretical roots in German idealism and progressed closer to American pragmatism. Concern for social \"base and superstructure\" is one of the remaining Marxist philosophical concepts in much contemporary critical theory.[7]: 5–8 \n\n"
        },
        {
            "title": "Overview",
            "text": "Scholars distinguish between Critical Theory (capitalized) as the product of several generations of German philosophers and social theorists of the Frankfurt School on the one hand, and on the other any philosophical approach that seeks to liberate people from all forms of slavery and actively works to create a world in accordance with human needs (usually called \"critical theory\", without capitalization). Philosophical approaches within this broader definition include feminism, critical race theory, and forms of postcolonialism.[8]\n\nMax Horkheimer first defined critical theory (German: Kritische Theorie) in his 1937 essay \"Traditional and Critical Theory\", as a social theory oriented toward critiquing and changing society as a whole, in contrast to traditional theory oriented only toward understanding or explaining it. Wanting to distinguish critical theory as a radical, emancipatory form of Marxist philosophy, Horkheimer critiqued both the model of science put forward by logical positivism, and what he and his colleagues saw as the covert positivism and authoritarianism of orthodox Marxism and Communism. He described a theory as critical insofar as it seeks \"to liberate human beings from the circumstances that enslave them.\"[9] Critical theory involves a normative dimension, either by criticizing society in terms of some general theory of values or norms (oughts), or by criticizing society in terms of its own espoused values (i.e. immanent critique).[10] Significantly, critical theory not only conceptualizes and critiques societal power structures, but also establishes an empirically grounded model to link society to the human subject.[11] It defends the universalist ambitions of the tradition, but does so within a specific context of social-scientific and historical research.[11]\n\nThe core concepts of critical theory are that it should:\n\nPostmodern critical theory is another major product of critical theory. It analyzes the fragmentation of cultural identities in order to challenge modernist-era constructs such as metanarratives, rationality, and universal truths, while politicizing social problems \"by situating them in historical and cultural contexts, to implicate themselves in the process of collecting and analyzing data, and to relativize their findings.\"[12]\n\nMarx explicitly developed the notion of critique into the critique of ideology, linking it with the practice of social revolution, as stated in the 11th section of his Theses on Feuerbach: \"The philosophers have only interpreted the world, in various ways; the point is to change it.\"[13] In early works, including The German Ideology, Marx developed his concepts of false consciousness and of ideology as the interests of one section of society masquerading as the interests of society as a whole.\n\nOne of the distinguishing characteristics of critical theory, as Theodor W. Adorno and Max Horkheimer elaborated in their Dialectic of Enlightenment (1947), is an ambivalence about the ultimate source or foundation of social domination, an ambivalence that gave rise to the \"pessimism\" of the new critical theory about the possibility of human emancipation and freedom.[14] This ambivalence was rooted in the historical circumstances in which the work was originally produced, particularly the rise of Nazism, state capitalism, and culture industry as entirely new forms of social domination that could not be adequately explained in the terms of traditional Marxist sociology.[15][16]\n\nFor Adorno and Horkheimer, state intervention in the economy had effectively abolished the traditional tension between Marxism's \"relations of production\" and \"material productive forces\" of society. The market (as an \"unconscious\" mechanism for the distribution of goods) had been replaced by centralized planning.[17]\n\nContrary to Marx's prediction in the Preface to a Contribution to the Critique of Political Economy, this shift did not lead to \"an era of social revolution\" but to fascism and totalitarianism. As such, critical theory was left, in Habermas's words, without \"anything in reserve to which it might appeal, and when the forces of production enter into a baneful symbiosis with the relations of production that they were supposed to blow wide open, there is no longer any dynamism upon which critique could base its hope.\"[18] For Adorno and Horkheimer, this posed the problem of how to account for the apparent persistence of domination in the absence of the very contradiction that, according to traditional critical theory, was the source of domination itself.\n\nIn the 1960s, Habermas, a proponent of critical social theory,[19] raised the epistemological discussion to a new level in his Knowledge and Human Interests (1968), by identifying critical knowledge as based on principles that differentiated it either from the natural sciences or the humanities, through its orientation to self-reflection and emancipation.[20] Although unsatisfied with Adorno and Horkheimer's thought in Dialectic of Enlightenment, Habermas shares the view that, in the form of instrumental rationality, the era of modernity marks a move away from the liberation of enlightenment and toward a new form of enslavement.[7]: 6  In Habermas's work, critical theory transcended its theoretical roots in German idealism, and progressed closer to American pragmatism.\n\nHabermas's ideas about the relationship between modernity and rationalization are in this sense strongly influenced by Max Weber. He further dissolved the elements of critical theory derived from Hegelian German idealism, though his epistemology remains broadly Marxist. Perhaps his two most influential ideas are the concepts of the public sphere and communicative action, the latter arriving partly as a reaction to new post-structural or so-called \"postmodern\" challenges to the discourse of modernity. Habermas engaged in regular correspondence with Richard Rorty, and a strong sense of philosophical pragmatism may be felt in his thought, which frequently traverses the boundaries between sociology and philosophy.\n\nContemporary philosophers and researchers who have focused on understanding and critiquing critical theory include Axel Honneth, Judith Butler, and Rahel Jaeggi. Honneth is known for his works Pathology of Reason and The Legacy of Critical Theory, in which he attempts to explain critical theory's purpose in a modern context.[21] Jaeggi focuses on both critical theory's  original intent and a more modern understanding that some argue has created a new foundation for modern usage of critical theory.[21] Butler contextualizes critical theory as a way to rhetorically challenge oppression and inequality, specifically concepts of gender.[22]\n\nHonneth established a theory that many use to understand critical theory, the theory of recognition.[23] In this theory, he asserts that in order for someone to be responsible for themselves and their own identity they must be also recognized by those around them: without recognition from peers and society, critical theory could not occur.\n\nLike many others who put stock in critical theory, Jaeggi is vocal about capitalism's cost to society. Throughout her writings, she has remained doubtful about the necessity and use of capitalism in regard to critical theory.[24] Most of Jaeggi's interpretations of critical theory seem to work against the foundations of Habermas and follow more along the lines of Honneth in terms of how to look at the economy through the theory's lens.[25] She shares many of Honneth's beliefs, and many of her works try to defend them against criticism Honneth has received.[26]\n\n"
        },
        {
            "title": "In academia",
            "text": "Focusing on language, symbolism, communication, and social construction, critical theory has been applied in the social sciences as a critique of social construction and postmodern society.[5]\n\nWhile modernist critical theory (as described above) concerns itself with \"forms of authority and injustice that accompanied the evolution of industrial and corporate capitalism as a political-economic system\", postmodern critical theory politicizes social problems \"by situating them in historical and cultural contexts, to implicate themselves in the process of collecting and analyzing data, and to relativize their findings.\"[12] Meaning itself is seen as unstable due to social structures' rapid transformation. As a result, research focuses on local manifestations rather than broad generalizations.\n\nPostmodern critical research is also characterized by the crisis of representation, which rejects the idea that a researcher's work is an \"objective depiction of a stable other.\" Instead, many postmodern scholars have adopted \"alternatives that encourage reflection about the 'politics and poetics' of their work. In these accounts, the embodied, collaborative, dialogic, and improvisational aspects of qualitative research are clarified.\"[27]\n\nThe term critical theory is often appropriated when an author works in sociological terms, yet attacks the social or human sciences, thus attempting to remain \"outside\" those frames of inquiry. Michel Foucault has been described as one such author.[28] Jean Baudrillard has also been described as a critical theorist to the extent that he was an unconventional and critical sociologist;[29] this appropriation is similarly casual, holding little or no relation to the Frankfurt School.[30] In contrast, Habermas is one of the key critics of postmodernism.[31]\n\nFrom the 1960s and 1970s onward, language, symbolism, text, and meaning came to be seen as the theoretical foundation for the humanities, through the influence of Ludwig Wittgenstein, Ferdinand de Saussure, George Herbert Mead, Noam Chomsky, Hans-Georg Gadamer, Roland Barthes, Jacques Derrida and other thinkers in linguistic and analytic philosophy, structural linguistics, symbolic interactionism, hermeneutics, semiology, linguistically oriented psychoanalysis (Jacques Lacan, Alfred Lorenzer), and deconstruction.[citation needed]\n\nWhen, in the 1970s and 1980s, Habermas redefined critical social theory as a study of communication, with communicative competence and communicative rationality on the one hand, and distorted communication on the other, the two versions of critical theory began to overlap to a much greater degree than before.[citation needed]\n\nCritical theorists have widely credited Paulo Freire for the first applications of critical theory to education/pedagogy, considering his best-known work to be Pedagogy of the Oppressed, a seminal text in what is now known as the philosophy and social movement of critical pedagogy.[32][33] Dedicated to the oppressed and based on his own experience helping Brazilian adults learn to read and write, Freire includes a detailed Marxist class analysis in his exploration of the relationship between the colonizer and the colonized.  In the book, he calls traditional pedagogy the \"banking model of education\", because it treats the student as an empty vessel to be filled with knowledge. He argues that pedagogy should instead treat the learner as a co-creator of knowledge.\n\nIn contrast to the banking model, the teacher in the critical-theory model is not the dispenser of all knowledge, but a participant who learns with and from the students—in conversation with them, even as they learn from the teacher. The goal is to liberate the learner from an oppressive construct of teacher versus student, a dichotomy analogous to colonizer and colonized. It is not enough for the student to analyze societal power structures and hierarchies, to merely recognize imbalance and inequity; critical theory pedagogy must also empower the learner to reflect and act on that reflection to challenge an oppressive status quo.[32][34]\n\n"
        },
        {
            "title": "Criticism",
            "text": "While critical theorists have often been called Marxist intellectuals, their tendency to denounce some Marxist concepts and to combine Marxian analysis with other sociological and philosophical traditions has resulted in accusations of revisionism by Orthodox Marxist and by Marxist–Leninist philosophers. Martin Jay has said that the first generation of critical theory is best understood not as promoting a specific philosophical agenda or ideology, but as \"a gadfly of other systems.\"[35]\n\nCritical theory has been criticized for not offering any clear road map to political action (praxis), often explicitly repudiating any solutions.[36] Those objections mostly apply to first-generation Frankfurt School, while the issue of politics is addressed in a much more assertive way in contemporary theory.[37]\n\n"
        }
    ]
}