{
    "url": "https://en.wikipedia.org/wiki/Crystal_gazing",
    "title": "Crystal gazing",
    "table_of_contents": [
        "1 Methods and materials",
        "2 Research",
        "3 The C.G. act",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Crystal-gazing (also known as crystal-seeing, crystallism, crystallomancy, and spheromancy) is a method for seeing visions achieved through trance induction by means of gazing at a crystal.[1] Traditionally, it has been seen as a form of divination  or scrying, with visions of the future, something divine etc., though research into the content of crystal-visions suggest the visions are related to the expectations and thoughts of the seer.\n\n"
        },
        {
            "title": "Methods and materials",
            "text": "The term crystal gazing denotes several different forms of a variety of objects, and there are several schools of thought as to the sources of the visions seen in the crystal gazing trance. Crystal gazing may be used by practitioners—sometimes called \"readers\" or \"seers\"—for a variety of purposes, including to predict distant or future events, to give character analyses, to tell fortunes, or to help a client make choices about current situations and problems.\n\nWith respect to the tool or object used to induce the crystal-gazer's trance, this can be achieved with any shiny object, including a crystalline gemstone or a convex mirror—but in common practice, a crystal ball is most often used. The size of ball preferred varies greatly among those who practice crystallomancy. Some gazers use a \"palm ball\" of a few inches in diameter that is held in the hand; others prefer a larger ball mounted on a stand. The stereotypical image of a Romani woman wearing a headscarf and telling fortunes for her clients by means of a very large crystal ball is widely depicted in the media and can be found in hundreds of popular books, advertising pages, and films of the 19th, 20th and 21st centuries. The pervasiveness of this image may have led to the increased use of fairly large crystal balls by those who can afford them.\n\nBooks of instruction in the art of crystal gazing often suggest that the ball used should be perfectly spherical (that is, without a flat bottom) and should be supported in a wooden or metal stand. If made of glass (e.g. lead crystal), it should be free from air bubbles but may be colored. If carved from natural crystalline stone (such as quartz, beryl, calcite, obsidian, or amethyst), it may display the natural coloring and structure of the mineral from which it was fashioned. Some authors advise students to place a sigil, seal, or talismanic emblem beneath a clear sphere, but most do not. Most authors suggest that the work of crystal gazing should be undertaken in a dimly-lit and quiet room, so as to foster visions and more easily allow the onset of a trance state.[citation needed]\n\nSome practitioners claim that crystal gazing engenders visionary experiences and preternatural and/or supernatural insight, while other practitioners and researchers assert that the visions arise from the subconscious mind of the crystal gazer. Some authors note that the two positions are not mutually incompatible, and that the possibility of showing the gazer's subconscious mind does not preclude the possibility of seeing the future or other supernatural insight.[2]\n\n"
        },
        {
            "title": "Research",
            "text": "Crystal gazing has been an active topic of research. Organisations like the Society for Psychical Research has published research on the topic.[1] While there is no doubt that many people see visions in crystal balls, there is no scientific evidence to suggest that visions have any clairvoyant content.[3][4] The psychologists Leonard Zusne, Warren H. Jones in their book Anomalistic Psychology: A Study of Magical Thinking (1989) have written:\n\nThe psychologist Millais Culpin wrote that crystal gazing allows a form of self-hypnosis with fantasies and memories from the unconscious of the subject appearing as visions in the crystal.[6] Analysis of the content suggest they are a kind of hallucination that visualizes things in memory or of expectations, for example a subject who was told to expect to see soldiers, saw exactly this when gazing in a crystal ball. The subject had previously experienced hallucinations when looking at reflective surfaces, something which tends to be true of most people who experience visions when gazing at crystals.[7]\n\nResearcher Edmund Parish believed that crystal-visions were experienced in a state of full consciousness whiles others think it requires a trance-like state.[8]\n\n"
        },
        {
            "title": "The C.G. act",
            "text": "Some stage magicians use a crystal ball as a prop and crystallomancy as a line of patter in the performance of mentalism effects. This type of presentation is sometimes referred to as a \"C.G. act\"—\"C.G.\" standing for \"crystal gazing\".[9] Perhaps the most famous expositor of the C.G. act during the 20th century was Alexander The Crystal Seer, billed as \"The Man Who Knows\".[10][11] Another stage magician and mentalist who was also a crystal gazer was Julius Zancig, but he did not perform a C.G. act in public—rather, he used the crystal ball in his work as a spiritual counsellor for private clients.\n\n"
        }
    ]
}