{
    "url": "https://en.wikipedia.org/wiki/Ctesibius",
    "title": "Ctesibius",
    "table_of_contents": [
        "1 Inventions",
        "2 Reputation",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ctesibius or Ktesibios or Tesibius (Greek: Κτησίβιος; fl. 285–222 BC) was a Greek inventor and mathematician in Alexandria, Ptolemaic Egypt.[1] He wrote the first treatises on the science of compressed air and its uses in pumps (and even in a kind of cannon). This, in combination with his work On pneumatics on the elasticity of air, earned him the title of \"father of pneumatics.\" None of his written work has survived, including his Memorabilia, a compilation of his research that was cited by Athenaeus. Ctesibius' most commonly known invention today is a pipe organ (hydraulis), a predecessor of the modern church organ.\n\n"
        },
        {
            "title": "Inventions",
            "text": "Ctesibius was probably the first head of the Museum of Alexandria. Very little is known of his life, but his inventions were well known. It is said (possibly by Diogenes Laërtius) that his first career was as a barber. During his time as a barber, he invented a counterweight-adjustable mirror. Another invention of his included the hydraulis, a water organ that is considered the precursor of the modern pipe organ, of which he and his wife Thais were highly reputed players.[2][3] He improved the water clock or clepsydra (\"water thief\"), which for more than 1,800 years was the most accurate clock ever constructed, until the Dutch physicist Christiaan Huygens' invention of the pendulum clock in 1656.\n\nCtesibius described one of the first force pumps for producing a jet of water, or for lifting water from wells. Examples have been found at various Roman sites, such as at Silchester in Britain. The principle of the siphon has also been attributed to him.\n\nAccording to Diogenes Laërtius, Ctesibius was miserably poor. Laërtius details this by recounting the following concerning the philosopher Arcesilaus:\n\n"
        },
        {
            "title": "Reputation",
            "text": "Ctesibius's work is chronicled by Vitruvius, Athenaeus,  Pliny the Elder, and Philo of Byzantium who repeatedly mention him, adding that the first mechanicians such as Ctesibius had the advantage of being under kings who loved fame and supported the arts. Proclus (the commentator on Euclid) and Hero of Alexandria (the last of the engineers of antiquity) also mention him.\n\n"
        }
    ]
}