{
    "url": "https://en.wikipedia.org/wiki/Cuisine_of_New_England",
    "title": "Cuisine of New England",
    "table_of_contents": [
        "1 History",
        "1.1 Early history",
        "1.2 American colonies",
        "1.3 Thanksgiving",
        "1.4 19th century",
        "1.5 20th century",
        "1.6 21st century",
        "2 Traditional foods and drinks",
        "2.1 Beer and alcohol",
        "2.2 Baked beans",
        "2.3 Casseroles, soups and stews",
        "2.4 Fruits",
        "2.5 Hot dogs",
        "2.6 Maple syrup",
        "2.7 Sandwiches",
        "2.8 Seafood",
        "2.9 Seasonings",
        "2.10 Pizza",
        "2.11 List of foods common to New England cuisine",
        "3 Regional specialties",
        "3.1 Connecticut",
        "3.2 Maine",
        "3.3 Massachusetts",
        "3.4 New Hampshire",
        "3.5 Rhode Island",
        "3.6 Vermont",
        "4 Restaurants and pubs",
        "5 Food and dairy industries",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNew England cuisine is an American cuisine which originated in the New England region of the United States, and traces its roots to traditional English cuisine and Native American cuisine of the Abenaki, Narragansett, Niantic, Wabanaki, Wampanoag, and other native peoples. It also includes influences from Irish, French, Italian, and Portuguese cuisine, among others. It is characterized by extensive use of potatoes, beans, dairy products and seafood, resulting from its historical reliance on its seaports and fishing industry. Corn, the major crop historically grown by Native American tribes in New England, continues to be grown in all New England states, primarily as sweet corn although flint corn is grown as well.[1] It is traditionally used in hasty puddings, cornbreads and corn chowders.\n\nMany of New England's earliest Puritan settlers were from eastern England, where baking foods (for instance, pies, beans, and turkey) was more common than frying, as was the tradition elsewhere.[2]\n\nThree prominent characteristic foodstuffs native to New England are maple syrup, cranberries and blueberries. The traditional standard starch is potato, though rice has a somewhat increased popularity in modern cooking. Traditional New England cuisine is known for a lack of strong spices, which is because of local 19th century health reformers, most prominently Sylvester Graham, who advocated eating bland food.[3] Ground black pepper, parsley, garlic, and sage are common, with a few Caribbean additions such as nutmeg, plus several Italian spices.\n\nUse of cream is common, due to the reliance on dairy. The favored cooking techniques are stewing, steaming, and baking.  Many local ingredients, such as squash, corn and local beans, sunflowers, wild turkey, maple syrup, cranberries and dishes such as cornbread, Johnnycakes and Indian pudding were adopted from Native American cuisine.\n\n"
        },
        {
            "title": "History",
            "text": "The traditional diet of the Wampanoag Indians included chestnuts, beechnuts, walnuts, beans, multi-colored corn (called \"flint corn\"), and varieties of squash and pumpkins.[4] Not strictly vegetarian, the traditional diet of the Wabanaki people is plant-centric and based on corn, beans, squash, sunflower seeds, sunchokes and ground cherries.[5] The Wabanaki tribal nations did make plant milk and infant formula from nuts.[6]\n\nIn 1620, the newly arrived Pilgrims faced the prospect of surviving their first winter in Plymouth Colony. The climate was harsh and the growing season was shorter than they were accustomed to due to the long and frosty winters.\n\nThe newly arrived colonists brought vital techniques of food preservation like smoking, curing and drying that helped them survive the harsh New England winter.[7] They also received help from the Wampanoag, who taught the newly arrived Pilgrims how to grow the staple crops of squash, beans and corn.[7] It is not known for certain what crops were grown in early colonial gardens, but later sources mention turnips, onions, carrots, garlic and pumpkins.[4]\n\nThe Pilgrims used corn to make hasty pudding and Wampanoag recipes like popcorn, sagamite and nasaump. The Wampanoag Indians also taught the Pilgrims to bake in hot ashes, and ash cakes (also called johnny cakes or breakfast bannocks) became a staple breakfast bread. Beans were used to make stews or combined with corn to make succotash.[8][9]\n\nMany of New England's earliest Puritan settlers were from eastern England and brought with the traditions of English cuisine with them. Roast duck, goose, lamb, and hams were brought to the so-called \"New World\" as farmyard stock as soon as the colonies began to prosper.\n\nEven today, traditional English cuisine remains a strong part of New England's identity. Some of its plates are now enjoyed by the entire United States, including clam chowder, baked beans, apple pies, baked or roast turkey, pease porridge, and steamed puddings.[2][10]\n\nThe first Thanksgiving meal was shared by the Wampanoag and Pilgrims at Plymouth Rock. The menu would have been considerably more humble than the modern Thanksgiving dinner which typically includes turkey with stuffing, cranberry sauce, candied yams, mashed potatoes and pumpkin pie. Though filled pastries were common in English cuisine, the colonists did not have wheat flour or butter, so pie would have been absent from the original Thanksgiving table.  White potatoes and sweet potatoes had not yet reached North America, and the first literary mention of cranberry sauce dates some 50 years after the first Thanksgiving meal.[4]\n\nThe original menu included \"Indian corn\", wild fowl, including wild turkey and waterfowl, and venison. These are only foods mentioned by primary sources, however food historians have speculated as to what else may have been served. In addition to wild turkey, duck and goose, swan and passenger pigeons were plentiful.\n\nIn those times birds were typically stuffed with onion and herbs and one 17th-century recipe for goose includes a stuffing of chestnuts. It is likely that the meal included local seafood like clams, mussels, lobsters and eels.[4]\n\nSince the 1800s New England's culinary traditions have been influenced by the arrival of Irish Americans, Portuguese Americans, and Italian Americans.[11] Irish-style braised pickled beef was the origin of New England boiled dinner.[7]\n\n\"Country stores\" sold homemade jams, fruit preserves and penny candy. Common crackers are still made with the original recipe dating to 1828.[7][12]\n\nVegetarianism was practiced during the 18th and 19th century by individuals and families in Maine before the start of the modern vegetarian movement in 1817 in Philadelphia.[13][14]\n\nIn the post-World War II era, July 4 celebrations frequently featured steak, hot dogs, hamburgers and grilled chicken. In the more distant past lamb was more traditional inland, and coastal communities in New England typically served salmon with dill mayo, peas, new potatoes and corn on the cob. Dessert often includes a seasonal fruit, for example strawberry shortcake and blueberry pie.[7]\n\nIn the 21st century, more people in New England were eating vegan and vegetarian meals and more restaurants were serving them.[15][16][17][18] In a Boston Globe article in 2022 it was reported how that four of the most traditional foods of New England cuisine (lobsters, corn, blueberries, and coffee) are among crops affected most by climate change and temperature and humidity changes.[19]\n\n"
        },
        {
            "title": "Traditional foods and drinks",
            "text": "Drinks in the Colonial era were made with local ingredients like honey, molasses, apples, hops and wild berries. These drinks included apple brandy (applejack), fruit wines, rum and mead.  Some of the finest rum distilleries were located in New England prior to Prohibition.[20]\n\nThe hot ale flip is a traditional drink historically made by mixing a pitcher of beer with rum, frothy eggs and a sweetener like dried pumpkin, maple syrup or molasses. The beverage was warmed by plunging a hot poker into the drink to caramelize the sugars creating the drink's characteristic hot froth.[21]\n\nLike the flip, the Rattle-Skull was a mix of beer (in this case a dark beer like porter) and hard liquor—usually a mix of rum and brandy. The beverage is flavored with lime and garnished with nutmeg.[22]\n\nThe Stone Fence was a mix of hard cider and rum. Reportedly, Ethan Allen and his men drank it before their raid of Fort Ticonderoga in 1775.[22] Egg cider was made by cracking eggs into heated cider and adding a sweetener like molasses.\n\nThe cider-based beverage syllabub was made with rum, cream and sweetener. Mulled cider could be made with sweetener, spices, rum and egg yolks.[23]\n\nBirch beer, made with sap from the betula lenta tree, was made by both the English and early American colonists.  The betula lenta is known for producing a fragrant sap with a unique minty flavor. John Mortimer wrote that birch beer was usually made by the poor by boiling birch sap with sugar and fermenting it with yeast.[24]\n\nMany local breweries produce lagers and ales. Notable examples include Samuel Adams of the Boston Beer Company in Boston (even though the recipe for the beer does not come from New England); Sea Dog Brewing Company of Bangor; Shipyard Brewing Company of Portland; Smuttynose Brewing Company of Portsmouth, New Hampshire. Vermont-based Woodchuck Draft Cider is a popular alcoholic cider.\n\nNew England has also played a major role in the craft beer revolution, with Maine, Connecticut, Massachusetts, and Vermont having notable breweries such as Harpoon Brewery, Allagash Brewing Company, Treehouse Brewing Company, Trillium Brewing Company, The Alchemist Brewery, Jack’s Abby Brewing Company, Long Trail Brewing Company, Kent Falls Brewing Company and Two Roads Brewing Company.\n\nColonists learned to make baked beans from the Native American people. Baked beans are slowed cooked in an oven at a low temperature. They are sweetened, traditionally with maple syrup or molasses. The molasses is what sets them apart as New England baked beans. The Pilgrims and other early colonists were forbidden from cooking on Sundays, when these Christian communities observed the Sabbath, and this made baked beans a meal that is common for Saturday night dinner and all day Sunday.[25] Two regional styles are Boston Baked Beans and Maine Baked Beans. The difference between the two styles is that Boston beans are made with small white navy beans or pea beans with thin skin while Maine beans are made with native bean varieties with thicker skins. These varieties are Marifax, soldier beans, and the most popular baked bean variety in Maine is the yellow-eye bean.[26]\n\nThe custom of bringing one-dish casseroles (also called hot dishes) to barn raisings and church suppers was not exclusive to New England, but included traditional variations of baked beans and succotash. Modern recipes can be made with any ingredients available at markets.[27] Seafood casseroles are made with cream sauce and bread crumb topping.[28]\n\nAmerican chop suey is a casserole dish made with ground beef, macaroni and a seasoned tomato sauce.[29] Though unrelated to Hungarian goulash, in other regions of the United States it may be called American goulash amongst other names.[30]\n\nBlueberries are made into jams and jellies and feature in breads and regional desserts like pies, cobblers and cakes.[7]\n\nWild beach plums are foraged and used to make fruit preserves like jams and jellies. Beach plums were cultivated and used for the commercial manufacture of beach plum jelly in the 1930s, but beach plum products are no longer widely available in commercial markets.[31]\n\nThe local purple concord grapes are a cross between native and European grapes. The large grapes are prized for their juiciness and used in the production of commercial grape juice, wine and grape jelly. It is a common ingredient in peanut butter and jelly sandwiches.[7]\n\nUntil the pilgrims planted apple seeds from Europe, the only regional apples were crab apples. Cross-pollination altered the results of these first attempts, but over the years thousands of new varieties were bred by the pilgrims. Massachusetts native John Chapman, known as Johnny Appleseed, was a nurseryman who spread apple trees across the midwest.\n\nWilliam Blaxton planted the first apple orchard in 1625. The earliest apple varieties produced in New England included Lady (1628), Roxbury Russet (1630), Pomme Grise (1650), Baldwin (1740), Porter (1800), Mother (1844) and Wright (1875).[7] In modern times apples are grown commercially throughout Massachusetts.[32]\n\nThe first attempts at commercial cranberry growing were pioneered by Captain Henry Hall, who developed the technique of covering the vines with sand to accelerate the plant's growth.[7]\n\nNew England hot dog rolls are split on top instead of on the side, and have a more rectangular shape.  While smaller than common hot dog rolls, New England hot dog rolls have a larger soft surface area which allows for buttering and toasting, which are also commonly used for convenient serving of seafood like lobster or fried clams. Hot dog stands in Maine have long sold vegetarian hot dogs.[33]\n\nMaple sap is collected annually during New England's \"sugaring season\". The new sap is reduced and thickened to form syrup. An issue of Yankee dating from 1939 gives some details on seasonal recipes with recipes for maple-butternut fudge, maple-sauce ice cream and \"Sugar on Snow\".[34] Sugar on Snow, a regional specialty also called maple syrup taffy, is made by pouring freshly heated maple syrup on fresh snow, forming candy with a taffy consistency as the syrup hardens.[35]\n\nDesserts like cobbler and maple custard pie were made with local sweeteners like maple sugar instead of sugar.[7]\n\nMolasses and rum were common in New England cuisine, due to New England's involvement in the Triangle Trade in the 18th century.[36] Molasses from the Caribbean and honey were staple sweeteners for all but the upper class well into the 19th century.[20]\n\nSandwiches typical of New England's cuisine include baked bean on Boston brown bread; the Fluffernutter with Fluff marshmallow creme and peanut butter, usually served on Wonder bread, and the Maine Italian sandwich prepared using a long bread roll or bun with meats such as salami, mortadella, capicolla and ham along with provolone, tomato, onion, green bell pepper, Greek olives, olive oil or salad oil, salt and cracked black pepper.\n\nServed cold or hot, lobster rolls can optionally include fixings like mayo or warmed butter, clam rolls dressed with tartar or cocktail sauce on a New England-style hot dog bun, and chow mein sandwich with noodles, celery, onions, meat and sauce in a hamburger bun, from Fall River, Massachusetts.[37]\n\nThe waters of the Gulf of Maine and Long Island Sound provide a rich variety of fish and shellfish that are a signature of the cuisine in New England.\n\nCommercial cod fishing along Cape Ann dates back as far as 1623 when salt cod was carried by merchant vessels to Africa, which returned with slaves for plantations in the Caribbean before carrying sugar back to New England. Cod, the fish for which Cape Cod is named, remains a staple of the regional cuisine to this day.[7]\n\nBluefish can be found throughout Cape Cod and Nantucket during the summer months and is consumed smoked, broiled or sauteed.[7] American lobster is usually consumed grilled, steamed, or boiled.\n\nBreaded deep-fried clams are popular pub fare in New England. Regional clam varieties can be soft shell or hard shell and include razor clams, the latter of these is more likely to be caught by hand owing to how difficult it is to harvest them without damaging the beach upon which they dwell.\n\nHard-shell clams are sometimes called littlenecks, cherrystones or quahogs depending on their size. These are used to make New England-style clam chowder, and may also be consumed steamed or even raw. The preferred methods of preparing soft-shell clams (also called steamers) are frying or steaming.\n\nAdapted from the American Indians, the clambake is a traditional meal in New England where clams, lobsters and corn are cooked over a firepit. Modern versions of the dish may include mussels, fish, crabs and non-seafood ingredients like chicken, sausage, potatoes and other root vegetables.[7]\n\nThe official state fish are as follows:[38]\n\nMany herbs were uncommon, particularly Mediterranean herbs, which are not hardy in much of New England away from the coast.  As a result, most savory New England dishes do not have much strong seasoning, aside from salt and ground black pepper, nor are there many particularly spicy staple items.[20]\n\nOther dishes meant as desserts often contain ingredients such as nutmeg, cinnamon, allspice, cloves,  and ground ginger which are a legacy of trade with the Caribbean region beginning in the 17th century, lasting well into the 19th.\n\nMuch of the pizza in New England is Greek pizza, owing to the strong presence of Greek immigrants and Greek Americans in the food-service industry in New England. Greek pizza (as understood in New England) is typified by its chewy, bready crust similar to focaccia, which is baked in shallow, round metal pan liberally coated with olive oil.  Greek-style pizzerias in New England are often found under the name House of Pizza.\n\nItalians emigrated to New England beginning a little over a century ago, \nand Southern New England pizza tends to be more Italian influenced. World-famous restaurants such as Pepe's Pizza in New Haven, CT serve a thin, coal-fired hand-tossed style of pie. New Haven-style pizza is typified by a slightly burnt, crunchy exterior crust and soft, slightly chewy interior. Southern New England pizza (or apizza) is closely related to Neapolitan-style pizza.\n[39]\n\n"
        },
        {
            "title": "Regional specialties",
            "text": "Irish-American influences are common in the interior portions of the state,[50][vague] including the Hartford area. During the 18th century the Hartford election cake was a spicy, boozy yeast-leavened cake based on a traditional English holiday cake.[51]\n\nDuring the colonial era, elections were celebrated with drink and a huge celebration cake large enough to feed the entire community, and the recipe as given by Amelia Simmons in 1796 called for butter, sugar, raisins, eggs, wine and spices in enormous quantities.[52] Hasty pudding is sometimes found in rural communities, particularly around Thanksgiving.[53]\n\nItalian-inspired cuisine is dominant in the New Haven area,[54] which is known for charred thin-crust New Haven-style pizza baked in coal-fired ovens. The well-known white clam pie is made with fresh clams, olive oil, fresh garlic, oregano and grated Romano cheese.[55]\n\nSome pizza places also offer subs on Italian bread (\"grinders\") and standard Italian fare like eggplant rollatini, manicotti, baked ziti and chicken parmesan.[56] Well-known pizzerias include Pepe's Pizza, Sally's Apizza and Modern Apizza.[57]\n\nThe cuisine of Southeastern Connecticut is heavily based on the local fishing industry. Typical New England seafood dishes are available at local restaurants like Abbot's \"lobster in the rough\". Lobster rolls, crab cakes, oysters, clam chowder, steamer clams and mussels are served with sides like potato chips, remoulade sauce and coleslaw.\n\nShad is the state fish and is cooked on planks (usually hickory, oak, or cedar) by the fire, called a \"shad bake\", deboning the fish requires some skill with a boning knife.[58]\n\nLouis' Lunch began as a lunch wagon started by Danish immigrant Louis Lassen in 1895. Their burgers are still cooked in the original antique cast-iron broiler.[59]\n\nA local specialty of Meriden, Connecticut, steamed cheeseburgers started as simple steamed cheese on a roll sandwiches sold off horse-drawn food carts in the 1900s. Some believe the hamburger originated in New Haven at Louis', and like the butter burger and deep-fried hamburger, the steamed version may be remnant of an earlier time before the broiled hamburger on a bun became the standard form.[60]\n\nIce cream is made with milk from local creameries at UCONN Dairy Bar using a century-old recipe to produce 24 different flavors of ice cream. Ferris Acres Creamery is a 150-year-old dairy farm offering 50 flavors of ice cream. The most popular is the \"Cow Trax\", a base of vanilla with peanut butter swirls and chocolate chips.[61]\n\nMaine is known for its lobster rolls—lobster meat mixed with mayonnaise and other ingredients, served in a grilled hot dog roll in the summer, particularly on the coast in locations that serve tourists. Poutine is popular throughout Maine.[62] Moxie was America's first mass-produced soft drink and is the official state soft drink. Moxie is known for its strong aftertaste and is found throughout New England.[63] Buckwheat pancakes called ployes are popular in Maine. Ployes are an Acadian pancake-type mix of buckwheat flour, wheat flour, baking powder and water, which is extremely popular in the Madawaska region in New Brunswick and Maine. With local toppings, such as maple syrup or cretons, ployes can vary in taste. This staple is popular with vegans and is often eaten with baked beans. A submarine sandwich known locally as an Italian Sandwich, was reportedly first developed on the Portland waterfront and sold to road construction workers in 1899 by long-running restaurant Amato's. Many sandwich shops in Maine now sell the sandwich.[64]\n\nWabanaki influences are common in Maine, and many staple foods including beans, corn, squash, wild blueberries, maple syrup, and seafood are part of traditional Wabanaki cuisine.[65] Maine has a high number or organic farms.[66] Maine is home to the Maine Organic Farmers and Gardeners Association, founded in 1971 and is the oldest organic farming organization in the country. The 1970 book Living the Good Life by Maine residents Helen Nearing and Scott Nearing caused many young people to move to Maine and engage in small-scale farming and homesteading and this increased the population of the state and the access to local vegetables.[67] Maine is home to over 100 summer farmers' markets and over 30 winter farmers' markets.[68]\n\nNorthern Maine produces potato crops, second only to Idaho in the United States.[69] Because of this potatoes are very popular in Maine food and even an ingredient in sweets, like doughnuts and chocolate candy. Fiddlehead ferns are part of Wabanaki cuisine and are still prized in Maine, where they are gathered in springtime.[70][71] Foraging remains popular in Maine and people also forage for mushrooms, hazelnuts, acorns, elderberries,[72] dandelions and ramps. Maine is known for its seaweed that is used in many dishes as a seasoning and even included in snack bars.[73]\n\nMaple syrup, maple sugar and maple candies are regularly eaten in Maine.[74] Early white settlers learned to make baked beans from the Wabanaki. They were originally sweetened with maple syrup. The Atlantic Triangular Trade caused colonists to swap molasses for maple syrup. Maine cooks prefer old style bean varieties such as Yellow Eyes, Jacobs Cattle, Soldier, and Marafax.[75] Bean-hole beans were a staple at Maine lumber camps.[76] Maine grist mills grind yellow field peas to create a flour chefs use to make gluten-free and vegan foods such as mayonnaise.[77]\n\nMaine is the only state with a commercial wild blueberry industry, where growers harvested 105 million pounds in 2021.[78] Wild blueberries are a common ingredient or garnish, and blueberry pie is the official state dessert (when made with wild Maine blueberries). Wild blueberry pancakes, muffins, doughnuts and ice cream are popular in Maine. Apple picking and apple desserts, particularly apple pie and apple cider doughnuts, are popular in Maine. Apples have been grown in Maine since the earliest colonial settlements. One of the earliest recorded Maine orchards was Anthony Brackett’s farm and orchard in Portland. Brackett's orchard was near the current Deering Oaks and it was destroyed in 1689 during a major battle of the French and Indian Wars.[79]\n\nMaine people consume the second most ice cream per capita in the United States,[80] and many Maine ice cream shops make and sell vegan ice creams.[81] Ice cream was first made in Maine in 1825 at the Portland home of Asa Clapp to honor a visit to the city by Marquis de Lafayette.[82] The whoopie pie, which is also a staple in the Philadelphia/Pennsylvania Dutch cuisine, is the official state treat.[83] The first documented bakery in America to sell whoopie pies was Labadie's Bakery in Lewiston, which first sold them in 1925 (although possibly as early as 1918).[84] Maine sea captain Hansen Gregory claimed to have invented the doughnut with a hole in the center in 1847, and there is a plaque dedicated to him in his birthplace Rockport.[85] Maine is known for varieties ranging from potato doughnuts[86] to vegan doughnuts.[87] Maine is the place of origin for the needham, a dessert bar made from chocolate, coconut, and potato.[88]  Wax-wrapped salt water taffy is a popular item sold in tourist areas, although it is originally from New Jersey.[83]\n\nThe city of Portland has been recognized for its restaurant scene.[89] Bon Appetit magazine recognized Portland as the \"2018 Restaurant City of the Year\".[90] The city has the Portland Farmers Market, founded in 1768, and the city ranks as a top city for vegans and vegetarians.[91] The Francophone part of northern Maine in the St. John Valley has a lot of Acadian influences in their cuisine. A popular dish among all Acadians in this region is tourtière or meat pies. These are especially popular around Christmas time.\n\nCoastal Massachusetts is known for its clams, haddock, and cranberries, and previously cod.[92] Massachusetts had similar immigrant influences as the coastal regions, though historically strong Eastern European populations instilled kielbasa and pierogi as common dishes.[93][94]\n\nNamed after the town of Newton, Fig Newtons were first made in 1891 using a machine invented by James Mitchell to fill cookie dough with fig jam. The small round Necco Wafers, made with the first American candy machine, similarly originated in Cambridge. Graham bread was first made in 19th-century Massachusetts by Sylvester Graham. Tollhouse cookies, the official state cookie of Massachusetts were created in 1930 at the Toll House Inn, located in Whitman.[7]\n\nBoston is known for, baked beans (hence the nickname \"Beantown\"), bulkie rolls, and various pastries. Boston cream pie is not a pie but a cake with custard filling. The origins are mysterious, but it is likely that antecedent cakes were made with either a sponge cake or pound cake.[95]\n\nParker's Restaurant, located inside the Parker House Hotel, was the premier dining establishment in Boston in the 19th century and remains a fine-dining establishment in Boston's Government Center area. The a-la-carte menu from 1865 included a range of local seafood offerings like oysters, fried clams, mackerel, shad, salmon in anchovy sauce, cod in oyster sauce, and soft-shell crab. Other meat dishes included chicken fricassee, potted pigeons, corned beef and baked beans with pork. Sides included corn, rice, macaroni, potatoes, asparagus, green peas, radishes and fried bananas. Sweet pastry and puddings were also served such as Indian pudding, custard, apple pie, rhubarb pie, Washington pie, Charlotte Russe, and blancmange.[96]\n\nThe North Shore area is locally known for its roast beef sandwich shops, typically serving roast beef sandwiches consisting of thin-sliced roast beef on a hamburger bun. It may be served with condiments such as lettuce, tomato, onion, cheese, and sauces such as mayo and barbecue.[97] Most pizza and roast beef sandwich shops also serve \"steak tips\" (marinated cubes of sirloin), a common menu item at pizza establishments and backyard cookouts.[98]\n\nMarshmallow Fluff was invented in Somerville, Massachusetts and manufactured in Lynn, Massachusetts throughout the 20th century.[99] Fluffernutter sandwiches, combining peanut butter with marshmallow fluff, are popular.\n\nThe South Shore area maintains a following for bar pizza, with many popular restaurants serving these crisp, thin, often heavily topped creations.[100][101]\n\nCommon plant foods in Massachusetts are similar to those of interior northern New England, because of the landlocked, hilly terrain,[102] including potatoes,[103] maple syrup,[104] and wild blueberries. Dairy production is also prominent in this central and western area.[105]\n\nSouthern New Hampshire cuisine is similar to that of the Boston area, featuring fish, shellfish, and local apples. As with Maine and Vermont, French-Canadian dishes are popular, including tourtière, which is traditionally served on Christmas Eve, and poutine. Corn chowder is also common, which is similar to clam chowder but with corn and bacon replacing the clams. Portsmouth is known for its orange cake.[106][107]\n\nRhode Island is known for johnnycakes, doughboys, and clam cakes.[108]\n\nJohnnycakes, variously and contentiously known as jonnycakes, journeycakes and Shawnee cakes, can vary in thickness and preparation, and disagreements over whether they should be made with milk or water persist.\n\nEast of Narragansett Bay, johnnycakes are made with cold milk and a little butter, but around South County the batter is sweetened and made with scalded cornmeal.[109] One attempt by the Rhode Island Legislature to settle on an \"authentic\" recipe ended in a fistfight.[110]\n\nThey were traditionally served as a flatbread alongside chipped beef or baked beans, but in modern times they are usually eaten for breakfast with butter and maple syrup.[111]\n\nAccording to The Society for the Propagation of the Johnnycake Tradition in Rhode Island, authentic johnnycakes must be made with whitecap flint corn historically grown in the region around Narrangasett Bay.[111] Stone-ground flint corn is not commercially available, but can still be found at a few historic gristmills like the Prescott Farm museum in Middletown.[110]\n\nSweetened coffee-flavored dairy products are popular in Rhode Island. Coffee ice cream is popular and a locally produced coffee gelatin dessert mix can be found at supermarkets. Coffee milk has been the official state drink since 1993. While the origins may date to the 1930s, when some shopkeeps sweetened leftover coffee ground with milk and sugar, its now made with coffee extract syrups like those produced by Autocrat.[108]\n\nAlso popular in the state are clear clam chowder known as Rhode Island clam chowder, quahogs, milkshakes (called cabinets), submarine sandwiches (called grinders), pizza strips, the chow mein sandwich, and Del's Frozen Lemonade.[112] Italian cooking is long established in the region.[112]\n\nIn Rhode Island and other parts of New England with a large Portuguese American population, Portuguese foods are common, including linguiça, chouriço, caldo verde, malasadas, and Portuguese sweet bread.\n\nVermont produces cheddar cheese and other dairy products. Small cheesemakers recognized for producing hand-crafted cheddar cheeses include the Crowley Cheese Factory Grafton Village Cheese Company, and Shelburne Farms.[7]\n\nThe Vermonter sandwich is made with cold cuts (often turkey and ham), apple, sharp Vermont cheddar and maple mustard (a mix of maple syrup and grainy mustard). The toasted sandwich is served warm.[113]\n\nIt is known in and outside of New England for its maple syrup. Maple syrup is used as an ingredient in some Vermont dishes, including baked beans. Rhubarb pie is a common dessert and has been combined with strawberries in late spring.\n\n"
        },
        {
            "title": "Restaurants and pubs",
            "text": "The oldest 'continuously' operating restaurant in the United States is the Union Oyster House (1826) located in Boston. The oldest operating restaurant is the White Horse Tavern in Newport, Rhode Island (it had, at one point closed for renovations since its inception). restaurant[114]\n\nLegal Sea Foods is a chain restaurant that began by selling fresh fish and fish and chips. The original 1950 shop was located at Cambridge's Inman Square.[115]\n\nWoodman's of Essex began selling homemade potato chips in 1914. Their signature dish of fried clams was introduced only a few years later, in 1916.[116] Their chowder has won prizes at the annual Essex Clamfest.[117]\n\nFriendly's was founded in 1935 during the Great Depression in Springfield, Massachusetts as an ice-cream parlor selling two scoops for a nickel. By 1960, the company offered 63 flavors of ice cream. They were producing 25 million gallons per year and had moved their headquarters to Wilbraham. It only becomes a full-service chain restaurant after being acquired by Donald Smith in 1988.[118]\n\nAt local shops along the North Shore of Massachusetts, \"three-way\" roast beef sandwiches are often served on an onion roll and topped with mayo, barbecue sauce and white American cheese.[119] Kelly's Roast Beef claims to have originated the first roast beef sandwich. Open-faced roast beef sandwiches predate Kelly's version but are typically eaten with a knife and fork. Other well-known North Shore roast beef shops include Londi's and Bill & Bob's.[120]\n\nD'Angelo's is a regional chain with locations in Connecticut, Maine, Rhode Island, New Hampshire, and Massachusetts specializing in subs (called heroes in New York and hoagies in Philadelphia). Their first shop opened in Dedham, Massachusetts in 1967. They serve foot-long lobster rolls and other sandwich varieties like steak and cheese.\n\nItalian sandwiches are the specialty Moe's Italian Sandwiches, founded in Portsmouth, New Hampshire in 1959. Based on a family recipe, their sandwich is made with salami, provolone, veggies, spices and olive oil.[115] Amato's claims to have originated the Maine Italian sandwich, made with ham, American cheese, onion, sour pickles, tomatoes, black olives, green peppers and olive oil.[37]\n\n"
        },
        {
            "title": "Food and dairy industries",
            "text": "Fluff marshmallow creme, used to make Fluffernutter sandwiches, is made in Lynn, Massachusetts.[121] Welch's, headquartered in Concord, Massachusetts, produces grape juices, jellies and jams from purple Concord grapes. The company has been owned by the National Grape Cooperative Association since 1956.[122]\n\nAutocrat is a company based in Lincoln, Rhode Island that produces coffee and tea extracts. Their coffee syrups are used to make coffee milk which became the official state drink of Rhode Island in 1993.[108]\n\nThe Moxie Beverage Company of Bedford, New Hampshire, acquired by the Coca-Cola Company in 2018, produces the Moxie soft drink. Flavored with gentian root extract, Moxie has been the official soft drink of Maine since May 10, 2005.[123]\n\nOrganic dairy company Stonyfield Farm, owned by the French dairy company Lactalis, is located in Londonderry, New Hampshire.[124] Ice-cream company Ben & Jerry's, purchased in 2000 by the Anglo-Dutch company Unilever, was founded in 1978 in Burlington, Vermont.[125]\n\n"
        }
    ]
}