{
    "url": "https://en.wikipedia.org/wiki/Culper_Ring",
    "title": "Culper Ring",
    "table_of_contents": [
        "1 Background",
        "2 Establishment",
        "2.1 Initial formation",
        "2.2 Early operations",
        "3 Expansion",
        "4 Secrecy",
        "5 Other associates and informants",
        "5.1 Hercules Mulligan and Cato",
        "5.2 Women",
        "5.3 20th-century disclosures",
        "6 In popular culture",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Culper Ring was a network of spies active during the American Revolutionary War, organized by Major Benjamin Tallmadge and General George Washington in 1778 during the British occupation of New York City. The name \"Culper\" was suggested by George Washington and taken from Culpeper County, Virginia. The leaders of the spy ring were Abraham Woodhull and Robert Townsend, using the aliases of \"Samuel Culper Sr.\" and \"Samuel Culper Jr.\", respectively; Tallmadge was referred to as \"John Bolton.\"\n\nWhile Tallmadge was the spies' direct contact, Washington often directed their operations. The ring was tasked to provide Washington information on British Army operations in New York City, the British headquarters. Its members operated mostly in New York City, Long Island, and Connecticut between late October 1778 and the British evacuation of New York in 1783.\n\nThe information supplied by the spy ring included details of a surprise attack on the newly arrived French forces under Lieutenant General Rochambeau at Newport, Rhode Island, before they had recovered from their arduous sea voyage, as well as a British plan to counterfeit American currency on the actual paper used for Continental dollars, which prompted the Continental Congress to retire the bills.\n\nThe ring also informed Washington that Tryon's raid of July 1779 was intended to divide his forces and allow Lieutenant General Sir Henry Clinton to attack them piecemeal. In 1780, the Culper Ring discovered a high-ranking American officer, subsequently identified as Benedict Arnold, was plotting with British Major John André to turn over the vitally important American fort at West Point, New York on the Hudson River and surrender its garrison to the British forces.\n\n"
        },
        {
            "title": "Background",
            "text": "Prior to British General William Howe's move from Staten Island, George Washington had received information of varying utility from individual spies working independently and without significant direction, such as Lawrence Mascoll.[1] After evacuating the Continental Army from Brooklyn Heights, Washington asked William Heath and George Clinton to set up \"a channel of information\" on Long Island, but he did not yet try to establish permanent agents behind enemy lines.[2]\n\nInstead, he sought volunteers for espionage missions. Among them was Captain Nathan Hale, who went to New York City under a false identity but was quickly captured by the British and executed on September 22, 1776.[3] This made Washington realize that a more discreet and well-organized espionage system would be necessary in order to infiltrate British operations. He decided that civilians would attract less attention than soldiers, and he asked William Duer to recommend a suitable agent. Duer recommended Nathaniel Sackett; his army contact was Hale's former classmate, then Captain Benjamin Tallmadge.[4]\n\nSackett had some success, for example the discovery that the British were building flat-bottomed boats for a campaign against Philadelphia; however, Washington felt he did not produce enough correct intelligence fast enough, and Sackett was soon paid off.[5] Early in 1777, American Colonel Elias Dayton set up a spy network on Staten Island, which worked with an established network known as the Mersereau Ring.[6]\n\nThe British victory at the Battle of Brandywine on September 11, 1777, led to the capture of Philadelphia on September 26, which became a new focus of intelligence gathering.  Washington assigned this task to Major John Clark.  Recently returned to service after being wounded before Brandywine, Clark set up a successful network, but poor health forced him to take up a desk job.[7]\n\n"
        },
        {
            "title": "Establishment",
            "text": "In August, 1778, Washington accepted an offer from Lieutenant Caleb Brewster, based at Norwalk, Connecticut, to provide intelligence.  His first report included details on the condition of British warships prior to the Battle of Rhode Island, and the dispatching of several regiments to Newport, Rhode Island.[8]\n\nWashington asked General Charles Scott to handle Brewster and find additional agents, assisted by Tallmadge.  Scott delegated most of the work to Tallmadge, and Washington asked him to recruit reliable intelligence agents in New York City.[9] [10] [11] [12]  As a contact for Brewster, Tallmadge recommended a mutual childhood friend, Abraham Woodhull of Setauket on Long Island.[13]  A few months earlier, Woodhull had been arrested for illegal trading of which he had been guilty and was being held in a Connecticut prison. Tallmadge arranged his release through Governor Jonathan Trumbull and obtained approval by Washington and Scott to recruit him as an intelligence agent.  Washington suggested the alias \"Samuel Culper\" after Culpeper County, Virginia, where he had worked as a surveyor in his youth.[10]\n\nTallmadge and Scott had different approaches. Scott preferred single-mission agents, who returned to base after each completion, Tallmadge favored embedding agents and establishing a secure line of communication.[14]  Since Scott lost three out of five agents sent into New York City in early September, Washington decided that Tallmadge's method should be used.  He opened discussions on setting up an embedded network with Woodhull and Brewster.  Scott resigned on October 29, and Tallmadge replaced him as intelligence chief.[15]\n\nWoodhull traveled to New York City every few weeks to gather intelligence.[16]  His married sister, Mary Underhill, lived there and gave him a valid reason to visit.[17][18]  He was questioned at a British checkpoint on October 31, 1778, which increased his anxiety about the dangerous mission,[16] but he returned to Setauket with valuable information about the British supply fleet.[19]  He provided a precise report on November 23 with the identity of British units and the numbers of troops and dispositions in New York City, which proved his worth as a spy.[20][21] Woodhull soon recruited his brother-in-law, Amos Underhill, to gather intelligence; the latter ran a boarding house in the city with his wife, Mary,[17] but Underhill's reports were often too vague to be of much value.[22]\n\nAt first, Woodhull had to return to Setauket to pass messages to Caleb Brewster, which Brewster would take to Tallmadge or to receive messages from Tallmadge via Brewster.[23] Tallmadge set up couriers in December who would take messages the 55 miles (89 km) between New York and Setauket, initially Jonas Hawkins then mainly Austin Roe beginning in the early summer.[24]  The courier's task was to get the letters to Brewster, who would pick up messages at one of six secluded coves near Setauket and take them across Long Island Sound with his rotating whaleboat crews to Tallmadge at Fairfield, Connecticut.[23][25] Tallmadge would then take them to Washington's headquarters.[23]  The time-consuming task was replaced in January 1779 by the assignment of express riders to take the messages from Tallmadge to Washington.[24]\n\nLocal tradition claims that Anna Strong, a resident of Setauket and a friend and neighbor of Abraham Woodhull, helped pass along messages from the spy ring by posting prearranged signals to indicate when one of the spies was ready to submit intelligence.  If she hung a black petticoat on her clothesline, it meant that Brewster had arrived in town in his whaleboat.  Also, she would hang a quantity of white handkerchiefs to indicate which of the six hiding places he was in.  Woodhull used her signals to meet Brewster or to drop messages at one of the meeting places.[25][26][27][28][29]  The historian Richard Welch writes that the tradition of the clothesline signal is unverifiable, but it is known that the British suspected a Setauket woman who fit Anna's profile of Patriot activities.[30]\n\nBrewster occasionally would add his own report to the Culper messages.  In a January 1779 report received by Washington in early February, Brewster sent some information about naval matters and boat building at New York City and warned that Loyalists were outfitting privateers for operations on Long Island Sound.[31]  That was delivered with a message from Woodhull that precisely described the British regiments and commanders at the northern tip of Manhattan, totaling about 8,500 men.[31]  Woodhull also reported on British boatbuilding, confirming Brewster's report.[31]  Tallmadge and Washington thought that the boats might be planned for transport for an attack against Connecticut from Major General William Tryon, who had conducted a raid during the winter.[32]\n\nWoodhull became increasingly anxious about being discovered and did little in May and June 1779.[33]  John Wolsey was a Long Island privateer who was captured by the British. To secure parole, he told British officers on June 5 that Woodhull was up to something dubious.[34]  Colonel John Graves Simcoe, the commander of the Queen's Rangers, came to Setauket to look for Woodhull, but he was away, in New York City.[34]  Simcoe's men attacked and beat Woodhull's father, Judge Richard Woodhull.[34] Abraham Woodhull escaped arrest because Loyalist militia officer Colonel Benjamin Floyd vouched for him.  Floyd was married to a member of the Woodhull family.[34]  Woodhull reported that he could not continue to operate in New York City after the visit from Simcoe in June because of suspicion, but Woodhull had a new agent lined up and would go to New York to finalize arrangements with him.[35]\n\nIn late June, Washington sent a letter to Tallmadge in which he identified George Higday as a possible operative to relieve Woodhull in New York City.[36]  The British had intercepted a June 13 letter from Washington that referred to \"C_____\" and Tallmadge.  On July 2, British cavalry under the command of Colonel Banastre Tarleton attacked Tallmadge's camp and captured his horse and some papers, including the letter mentioning Higday.[36]  They were trying to capture Tallmadge himself because they knew that he was head of Washington's intelligence operation.[36]  The second letter confirmed that the agent C______ was operating in New York City and that Tallmadge was the chief intelligence officer for Washington.[33]  Higday escaped execution but was of no use as a spy to Washington or to Clinton, who tried to recruit him as a double agent.[33]\n\n"
        },
        {
            "title": "Expansion",
            "text": "In June 1779, Woodhull engaged Robert Townsend to gather intelligence in New York City by using the alias \"Samuel Culper Jr.\"[37] Townsend was involved in business there, and his presence would arouse less suspicion than Woodhull's visits. He had access to British officers through several channels, including his own tailoring business. He also wrote a society column in a Loyalist newspaper and owned an interest in a coffeehouse with the newspaper's owner, James Rivington, who also was a secret member of the Culper Ring.[38][39]\n\nOnce Townsend began his intelligence activities in New York City, Woodhull operated almost exclusively from Setauket and revised the communications network.  Townsend would pass intelligence to a courier (initially Hawkins, later Hawkins and Roe, and exclusively Roe after September 1779), who would take it to Setauket and pass it to Woodhull, usually by dead drop in a box hidden in a field that Roe rented from Woodhull.[37] Woodhull would evaluate and comment on it and pass it to Brewster, who would occasionally add an intelligence note of his own, take it across Long Island Sound, and pass it to Tallmadge.[31] Tallmadge would usually add a cover letter with comments[25] and sent and received messages by a relay of dragoons acting as couriers.[24][25]\n\nHawkins was bold at first but later became increasingly anxious about British patrols. His role was reduced between April and July, when Tallmadge assigned a code number in his code directory to Roe but not to Hawkins.[41] Woodhull wrote in a coded message on August 15 that Hawkins had had to destroy a letter from Culper Jr. or be captured.[41][42][43] He also wrote that Hawkins insisted his next meeting with Townsend be in an out-of-the-way location.[41]\n\nTownsend did not like taking the additional risk and was beginning to doubt Hawkins' reliability and to regret the destroyed messages.[41] Hawkins finally stopped his courier services for the spy ring in September 1779, as Townsend refused to deal with him any longer.[41] Woodhull acted as courier on September 11 so that he could explain to Townsend the loss of the earlier letters,[44] and Roe became the sole permanent courier for the ring.[41]\n\n"
        },
        {
            "title": "Secrecy",
            "text": "Secrecy was so strict that Washington did not know the identity of all of the operatives. Townsend was recruited by Woodhull, who was especially insistent that his identity not be revealed, although Austin Roe and Jonas Hawkins needed to know him.\n[45]\nAmong the techniques that the Culper Ring used to relay information were coded messages published in newspapers and invisible ink,[46] called a sympathetic stain, to write between the lines of what appeared to be typical letters. In the first months of the ring's operations, they were forced to rely on crude tactics to conceal their information before a complex web of codes and invisible ink were accessible, and so they relied on a small number of codes for memory. Woodhull used the codes 10 (New York), 30 and 40 (Post Riders), and 20 (Setauket) in his first letter of correspondence.[47]\n\nTallmadge realized the significance of creating a code book to increase their vocabulary. By July 1779, he had completed pocket dictionaries with lists of verbs, nouns, people, and places with their corresponding code numbers. The dictionaries were given to Washington, Woodhull, Townsend, and Tallmadge himself to ensure that they did not get into enemy hands.[47] With the use of the codes, the letters were very complex and required much effort to write and comprehend. The code book helped Washington make sure that the Culper Ring spies had more support and operated in greater secrecy than previous Continental spies, perhaps with Nathan Hale in mind. Tallmadge, Woodhull, and Townsend were given code names and code numbers, along with Washington, Brewster, Roe, and Rivington. Washington's code number was 711.[48]\n\n"
        },
        {
            "title": "Other associates and informants",
            "text": "The members of the ring gathered information from a variety of sources, including persons other than unwitting British officers. Some of those informants or associates included Joseph Lawrence, a Long Island resident; Captain Nathan Woodhull, Abraham Woodhull's uncle, who served as a Loyalist militia officer but provided information to Abraham; Nathaniel Ruggles, a schoolmaster and physician born in 1713; Joshua Davis, a Brewster deputy and occasional substitute; George Smith, a whaleboat man who filled in for Brewster near the end of the war; and William T. Robinson, a merchant.[49][50]\n\nAlexander Rose writes that \"John Cork\" was a code name for an unidentified informant.[51] Harry Thayer Mahoney writes that John Corke of Groton, New York posed as a Tory and could travel back and forth to New York City because he was \"exceedingly intimate at British headquarters.\"[52] Corke wrote intelligence reports to Tallmadge in invisible ink or reported verbally to him.[52] Mahoney states that Washington and Tallmadge considered Corke a valuable recruit for the Culper Ring.[52]\n\nA letter by Loyalist soldier Nehemiah Marks was uncovered in 2015 which identifies brothers Nathaniel and Phillip Roe as supporters of the spy ring, with Nathaniel providing intelligence and Phillip material aid. The letter also provides evidence that the Culper Ring operated in Drowned Meadow beyond Setauket and Oyster Bay, as previously believed. The letter is housed in the William L. Clements library at the University of Michigan, where it was discovered by a former resident of Port Jefferson researching the Culper Ring.[53][54][55]\n\nHercules Mulligan was recruited to spy for the Continental Army in New York City by Alexander Hamilton.[56][57][58] Born in 1740, he was a friend of Townsend's father[59] and an active member of the Sons of Liberty. He had taken in the orphaned Hamilton when Hamilton arrived in New York in 1773 to attend King's College, and he had later helped Hamilton obtain a commission in the army.[60] He was married to Elizabeth Sanders, daughter of a Royal Navy admiral, and he also had a fashionable clothing business near Robert Townsend's establishment. These things gave him access to officers who would openly talk to him about military matters.[61]\n\nMulligan began his activities in late 1776 or early 1777, well before the formation of the Culper Ring.[62] Historian Stephen Knott says that Mulligan cooperated with the Culper Ring but mostly operated as a lone agent.[62] Alexander Rose states that Mulligan gave Townsend information which Townsend added to his reports.[59] Mulligan's slave Cato was his \"faithful accomplice\" in his intelligence activities.[63] In January 1779, Cato delivered a message from Mulligan to George Washington's aide Alexander Hamilton that the British planned to kidnap or kill American leaders, including Washington and New Jersey Governor William Livingston.[64] Mulligan had received the information from his brother Hugh, who worked as a contractor for the British Army through the firm Kortright and Company.[64]\n\nThe British arrested Mulligan on suspicion of espionage after Benedict Arnold defected in New York. Townsend ceased his activities for a time for fear that he would also be discovered.[60] Woodhull passed on the information concerning Townsend's dejection and concern over the arrest of \"one that hath been ever serviceable to this correspondence.\"[60] Arnold did not have any hard evidence against Mulligan, so he was released, but he may have spent as many as five months in prison, until February 1781.[59][65] Undeterred, he continued to pick up intelligence after his release.[65]\n\nMulligan discovered that the British planned to ambush Washington while he was on his way to a meeting with Rochambeau on March 5, 1781.[65] Mulligan and Cato remained under suspicion and could not communicate directly with Washington's headquarters, so Mulligan gave the information to Townsend, who sent it to Washington via the Culper Ring.[65] The message arrived in time for Washington to avoid the trap and travel to the meeting by another route.[65]\n\nWomen were not considered threats to military commanders allowing them to spy uninterrupted.[citation needed]  Women who were cooks and maids were recruited to spy on soldiers. A prominent woman who played a major role in the Culper Spy ring was Agent 355. Agent 355 was best known for providing the intelligence that led to the capture of the treasonous Benedict Arnold.[66]  While some sources make note of Agent 355 as an intelligence gatherer, others believe the code number simply referred to Anna Strong, or was a misunderstanding of a cryptic reference in one of Abraham Woodhull's letters.[notes 2] Other women were informants for the Culper Ring, such as Robert Townsend's sister Sarah (Sally) Townsend[67] and Abraham Woodhull's sister Mary Underhill, who provided important information about Major John Andre and his alias of John Anderson,[68] according to some sources.\n\nThe general public was unaware of the Culper Ring's existence until the 1930s. Robert Townsend's identity as \"Culper Jr.\" was discovered in 1929 upon examination of old letters written by Townsend in the Townsend family home. The historian Morton Pennypacker reviewed the letters and noticed that the handwriting in letters from the trunk, written by Robert Townsend, was similar to handwriting in letters written by \"Samuel Culper Jr.\", in Washington's collection.[69] Other evidence later corroborated Townsend's identity.[69] James Rivington was confirmed by scholars to be a member of the ring only in the 1950s.[70]\n\n"
        }
    ]
}