{
    "url": "https://en.wikipedia.org/wiki/Cultural_Studies",
    "title": "Cultural studies",
    "table_of_contents": [
        "1 Overview",
        "1.1 Sardar's characteristics",
        "2 British cultural studies",
        "2.1 Stuart Hall's directorship of CCCS at Birmingham",
        "2.2 Late-1970s and beyond",
        "3 Developments outside the UK",
        "4 Issues, concepts, and approaches",
        "4.1 Gramsci and hegemony",
        "4.2 Structure and agency",
        "4.3 Globalization",
        "4.4 Cultural consumption",
        "4.5 The concept of \"text\"",
        "5 Academic reception",
        "5.1 Literary scholars",
        "5.2 Sociology",
        "5.3 Physics (Alan Sokal)",
        "6 Founding works",
        "7 See also",
        "7.1 Fields and theories",
        "7.2 Organizations",
        "7.3 Authors",
        "7.4 Journals",
        "8 References",
        "8.1 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nCultural studies is an interdisciplinary field that examines the political dynamics of contemporary culture (including popular culture) and its historical foundations. Cultural studies researchers generally investigate how cultural practices relate to wider systems of power associated with, or operating through, social phenomena. These include ideology, class structures, national formations, ethnicity, sexual orientation, gender, and generation. Employing cultural analysis, cultural studies views cultures not as fixed, bounded, stable, and discrete entities, but rather as constantly interacting and changing sets of practices and processes.[1] The field of cultural studies encompasses a range of theoretical and methodological perspectives and practices. Although distinct from the discipline of cultural anthropology and the interdisciplinary field of ethnic studies, cultural studies draws upon and has contributed to each of these fields.[2]\n\nCultural studies was initially developed by British Marxist academics in the late 1950s, 1960s, and 1970s, and has been subsequently taken up and transformed by scholars from many different disciplines around the world. Cultural studies is avowedly and even radically interdisciplinary and can sometimes be seen as anti-disciplinary. A key concern for cultural studies practitioners is the examination of the forces within and through which socially organized people conduct and participate in the construction of their everyday lives.[3]\n\nCultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, post-structuralism, postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. The movement has generated important theories of cultural hegemony and agency. Its practitioners attempt to explain and analyze the cultural forces related and processes of globalization.\n\nDuring the rise of neoliberalism in Britain and the US, cultural studies both became a global movement, and attracted the attention of many conservative opponents both within and beyond universities for a variety of reasons.  A worldwide movement of students and practitioners with a raft of scholarly associations and programs, annual international conferences and publications carry on work in this field today.[4][5] Distinct approaches to cultural studies have emerged in different national and regional contexts.\n\n"
        },
        {
            "title": "Overview",
            "text": "In his 1994 book, Introducing Cultural Studies, orientalist scholar Ziauddin Sardar lists the following five main characteristics of cultural studies:[6]\n\n"
        },
        {
            "title": "British cultural studies",
            "text": "There are numerous published accounts of the history of cultural studies.[7][8][9]\n\nDennis Dworkin writes that \"a critical moment\" in the beginning of cultural studies as a field was when Richard Hoggart used the term in 1964 in founding the Centre for Contemporary Cultural Studies (CCCS) at the University of Birmingham.[10] The centre would become home to the development of the intellectual orientation that has become known internationally as the \"Birmingham School\" of cultural studies,[10][11] thus becoming the world's first institutional home of cultural studies.[12]\n\nHoggart appointed as his assistant Stuart Hall, who would effectively be directing CCCS by 1968.[13] Hall formally assumed the directorship of CCCS in 1971, when Hoggart left Birmingham to become Assistant Director-General of UNESCO.[14] Thereafter, the field of cultural studies became closely associated with Hall's work.[15][16] In 1979, Hall left Birmingham to accept a prestigious chair in sociology at the Open University, and Richard Johnson took over the directorship of the centre.\n\nIn the late 1990s, \"restructuring\" at the University of Birmingham led to the elimination of CCCS and the creation of a new Department of Cultural Studies and Sociology (CSS) in 1999. Then, in 2002, the University's senior administration abruptly announced the disestablishment of CSS, provoking a substantial international outcry.  The immediate reason for disestablishment of the new department was an unexpectedly low result in the UK's Research Assessment Exercise of 2001, though a dean from the university attributed the decision to \"inexperienced ‘macho management’.\"[17] The RAE, a holdover initiative of the Margaret Thatcher-led British government of 1986, determines research funding for university programs.[18]\n\nTo trace the development of British Cultural Studies, see, for example, the work of Richard Hoggart, E. P. Thompson, Raymond Williams, Stuart Hall, Paul Willis, Angela McRobbie, Paul Gilroy, David Morley, Charlotte Brunsdon, Richard Dyer, and others.[19]\n\nBeginning in 1964, after the initial appearance of the founding works of British Cultural Studies in the late 1950s, Stuart Hall's pioneering work at CCCS, along with that of his colleagues and postgraduate students gave shape and substance to the field of cultural studies. This would include such people as Paul Willis, Dick Hebdige, David Morley, Charlotte Brunsdon, John Clarke, Richard Dyer, Judith Williamson, Richard Johnson, Iain Chambers, Dorothy Hobson, Chris Weedon, Tony Jefferson, Michael Green and Angela McRobbie.\n\nMany cultural studies scholars employed Marxist methods of analysis, exploring the relationships between cultural forms (i.e., the superstructure) and that of the political economy (i.e., the base). By the 1970s, the work of Louis Althusser radically rethought the Marxist account of base and superstructure in ways that had a significant influence on the \"Birmingham School.\" Much of the work done at CCCS studied youth-subcultural expressions of antagonism toward \"respectable\" middle-class British culture in the post-WWII period. Also during the 1970s, the politically formidable British working classes were in decline. Britain's manufacturing industries while continuing to grow in output and value, were decreasing in share of GDP and numbers employed, and union rolls were shrinking.  Millions of working-class Britons backed the rise of Margaret Thatcher, through the labour losses.  For Stuart Hall and his colleagues, this shift in loyalty from the Labour Party to the Conservative Party had to be explained in terms of cultural politics, which they had been tracking even before Thatcher's first victory.  Some of this work was presented in the cultural studies classic, Policing the Crisis,[20] and in other later texts such as Hall's The Hard Road to Renewal: Thatcherism and the Crisis of the Left,[21] and New Times: The Changing Face of Politics in the 1990s.[22]\n\nBy the late 1970s, scholars associated with The Birmingham School had firmly placed questions of gender and race on the cultural studies agenda, where they have remained ever since. Also by the late 1970s, cultural studies had begun to attract a great deal of international attention. It spread globally throughout the 1980s and 1990s. As it did so, it both encountered new conditions of knowledge production, and engaged with other major international intellectual currents such as poststructuralism, postmodernism, and postcolonialism.[23] The wide range of cultural studies journals now located throughout the world, as shown below, is one indication of the globalization of the field.\n\n"
        },
        {
            "title": "Developments outside the UK",
            "text": "In the US, prior to the emergence of British Cultural Studies, several versions of cultural analysis had emerged largely from pragmatic and liberal-pluralist philosophical traditions.[24] However, in the late 1970s and 1980s, when British Cultural Studies began to spread internationally, and to engage with feminism, poststructuralism, postmodernism, and race, critical cultural studies (i.e., Marxist, feminist, poststructuralist, etc.) expanded tremendously in American universities in fields such as communication studies, education, sociology, and literature.[25][26][27] Cultural Studies, the flagship journal of the field, has been based in the US since its founding editor, John Fiske, brought it there from Australia in 1987.\n\nA thriving cultural studies scene has existed in Australia since the late 1970s, when several key CS practitioners emigrated there from the UK, bringing British Cultural Studies with them, after Margaret Thatcher became Prime Minister of the UK in 1979. A school of cultural studies known as cultural policy studies is one of the distinctive Australian contributions to the field, though it is not the only one. Australia also gave birth to the world's first professional cultural studies association (now known as the Cultural Studies Association of Australasia) in 1990.[28][29] Cultural studies journals based in Australia include International Journal of Cultural Studies, Continuum: Journal of Media & Cultural Studies, and Cultural Studies Review.\n\nIn Canada, cultural studies has sometimes focused on issues of technology and society, continuing the emphasis in the work of Marshall McLuhan, Harold Innis, and others. Cultural studies journals based in Canada include Topia: Canadian Journal of Cultural Studies.\n\nIn Africa, human rights and Third-World issues are among the central topics treated. There is a thriving cultural and media studies scholarship in Southern Africa, with its locus in South Africa and Zimbabwe.[30] Cultural Studies journals based in Africa include the Journal of African Cultural Studies.\n\nIn Latin America, cultural studies have drawn on thinkers such as José Martí, Ángel Rama, and other Latin-American figures, in addition to the Western theoretical sources associated with cultural studies in other parts of the world.  Leading Latin American cultural studies scholars include Néstor García Canclini, Jésus Martín-Barbero, and Beatriz Sarlo.[31][32] Among the key issues addressed by Latin American cultural studies scholars are decoloniality, urban cultures, and postdevelopment theory. Latin American cultural studies journals include the Journal of Latin American Cultural Studies.\n\nEven though cultural studies developed much more rapidly in the UK than in continental Europe, there is significant cultural studies presence in countries such as France, Spain, and Portugal. The field is relatively undeveloped in Germany, probably due to the continued influence of the Frankfurt School,[citation needed] which is now often said to be in its third generation, which includes notable figures such as Axel Honneth. Cultural studies journals based in continental Europe include the European Journal of Cultural Studies, the Journal of Spanish Cultural Studies, French Cultural Studies, and Portuguese Cultural Studies.\n\nIn Germany, the term cultural studies specifically refers to the field in the Anglosphere, especially British Cultural Studies,[33] to differentiate it from the German Kulturwissenschaft which developed along different lines and is characterized by its distance from political science. However, Kulturwissenschaft and cultural studies are often used interchangeably, particularly by lay people.\n\nThroughout Asia, cultural studies have boomed and thrived since at least the beginning of the 1990s.[34] Cultural studies journals based in Asia include Inter-Asia Cultural Studies. In India, the Centre for Study of Culture and Society, Bangalore and the Department of Cultural Studies at The English and Foreign Languages and the University of Hyderabad are two major institutional spaces for Cultural Studies.\n\n"
        },
        {
            "title": "",
            "text": "Marxism has been an important influence upon cultural studies. Those associated with CCCS initially engaged deeply with the structuralism of Louis Althusser, and later in the 1970s turned decisively toward Antonio Gramsci. Cultural studies has also embraced the examination of race, gender, and other aspects of identity, as is illustrated, for example, by a number of key books published collectively under the name of CCCS in the late 1970s and early 1980s, including Women Take Issue: Aspects of Women's Subordination (1978), and The Empire Strikes Back: Race and Racism in 70s Britain (1982).\n\nTo understand the changing political circumstances of class, politics, and culture in the United Kingdom, scholars at The Birmingham School turned to the work of Antonio Gramsci, an Italian thinker, writer, and Communist Party leader.  Gramsci had been concerned with similar issues: why would Italian laborers and peasants vote for fascists? What strategic approach is necessary to mobilize popular support in more progressive directions? Gramsci modified classical Marxism, and argued that culture must be understood as a key site of political and social struggle. In his view, capitalists used not only brute force (police, prisons, repression, military) to maintain control, but also penetrated the everyday culture of working people in a variety of ways in their efforts to win popular \"consent.\"\n\nIt is important to recognize that for Gramsci, historical leadership, or hegemony, involves the formation of alliances between class factions, and struggles within the cultural realm of everyday common sense. Hegemony was always, for Gramsci, an interminable, unstable and contested process.[35]\n\nScott Lash writes:\n\nEdgar and Sedgwick write:\n\nThe development of hegemony theory in cultural studies was in some ways consonant with work in other fields exploring agency, a theoretical concept that insists on the active, critical capacities of subordinated people (e.g. the working classes, colonized peoples, women).[38] As Stuart Hall famously argued in his 1981 essay, \"Notes on Deconstructing 'the Popular'\": \"ordinary people are not cultural dopes.\"[39] Insistence on accounting for the agency of subordinated people run counter to the work of traditional structuralists. Some analysts[who?] have however been critical of some work in cultural studies that they feel overstates the significance of or even romanticizes some forms of popular cultural agency.\n\nCultural studies often concerns itself with the agency at the level of the practices of everyday life, and approaches such research from a standpoint of radical contextualism.[40] In other words, cultural studies rejects universal accounts of cultural practices, meanings, and identities.\n\nJudith Butler, an American feminist theorist whose work is often associated with cultural studies, wrote that:\n\nIn recent decades, as capitalism has spread throughout the world via contemporary forms of globalization, cultural studies has generated important analyses of local sites and practices of negotiation with and resistance to Western hegemony.[42]\n\nCultural Studies criticizes the traditional view of the passive consumer, particularly by underlining the different ways people read, receive and interpret cultural texts, or appropriate other kinds of cultural products, or otherwise participate in the production and circulation of meanings. On this view, a consumer can appropriate, actively rework, or challenge the meanings circulated through cultural texts. In some of its variants, cultural studies has shifted the analytical focus from traditional understandings of production to consumption - viewed as a form of production (of meanings, of identities, etc.) in its own right. Stuart Hall, John Fiske, and others have been influential in these developments.\n\nA special 2008 issue of the field's flagship journal, Cultural Studies, examined \"anti-consumerism\" from a variety of cultural studies angles.  Jeremy Gilbert noted in the issue, cultural studies must grapple with the fact that \"we now live in an era when, throughout the capitalist world, the overriding aim of government economic policy is to maintain consumer spending levels. This is an era when 'consumer confidence' is treated as the key indicator and cause of economic effectiveness.\"[43]\n\nCultural studies, drawing upon and developing semiotics, uses the concept of text to designate not only written language, but also television programs, films, photographs, fashion, hairstyles, and so forth; the texts of cultural studies comprise all the meaningful artifacts of culture. This conception of textuality derives especially from the work of the pioneering and influential semiotician, Roland Barthes, but also owes debts to other sources, such as Juri Lotman and his colleagues from Tartu–Moscow School. Similarly, the field widens the concept of culture.  Cultural studies approach the sites and spaces of everyday life, such as pubs, living rooms, gardens, and beaches, as \"texts.\"[44]\n\nCulture, in this context, includes not only high culture,[45] but also everyday meanings and practices, a central focus of cultural studies.\n\nJeff Lewis summarized much of the work on textuality and textual analysis in his cultural studies textbook and a post-9/11 monograph on media and terrorism.[46][47] According to Lewis, textual studies use complex and difficult heuristic methods and require both powerful interpretive skills and a subtle conception of politics and contexts.  The task of the cultural analyst, for Lewis, is to engage with both knowledge systems and texts and observe and analyze the ways the two interact with one another. This engagement represents the critical dimensions of the analysis, its capacity to illuminate the hierarchies within and surrounding the given text and its discourse.\n\n"
        },
        {
            "title": "Academic reception",
            "text": "Cultural studies has evolved through the confluence of various disciplines—anthropology, media studies, communication studies, Literary Studies, education, geography, philosophy, sociology, politics, and others.\n\nWhile some have accused certain areas of cultural studies of meandering into political relativism and a kind of empty version of \"postmodern\" analysis, others hold that at its core, cultural studies provides a significant conceptual and methodological framework for cultural, social, and economic critique. This critique is designed to \"deconstruct\" the meanings and assumptions that are inscribed in the institutions, texts, and practices that work with and through, and produce and re-present, culture.[48][page needed] Thus, while some scholars and disciplines have dismissed cultural studies for its methodological rejection of disciplinarity, its core strategies of critique and analysis have influenced areas of the social sciences and humanities; for example, cultural studies work on forms of social differentiation, control and inequality, identity, community-building, media, and knowledge production has had a substantial impact. Moreover, the influence of cultural studies has become increasingly evident in areas as diverse as translation studies, health studies, international relations, development studies, computer studies, economics, archaeology, and neurobiology.\n\nCultural studies has also diversified its own interests and methodologies, incorporating a range of studies on media policy, democracy, design, leisure, tourism, warfare, and development. While certain key concepts such as ideology or discourse, class, hegemony, identity, and gender remain significant, cultural studies has long engaged with and integrated new concepts and approaches. The field thus continues to pursue political critique through its engagements with the forces of culture and politics.[49][page needed]\n\nThe Blackwell Companion to Cultural Studies, edited by leading cultural studies scholar Toby Miller, contains essays that analyze the development of cultural studies approaches within each of a wide range of disciplines across the contemporary social sciences and humanities.[50]\n\nMany cultural studies practitioners work in departments of English or comparative literature. Nevertheless, some traditional literary scholars such as Yale professor Harold Bloom have been outspoken critics of cultural studies. On the level of methodology, these scholars dispute the theoretical underpinning of the movement's critical framework.\n\nBloom stated his position during the 3 September 2000 episode of C-SPAN's Booknotes, while discussing his book How to Read and Why:\n\nMarxist literary critic Terry Eagleton is not wholly opposed to cultural studies, but has criticised aspects of it and highlighted what he sees as its strengths and weaknesses in books such as After Theory (2003). For Eagleton, literary and cultural theory have the potential to say important things about the \"fundamental questions\" in life, but theorists have rarely realized this potential.\n\nEnglish departments also host cultural rhetorics scholars. This academic field defines cultural rhetorics as \"the study and practice of making meaning and knowledge with the belief that all cultures are rhetorical and all rhetorics are cultural.\"[52] Cultural rhetorics scholars are interested in investigating topics like climate change,[53] autism,[54] Asian American rhetoric,[55] and more.\n\nCultural studies have also had a substantial impact on sociology. For example, when Stuart Hall left CCCS at Birmingham, it was to accept a prestigious professorship in Sociology at the Open University in Britain.  The subfield of cultural sociology, in particular, is disciplinary home to many cultural studies practitioners.  Nevertheless, there are some differences between sociology as a discipline and the field of cultural studies as a whole.  While sociology was founded upon various historic works purposefully distinguishing the subject from philosophy or psychology, cultural studies have explicitly interrogated and criticized traditional understandings and practices of disciplinarity.  Most CS practitioners think it is best that cultural studies neither emulate disciplines nor aspire to disciplinarity for cultural studies.  Rather, they promote a kind of radical interdisciplinarity as the basis for cultural studies.\n\nOne sociologist whose work has had a major influence on cultural studies is Pierre Bourdieu, whose work makes innovative use of statistics and in-depth interviews.[56][57] However, although Bourdieu's work has been highly influential within cultural studies, and although Bourdieu regarded his work as a form of science, cultural studies has never embraced the idea that it should aspire toward \"scientificity,\" and has marshalled a wide range of theoretical and methodological arguments against the fetishization of \"scientificity\" as a basis for cultural studies.\n\nTwo sociologists who have been critical of cultural studies, Chris Rojek and Bryan S. Turner, argue in their article, \"Decorative sociology: towards a critique of the cultural turn,\" that cultural studies, particularly the flavor championed by Stuart Hall, lacks a stable research agenda, and privileges the contemporary reading of texts, thus producing an ahistorical theoretical focus.[58]  Many,[who?] however, would argue, following Hall, that cultural studies have always sought to avoid the establishment of a fixed research agenda; this follows from its critique of disciplinarity.  Moreover, Hall and many others have long argued against the misunderstanding that textual analysis is the sole methodology of cultural studies, and have practiced numerous other approaches, as noted above.  Rojek and Turner also level the accusation that there is \"a sense of moral superiority about the correctness of the political views articulated\" in cultural studies.[58]\n\nIn 1996, physicist Alan Sokal expressed his opposition to cultural studies by submitting a hoax article to a cultural studies journal, Social Text. The article, which was crafted as a parody of what Sokal referred to as the \"fashionable nonsense\" of postmodernism, was accepted by the editors of the journal, which did not at the time practice peer review. When the paper appeared in print, Sokal published a second article in a self-described \"academic gossip\" magazine, Lingua Franca, revealing his hoax on Social Text. Sokal stated that his motivation stemmed from his rejection of contemporary critiques of scientific rationalism:[59]\n\nIn response to this critique, Jacques Derrida wrote:[60]\n\n"
        },
        {
            "title": "Founding works",
            "text": "Hall and others have identified some core originating texts, or the original \"curricula,\" of the field of cultural studies:\n\n"
        }
    ]
}