{
    "url": "https://en.wikipedia.org/wiki/Cult_of_the_Cobra",
    "title": "Cult of the Cobra",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Home media",
        "5 Reception",
        "6 See also",
        "7 References",
        "7.1 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cult of the Cobra is a 1955 American black-and-white horror film from Universal-International Pictures, produced by Howard Pine, directed by Francis D. Lyon, that stars Faith Domergue, Richard Long, Kathleen Hughes, Marshall Thompson, Jack Kelly, William Reynolds, and David Janssen.[2] The film was released as a double feature with Revenge of the Creature.\n\nSix American officers witness the secret ritual of Lamians (worshipers of women who can change into serpents). When the soldiers are discovered by the snake cult, the High Lamian Priestess vows that \"the Cobra Goddess will avenge herself\". Once back in the United States, a mysterious woman enters into the life of each service man, with disastrous results: \"accidents\" begin to happen, and before each death the shadow of a cobra is seen.\n\nCritics noted story similarities with Val Lewton's prior horror film Cat People, released in 1942.[3]\n\n"
        },
        {
            "title": "Plot",
            "text": "Before shipping home at the end of World War II, six American Army Air Force officers explore an Asian bazaar. Daru, a snake charmer, lets them photograph him holding a cobra. Paul Able mentions the cult of the Lamians, who worship snakes, and Daru says that Paul can see it for himself.[4] He brings them to the Lamian temple, warning them that they will die if caught. They see a dance about the rescue of the Lamian people by their cobra goddess. As the dancer slides back into a woven basket, a drunk Nick Hommel photographs her. The Lamians are outraged, and their priest curses the intruders.\n\nNick frees himself from two Lamians and grabs the basket. The Lamians kill Daru, and the servicemen set the temple afire to cover their escape. They speed away in their jeep and stop when they see Nick on the road with a woman standing over him. Tom Markel sees that a snake has bitten Nick, and Paul sees the empty basket on the road.\n\nIn the hospital, Nick assures his friends that he can ship out the following day. As he sleeps, something slips into his room through an open window. It rears up over him, and Nick screams. Devastated by Nick's death, his friends plan to ship out; Paul says that the priest's curse may have been more than words. The others scoff, and their conversation turns toward civilian life.\n\nIn his New York City apartment, Tom is startled by a scream from the apartment across the hall. He forces his way in and finds Lisa Moya, who talks about an intruder. Tom calms her down and persuades her to spend the day with him. Arriving home that evening, he invites Lisa into his apartment. She is very interested in a photograph of the six friends.\n\nLater that night, Rico Nardi (one of the six) closes his bowling alley and drives home. He sees something in the back seat in his rear-view mirror that strikes at him. The car swerves, crashes, and flips over, killing him. A crowd gathers, and Lisa slips away into the shadows (one of which moves like a cobra).\n\nCarl Turner and roommate Pete Norton (two of the six) host a party. Carl flirts with Lisa, and a jealous Tom punches him. Tom and Lisa leave; he returns to retrieve her gloves, but she is gone. She returns to the party, which is over; Carl is cleaning up. As he fixes Lisa a drink, a cobra is in the room. He hits the snake; it lunges at him, driving him backward out an open window. Bystanders gather as Pete returns and notices Lisa in the crowd, favoring her arm. The police question him; Lisa returns to her apartment.\n\nThe next morning, Julia Thompson (Paul's fiancé and Tom's old girlfriend) joins them at breakfast. They receive a phone call about Carl's death and go to the police station while Julia cleans up. Lisa comes over and sees Julia looking through her book on cults and humans transforming into snakes.\n\nShe feels threatened, but a dry cleaner arrives, and Julia quickly leaves for work. Paul tells the police about the curse placed on the six and his theory that Lisa might become a cobra to kill them out of revenge. After Tom leaves, the inspector dismisses the theory, but Paul requests toxicology tests be run on Carl and Rico.\n\nPete surprises Lisa at Tom's apartment. He sees the scratch on her arm and realizes that she killed his friends. Lisa transforms into a cobra in response and attacks him. Toxicology tests indicate that Carl and Rico were killed by cobra venom. Paul and the police arrive at Tom's apartment, where they find Pete's body. Paul calls Tom at the theater about Pete's death, asking him to keep Lisa busy until the police arrive. Lisa goes into Julia's dressing room and waits; when Julia returns, a cobra attacks her. Tom rushes in, covers up the snake, and uses a coat rack to push it out of their high window. The cobra transforms back into Lisa, as she lies dying on the sidewalk below. Now standing over her lifeless body, Tom covers her face and walks away through the gathered crowd of gawkers.\n\n"
        },
        {
            "title": "Production",
            "text": "Mari Blanchard started the film, but actress Faith Domergue replaced her a few days after shooting began.[5]\n\n"
        },
        {
            "title": "Release",
            "text": "Universal Pictures released Cult of the Cobra as part of their DVD boxed set The Classic Sci-Fi Ultimate Collection Vol. 2, which has four other genre features: (Dr. Cyclops, The Land Unknown, The Deadly Mantis, and The Leech Woman).[6] On August 25, 2020, Scream Factory released \"Universal Horror Collection: Volume 6,\" a four-movie set in which \"Cult of the Cobra\" featured an audio commentary by Tom Weaver, David Schecter, Steve Kronenberg and Dr. Robert J. Kiss.\n\n"
        },
        {
            "title": "Reception",
            "text": "The Philadelphia Inquirer was as much amused as horrified: \"the snaky lady goes into her reptilian act once too often and meets her doom leaving some unfinished business behind. It's all pretty silly, and...not even remotely frightening. The cobra-conscious lads whose sight-seeing gets them into trouble are played with a minimum of conviction by Richard Long, Marshall Thompson, James Dobson, William Reynolds, Jack Kelly and David Janssen.\"[7]\n\n"
        }
    ]
}