{
    "url": "https://en.wikipedia.org/wiki/Culture_of_Asia",
    "title": "Culture of Asia",
    "table_of_contents": [
        "1 History",
        "2 Multiple cultural regions",
        "2.1 East Asia",
        "2.2 South Asia",
        "2.3 Southeast Asia",
        "2.4 West Asia",
        "2.5 Central Asia",
        "2.6 North Asia",
        "3 Architecture",
        "3.1 China",
        "3.2 India",
        "3.3 Korea",
        "3.4 Indonesia",
        "3.5 Japan",
        "3.6 Nepal",
        "3.7 Vietnam",
        "3.8 Malay Peninsula",
        "3.9 West Asia",
        "4 Art",
        "4.1 Martial arts",
        "5 Languages",
        "6 Literature",
        "6.1 Arabic",
        "6.2 Chinese",
        "6.3 Hebrew and Diaspora Jewish",
        "6.4 Indian",
        "6.5 Japanese",
        "6.6 Korean",
        "6.7 Nepali",
        "6.8 Pakistani",
        "6.9 Persian",
        "6.10 Turkish",
        "6.11 Indonesian",
        "6.12 Vietnamese",
        "6.12.1 Other notable works include",
        "6.12.2 Works in modern Vietnamese include",
        "6.13 Modern literature",
        "7 Family",
        "8 Philosophy",
        "9 Religions",
        "10 Festivals and celebrations",
        "11 Sports",
        "12 Cuisine",
        "13 Culture by people",
        "14 See also",
        "15 Notes",
        "16 References",
        "16.1 Bibliography",
        "17 Further reading",
        "18 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe culture of Asia encompasses the collective and diverse customs and traditions of art, architecture, music, literature, lifestyle, philosophy, politics and religion that have been practiced and maintained by the numerous ethnic groups of the continent of Asia since prehistory. Identification of a specific culture of Asia or universal elements among the colossal diversity that has emanated from multiple cultural spheres and three of the four ancient River valley civilizations is complicated. However, the continent is commonly divided into six geographic sub-regions, that are characterized by perceivable commonalities, like culture, religion, language and relative ethnic homogeneity. These regions are Central Asia, East Asia, North Asia, South Asia, Southeast Asia and West Asia.[1]\n\nAs the largest, most populous continent and rich in resources, Asia is home to several of the world's oldest civilizations, that produced the majority of the great religious systems, the oldest known recorded myths and codices on ethics and morality.[2][3]\n\nHowever, Asia's enormous size separates the various civilizations by great distances and hostile environments, such as deserts and mountain ranges. Yet by challenging and overcoming these distances, trade and commerce gradually developed a truly universal, Pan-Asian character. Inter-regional trade was the driving and cohesive force, by which cultural elements and ideas spread to the various sub-regions via the vast road network and the many sea routes.[4]\n\n"
        },
        {
            "title": "Multiple cultural regions",
            "text": "Asia's various modern cultural and religious spheres correspond roughly with the principal centers of civilization.\n\nWest Asia (or Southwest Asia as Ian Morrison puts it, or sometimes referred to as the Middle East) has their cultural roots in the pioneering civilizations of the Fertile Crescent and Mesopotamia, spawning the Persian, Arab, Ottoman empires, as well as the Abrahamic religions of Judaism and later Islam.[5] According to Morrison, in his book Why the West Rules--For Now, these original civilizations of the Hilly Flanks are so far (by archaeological evidence) the oldest (first evidence of farming c9000 BC). The Hilly flanks is also the birthplace of his definition of the west (which groups the Middle East with Europe). According to his definition this would make Asia the origin of western culture.[6] Not everybody agrees with him though.\n\nSouth Asia, India and the Indosphere emanate from the Indus Valley civilisation.[7]\n\nThe East Asian cultural sphere developed from the Yellow River civilization.[8] Southeast Asia's migration waves of more varied ethnic groups are relatively recent. Commercial interaction with South Asia eventually lead to the adoption of culture from India and China (including Hinduism, Buddhism, Confucianism, Daoism). The region later absorbed influences from Islam as well, and the Malays are currently the largest Islamic population in the world.[9][10] North Asia's (otherwise known as Siberia) harsh climate and unfavorable soil proved to be unsuited to permanently support large urban settlements and only permits the presence of a pastoral and nomadic population, spread over large areas. Nonetheless, North Asian religious and spiritual traditions eventually diffused into more comprehensive systems such as Tibetan Buddhism that developed its own unique characteristics (e.g. Mongolian Buddhism). For these reasons it is becoming more unconventional to separate it from the rest of East Asian cultures.[11]\n\nCentral Asia has also absorbed influences from both West Asia and East Asia (including Persia and Mongolia), making it another melting pot of cultures.\n\nThe cultural spheres are not mutually disjoint and can even overlap, representing the innate diversity and syncretism of human cultures and historical influences.\n\nThe term East Asian cultural sphere defines the common cultural sphere of China, Japan, North Korea, South Korea in East Asia and Vietnam in Southeast Asia.[12] Ethnic and linguistic similarities, shared artistic traditions, written language and moral values suggest that most East Asian people are descendants of the Yellow River civilization, that emerged in the flood plains of northern China around 10.000 years B.P.[13][14] People within this sphere are sometimes referred to as East Eurasian, and the major languages of this region (including Sino-Tibetan, Austroasiatic, Altaic, Austronesian, Kra-Dai) are thought to have originated from regions in China (see East Asian cultural sphere#historical linguistics).\n\nHistorically, China occupied the prominent, central role in East Asia for a long time in recorded history, as it \"deeply influenced the culture of the peripheral countries and also drew them into a \"China-centered\" [...] international order\", that was briefly interrupted by the 20th century. Nations within its orbit from Central Asia to Southeast Asia paid to the Chinese tributary system (also see List of tributaries of China). The Imperial Chinese Tributary System is based on the Confucian religious and philosophical idea of submission to celestial harmony was also recognized by nations beyond, in Southeast Asia in particular. Ceremonies were presided over by the Emperor of China as the Son of Heaven and curator of the Mandate of Heaven.[15][16] In elaborate ceremonies both, the tributary state and the various Chinese dynasties agreed to mutually favorable economic co-operation and beneficial security policies.[17][18]\n\nSome of defining East Asian cultural characteristics are the Chinese language and traditional writings systems of Hanzi as well as shared religious and ethical ideas, that are represented by the Three teachings Buddhism, Taoism and Confucianism.[19][20][21][22][23] The Chinese script is one of the oldest continuously used writing systems in the world, and has been a major unifying force and medium for conveying Chinese culture in East Asia. Classical Chinese was the literary language of elites and bureaucrats. Historically used throughout the region, it is still in use by Chinese diaspora communities around the world, as well as in Japan, Korea, Vietnam, and pockets of Southeast Asia.[24][25]\n\nHowever, as Chinese writing concepts were passed on to Korea, Japan and Vietnam, these nations developed their own characteristic writing systems to complement Hanzi. Vietnam invented their own Chữ Nôm glyphs, Japan invented Kana, and Korea invented their own alphabet Hangul. To this day, Vietnam mostly writes in Chữ Quốc ngữ (a modified Latin alphabet) but there is also a resurgence of Hán-Nôm (a type of writing that combines both Chữ Hán and Chữ Nôm) as well. Sino cognates compose a vast majority of the vocabulary of these languages (see Sino-Vietnamese vocabulary, Sino-Korean vocabulary, Sino-Japanese vocabulary). In the 20th century, China has also re-borrowed terms from Japan to represent western concepts known as Wasei-kango.[26]\n\nApart from the unifying influence of Confucianism, Taoism, Chinese characters and numerous other Chinese cultural influences, East Asian national customs, architecture, literature, cuisines, traditional music, performing arts and crafts also have developed from many independent and local concepts, they have grown and diversified as many rank among the most refined expressions of aesthetic, artistic and philosophical ideas in the world. Notable among others are Japanese gardens and landscape planning, Heian literature, Vietnamese Water puppetry and the artifacts of the Đông Sơn culture.[27][28][29][30] Modern research has also focused on the several nations pivotal role on the collective body of East Asian Buddhism and the Korean influence on Japanese culture as well as Japanese influence on Korean culture.[31][32][33][34]\n\nEvidence of Neolithic culture has been found throughout the modern states Afghanistan, Bangladesh, Bhutan, Maldives, Nepal, India, Pakistan and Sri Lanka that represent South Asia (also known as the Indian subcontinent). Since 3,300 B.C. in modern-day northeastern Afghanistan, in Pakistan and northwestern India a sophisticated Bronze Age cultural tradition emerged, that after only a few centuries fully flourished in urban centers. Due to the high quality of its arts, crafts, metallurgy and buildings, the accomplishments in urban planning, governance, trade and technology etc. it has been classified as one of the principal Cradles of civilization. Referred to as the Indus Valley civilisation or Harappan Civilisation it thrived for almost 2.000 years until the onset of the Vedic period (c. 1500 – c. 600 B.C.).[35][36] The great significance of the Vedic texts (that don't mention cities or urban life) for South Asian culture, their impact on family, societal organisation, religion, morale, literature etc. has never been contested. The Indus Valley Civilisation on the other hand has only come to light by means of 20th century archaeology. Scholars, who employ several periodization models argue over whether South Asian tradition is consciously committed to the Harappan culture.[37][38]\n\nDeclining climatic conditions, (aridification) and population displacement (Indo-Aryan migration) are regarded as to have caused the fatal disruption of the Harappa culture, that was superseded by the rural Vedic culture.[39][40]\n\nFollowing the Indo-Aryan settlement in the Indo-Gangetic Plain and the establishment of the characteristic social groups (Brahmanas, Kshatriyas, Vaishyas and Shudras) in the caste system based on the Jāti model in the Varna order, the tribal entities variously consolidated into oligarchic chiefdoms or kingdoms (the 16 Mahajanapadas), beginning in the sixth century B.C. The late Vedic political progress results in urbanization, strict social hierarchy, commercial and military rivalries among the settlers, that have spread all over the entire sub-continent.[41] The large body of Vedic texts and literature, supported by the archaeological sequence allows researchers to reconstruct a rather accurate and detailed image of the Vedic culture and political organisation. The Vedas constitute the oldest work of Sanskrit literature and form the basis of religious, ethic and philosophic ideas in South Asia. They are widely, but not exclusively regarded the basics and scriptural authority on worship, rituals, ceremonies, sacrifices, meditation, philosophy and spiritual knowledge for the future Hindu and Buddhist cosmology. Commentaries and discussions also focus on the development of valid political ideas and concepts of societal progress and ethic conformity.[42]\n\nHinduism, Buddhism, Jainism and Sikhism are major religions of South Asia. After a long and complex history of cosmological and religious development, adoption and decline, the Hindu-synthesis[43] and the late but thorough introduction of Islam about 80% of modern-day Indians and Nepalis identify as Hindus.[44] In Sri Lanka and Bhutan most people adhere to various forms of Buddhism.[45] Islam is the predominant religion in Afghanistan, the Maldives (99%), Pakistan (96%) and Bangladesh (90%).[46][47][48]\n\nAfghanistan and Pakistan are situated at the western periphery of South Asia, where the cultural character has been made by both, Persia, a civilization rooted in Mesopotamia and the Indosphere.[49] Pakistan is split with its two western regions of Baluchistan and Khyber Pakhtunkhwa sharing a greater Iranic heritage due to the native Pashtuns and Baloch people of the regions. Its two eastern regions of Punjab and Sindh share cultural links to Northwest India. Bangladesh and the Indian state of West Bengal share a common heritage and culture based on the Bengali language. The Culture of India is diverse and a complex mixture of many influences. Nepal is culturally linked to both India and Tibet and the varied ethnic groups of the country share many of the festivals and cultural traditions used and celebrated in North and East India and Tibet. Nepali, the dominant language of Nepal uses the Devanagari alphabet which is also used to write many North Indian languages.[50][51] Bhutan is a culturally linked to Tibet and India. Tibetan Buddhism is the dominant religion in Bhutan and the Tibetan alphabet is used to write Dzongkha, the dominant language of Bhutan. There is a cultural and linguistic divide between North and South India. Sri Lanka is culturally tied to both India and Southeast Asia.[52] Sinhala, the dominant language in the country is written in Sinhala script which is derived from the Kadamba-Pallava alphabet, certain cultural traditions, and aspects of its cuisine, for example, show South Indian influences. Cultural festivals, aspects of its cuisine and Theravada Buddhism, the dominant religion in Sri Lanka, show a Southeast Asian affinity.[53]\n\nIndo-Aryan languages are spoken in Pakistan, Bangladesh, Sinhala of Sri Lanka and most of North, West and East India and Nepal. Dravidian languages are spoken in South India and in Sri Lanka by the Tamil community. Tibeto-Burman languages are spoken in Nepal, Bhutan, and North & North East India. Iranic Languages are spoken in Baluchistan and Khyber Pakhtunkhwa in Pakistan. The main languages of Afghanistan are Pashto and Dari.\n\nSoutheast Asia divides into Mainland Southeast Asia, that encompasses Vietnam, Laos, Cambodia, Thailand, Myanmar and West Malaysia, and Maritime Southeast Asia, that includes Indonesia, East Malaysia, Singapore, the Philippines, East Timor, Brunei, Cocos (Keeling) Islands, and Christmas Island.[54][55]  At the crossroads of the Indian and East Asian maritime trade routes since around 500 B.C., the region has been greatly influenced by the culture of India and  China. The term Indianised Kingdoms is a designation for numerous Southeast Asian political units, that had to a varying degree adopted most aspects of India's statecraft, administration, art, epigraphy, writing and architecture. The religions Hinduism, Buddhism and Islam gradually diffused into local cosmology. Nonetheless, the Southeast Asian nations have very diversely adapted to these cultural stimuli and evolved their distinct sophisticated expression in lifestyle, the visual arts and most notably in architectural accomplishments, such as Angkor Wat in Cambodia and Borobudur in Indonesia.[56][57]\n\nBuddhist culture has a lasting and significant impact in mainland Southeast Asia (Myanmar, Thailand, Laos, Cambodia and Vietnam); most Buddhists in Indochina practice Theravada Buddhism. In the case of Vietnam, it is also influenced much by Confucianism and the culture of China. Myanmar has also been exposed to Indian cultural influences. Before the 14th century, Hinduism and Buddhism were the dominant religions of Southeast Asia. Thereafter, Islam became dominant in Indonesia, Malaysia and Brunei. Southeast Asia has also had a lot of Western influence due to the lasting legacy of colonialism. One example is the Philippines which has been heavily influenced by the United States and Spain, with Christianity (Catholicism) as the dominant religion. East Timor also demonstrates Portuguese influence through colonialism, as is also a predominantly Christian nation.\n\nA common feature found around the region are stilt houses. These houses are elevated on stilts so that water can easily pass below them in case of a flood. Another shared feature is rice paddy agriculture, which originated in Southeast Asia thousands of years ago. Dance drama is also a very important feature of the culture, utilizing movements of the hands and feet perfected over thousands of years. Furthermore, the arts and literature of Southeast Asia is very distinctive as some have been influenced by Indian (Hindu), Chinese, Buddhist, and Islamic literature.\n\nWest Asia must be distinguished from the Middle East, a more recent Eurocentric term, that also includes parts of Northern Africa.[58] West Asia consists of Turkey, Syria, Georgia, Armenia, Azerbaijan, Iraq, Iran, Lebanon, Jordan, Israel, Palestine, Saudi Arabia, Kuwait, Bahrain, Qatar, United Arab Emirates, Oman and Yemen. Cyprus is frequently considered to be part of the region but it has ethnic and cultural ties to Europe as well. The Israelite/Jewish civilization of the Fertile Crescent would have a profound impact on the rest of Western Asia, giving birth to the 3 Abrahamic faiths. In addition, the Jewish origins of Christianity, along with the many cultural contributions from both Jews and Arabs in Europe, meant that West Asian culture had left a lasting impact on Western civilization as well. Other indigenous West Asian religions include Zoroastrianism, Yazidism, Alevism, Druze and the Baháʼí Faith.\n\nToday, almost 93% of Western Asia's inhabitants are Muslim and is characterized by political Islamic, with the exception of Israel, a Jewish state. At its north-western end, Armenia and Georgia have an unmistakable Christian tradition, while Lebanon shares a large Christian and a large Muslim community. Ethnically, the region is dominated by Arab, Persian, Kurdish, Azerbaijani, and Turkish people. Among them smaller indigenous groups are the Jews, Assyrians, Druze, Samaritans, Yazidis and Mandeans. Many Middle Eastern countries encompass huge deserts where nomadic people live to this day. In great contrast, modern cities like Abu Dhabi, Dubai, Amman, Riyadh, Tel Aviv, Doha and Muscat have developed on the coastal lands of the Mediterranean Sea, the Persian Gulf and at the periphery of the Arabian Desert.[59]\n\nWest Asian cuisine is immensely rich and diverse. The literature is also immensely rich with Arabic, Jewish, Persian, and Turkish dominating.\n\nCentral Asia, in between the Caspian Sea and East Asia, envelops five former Soviet Socialist Republics: Kazakhstan, Kyrgyzstan, Tajikistan, Uzbekistan and Turkmenistan. However, Afghanistan is sometimes included. Its strategic and historic position around the east–west axis and the major trading routes such as the Silk Road has made it a theatre a steady exchange of ideas and east–west conflicts such as the Battle of Talas. The region was conquered and dominated by a variety of cultures, such as the Chinese, Greeks, Mongols, Persians, Tatars, Russians, and Sarmatians. As some Central Asian areas have been inhabited by nomadic people, numerous urban centers have developed in a distinct local character.[60][61]\n\nFor the most part, North Asia (more widely known as Siberia) is considered to be made up of the Asian part of Russia solely. The geographic region of Siberia was the historical land of the Tatars in the Siberia Khanate. However Russian expansion essentially undermined this and thus today it is under Russian rule. Other ethnic groups that inhabit Siberia include the Buryats, Evenks, and Yakuts. There are roughly 40 million people living in North Asia and the majority consists now of Ethnic Russians. However, many East Asians also inhabit the region, and historically they have been the majority before Russia's expansion east.\n\n"
        },
        {
            "title": "Architecture",
            "text": "Asia is home to countless grandiose and iconic historic constructions, usually religious structures, castles and fortifications or palaces. However, after several millennia, many of the greatest buildings have been destroyed or dismantled such as the Ziggurats of Mesopotamia, most of the Great Wall of China, Greek and Hellenistic temples or the royal cities of Persia.[62]\n\nChinese architecture has taken shape in East Asia over many centuries as the structural principles have remained largely unchanged, the main changes being only the decorative details. An important feature in Chinese architecture is its emphasis on articulation and bilateral symmetry, which signifies balance. Bilateral symmetry and the articulation of buildings are found everywhere in China, from palace complexes to humble farmhouses.[63] Since the Tang dynasty, Chinese architecture has had a major influence on the architectural styles of Korea, Vietnam, and Japan.\n\nIndian architecture is that vast tapestry of production of the Indian Subcontinent that encompasses a multitude of expressions over space and time, transformed by the forces of history considered unique to the sub-continent, sometimes destroying, but most of the time absorbing. The result is an evolving range of architectural production that nonetheless retains a certain amount of continuity across history.[64]\n\nKorean architecture refers to an architectural style that developed over centuries in Korea. Just like in the case of other Korean arts, architecture tends to be naturalistic, favors simplicity, avoids the extremes and is economical with shapes.\n\nThe Indonesian architecture reflects the diversity of cultural, historical and geographic influences that have shaped Indonesia as a whole. It ranges from native vernacular architecture, Hindu-Buddhist temples, colonial architecture, to modern architecture.\n\nIndonesian vernacular architecture is called rumah adat. The houses hold social significance in society and demonstrate local ingenuity in their relations to environment and spatial organisation.[65]: 5  Notable examples include Rumah Gadang, Tongkonan, Balinese houses and Javanese Joglo. Hindu-Buddhist temple monument called candi, with the best example are Borobudur massive stone mandala-stupa and Prambanan Hindu temple dedicated to Trimurti gods. By the 16th century, the Portuguese followed by the Dutch colonize Indonesian archipelago, and developed European architecture technique and developed colonial architecture.\n\nJapanese architecture is distinctive in that it reflects a deep ″understanding of the natural world as a source of spiritual insight and an instructive mirror of human emotion″. Attention to aesthetics and the surroundings is given, natural materials are preferred and artifice is generally being avoided. Impressive wooden castles and temples, some of them 2000 years old, stand embedded in the natural contours of the local topography. Notable examples include the Hōryū Temple complex (6th century), Himeji Castle (14th century), Hikone Castle (17th century) and Osaka Castle.[66]\n\nThe architecture of any country is a marker of its culture, history and tradition. The materials used, the shape, the lines, curves and colours all come together to present a masterpiece that is unique and beautiful. Vietnamese architecture is no different. From vernacular stilt houses to extravagant palaces and concrete towers, the country's building is an ode to its rich past and its promising future.\n\nTraditional houses in Vietnam were characterized by wooden structures topped by steep roofs. The roofs would be covered with fish-scale tiles and curve outwards, while beams and rafters held up the main building. In some places, stilt houses were built and the houses usually had an odd number of rooms. However, the coming of various dynasties shaped cultural landmarks in the country in different ways. Palaces, pagodas and citadels flourished in Vietnam for over 500 years.\n\nThe Lý dynasty of the 11th century, for example, was deeply influenced by Buddhism and incorporated intricate reliefs and motifs into their architecture. In 1031, a staggering 950 pagodas were constructed by the reigning monarch Lý Thái Tông. During this period, rounded statues, door-steps, decorated roofs and bannisters were common features of Vietnamese architecture. The Imperial Citadel of Thăng Long, a UNESCO world heritage site now, is a must-visit for tourists looking to experience Vietnamese heritage up close. Located in present-day Hanoi, the citadel was the political centre of the region for 13 centuries consecutively and will delight history buffs in particular. This magnificent structure is a fine example of Vietnamese architecture from the medieval era.\n\nTrần dynasty, which gained a foothold in the 13th century, brought its own set of beliefs and customs that made its mark in Vietnam's architectural history. Buildings became more complex and demarcated, and gardens became a part of temples and places of worship. Tower-temples also emerged at this time; The Phổ Bình Tower in Nam Định province and Bình Sơn Tower in Vĩnh Phúc province are relics from the Trần dynasty.\n\nVarious cultural influences, notably Chinese, Indian and Europeans, played a major role in forming Malay architecture.[67] Until recent time, wood was the principal material used for all Malay traditional buildings.[68] However, numerous stone structures were also discovered particularly the religious complexes from the time of Srivijaya and ancient isthmian Malay kingdoms.\n\nThe ancient architecture of the region of the Tigris–Euphrates river system dates back to the 10th millennium BC and lead to the development of urban planning, the courtyard house, and ziggurats.[69] The basic and dominant building material was the mudbrick, which is still in use in the region for the construction of residential structures. Kiln-burnt bricks were coated with a vitreous enamel for purposes of decoration and bitumen functioned as cement. Palaces or temples were constructed on terraces as rooms usually grouped round quadrangles, with large doorways and the roofs rested on richly ornamented columns.[70]\n\n"
        },
        {
            "title": "Art",
            "text": "Middle Eastern dance has various styles and has spread to the West in the form known as bellydancing. In the Punjab region of India and Pakistan, bhangra dance is very popular. The bhangra is a celebration of the harvest. The people dance to the beat of a drum while singing and dancing.\n\nIn Southeast Asia, dance is an integral part of the culture; the styles of dance vary from region to region and island to island. Traditional styles of dance have evolved in Thailand and Burma. The Philippines have their own styles of dance such as Cariñosa and Tinikling; during the Spanish occupation of the Philippines, practitioners of Filipino martial arts hid fighting movements into their dances to keep the art alive despite the fact that it was banned by the occupiers.\n\nMartial arts figure prominently in many Asian cultures, and the first known traces of martial arts date from the Xia dynasty of ancient China from over 4000 years ago. Some of the best known styles of martial arts in the world were developed in East Asia, such as Karate from Okinawa, Judo from Japan, Taekwondo from Korea and the various styles of Chinese martial arts known collectively as kung fu. Ancient India was home to many martial arts that were mentioned in the Vedas such as Khadgavidya, Dhanurvidya, Gadayuddha, and Malla-yuddha. These various martial arts and communities flourished after the Vedic period. Many other styles of martial arts originated in Southeast Asia, Southeast Asian boxing from Indochina, Vovinam from Vietnam, Arnis from the Philippines, and Pencak Silat from Indonesia. In addition, popular styles of wrestling have originated in Turkey and Mongolia.\n\nDevelopment of Asian martial arts continues today as newer styles are created. Modern hybrid martial arts systems such as Jeet Kune Do and Krav Maga often incorporate techniques from traditional East Asian martial arts. Asian martial arts are highly popular in the Western world and many have become international sports. Karate alone has 50 million practitioners worldwide.[71]\n\n"
        },
        {
            "title": "Languages",
            "text": "Asia is a continent with great linguistic diversity, and is home to various language families and many language isolates. In fact, Asia contains almost every major language family except the Bantu languages. A majority of Asian countries have more than one language that is natively spoken. For instance, according to Ethnologue over 600 languages are spoken in Indonesia while over 100 are spoken in the Philippines. The census of India of 2001 recorded 30 languages which were spoken by more than a million native speakers and 122 which were spoken by more than 10,000 people, with hundreds of other, smaller languages.[72] Korea, on the other hand, is home to only one language.\n\nThe main languages found in Asia, along with examples of each, are:\n\n"
        },
        {
            "title": "Literature",
            "text": "Arabic literature is the writing, both prose and poetry, produced by writers in the Arabic language. One of the most famous literary works of West Asia is One Thousand and One Arabian Nights.[73]\n\nIn Tang and Song dynasty China, famous poets such as Li Bai authored works of great importance. They wrote shī (Classical Chinese: 詩) poems, which have lines with equal numbers of characters, as well as cí (詞) poems with mixed line varieties.\n\nJewish literature consists of ancient, medieval, and modern writings by Jews, both in their original homeland and in the diaspora. A sizable amount of it is written in the Hebrew language, although there have been cases of literature written in Hebrew by non-Jews.[74] Without doubt, the most important such work is the Hebrew Bible (Tanakh). Many other ancient works of Hebrew literature survive, including religious and philosophical works, historical records, and works of fiction.\n\nThe famous poet and playwright Kālidāsa wrote two epics: Raghuvamsham (Dynasty of Raghu) and Kumarasambhavam (Birth of Kumar Kartikeya); they were written in Classical Sanskrit rather than Epic Sanskrit some other examples of his plays are Abhigyanam Shakuntala . Other examples of works written in Classical Sanskrit include the Pānini's Ashtadhyayi which standardized the grammar and phonetics of Classical Sanskrit. The Laws of Manu is an important text in Hinduism. Kālidāsa is often considered to be the greatest playwright in Sanskrit literature, and one of the greatest poets in Sanskrit literature, whose Recognition of Shakuntala and Meghaduuta are the most famous Sanskrit plays. He occupies the same position in Sanskrit literature that Shakespeare occupies in English literature. Some other famous plays were Mricchakatika by Shudraka, Svapna Vasavadattam by Bhasa, and Ratnavali by Sri Harsha. Later poetic works include Geeta Govinda by Jayadeva. Some other famous works are Chanakya's and Vatsyayana's Kamasutra.\n\nIn the early eleventh century, court lady Murasaki Shikibu wrote Tale of the Genji considered the masterpiece of Japanese literatures and an early example of a work of fiction in the form of a novel.\nEarly-Modern Japanese literature (17th–19th centuries) developed comparable innovations such as haiku, a form of Japanese poetry that evolved from the ancient hokku (Japanese language: 発句) mode. Haiku consists of three lines: the first and third lines each have five morae (the rough phonological equivalent of syllables), while the second has seven. Original haiku masters included such figures as Edo period poet Matsuo Bashō (松尾芭蕉); others influenced by Bashō include Kobayashi Issa and Masaoka Shiki.\n\nKorean literature begins in the Three Kingdoms Period, and continues through the Goryeo and Joseon dynasties to the modern day. Examples of Korean poetric forms include sijo and gasa, with Jeong Cheol and Yun Seon-do considered to be the supreme Korean poets. Examples of renowned Korean prose masterpieces include the Memoirs of Lady Hyegyeong, The Cloud Dream of the Nine and the Chunhyangjeon.\n\nPakistani literature has a rich history, and draws influences from both Persian, Muslim and Indian literary traditions. The country has produced a large number of famed poets especially in the national Urdu language. The famous Muhammad Iqbal, regarded as the national poet, was often called \"The Poet of the East\" (Shair-e-Mashriq). Pakistani people wear their traditional and Islamic dress known as Shalwar Qameez.\n\nTheir Urdu poetry is widely famous in the whole world. Many times \"Mushairas\" are held. Pakistani women mostly prefer veil in normal routine days when going out somewhere and wear traditional \"Burqa\" or \"Abaya\".\n\nThe earliest surviving literature by Vietnamese writers is written in Chữ Hán or Văn ngôn (Classical Chinese). Almost all of the official documents in Vietnamese history were written in Chữ Hán, as were the first poems. Not only is the Chữ Hán foreign to modern Vietnamese speakers nowadays, these works are mostly unintelligible even when directly transliterated from Chinese into the modern Quốc ngữ script due to their Chinese syntax and vocabulary. As a result, these works must be translated into colloquial Vietnamese in order to be understood by the general public. These works include official proclamations by Vietnamese emperors, royal histories, and declarations of independence from China, as well as Vietnamese poetry. In chronological order notable works include:\n\nWorks written in chữ Nôm - a locally invented script based on chữ Hán - was developed for writing the spoken Vietnamese language from the 13th century onwards. For the most part, these chữ Nôm texts can be directly transliterated into the modern chữ Quốc ngữ and be readily understood by modern Vietnamese speakers. However, since chữ Nôm was never standardized, there are ambiguities as to which words are meant when a writer used certain characters. This resulted in many variations when transliterating works in chữ Nôm into chữ Quốc ngữ. Some highly regarded works in Vietnamese literature were written in chữ Nôm, including Nguyễn Du's Truyện Kiều, Đoàn Thị Điểm's chữ Nôm translation of the poem Chinh Phụ Ngâm Khúc (征婦吟曲 - Lament of a Warrior Wife) from the Classical Chinese poem composed by her friend Đặng Trần Côn (famous in its own right), and poems by the renowned poet Hồ Xuân Hương.\n\nModern literature\t\nWhile created in the seventeenth century, chữ Quốc ngữ was not widely used outside of missionary circles until the early 20th century, when the French colonial government mandated its use in French Indochina. During the early years of the twentieth century, many periodicals in chữ Quốc ngữ flourished and their popularity helped popularize chữ Quốc ngữ. While some leaders resisted the popularity of chữ Quốc ngữ as an imposition from the French, others embraced it as a convenient tool to boost literacy. After declaring independence from France in 1945, Empire of Vietnam's provisional government adopted a policy of increasing literacy with chữ Quốc ngữ. Their efforts were hugely successful, as the literacy rate jumped overnight.\n\nIn those early years, there were many variations in orthography and there was no consensus on how to write certain words. After some conferences, the issues were mostly settled, but some still linger to this day. By the mid-20th century, all Vietnamese works of literature are written in chữ Quốc ngữ, while works written in earlier scripts are transliterated into chữ quốc ngữ for accessibility to modern Vietnamese speakers. The use of the earlier scripts is now limited to historical references.\n\nThe polymath Rabindranath Tagore, a Bengali poet, dramatist, and writer from India, became in 1913 the first Asian Nobel laureate. He won his Nobel Prize in Literature for notable impact his prose works and poetic thought had on English, French, and other national literature of Europe and the Americas. He also wrote Jana Gana Mana the national anthem of India as well as Amar Sonar Bangla the national anthem of Bangladesh.  Moreover, translation of his another song “Namo Namo Matha\" is the national anthem of Sri Lanka. This song  was collected by his student Mr. Ananda Samarakoon and  M. Nallathamby translated in Tamil language. Other Asian writers won Nobel Prizes in literature, including Yasunari Kawabata (Japan, 1966), and Kenzaburō Ōe (Japan, 1994). Yasunari Kawabata wrote novels and short stories distinguished by their elegant and spartan diction such as the novels Snow Country and The Master of Go.\n\n"
        },
        {
            "title": "Family",
            "text": "Families have very great importance in Asian cultures. They teach their kids that the family is their protection and the major source of their identity. They expect loyalty from their children. Parents define the law and the children are expected to obey them. This is called filial piety, the respect for one's parents and elders, and it is a concept that originated in China as 孝 (xiao) with Confucian's teachings.[75]  They are expected to have self-control, thus making it hard for them to express emotions, they are also expected to show respect through their motions and the way they speak. Children are expected to look after their parents when they grow older.[76] Sons are expected to stay home, while daughters go and live with their husband's family. In Chinese culture, sometimes children are expected to care for their elders (赡养), and in various diaspora communities one may find Chinese children living with even their grandparents.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Asian philosophical traditions originated in India and China, and has been classified as Eastern philosophy covering a large spectrum of philosophical thoughts and writings, including those popular within India and China. The Indian philosophy include Jain philosophy, Hindu and Buddhist philosophies. They include elements of non-material pursuits, whereas another school of thought Cārvāka, which originated in India, and was propounded by Charvak around 2500 years before, preached the enjoyment of material world. Middle Eastern philosophy includes Islamic philosophy as well as Jewish and Persian philosophy.\n\nDuring the 20th century, in the two most populous countries of Asia, two dramatically different political philosophies took shape. Mahatma Gandhi gave a new meaning to Ahimsa, and redefined the concepts of nonviolence and nonresistance. During the same period, Mao Zedong's communist philosophy was crystallized.\n\n"
        },
        {
            "title": "Religions",
            "text": "Asia is the birthplace of many religions such as Buddhism, Christianity, Confucianism, Druze, Hinduism, Islam, Jainism, Judaism, Mandaeism, Shintoism, Sikhism, Taoism, Yazdânism, and Zoroastrianism. All major religious traditions are practiced in the region and new forms are constantly emerging. The largest religions in Asia are Islam and Hinduism, both with approximately 1.1 billion adherents. In 2010, the Pew Research Center found five of the ten most religiously diverse regions in the world to be in Asia.[77]\n\nHinduism, Buddhism, Jainism and Sikhism originated in India, a country of South Asia. In East Asia, particularly in China and Japan, Confucianism, Taoism, Zen Buddhism and Shinto took shape. Other religions of Asia include the Baháʼí Faith, Shamanism practiced in Siberia, and Animism practiced in the eastern parts of the Indian subcontinent.\n\nOver 60% of the global Muslim population is in Asia.[78][79][80] About 25% of Muslims live in the South Asian region, mainly in Pakistan, India, Bangladesh and the Maldives. If Afghanistan is counted, this number is even higher. The world's largest single Muslim community (within the bounds of one nation) is in Indonesia.[81] There are also significant Muslim populations in the Philippines, Brunei, Malaysia, China, Russia, Central Asia and West Asia.[78]\n\nChristianity is a widespread religion in Asia with more than 286 million adherents according to Pew Research Center in 2010,[82] and nearly 364 million according to Britannica Book of the Year 2014.[83] In the Philippines and East Timor, Roman Catholicism is the predominant religion; it was introduced by the Spaniards and the Portuguese, respectively. In Russia, Georgia, and Armenia, Orthodox Christianity is the predominant religion. Eastern Christian sects are the most dominant denomination in Asia, having adherents in portions of the Middle East (the Levant Anatolia and Fars)[84] and South Asia. Eastern churches include Assyrian Church of the East, Syriac Orthodox Church, Maronite Church, Syriac Catholic Church, Chaldean Catholic Church and Syro-Malabar Catholic Church, among others. Significant Christian communities also found in Central Asia, South Asia, Southeast Asia and East Asia.[85] Judaism is the major religion of Israel.\n\nReligions founded in Asia and with a majority of their contemporary adherents in Asia include:\n\n"
        },
        {
            "title": "Festivals and celebrations",
            "text": "Asia has a variety of festivals and celebrations. In China, Chinese New Year, Dragon Boat Festival, and Mid-Autumn Moon Festival are traditional holidays, while National Day is a holiday of the People's Republic of China.\n\nIn Japan, Japanese New Year, National Foundation Day, Children's Day, O-bon, The Emperor's Birthday and Christmas are popular. According to Japanese syncretism, most Japanese celebrate Buddhism's O-bon in midsummer, Shinto's Shichi-Go-San in November, and Christmas and Hatsumoude in winter together.\n\nIn India, Republic Day and Independence Day are important national festivals celebrated by people irrespective of faith. Major Hindu festivals of India include Diwali, Dussehra or Daserra, Holi, Makar Sankranti, Pongal, Mahashivratri, Ugadi, Navratri, Ramanavami, Baisakhi, Onam, Rathayatra, Ganesh Chaturthi and Krishna Janmaashtami. Islamic festivals such as Eid ul-Fitr and Eid ul-Adha, Sikh festivals such as Vaisakhi, and Christian festivals such as Christmas, are also celebrated in India.\n\nThe Philippines is also tagged as the \"Fiesta Country\" because of its all-year-round celebrations nationwide. There is a very strong Spanish influence in their festivals, thus making the Philippines distinctively \"Western\", yet retaining its native Asian characteristics. Fiesta is the term used to refer to a festival. Most of these fiestas are celebrated in honor of a patron saint. To summarize it all, at least every city or municipality has a fiesta. Some prime examples include Sinulog from Cebu and Dinagyang of Iloilo. Other famous Philippine festivals include the MassKara Festival of Bacolod and Panagbenga Festival of Baguio.\n\nIn Indonesia, the Independence Day and the birthday of Pancasila are important. This Muslim majority country also celebrates Islamic celebrations and festivals, such as Eid ul-Fitr, Eid ul-Adha, Mawlid, Islamic New Year, Ashura, Tabuik, and Tasyrik day.\n\n"
        },
        {
            "title": "Sports",
            "text": "Due to the vastness of Asia, popularity of sports varies greatly across the continent.\n\nAssociation football is widely popular in Asia. Boxing, badminton, and table tennis are very popular in East Asia. Baseball is popular in Japan, South Korea, and Taiwan. Cricket is especially popular in India, Pakistan, Bangladesh, and Sri Lanka; and more recently, in Nepal and Afghanistan.\n\n"
        },
        {
            "title": "Cuisine",
            "text": "In many parts of Asia, rice is a staple food, and it is mostly served steamed or as a porridge known as congee. China is the world largest producer and consumer of rice. While grain flatbread were consumed in the Middle East to the Indian subcontinent.\n\nTraditionally, it is a common practice in Central, South, and West Asia to eat using their bare hand. However, Western cutlery such as spoons and forks are currently being used increasingly and have also become widely available. With the advent of western cutlery, it may be viewed as rude in these nations to eat using the bare hands in some public places. In Indonesia and the Philippines, people usually use western cutlery such as the spoon, fork, and knife. While in China, Japan, Taiwan, Korea, and Vietnam, people usually use chopsticks to eat traditional food, but the shape of chopsticks are different in these countries. For example, Chinese chopsticks are long and square; Vietnamese chopsticks are long, being thick at one end and then gradually getting thinner at the other end, and are made of wood or bamboo; Japanese chopsticks are rounder, short, and spiral, having been designed to eat bony fish easily; Taiwanese chopsticks are made of materials such as bamboo, wood, and metal; Korean chopsticks are short, flat, and made of metal. It is said that wood is rarer than metal on the Korean Peninsula[citation needed] and that metal chopsticks can prevent poisoning. Fresh raw fish cuisines, such as sushi and sashimi are very popular in East Asia (especially Japan). These raw fish dishes were influenced by two major cultures: Chinese and Japanese.\n\nIn India, people often eat food with their hands, and many spices such as cardamom, cumin, and fennel seeds are used in every dish. Most spices originated within the Indian subcontinent. Durians are a common fruit in Southeast Asia, which, Alfred Russel Wallace, attested to its delicious flavor as worth the entire cost of his trip there.\n\nThe cuisine of Indonesia possess rich and diverse collection of dishes and recipes with regional cooking tradition flourished, such as Minang Sundanese to Balinese. Most Indonesians consume steamed rice with flavorful meat, fish, and vegetables in one serving such as in Nasi Padang and nasi campur. Other notable example include rendang, satay, soto, and nasi goreng.\n\nIn Filipino banquet, many unique dishes have arisen because of the country's long years of colonization and interactions with other neighboring cultures and nations; it has inherited Latin, Malay, Chinese, and American influences to its people's local blend.[98]\n\n"
        },
        {
            "title": "Notes",
            "text": "^  John Lindley (1889), Treasury of Botany vol 1. p. 435. Longmans, Green, & Co; New and rev. ed edition (1889)\n\n"
        }
    ]
}