{
    "url": "https://en.wikipedia.org/wiki/Cultural_diversity",
    "title": "Cultural diversity",
    "table_of_contents": [
        "1 History",
        "2 Characteristics",
        "3 Quantification",
        "4 Controversies",
        "5 Promotion",
        "6 See also",
        "7 Sources",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cultural diversity is the quality of diverse or different cultures, as opposed to monoculture, the global monoculture, or a homogenization of cultures, akin to cultural evolution. The term \"cultural diversity\" can also refer to having different cultures respect each other's differences. It is often used to mention the variety of human societies or cultures in a specific region, or in the world as a whole. It refers to the inclusion of different cultural perspectives in an organization or society.\n\n"
        },
        {
            "title": "History",
            "text": "At the international level, the notion of cultural diversity has been defended by the United Nations Educational, Scientific and Cultural Organization since its founding in 1945 by various countries.[2]\n\nThe World Day for Cultural Diversity for Dialogue and Development was established in November 2001 by the United Nations General Assembly following UNESCO's Universal Declaration on Cultural Diversity.[3] Its objective is to promote cultural diversity, dialogue and development. It is celebrated on May 21 each year.[4] Before the 2001 Universal Declaration, UNESCO had interpreted \"culture\" in terms of artistic masterpieces. With the Universal Declaration, it adopted a more expansive understanding based on anthropology. This defined cultural diversity as \"the set of distinctive spiritual, material, intellectual and emotional features of society or a social group\", including lifestyles, value systems, traditions, and beliefs.[5] The twelve articles of the Universal Declaration were published with an action plan for ways to promote cultural diversity. The action plan connected cultural diversity explicitly to human rights including freedom of expression, freedom of movement, and protection of indigenous knowledge.[5] The declaration identifies cultural diversity as a source of innovation and creativity as well as a driver of both economic development and personal development.[6] UNESCO made a submission to a 2002 UN report on Human Rights and Cultural Diversity, quoting part of the declaration to emphasise that cultural diversity must not be used to infringe the rights of minorities and that cultural diversity requires the protection of individual freedoms.[7]\n\nIn September 2002, the city of Porto Alegre in Brazil organized a world meeting for culture, bringing together mayors and technical directors of culture from different cities of the world, with the participation of observers from civil society.[8] The cities of Porto Alegre and Barcelona have proposed the drafting of a reference document for the development of local cultural policies, inspired by \"Agenda 21\", created in 1992 for the environment. The Culture 21 was thus designed with the aim of including cultural diversity at the local level. The document was approved on May 8, 2004 during the first edition of the Universal Forum of Cultures in Barcelona (Spain).\n\nIn 2005, the Convention on the Protection and Promotion of the Diversity of Cultural Expressions was adopted in October 2005 by UNESCO in order to protect cultural diversity in the face of cultural homogenization by globalization, free trade and international trade.[9] The convention defines cultural diversity as referring to the manifold ways in which the cultures of groups and societies find expression. These expressions are passed on within and among groups and societies.[10] The 2005 convention builds on the 2001 declaration by naming linguistic diversity as a fundamental part of cultural diversity and stating that cultural diversity depends on the free flow of ideas.[11]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Cultural diversity can take several meanings:[12]\n\nDiversity refers to the attributes that people use to confirm themselves with respect to others, “that person is different from me.” These attributes include demographic factors (such as race, gender, and age) as well as values and cultural norms.[13] The many separate societies that emerged around the globe differ markedly from each other, and many of these differences persist to this day. The more obvious cultural differences that exist between people are language, dress, and traditions. There are also significant variations in the way societies organize themselves, such as in their shared conception of morality, religious belief, and in the ways, they interact with their environment. Cultural diversity can be seen as analogous to biodiversity.[14]\n\nBy analogy with biodiversity, which is thought to be essential to the long-term survival of life on earth, it can be argued that cultural diversity may be vital for the long-term survival of humanity; and that the conservation of indigenous cultures may be as important to humankind as the conservation of species and ecosystems is to life in general.  The General Conference of UNESCO took this position in 2001, asserting in Article 1 of the Universal Declaration on Cultural Diversity that \"...cultural diversity is as necessary for humankind as biodiversity is for nature.\"[15]\n\n"
        },
        {
            "title": "Quantification",
            "text": "Cultural diversity is difficult to quantify, but a good indication is thought to be a count of the number of languages spoken in a region or in the world as a whole.[16] By this measure, we may be going through a period of the precipitous decline in the world's cultural diversity.  Research carried out in the 1990s by David Crystal suggested that at that time, on average, one language was falling into disuse every two weeks. He calculated that if that rate of the language death were to continue, then by the year 2100, more than 90% of the languages currently spoken in the world will have gone extinct.\n\nOverpopulation, immigration, and imperialism (of both the militaristic and cultural kind) are reasons that have been suggested to explain any such decline. However, it could also be argued that with the advent of globalism, a decline in cultural diversity is inevitable because information sharing often promotes homogeneity and in a society where many people from different cultural backgrounds are living, mutual understanding is essential to promote a future with appreciative cultural diversity.[17]\n\nIn 2003, James Fearon of Stanford University published \"Ethnic and Cultural Diversity by Country\" in the Journal of Economic Growth, a list of countries based on the diversity of ethnicities, languages and religions.[1]\n\nA 2017 literature review on quantitative approaches to cultural diversity proposed models for weighted diversity indices that assign differential values to key parameters, including not only of language but also belief templates and ethnic profiles or associated cultural backgrounds.[18]\n\n"
        },
        {
            "title": "Controversies",
            "text": "In the same manner that the promotion of poverty in underdeveloped nations as \"cultural diversity\" is unethical.[19] It is unethical to promote all religious practices simply because they are seen to contribute to cultural diversity. Particular religious practices are recognized by the WHO and UN as unethical, including female genital mutilation, polygamy, child brides, and human sacrifice.\n\nWith the onset of globalization, traditional nation-states have been placed under enormous pressure.[20] With the development of technology, information and capital are transcending geographical boundaries and reshaping the relationships between the marketplace, states, and citizens. In particular, the growth of the mass media industry has largely impacted individuals and societies across the globe.  Although beneficial in some ways, this increased accessibility has the capacity to negatively affect a society's individuality.  With information being so easily distributed throughout the world, cultural meanings, values, and tastes run the risk of becoming homogenized.  As a result, the strength of the identity of individuals and societies may begin to weaken.\n\nThe controversial implication of cultural relativism includes the idea that social norms are infallible and no individual can challenge them on moral grounds, that every moral code held by a culture is just as acceptable as any other even if it contains prejudices such as racism or sexism, and the impossibility of moral progress due to the lack of universal standards according to which a society's norms may be judged.[21] Due to its logical flaws and controversial implications, cultural relativism failed to attract widespread acceptance among ethical philosophers.\n\n"
        },
        {
            "title": "Promotion",
            "text": "Organisations that promote access to culture can reflect diversity in what they choose to host or exclude. Google Arts and Culture and Europeana are among the platforms who state a commitment to promoting cultural diversity. For Google Arts and Culture, diversity implies \"working with communities that have historically been left out of the mainstream cultural narrative\" while Europeana acknowledges that \"stories told with/by cultural heritage items have not historically been representative of the population, and so we strive to share lesser-told stories from underrepresented communities.\"[22][23]\n\n"
        },
        {
            "title": "Sources",
            "text": " This article incorporates text from a free content work.  Licensed under CC BY-SA 3.0 IGO (license statement/permission). Text taken from Glossary of key terms related to intellectual property and genetic resources, traditional knowledge and traditional cultural expressions.,  WIPO, To learn how to add open license text to Wikipedia articles, please see this how-to page. For information on reusing text from Wikipedia, please see the terms of use.\n\n"
        }
    ]
}