{
    "url": "https://en.wikipedia.org/wiki/Culture_of_New_England",
    "title": "Culture of New England",
    "table_of_contents": [
        "1 Overview",
        "1.1 Economic data",
        "2 Cultural roots",
        "3 Religion",
        "4 Literature",
        "5 Accents",
        "6 Social activities and music",
        "6.1 Cuisine",
        "7 Media",
        "7.1 Comedy",
        "8 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The culture of New England comprises a shared heritage and culture primarily shaped by its indigenous peoples, early English colonists, and waves of immigration from Europe, Asia, Africa, and the Americas.[1] In contrast to other American regions, most of New England's earliest Puritan settlers came from eastern England, contributing to New England's distinctive accents, foods, customs, and social structures.\n\n"
        },
        {
            "title": "Overview",
            "text": "New England is the oldest region of the United States and one of the first successful English settlements in the Americas, and it has a long and oft-contested cultural history. Professor of American and New England Studies Joseph A. Conforti writes, \"New England has been a storied place. Its identity has been encoded in narratives about its past—stories that have been continually revised in response to new interpretive needs generated by the transformations of regional life[, helping] New Englanders negotiate, traditionalize, and resist change.\"[3] As such, New England culture is a complex combination of its overarching and popular Puritan English colonial narrative and its multiple and equally important complementary and competing alternative narratives.\n\nWithin modern New England, a cultural divide also exists between urban, mobile New Englanders living along the densely populated coastline, and in much of Connecticut, and rural New Englanders in western Massachusetts, Vermont, New Hampshire, and Maine, where population density is low.[4]\n\nThe creative economy also plays an important role in the larger economy of New England. In 2002, there were nearly 275,000 workers in the region engaged in cultural enterprises, with nearly half in Massachusetts alone.[5] As a percentage of the workforce compared to other US states, Massachusetts ranks first for architects, Connecticut ranks third for producers and directors, Maine ranks fourth for visual artists, New Hampshire ranks eleventh for writers, Rhode Island ranks first for photographers, and Vermont ranks third for visual artists, announcers, and writers.[5]\n\n"
        },
        {
            "title": "Cultural roots",
            "text": "Historian Samuel Eliot Morison uses the metaphor of wine to describe the relationship between present New England culture and its past:\n\nMany of the first European colonists of New England had a maritime orientation toward whaling (first noted about 1650)[7] and fishing, in addition to farming. New England has developed a distinct cuisine, dialect, architecture, and government. New England cuisine has a reputation for its emphasis on seafood and dairy; clam chowder, lobster, and other products of the sea are among some of the region's most popular foods.\n\n"
        },
        {
            "title": "Religion",
            "text": "Today, New England is the least religious part of the U.S. In 2009, less than half of those polled in Maine, Massachusetts, New Hampshire, and Vermont claimed that religion was an important part of their daily lives. Southernmost New England in Connecticut is among the ten least religious states, 53 percent, of those polled claimed that it was.[8] According to the American Religious Identification Survey, 34 percent of Vermonters, a plurality, claimed to have no religion; on average, nearly one out of every four New Englanders identifies as having no religion, more than in any other part of the U.S.[9] New England has one of the highest percentages of Catholics in the U.S. This number declined from 50% in 1990 to 36% in 2008.[9]\n\n"
        },
        {
            "title": "Literature",
            "text": "The literature of New England has had an enduring influence on American literature in general, with themes such as religion, race, the individual versus society, social repression, and nature, emblematic of the larger concerns of American letters.[10]\n\nNew England has been the birthplace of American authors and poets. Ralph Waldo Emerson was born in Boston. Henry David Thoreau was born in Concord, Massachusetts, where he famously lived, for some time, by Walden Pond, on Emerson's land. Nathaniel Hawthorne, romantic era writer, was born in historical Salem; later, he would live in Concord at the same time as Emerson and Thoreau. All three of these writers have strong connections to The Old Manse, a home in the Emerson family and a key center of the Transcendentalist movement. Emily Dickinson lived most of her life in Amherst, Massachusetts. Henry Wadsworth Longfellow was from Portland, Maine, H.P. Lovecraft in Providence, and Edgar Allan Poe was born in Boston.\n\nAccording to reports, the famed Mother Goose, the author of fairy tales and nursery rhymes was originally a person named Elizabeth Foster Goose or Mary Goose who lived in Boston. Poets James Russell Lowell, Amy Lowell, and Robert Lowell, a Confessionalist poet and teacher of Sylvia Plath, were all New England natives. Anne Sexton, also taught by Lowell, was born and died in Massachusetts. Much of the work of Nobel Prize laureate Eugene O'Neill is associated with the city of New London, Connecticut, where he spent many summers. The 14th U.S. Poet Laureate Donald Hall, a New Hampshire resident, continues the line of renowned New England poets. Noah Webster, the Father of American Scholarship and Education, was born in West Hartford, Connecticut. Pulitzer Prize winning poets Edwin Arlington Robinson, Edna St. Vincent Millay and Robert P. T. Coffin were born in Maine.\n\nPoets Stanley Kunitz and Elizabeth Bishop were both born in Worcester, Massachusetts, and Pulitzer Prize–winning poet Galway Kinnell was born in Providence, Rhode Island. Oliver La Farge, a New Englander of French and Narragansett descent, won the Pulitzer Prize for the Novel, the predecessor to the Pulitzer Prize for Fiction, in 1930 for his book Laughing Boy. John P. Marquand grew up in Newburyport, Massachusetts. Novelist Edwin O'Connor, who was also known as a radio personality and journalist, won the Pulitzer Prize for Fiction for his novel The Edge of Sadness. Pulitzer Prize winner John Cheever, a novelist and short story writer, was born in Quincy, Massachusetts, and set most of his fiction in old New England villages based on various South Shore towns around there. E. Annie Proulx was born in Norwich, Connecticut. David Lindsay-Abaire, who won the Pulitzer Prize for Drama in 2007 for his play Rabbit Hole, was raised in Boston.\n\nEthan Frome, written in 1911 by Edith Wharton, is set in turn-of-the-century New England, in the fictitious town of Starkfield, Massachusetts. Like much literature of the region, it plays off themes of isolation and hopelessness. New England is also the setting for most of the gothic horror stories of H. P. Lovecraft, who lived his life in Providence, Rhode Island. Real New England towns such as Ipswich, Newburyport, Rowley, and Marblehead featured often in his stories alongside fictional locations such as Dunwich, Arkham, Innsmouth and Kingsport. Lovecraft often expressed an appreciation for New England in his personal correspondence, and believed that returning to the area was the reason that his writing improved after he left New York City.\n\nJack Kerouac, pioneer of the Beat Generation and author of the 1957 novel On the Road was born in Lowell, Massachusetts, in 1922 and was later also buried there after his death in 1969.\n\nThe region has also drawn authors and poets from other parts of the U.S. Mark Twain thought Hartford was the most beautiful city in the U.S.[citation needed] He made it his home, and wrote his masterpieces there. He lived next door to Harriet Beecher Stowe, a local most famous for the novel Uncle Tom's Cabin. John Updike, originally from Pennsylvania, eventually moved to Ipswich, Massachusetts, which served as the model for the fictional New England town of Tarbox in his 1968 novel Couples. Robert Frost was born in California, but moved to Massachusetts during his teen years and published his first poem in Lawrence; his frequent use of New England settings and themes ensured that he would be associated with the region. Arthur Miller, a New York City native, used New England as the setting for some of his works, most notably The Crucible.\n\nHerman Melville, originally from New York City, bought the house now known as Arrowhead in Pittsfield, Massachusetts, and there wrote his greatest novel Moby-Dick. Poet Maxine Kumin was born in Philadelphia, and currently resides in Warner, New Hampshire. Pulitzer Prize–winning poet Mary Oliver was born in Maple Heights, Ohio, and has lived in Provincetown, Massachusetts, for the last forty years. Charles Simic, who was born in Belgrade, Serbia (at that time Yugoslavia) grew up in Chicago and lives in Strafford, New Hampshire, on the shore of Bow Lake. He is the professor emeritus of American literature and creative writing at the University of New Hampshire. Pulitzer Prize–winning novelist and short story writer Steven Millhauser, whose short story \"Eisenheim the Illusionist\" was adapted into the 2006 film The Illusionist, was born in New York City and raised in Connecticut.\n\nMore recently, Stephen King, born in Portland, Maine, has used the small towns of his home state as the setting for much of his horror fiction, with several of his stories taking place in or near the fictional town of Castle Rock. Just to the south, Exeter, New Hampshire, was the birthplace of best-selling novelist John Irving and Dan Brown, author of The Da Vinci Code. Rick Moody has set many of his works in southern New England, focusing on wealthy families of suburban Connecticut's Gold Coast and their battles with addiction and anomie.\n\nDerek Walcott, a playwright and poet who won the 1992 Nobel Prize for Literature, taught poetry at Boston University. Pulitzer Prize winner Cormac McCarthy, whose novel No Country for Old Men was made into the Academy Award for Best Picture winning film in 2007, was born in Providence, although he moved to Tennessee when he was a boy. New York Times Bestselling author Dennis Lehane, another native of the Boston area, who was born in Dorchester, wrote the novels that were adapted into the films Mystic River, Gone Baby Gone and Shutter Island.\n\nLargely on the strength of its local writers, Boston was for some years the center of the U.S. publishing industry, before being overtaken by New York in the middle of the nineteenth century. Boston remains the home of publishers Houghton Mifflin and Pearson Education, and was the longtime home of literary magazine The Atlantic Monthly. Merriam-Webster is based in Springfield, Massachusetts. Yankee, a magazine for New Englanders, is based in Dublin, New Hampshire.\n\n"
        },
        {
            "title": "Accents",
            "text": "There are several American English accents spoken in the region including New England English and Boston Accent.\n\nThe New England English dialect and Boston accent are native to the region. Many of its most stereotypical features (such as r dropping and the so-called broad A) are believed to have originated in Boston from the influence of England's Received Pronunciation, which shares those features. While some Boston accents are most strongly associated with the so-called \"Eastern Establishment\" and Boston's upper class, the common accent is locally prevalent and predominantly associated with blue-collar natives exemplified by movies like Good Will Hunting and The Departed. The Boston accent and accents closely related to it cover eastern Massachusetts, New Hampshire, and Maine.[11]\n\nSome Rhode Islanders speak with a non-rhotic accent that many[who?] compare to a \"Brooklyn\" or a cross between a New York and Boston accent[citation needed] (\"water\" becomes \"wata\"). Many Rhode Islanders distinguish the aw sound [ɔə̯], as one might hear on the Mid-Atlantic seaboard; e.g., the word coffee is pronounced [ˈkʰɔə̯fi].[12] This type of accent was brought to the region by early settlers from eastern England in the Puritan migration in the mid-seventeenth century.[13]\n\n"
        },
        {
            "title": "Social activities and music",
            "text": "In much of rural northern New England, particularly Maine, Acadian and Québécois culture are included in music and dance. Contra dancing and country square dancing are popular throughout New England, usually backed by live Irish, Acadian, or other folk music.\n\nTraditional knitting, quilting and rug hooking circles in rural New England have become less common; church, sports, and town government are more typical social activities. These traditional gatherings are often hosted in individual homes or civic centers.\n\nIn the U.S., candlepin bowling is essentially confined to New England, where it was invented in the 19th century.[14] Basketball was invented in Springfield, Massachusetts, and volleyball was invented in Holyoke, Massachusetts.\n\nNew England was for some time an important center of American classical music. The Yankee tunesmiths or First New England school were active 1770–1820, giving birth to \"America's First National Anthem\", and Second New England School was instrumental in reinvigorating classical music about a century later. Prominent modernist composers also come from the region, including Charles Ives and John Adams. Boston is the site of the New England Conservatory and the Boston Symphony Orchestra. The Yale School of Music in New Haven, CT is another renowned institution.\n\nIn rock music, the region has produced bands as different as Aerosmith, Phish, the Pixies, and Boston. Dick Dale, a Quincy, Massachusetts native, helped popularize surf rock. The region has also become a hotbed for Hardcore Punk and Heavy Metal music (especially with regards to Metalcore and Deathcore).\n\nA long-time New England social custom is to gather in warmer months at special-purpose ice cream parlors that dot the countryside. New England leads the U.S. in ice cream consumption per capita.[15][16]\n\nCulinary historians have cited, as perhaps the most notable and longstanding menu item of the region to be pie.[17] Along with washday Monday, New England historians have long noted that the most universal of regional traditions is the eating of pie for breakfast. In an unsigned item in the July 23, 1884 edition of The New York Times, it was reported derisively that Ralph Waldo Emerson \"was accustomed to eating pie at breakfast.\"[18]\n\n"
        },
        {
            "title": "Media",
            "text": "The leading U.S. cable TV sports broadcaster ESPN is headquartered in Bristol, Connecticut. New England has several regional cable networks, including New England Cable News (NECN) and the New England Sports Network (NESN). New England Cable News is the largest regional 24-hour cable news network in the U.S., broadcasting to more than 3.2 million homes in all of the New England states. Its studios are located in Newton, Massachusetts, outside of Boston, and it maintains bureaus in Manchester, New Hampshire; Hartford, Connecticut; Worcester, Massachusetts; Portland, Maine; and Burlington, Vermont.[19] In much of Connecticut, including Litchfield, Fairfield, and New Haven counties it also broadcasts New York based news programs—this is due in part to the immense influence New York has on southern Connecticut's economy and culture. Many areas in southern Connecticut often listen to NYC based radio stations as well as local stations.\n\nNESN broadcasts the Boston Red Sox baseball and Boston Bruins hockey throughout the region, except for southern Connecticut.[20] Most of Connecticut, save for Windham county in the state's northeast corner, and even southern Rhode Island, receives the YES Network, which broadcasts the games of the New York Yankees. For the most part, the same areas also carry SportsNet New York (SNY), which broadcasts New York Mets games. Central Connecticut appears to be the rough line where fans root for New England/Boston teams and NYC based sports teams.\n\nComcast SportsNet New England broadcasts the games of the Boston Celtics, New England Revolution and Boston Cannons.\n\nWhile most New England cities have daily newspapers, The Boston Globe and The New York Times are distributed widely throughout the region. Major newspapers also include The Providence Journal, Portland Press Herald, and Hartford Courant, the oldest continuously published newspaper in the U.S.[21]\n\nNew Englanders are well represented in American comedy. Writers for The Simpsons and late-night television programs often come by way of the Harvard Lampoon. Family Guy, an animated sitcom situated in Rhode Island, as well as American Dad! and The Cleveland Show, were created by Connecticut native and Rhode Island School of Design graduate Seth MacFarlane. A number of Saturday Night Live (SNL) cast members have origins in New England, from Adam Sandler to Amy Poehler, who also stars in the NBC television series Parks and Recreation. Former Daily Show correspondents Rob Corddry and Steve Carell are from Massachusetts, with the latter also being involved in film and the American adaptation of The Office.  The American Office also featured Dunder-Mifflin branches set in Stamford, Connecticut and Nashua, New Hampshire.\n\nLate-night television hosts Jay Leno and Conan O'Brien have origins in the Boston area. Notable stand-up comedians, including Dane Cook, Steve Sweeney, Steven Wright, Sarah Silverman, Lisa Lampanelli, Denis Leary, Lenny Clarke, and Louis CK, are also from the region. SNL cast member Seth Meyers once attributed the region's imprint on American humor to its \"sort of wry New England sense of pointing out anyone who's trying to make a big deal of himself\", with the Boston Globe suggesting that irony and sarcasm, as well as Irish influences, are its trademarks.[22]\n\n"
        }
    ]
}