{
    "url": "https://en.wikipedia.org/wiki/Cursive",
    "title": "Cursive",
    "table_of_contents": [
        "1 Descriptions",
        "1.1 Subclasses",
        "1.1.1 Ligature",
        "1.1.2 Looped",
        "1.1.3 Italic",
        "2 Origin",
        "3 Bengali",
        "4 Roman",
        "5 Greek",
        "6 English",
        "6.1 Cursive writing in the United Kingdom",
        "6.2 Cursive writing in North America",
        "6.2.1 Development in the 18th and 19th centuries",
        "6.2.2 Decline of English cursive in the United States",
        "6.2.3 Conservation efforts and effects on the learning disabled",
        "7 German",
        "8 Russian",
        "9 Chinese",
        "10 Examples",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCursive (also known as script, among other names[a]) is any style of penmanship in which characters are written joined in a flowing manner, generally for the purpose of making writing faster, in contrast to block letters. It varies in functionality and modern-day usage across languages and regions; being used both publicly in artistic and formal documents as well as in private communication. Formal cursive is generally joined, but casual cursive is a combination of joins and pen lifts. The writing style can be further divided as \"looped\", \"italic\" or \"connected\".\n\nThe cursive method is used with many alphabets due to infrequent pen lifting and beliefs that it increases writing speed. Despite this belief, more elaborate or ornamental styles of writing can be slower to reproduce. In some alphabets, many or all letters in a word are connected, sometimes making a word one single complex stroke.\n\nA study of gradeschool children in 2013 discovered that the speed of their cursive writing is the same as their print writing, regardless of which handwriting the child had learnt first.[1]\n\n"
        },
        {
            "title": "Descriptions",
            "text": "Cursive is a style of penmanship in which the symbols of the language are written in a conjoined and/or flowing manner, generally for the purpose of making writing faster. This writing style is distinct from \"print-script\" using block letters, in which the letters of a word are unconnected and in Roman/Gothic letter-form rather than joined-up script. Not all cursive copybooks join all letters: formal cursive is generally joined, but casual cursive is a combination of joins and pen lifts. In the Arabic, Syriac, Latin, and Cyrillic alphabets, many or all letters in a word are connected (while others must not), sometimes making a word one single complex stroke. In Hebrew cursive and Roman cursive, the letters are not connected. In Maharashtra, there was a version of cursive called 'Modi' to write Marathi language.\n\nLigature is writing the letters of words with lines connecting the letters so that one does not have to pick up the pen or pencil between letters.  Commonly some of the letters are written in a looped manner to facilitate the connections. In common printed Greek texts, the modern small letter fonts are called \"cursive\" (as opposed to uncial) though the letters do not connect.\n\nIn looped cursive penmanship, some ascenders and descenders have loops which provide for joins.  This is generally what people refer to when they say \"cursive\".[2]\n\nCursive italic penmanship—derived from chancery cursive—uses non-looped joins or no joins. In italic cursive, there are no joins from g, j, q, or y, and a few other joins are discouraged.[3][failed verification] Italic penmanship became popular in the 15th-century Italian Renaissance. The term \"italic\" as it relates to handwriting is not to be confused with italic typed letters. Many, but not all, letters in the handwriting of the Renaissance were joined, as most are today in cursive italic.\n\n"
        },
        {
            "title": "Origin",
            "text": "The origins of the cursive method are associated with practical advantages of writing speed and infrequent pen-lifting to accommodate the limitations of the quill. Quills are fragile, easily broken, and will spatter unless used properly. They also run out of ink faster than most contemporary writing utensils. Steel dip pens followed quills; they were sturdier, but still had some limitations. The individuality of the provenance of a document (see Signature) was a factor also, as opposed to machine font.[4]\nCursive was also favored because the writing tool was rarely taken off the paper.\nThe term cursive derives from Middle French cursif from Medieval Latin cursivus, which literally means running. This term in turn derives from Latin currere (\"to run, hasten\").[5] Although the use of cursive appeared to be on the decline, it now seems to be coming back into use.[6]\n\n"
        },
        {
            "title": "Bengali",
            "text": "In Bengali cursive script[7]\n(also known in Bengali as \"professional writing\"[citation needed]) the letters are more likely to be more curvy in appearance than in standard Bengali handwriting. Also, the horizontal supporting bar on each letter (matra) runs continuously through the entire word, unlike in standard handwriting. This cursive handwriting often used by literature experts differs in appearance from the standard Bengali alphabet as it is free hand writing, where sometimes the alphabets are complex and appear different from the standard handwriting.[citation needed]\n\n"
        },
        {
            "title": "Roman",
            "text": "Roman cursive is a form of handwriting (or a script) used in ancient Rome and to some extent into the Middle Ages. It is customarily divided into old (or ancient) cursive, and new cursive. Old Roman cursive, also called majuscule cursive and capitalis cursive, was the everyday form of handwriting used for writing letters, by merchants writing business accounts, by schoolchildren learning the Latin alphabet, and even by emperors issuing commands. New Roman, also called minuscule cursive or later cursive, developed from old cursive. It was used from approximately the 3rd century to the 7th century, and uses letter forms that are more recognizable to modern eyes; \"a\", \"b\", \"d\", and \"e\" have taken a more familiar shape, and the other letters are proportionate to each other rather than varying wildly in size and placement on a line.\n\n"
        },
        {
            "title": "Greek",
            "text": "The Greek alphabet has had several cursive forms in the course of its development. In antiquity, a cursive form of handwriting was used in writing on papyrus. It employed slanted and partly connected letter forms as well as many ligatures. Some features of this handwriting were later adopted into Greek minuscule, the dominant form of handwriting in the medieval and early modern era. In the 19th and 20th centuries, an entirely new form of cursive Greek, more similar to contemporary Western European cursive scripts, was developed.\n\n"
        },
        {
            "title": "English",
            "text": "Cursive writing was used in English before the Norman conquest. Anglo-Saxon Charters typically include a boundary clause written in Old English in a cursive script. A cursive handwriting style—secretary hand—was widely used for both personal correspondence and official documents in England from early in the 16th century.\n\nCursive handwriting developed into something approximating its current form from the 17th century, but its use was neither uniform, nor standardized either in England itself or elsewhere in the British Empire. In the English colonies of the early 17th century, most of the letters are clearly separated in the handwriting of William Bradford, though a few were joined as in a cursive hand. In England itself, Edward Cocker had begun to introduce a version of the French ronde style, which was then further developed and popularized throughout the British Empire in the 17th and 18th centuries as round hand by John Ayers and William Banson.[9]\n\nToday there is no standardized teaching script stipulated in the various national curriculums for schools in the United Kingdom, only that one font style needs to be used consistently throughout the school.[10] In both the Cursive and the Continuous Cursive writing styles, letters are created through joining lines and curve shapes in a particular way. Once pupils have learnt how to clearly form single letters, they are taught how single letters can be joined to form a flowing script.[11]\n\nCharacteristics of Cursive and Continuous Cursive scripts:[12]\n\nWhether Cursive or Continuous Cursive is to be favoured remains a subject of debate. While many schools in the United Kingdom are opting to teach Continuous Cursive  throughout the year groups, often starting in Reception, critics have argued that conjoined writing styles leave many children struggling with the high level of gross and fine motor coordination required.[13]\n\nIn the American colonies, on the eve of their independence from the Kingdom of Great Britain, it is notable that Thomas Jefferson joined most, but not all the letters when drafting the United States Declaration of Independence. However, a few days later, Timothy Matlack professionally re-wrote the presentation copy of the Declaration in a fully joined, cursive hand. Eighty-seven years later, in the middle of the 19th century, Abraham Lincoln drafted the Gettysburg Address in a cursive hand that would not look out of place today.\n\nNot all such cursive, then or now, joined all of the letters within a word.\n\nIn both the British Empire and the United States in the 18th and 19th centuries, before the typewriter, professionals used cursive for their correspondence. This was called a \"fair hand\", meaning it looked good, and firms trained their clerks to write in exactly the same script.\n\nIn the early days[when?] of the post office, letters were written in cursive – and to fit more text on a single sheet, the text was continued in lines crossing at 90 degrees from the original text.[14] Block letters were not suitable for this.[citation needed]\n\nAlthough women's handwriting had noticeably different particulars from men's, the general forms were not prone to rapid change. In the mid-19th century, most children were taught the contemporary cursive; in the United States, this usually occurred in second or third grade (around ages seven to nine). Few simplifications appeared as the middle of the 20th century approached.[citation needed]\n\nAfter the 1960s, a movement originally begun by Paul Standard in the 1930s to replace looped cursive with cursive italic penmanship resurfaced. It was motivated by the claim that cursive instruction was more difficult than it needed to be: that conventional (looped) cursive was unnecessary, and it was easier to write in cursive italic. Because of this, various new forms of cursive italic appeared, including Getty-Dubay Italic, and Barchowsky Fluent Handwriting. In the 21st century, some of the surviving cursive writing styles are Spencerian, Palmer Method, D'Nealian, and Zaner-Bloser script.[15]\n\nOne of the earliest forms of new technology that caused the decline of handwriting was the invention of the ballpoint pen, patented in 1888 by John Loud. Two brothers, László and György Bíró, further developed the pen by changing the design and using different ink that dried quickly. With their design, it was guaranteed that the ink would not smudge, as it would with the earlier design of pen, and it no longer required the careful penmanship one would use with the older design of pen. After World War II, the ballpoint pen was mass-produced and sold for a cheap price, changing the way people wrote. Over time the emphasis of using the style of cursive to write slowly declined,[quantify] only to be later impacted by other technologies such as the phone, computer, and keyboard.[16][17]\n\nCursive has been in decline throughout the 21st century due to its perceived lack of necessity. The Fairfax Education Association, the largest teachers' union in Fairfax County, Virginia, has called cursive a \"dying art\". Many consider cursive too tedious to learn and believe that it is not a useful skill.[18][19]\n\nOn the 2006 SAT, a United States post-secondary education entrance exam, only 15 percent of the students wrote their essay answers in cursive.[20] However, students might be discouraged from using cursive on standardized tests due to exams written in hard-to-read handwriting receiving lower marks, and some graders may have difficulties reading cursive.[21]\n\nIn 2007, a survey of 200 teachers of first through third grades in all 50 American states, 90 percent of respondents said their schools required the teaching of cursive.[22]\n\nA nationwide survey in 2008 found elementary school teachers lacking formal training in teaching handwriting to students. Only 12 percent of teachers reported having taken a course in how to teach it.[23]\n\nIn 2012, the American states of Indiana and Hawaii announced that their schools will no longer be required to teach cursive (but will still be permitted to), and instead will be required to teach \"keyboard proficiency\". Since the nationwide proposal of the Common Core State Standards in 2009, which do not include instruction in cursive, the standards have been adopted by 44 states as of July 2011, all of which have debated whether to augment them with cursive.[24][25]\n\nIn a 2022 article in The Atlantic, historian and former Harvard University president Drew Gilpin Faust noted that the Gen Z never learned to read and write cursive.[26]\n\n\nMany historical documents, such as the United States Constitution, are written in cursive—some argue the inability to read cursive therefore precludes one from being able to fully appreciate such documents in their original format.[27] Despite the decline in the day-to-day use of cursive, it is being reintroduced to the curriculum of schools in the United States[timeframe?]. States such as California, Idaho, Kansas, Massachusetts, North Carolina, South Carolina, New Jersey, and Tennessee have already mandated cursive in schools as a part of the Back to Basics program designed to maintain the integrity of cursive handwriting.[28] Cursive instruction is required by grade 5 in Illinois, starting with the 2018–2019 school year.[29] Some[who?] argue that cursive is not worth teaching in schools and \"in the 1960s cursive was implemented because of preference and not an educational basis; Hawaii and Indiana have replaced cursive instruction with 'keyboard proficiency' and 44 other states are currently weighing similar measures.\"[30]\n\nStudents with dyslexia, who have difficulty learning to read because their brains have difficulty associating sounds and letter combinations efficiently, have found that cursive can help them with the decoding process because it integrates hand-eye coordination, fine motor skills and other brain and memory functions.[31] However, students with dysgraphia may be badly served, or even substantially hindered, by demands for cursive.[32]\n\n"
        },
        {
            "title": "German",
            "text": "Up to the 19th century, Kurrent (also known as German cursive) was used in German-language longhand. Kurrent was not used exclusively, but rather in parallel to modern cursive (which is the same as English cursive). Writers used both cursive styles: location, contents and context of the text determined which style to use. A successor of Kurrent, Sütterlin, was widely used in the period 1911–1941 until the Nazi Party banned it and its printed equivalent Fraktur. German speakers brought up with Sütterlin continued to use it well into the post-war period.\n\nToday, three different styles of cursive writing are taught in German schools, the Lateinische Ausgangsschrift [de] (introduced in 1953), the Schulausgangsschrift [de] (1968), and the Vereinfachte Ausgangsschrift (1969).[33] The German National Primary Schoolteachers' Union has proposed replacing all three with Grundschrift, a simplified form of non-cursive handwriting adopted by Hamburg schools.[34]\n\n"
        },
        {
            "title": "Russian",
            "text": "The Russian Cursive Cyrillic alphabet is used (instead of the block letters) when handwriting the modern Russian language. While several letters resemble Latin counterparts, many of them represent different sounds. Most handwritten Russian, especially personal letters and schoolwork, uses the cursive Russian (Cyrillic) alphabet, although use of block letters in private writing has been rising.[citation needed] Most children in Russian schools are taught in the 1st grade how to write using this Russian script.\n\n"
        },
        {
            "title": "Chinese",
            "text": "Cursive forms of Chinese characters are used in calligraphy; \"running script\" is the semi-cursive form and \"rough script\" (mistakenly called \"grass script\" due to literal misinterpretation) is the cursive. The running aspect of this script has more to do with the formation and connectedness of strokes within an individual character than with connections between characters as in Western connected cursive. The latter are rare in hanzi and in the derived Japanese kanji characters which are usually well separated by the writer.\n\n"
        }
    ]
}