{
    "url": "https://en.wikipedia.org/wiki/Cybernetics",
    "title": "Cybernetics",
    "table_of_contents": [
        "1 Overview",
        "1.1 Definitions",
        "1.2 Etymology",
        "1.3 Closely related fields",
        "1.3.1 Systems science, systems theory, and systems thinking",
        "1.3.2 Other intersecting fields",
        "1.4 Key concepts",
        "1.4.1 Black Box",
        "1.4.2 Distinction",
        "1.4.3 Eigenform",
        "1.4.4 Feedback and circular causality",
        "1.4.5 Homeostasis",
        "1.4.6 Law of requisite variety",
        "1.4.7 Self-organisation",
        "2 Notable subfields and theories",
        "2.1 Autopoiesis",
        "2.2 Double bind theory",
        "2.3 Conversation theory",
        "2.4 Enactivism",
        "2.5 Good regulator theorem",
        "2.6 Perceptual control theory",
        "2.7 Radical constructivism",
        "2.8 Second-order cybernetics",
        "2.9 Viable system model",
        "3 History",
        "3.1 Precursors",
        "3.2 Foundations",
        "3.3 Cybernetics in the Soviet Union",
        "3.4 Split from artificial intelligence",
        "3.5 Biological Computer Laboratory",
        "3.6 Further development and new directions",
        "4 Practice and application",
        "4.1 In the natural sciences and technology",
        "4.1.1 Biology",
        "4.1.2 Engineering and computing",
        "4.1.3 Medicine and medical technology",
        "4.1.4 Other",
        "4.2 In the social and behavioural sciences",
        "4.2.1 Anthropology",
        "4.2.2 Economics and economic planning",
        "4.2.3 Psychology and cognitive science",
        "4.2.4 Sociology",
        "4.3 In creative, practical, and therapeutic disciplines",
        "4.3.1 Architecture",
        "4.3.2 Creative arts",
        "4.3.3 Design",
        "4.3.4 Education",
        "4.3.5 Management and organisation",
        "4.3.6 Psychotherapy",
        "4.4 Notable devices and projects",
        "4.4.1 Colloquy of Mobiles",
        "4.4.2 Elmer and Elsie",
        "4.4.3 Fun Palace",
        "4.4.4 Homeostat",
        "4.4.5 Musicolour",
        "4.4.6 Project Cybersyn",
        "4.4.7 School for Designing a Society",
        "5 Philosophical concerns",
        "5.1 Ecological aesthetics",
        "5.2 Epistemology and the philosophy of science",
        "5.3 Ethics",
        "5.4 Logic",
        "6 Wider influence",
        "6.1 Counter culture",
        "6.2 Deleuze and Guattari",
        "6.3 Feminisms",
        "6.4 Gaia hypothesis",
        "6.5 Hayek",
        "6.6 Posthumanism",
        "6.7 Other",
        "7 Journals",
        "8 Organisations",
        "8.1 American Society for Cybernetics",
        "8.2 Cybernetics Society",
        "8.3 IEEE Systems, Man, and Cybernetics Society",
        "8.4 Max Planck Institute for Biological Cybernetics",
        "8.5 Metaphorum",
        "8.6 RC51 Sociocybernetics",
        "8.7 SCiO - Systems and Complexity in Organisation",
        "9 See also",
        "10 Further reading",
        "11 Notes",
        "12 External links",
        "13 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cybernetics is a wide-ranging field concerned with circular causality or feedback in regulatory and purposive systems. Cybernetics is named after an example of circular causal feedback, that of steering a ship,[note 1] where the helmsperson maintains a steady course in a changing environment by adjusting their steering in continual response to the effect it is observed as having.[1] Cybernetics is concerned with feedback processes such as steering however they are embodied,[2] including in ecological, technological, biological, cognitive, and social systems, and in the context of practical activities such as designing, learning, managing, conversation, and the practice of cybernetics itself. Cybernetics' transdisciplinary[3] and \"antidisciplinary\"[4] character has meant that it intersects with a number of other fields, leading to it having both wide influence and diverse interpretations.\n\nCybernetics has its origins in exchanges between numerous fields during the 1940s, including anthropology, mathematics, neuroscience, psychology, and engineering. Initial developments were consolidated through meetings such as the Macy Conferences and the Ratio Club. At its most prominent during the 1950s and 1960s, cybernetics is a precursor to fields such as computing, artificial intelligence, cognitive science, complexity science, and robotics amongst others. It is closely related to systems science, which was developed in parallel. Early focuses included purposeful behaviour,[5] neural networks, heterarchy,[6] information theory, and self-organising systems. As cybernetics developed, it became broader in scope to include work in domains such as design,[7] family therapy, management and organisation, pedagogy,  sociology, and the creative arts.[8] At the same time, questions arising from circular causality have been explored in relation to the philosophy of science, ethics, and constructivist approaches, while cybernetics has also been associated with counter-cultural movements.[9] Contemporary cybernetics thus varies widely in scope and focus, with cyberneticians variously adopting and combining technical, scientific, philosophical, creative, and critical[10] approaches.\n\n"
        },
        {
            "title": "Overview",
            "text": "Cybernetics has been defined in a variety of ways, reflecting \"the richness of its conceptual base\".[11] One of the most well known definitions is that of Norbert Wiener who characterised cybernetics as concerned with \"control and communication in the animal and the machine\".[12] Another early definition is that of the Macy cybernetics conferences, where cybernetics was understood as the study of \"circular causal and feedback mechanisms in biological and social systems\".[13] Margaret Mead emphasised the role of cybernetics as \"a form of cross-disciplinary thought which made it possible for members of many disciplines to communicate with each other easily in a language which all could understand\".[14]\n\nOther definitions include:[15] “the art of governing or the science of government” (André-Marie Ampère); \"the art of steersmanship\" (Ross Ashby); \"the study of systems of any nature which are capable of receiving, storing, and processing information so as to use it for control\" (Andrey Kolmogorov); \"a branch of mathematics dealing with problems of control, recursiveness, and information, focuses on forms and the patterns that connect\" (Gregory Bateson); \"the art of securing efficient operation\" (Louis Couffignal);[16][17] \"the art of effective organization.\" (Stafford Beer); \"the science or the art of manipulating defensible metaphors; showing how they may be constructed and what can be inferred as a result of their existence\" (Gordon Pask);[18] \"the art of creating equilibrium in a world of constraints and possibilities\" (Ernst von Glasersfeld); \"the science and art of understanding\" (Humberto Maturana); \"the ability to cure all temporary truth of eternal triteness\" (Herbert Brun); \"a way of thinking about ways of thinking (of which it is one)\" (Larry Richards);[19]\n\nAccording to Norbert Wiener, the word cybernetics was coined by a research group involving himself and Arturo Rosenblueth in the summer of 1947.[12] It has been attested in print since at least 1948 through Norbert Wiener's book Cybernetics: Or Control and Communication in the Animal and the Machine.[note 2] In the book, Wiener states:\n\nMoreover, Wiener explains, the term was chosen to recognize James Clerk Maxwell's 1868 publication on feedback mechanisms involving governors, noting that the term governor is also derived from κυβερνήτης (kubernḗtēs) via a Latin corruption gubernator. Finally, Wiener motivates the choice by steering engines of a ship being \"one of the earliest and best-developed forms of feedback mechanisms\".[12]\n\nIndependently, the French term cybernétique was used in 1834 by André-Marie Ampère in Essai sur la philosophie des sciences to describe the science of civil government.[21]\n\nCybernetics is sometimes understood within the context of systems science, systems theory, and systems thinking.[22][23]\n\nSystems approaches influenced by cybernetics include:\n\nCybernetics' broad scope and tendency to transgress disciplinary norms[25] means its own boundaries have shifted over time and can be difficult to define. Many fields trace their origins in whole or part to work carried out in cybernetics, or were partially absorbed into cybernetics when it was developed. These include:\n\nKey concepts in cybernetics include:\n\nGeorge Spencer Brown's Laws of Form became influential in cybernetics, including in the work of Francisco Varela, and Louis Kauffman.\n\nThe notion of eigenform is an example of a self-referential system that produces a stable form. It plays an important role in the work of Heinz von Foerster[26] and is \"inextricably linked with second order cybernetics\".[27]\n\nFeedback is a process where the observed outcomes of actions are taken as inputs for further action in ways that support the pursuit and maintenance of particular conditions or their disruption, forming a circular causal relationship. Cybernetics is named after an example of feedback, that of steering a ship,[note 3] where the helmsperson maintains a steady course in a changing environment by adjusting their steering in continual response to the effect it is observed as having.[28]\n\nOther examples of circular causal feedback include: technological devices such as thermostats (where the action of a heater responds to measured changes in temperature, regulating the temperature of the room within a set range); biological examples such as the coordination of volitional movement through the nervous system; and processes of social interaction such as conversation.[29]\n\n"
        },
        {
            "title": "Notable subfields and theories",
            "text": "Notable subfields and theories of cybernetics include:\n\nDouble binds are patterns created in interaction between two or more parties in ongoing relationships where there is a contradiction between messages at different logical levels that creates a situation with emotional threat but no possibility of withdrawal from the situation and no way to articulate the problem.[30] While the theory was first described by Gregory Bateson and colleagues in the 1950s with regard to the origins of schizophrenia,[31] it is also characteristic of many other social contexts.[30]\n\nCybernetics is associated with the enactive approach to cognitive science through the work of Francisco Varela.\n\nRadical constructivism is an approach to epistemology developed initially by Ernst von Glasersfeld. It is closely associated with second-order cybernetics.[32]\n\nSecond-order cybernetics, also known as the cybernetics of cybernetics, is the recursive application of cybernetics to itself and the practice of cybernetics according to such a critique. It has seen development of cybernetics in relation to family therapy, the social sciences, the creative arts, design research, and philosophy. It is associated with Margaret Mead, Heinz von Foerster, the Biological Computer Laboratory and the American Society for Cybernetics.\n\n"
        },
        {
            "title": "History",
            "text": "The Ancient Greek term κυβερνητικης (kubernētikēs, '(good at) steering') appears in Plato's the Republic[33] and Alcibiades, where the metaphor of a steersman is used to signify the governance of people.[34] The French word cybernétique was also used in 1834 by the physicist André-Marie Ampère to denote the sciences of government in his classification system of human knowledge.\n\nThe first artificial automatic regulatory system was a water clock, invented by the mechanician Ktesibios; based on a tank which poured water into a reservoir before using it to run the mechanism, it used a cone-shaped float to monitor the level of the water in its reservoir and adjust the rate of flow of the water accordingly to maintain a constant level of water in the reservoir. This was the first artificial truly automatic self-regulatory device that required no outside intervention between the feedback and the controls of the mechanism. Devices constructed by Ktesibios and others such as Hero of Alexandria, Philo of Byzantium and Su Song are early examples of cybernetic principles in action.\n\nIn the late 18th century James Watt's steam engine was equipped with a governor (1775–1800), a centrifugal feedback valve for controlling the speed of the engine. In 1868 James Clerk Maxwell published a theoretical article on governors, one of the first to discuss and refine the principles of self-regulating devices. Jakob von Uexküll applied the feedback mechanism via his model of functional cycle (Funktionskreis) in order to explain animal behaviour and the origins of meaning in general. Electronic control systems originated with the 1927 work of Bell Telephone Laboratories engineer Harold S. Black on using negative feedback to control amplifiers. In 1935 Russian physiologist P. K. Anokhin published a book in which the concept of feedback (\"back afferentation\") was studied.\n\nOther precursors include: Kenneth Craik and Ștefan Odobleja.\n\nThe study and mathematical modelling of regulatory processes became a continuing research effort and two key articles were published in 1943: \"Behavior, Purpose and Teleology\" by Arturo Rosenblueth, Norbert Wiener, and Julian Bigelow –based on the research on living organisms that Arturo Rosenblueth did in Mexico–; and the paper \"A Logical Calculus of the Ideas Immanent in Nervous Activity\" by Warren McCulloch and Walter Pitts. In the early 1940s John von Neumann contributed a unique and unusual addition to the world of cybernetics: von Neumann cellular automata, and their logical follow up, the von Neumann Universal Constructor.  The result of these deceptively simple thought-experiments was the concept of self replication, which cybernetics adopted as a core concept.\n\nThe foundations of cybernetics were developed through a series of transdisciplinary conferences funded by the Josiah Macy, Jr. Foundation, between 1946 and 1953. The conferences were chaired by McCulloch and had participants included Ross Ashby, Gregory Bateson, Heinz von Foerster, Margaret Mead, John von Neumann, and Norbert Wiener.\n\nIn the spring of 1947, Wiener was invited to a congress on harmonic analysis, held in Nancy (France was an important geographical locus of early cybernetics together with the US and UK); the event was organized by the Bourbaki and mathematician Szolem Mandelbrojt. During this stay in France, Wiener received the offer to write a manuscript on the unifying character of this part of applied mathematics, which is found in the study of Brownian motion and in telecommunication engineering. The following summer, back in the United States, Wiener decided to introduce the neologism cybernetics, coined to denote the study of \"teleological mechanisms\", into his scientific theory: it was popularized through his book Cybernetics: Or Control and Communication in the Animal and the Machine.[12] In the UK this became the focus for the Ratio Club. In 1950, Wiener popularized the social implications of cybernetics, drawing analogies between automatic systems (such as a regulated steam engine) and human institutions in his best-selling The Human Use of Human Beings: Cybernetics and Society (Houghton-Mifflin). Published in 1954, Qian Xuesen published work \"Engineering Cybernetics\" was the basis of science in segregating the engineering concepts of Cybernetics from the theoretical understanding of Cybernetics as described so far historically.\n\nCybernetics in the Soviet Union was initially considered a \"pseudoscience\" and \"ideological weapon\" of \"imperialist reactionaries\" (Soviet Philosophical Dictionary, 1954) and later criticised as a narrow form of cybernetics.[35] In the mid to late 1950s Viktor Glushkov and others salvaged the reputation of the field. Soviet cybernetics incorporated much of what became known as computer science in the West.[36]\n\nThe design of self-regulating control systems for a real-time planned economy was explored by economist Oskar Lange, cyberneticist Viktor Glushkov, and other Soviet cyberneticists during the 1960s.\n\nArtificial intelligence (AI) was founded as a distinct discipline at the Dartmouth workshop in 1956. After some uneasy coexistence, AI gained funding and prominence. Consequently, cybernetic sciences such as the study of artificial neural networks were downplayed; the discipline shifted into the world of social sciences and therapy.[37]\n\nThe Biological Computer Laboratory at the University of Illinois at Urbana–Champaign, under the direction of Heinz von Foerster, was a major center of cybernetic research, founded in 1958 and active until the mid-1970s.[38]\n\nIn the 1970s, new cyberneticians emerged in multiple fields, but especially in biology. The ideas of Maturana, Varela and Atlan, according to Jean-Pierre Dupuy (1986) \"realized that the cybernetic metaphors of the program upon which molecular biology had been based rendered a conception of the autonomy of the living being impossible. Consequently, these thinkers were led to invent a new cybernetics, one more suited to the organizations which mankind discovers in nature - organizations he has not himself invented\".[39] However, during the 1980s the question of whether the features of this new cybernetics could be applied to social forms of organization remained open to debate.[39]\n\nIn the 1980s, according to Harries-Jones (1988) \"unlike its predecessor, the new cybernetics concerns itself with the interaction of autonomous political actors and subgroups, and the practical and reflexive consciousness of the subjects who produce and reproduce the structure of a political community. A dominant consideration is that of recursiveness, or self-reference of political action both with regards to the expression of political consciousness and with the ways in which systems build upon themselves\".[40]\n\nOne characteristic of the emerging new cybernetics considered in that time by Felix Geyer and Hans van der Zouwen, according to Bailey (1994),[41] was \"that it views information as constructed and reconstructed by an individual interacting with the environment. This provides an epistemological foundation of science, by viewing it as observer-dependent. Another characteristic of the new cybernetics is its contribution towards bridging the micro-macro gap. That is, it links the individual with the society\".[41] Another characteristic noted was the \"transition from classical cybernetics to the new cybernetics [that] involves a transition from classical problems to new problems. These shifts in thinking involve, among others, (a) a change from emphasis on the system being steered to the system doing the steering, and the factor which guides the steering decisions; and (b) new emphasis on communication between several systems which are trying to steer each other\".[41]\n\nRecent endeavors into the true focus of cybernetics, systems of control and emergent behavior, by such related fields as game theory (the analysis of group interaction), systems of feedback in evolution, and metamaterials (the study of materials with properties beyond the Newtonian properties of their constituent atoms), have led to a revived interest in the field.[42]\n\n"
        },
        {
            "title": "Practice and application",
            "text": "Cybernetics' transdisciplinary origins have led to a wide variety of applications, approaches and associations.\n\nMany early cyberneticians worked in neurophysiology, including Grey Walter, Warren McCulloch, and Arturo Rosenblueth. This remained a focus as cybernetics developed.[43]\n\nOther applications of cybernetics in biology include the physicist George Gamow's article in Scientific American called \"Information transfer in the living cell\", and biologists Jacques Monod and François Jacob use of cybernetics as a language for formulating their early theory of gene regulatory networks in the 1960s.[44]\n\nCybernetics has been used as a general reference for the science between the interjection of disciplines Medicine and technology. This involves sciences such as Bionics, Prosthetics, Neural network, Microchip implants, Neuroprosthetics and Brain-computer interface.\n\nAnthropologists working in cybernetics include Gregory Bateson, Margaret Mead, Mary Catherine Bateson, and Genevieve Bell.\n\nConcepts from  cybernetics  spread  throughout  psychology from the 1950s onwards.[48][49] The psychological theory, reversal theory, was rooted in cybernetics[50]  and continues to be the basis of research and practice.[51]\n\nBy examining group behavior through the lens of cybernetics, sociologists can seek the reasons for such spontaneous events as smart mobs and riots, as well as how communities develop rules such as etiquette by consensus without formal discussion.[citation needed] Affect Control Theory explains role behavior, emotions, and labeling theory in terms of homeostatic maintenance of sentiments associated with cultural categories.\n\nThe most comprehensive attempt ever made in the social sciences to increase cybernetics in a generalized theory of society was made by Talcott Parsons. In this way, cybernetics establishes the basic hierarchy in Parsons' AGIL paradigm, which is the ordering system-dimension of his action theory. These and other cybernetic models in sociology are reviewed in a book edited by McClelland and Fararo.[52]\n\nCybernetics has been influential in architecture, especially through the work of Gordon Pask. Pask collaborated with architect Cedric Price and theatre director Joan Littlewood on the influential Fun Palace project during the 1960s[53] and became a consultant to Nicholas Negroponte's Architecture Machine Group, forerunner of the MIT Media Lab. Pask's 1950s Musicolour installation was the inspiration for John and Julia Frazer's work on Price's Generator project.[54][55]\n\nArchitects influenced by cybernetics included Lebbeus Woods and Neil Spiller.\n\nCybernetic art is contemporary art that builds upon the legacy of cybernetics, where feedback involved in the work takes precedence over traditional aesthetic and material concerns. The relationship between cybernetics and art can be summarised in three ways: cybernetics can be used to study art, to create works of art or may itself be regarded as an art form in its own right.[56]\n\nThe prominent and influential Cybernetic Serendipity exhibition was held at the Institute of Contemporary Arts in 1968 curated by Jasia Reichardt, including Schöffer's CYSP I[57] and Gordon Pask's Colloquy of Mobiles installation. Pask's reflections on Colloquy connected it to his earlier Musicolour installation and to what he termed \"aesthetically potent environments\", a concept that connected this artistic work to his concerns with teaching and learning.[58]\n\nThe artist Roy Ascott elaborated an extensive theory of cybernetic art in  \"Behaviourist Art and the Cybernetic Vision\" (Cybernetica, Journal of the International Association for Cybernetics (Namur), Volume IX, No.4, 1966; Volume X No.1, 1967) and in \"The Cybernetic Stance: My Process and Purpose\" (Leonardo Vol 1, No 2, 1968). Art historian Edward A. Shanken has written about the history of art and cybernetics in essays including \"Cybernetics and Art: Cultural Convergence in the 1960s\"[59][60] and From Cybernetics to Telematics: The Art, Pedagogy, and Theory of Roy Ascott (2003),[61] which traces the trajectory of Ascott's work from cybernetic art to telematic art (art using computer networking as its medium, a precursor to net.art).\n\nOthers in the creative arts who are associated with cybernetics, include Herbert Brun, Brian Eno, Ruairi Glynn, Pauline Oliveros, Tom Scholte, and Stephen Willats.\n\nCybernetics was an influence on thinking in design in the decades after the Second World War. Ashby and Pask were drawn on by design theorists such as Horst Rittel,[62] Christopher Alexander[63] and Bruce Archer.[64] Later figures include Ranulph Glanville, Klaus Krippendorff, and Annetta Pedretti.\n\nThe cybernetic study of design has continued to contribute to design methods and design research[65] and to the development of systemic design and metadesign practices.\n\nCybernetics has been influential in the development of educational technology, notably in the work of Gordon Pask, and in theories of teaching and learning, including Pask's Conversation Theory, Ernst von Glasersfeld's Radical Constructivism, and Gregory Bateson's conception of deuterolearning.\n\nManagement as a field of study covers the task of managing a multitude of systems (often business systems), which presents a wide natural overlap with many of the classical concepts of cybernetics. Management cybernetics includes approaches such as Stafford Beer's Viable System Model and Syntegration.\n\nThe development of family therapy was significantly influenced by cybernetics through the work of Gregory Bateson, as was the work of R. D. Laing and his work Knots.[66]\n\nThe method of levels is an approach to psychotherapy based on perceptual control theory where the therapist aims to help the patient shift their awareness to higher levels of perception in order to resolve conflicts and allow reorganization to take place.\n\nA distinctive quality of cybernetics, especially as developed by British cyberneticians, is that it was often progressed through experimental devices and social projects.[67] Notable examples include:\n\nColloquy of Mobiles was an installation by Gordon Pask at the Cybernetic Serendipity exhibition in 1968.\n\nElmer and Elsie were a pair of robot \"tortoises\" developed by William Grey Walter.\n\nThe Fun Palace was a radical architectural project developed in the 1960s by the architect Cedric Price, theatre director Joan Littlewood, and cybernetician Gordon Pask.[68] Although unbuilt, the project was widely influential, notably on the design of the Centre Pompidou.\n\nThe Homeostat was a device built by Ross Ashby that was capable of adapting itself to the environment, exhibited behaviours such as habituation, reinforcement and learning through its ability to maintain homeostasis in a changing environment.\n\nMusicolour was an interactive light installation developed by Gordon Pask during the 1950s. It responded to musicians' variations and, if they did not vary their playing, it would become 'bored' and stop responding, prompting the musicians to respond.\n\nProject Cybersyn attempted to apply cybernetics to the economy at large scale during the early 1970s.[69]\n\nThe School for Designing a Society is a project of teachers, performers, artists, and activists, influenced by cybernetics, where the question “What would I consider a desirable society?” is given serious playful thoughtful discussion.[70] Founders and guests include Susan Parenti, Mark Enslin, Herbert Brun, and Larry Richards. A premise of the school was that social change can be realized in a transformation from the current to a new society (a change of system), not only in improvements to the current society (changes in a system).\n\n"
        },
        {
            "title": "Philosophical concerns",
            "text": "Gregory Bateson saw the world as a series of systems containing those of individuals, societies and ecosystems. Each of these systems has adaptive changes which depend upon feedback loops to control balance by changing multiple variables. He saw the natural ecological system as innately good as long as it was allowed to maintain homeostasis, and that the key unit of survival in evolution was an organism and its environment.[71]\n\nBateson, in this subject, presents western epistemology as a method of thinking that leads to a mindset in which man exerts an autocratic rule over all cybernetic systems and in doing so he unbalances the natural cybernetic system of controlled competition and mutual dependency. Bateson claims that humanity will never be able to control the whole system because it does not operate in a linear fashion, and if humanity creates his own rules for the system, he opens himself up to becoming a slave to the self-made system due to the non-linear nature of cybernetics.  Lastly, man's technological prowess combined with his scientific hubris gives him the potential to irrevocably damage and destroy the \"supreme cybernetic system\" (i.e. the biosphere), instead of just disrupting the system temporally until the system can self-correct.[71]\n\nSecond-order cybernetics is associated with a radically constructivist approach to epistemology and the philosophy of science.\n\nThe critique of objectivity developed in second-order cybernetics led to a concern with ethical issues. Foerster developed a critique of morality in ethical terms, arguing for ethics to remain implicit in action.[72] Foerster's position has been described as an \"ethics of enabling ethics\"[73] or as a form of \"recursive ethical questioning\".[74] Varela published a short book on \"ethical know-how\".[75] Glanville identified a number of \"desirable\" ethical qualities implicit in the cybernetic devices of the black box, distinction, autonomy, and conversation.[76] Others have drawn connections to design[77][78] and critical systems heuristics.[79]\n\nLogicians working in cybernetics include Gotthard Günther and Lars Löfgren.\n\n"
        },
        {
            "title": "Wider influence",
            "text": "Cybernetics was influential on the development of countercultural movements through figures such as Stewart Brand and publications such as the Whole Earth Catalogue and Co-Evolution Quarterly.[9]\n\nGilles Deleuze and Félix Guattari were influenced by the work of Gregory Bateson.[80]\n\nIdeas from cybernetics have influenced feminisms through the work of Margaret Mead, Mary Catherine Bateson, Donna Haraway, and Sadie Plant.\n\nThe Gaia hypothesis was informed by the first wave of cybernetic concepts - homeostasis, self-organization, negative feedback, and self-regulation - and later by the second-order cybernetic theory of autopoiesis.[81]\n\nFriedrich Hayek refers to cybernetics as a discipline that could help economists understand the \"self-organizing or self-generating systems\" called markets.[82]\n\nCybernetics' relevance across and between the domains of \"the animal and machine\" have been an influence on the development of posthumanism, such as in the work of N. Katherine Hayles.\n\n"
        },
        {
            "title": "Organisations",
            "text": "Organisations primarily concerned with cybernetics or aspects of it include:\n\nThe Metaphorum group was set up in 2003 to develop Stafford Beer's legacy in Organizational Cybernetics. The Metaphorum Group was born in a Syntegration in 2003 and have every year after developed a Conference on issues related to Organizational Cybernetics' theory and practice.\n\nRC51 is a research committee of the International Sociological Association promoting the development of (socio)cybernetic theory and research within the social sciences.[84]\n\nSCiO (Systems and Complexity in Organisation) is a community of systems practitioners who believe that traditional approaches to running organisations are no longer capable of dealing with the complexity and turbulence faced by organisations today and are responsible for many of the problems we see today.\nSCiO is the Body of Knowledge in Systems Practice in the UK, delivers a apprenticeship on masters level and a certification in systems practice.[85]\n\n"
        }
    ]
}