{
    "url": "https://en.wikipedia.org/wiki/Cyberpunk_derivatives",
    "title": "Cyberpunk derivatives",
    "table_of_contents": [
        "1 Background",
        "2 Futuristic derivatives",
        "2.1 Biopunk",
        "2.2 Nanopunk",
        "2.3 Postcyberpunk",
        "2.4 Cyber noir",
        "3 Retrofuturistic derivatives",
        "3.1 Steampunk",
        "3.1.1 Clockpunk",
        "3.2 Dieselpunk",
        "3.2.1 Decopunk",
        "3.3 Atompunk",
        "3.4 Steelpunk",
        "3.5 Cassette futurism/Formicapunk",
        "3.6 Rococopunk",
        "3.7 Stonepunk",
        "4 Other proposed science fiction derivatives",
        "4.1 Raypunk",
        "4.2 Nowpunk",
        "4.3 Cyberprep",
        "4.4 Solarpunk",
        "4.5 Lunarpunk",
        "5 Other proposed fantastic fiction derivatives",
        "5.1 Elfpunk",
        "5.2 Mythpunk",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Since the advent of the cyberpunk genre, a number of derivatives of cyberpunk have become recognized in their own right as distinct subgenres in speculative fiction, especially in science fiction.[1]\n\nRather than necessarily sharing the digitally and mechanically focused setting of cyberpunk, these derivatives can display other futuristic, or even retrofuturistic, qualities that are drawn from or analogous to cyberpunk: a world built on one particular technology that is extrapolated to a highly sophisticated level (this may even be a fantastical or anachronistic technology, akin to retrofuturism), a gritty transreal urban style, or a particular approach to social themes.\n\nSteampunk, one of the most well-known of these subgenres, has been defined as a \"kind of technological fantasy;\"[1] others in this category sometimes also incorporate aspects of science fantasy and historical fantasy.[2] Scholars have written of the stylistic place of these subgenres in postmodern literature, as well as their ambiguous interaction with the historical perspective of postcolonialism.[3]\n\n"
        },
        {
            "title": "Background",
            "text": "American author Bruce Bethke coined the term cyberpunk in his 1980 short story of the same name, proposing it as a label for a new generation of 'punk' teenagers inspired by the perceptions inherent to the Information Age.[4] The term was quickly appropriated as a label to be applied to the works of William Gibson, Bruce Sterling, John Shirley, Rudy Rucker, Michael Swanwick, Pat Cadigan, Lewis Shiner, Richard Kadrey, and others. Science fiction author Lawrence Person, in defining postcyberpunk, summarized the characteristics of cyberpunk thusly:\n\nThe cyberpunk style describes the nihilistic and underground side of the digital society that developed from the last two decades of the 20th century. The cyberpunk world is dystopian, that is, it is the antithesis of utopian visions, very frequent in science fiction produced in the mid-twentieth century, typified by the world of Star Trek, although incorporating some of these utopias, mainly in the question of separation between body and mind, much discussed since Cartesian philosophy. It is sometimes generically defined as \"cyberpunk-fantasy\" or \"cyberfantasy\" a work of a fantasy genre that concerns the internet or cyberspace. Among the best known exponents are commonly indicated William Gibson, for his highly innovative and distinctive stories and novels from a stylistic and thematic point of view, and Bruce Sterling, for theoretical elaboration. Sterling later defined cyberpunk as “a new type of integration. The overlapping of worlds that were formally separated: the realm of high tech and modern underground culture.[6][7]\n\nThe relevance of cyberpunk as a genre to punk subculture is debatable and further hampered by the lack of a defined 'cyberpunk' subculture. Where the small 'cyber' movement shares themes with cyberpunk fiction, as well as drawing inspiration from punk and goth alike, cyberculture is considerably more popular though much less defined, encompassing virtual communities and cyberspace in general and typically embracing optimistic anticipations about the future. Cyberpunk is nonetheless regarded as a successful genre, as it ensnared many new readers and provided the sort of movement that postmodern literary critics found alluring. Furthermore, author David Brin argues, cyberpunk made science fiction more attractive and profitable for mainstream media and the visual arts in general.[8]\n\n"
        },
        {
            "title": "Futuristic derivatives",
            "text": "Biopunk builds on synthetic biology and biotechnology (such as bionanotechnology and biorobotics), typically focusing on the potential dangers to genetic engineering and enhancement.[9] As such, this genre generally depicts near-future unintended consequences of the biotechnology revolution following the discovery of recombinant DNA.\n\nEmerging during the 1990s, biopunk fiction usually describes the struggles of individuals or groups, often the product of human experimentation, against a backdrop of totalitarian governments or megacorporations that misuse biotechnologies as means of social control or profiteering.\n\nAs in postcyberpunk, individuals are most commonly modified and enhanced by genetic manipulation of their chromosomes rather than with prosthetic cyberware or dry nanotechnologies (albeit, like in nanopunk, bio-, nanotechnologies, and cyberware often coexist), and sometimes with other biotechnologies, such as nanobiotechnology, wetware, special bioengineered organs, and neural and tissue grafts.\n\nFilm examples include Naked Lunch (1991), Gattaca (1997), Children of Men (2006), and Vesper (2022).[9]\n\nNanopunk focuses on worlds in which the theoretical possibilities of nanotechnology are a reality,[9] including the use of Drexlerian 'dry' nano-assemblers[10] and nanites.\n\nIt is an emerging subgenre that is still less common in comparison to other derivatives of cyberpunk.[9] The genre is similar to biopunk, which focuses on the use of biotechnology, such as bionanotechnology and biorobotics, rather than on nanotechnology. (Albeit, like in biopunk, bio-, nanotechnologies, and cyberware often coexist in contrast to classical cyberpunk settings tending to heavily focus on mechanical cyberware to the point of genetic engineering and nanotechnologies being outright banned in some cyberpunk settings.)\n\nOne of the earliest works of nanopunk, Tech Heaven (1995) by Linda Nagata, looked into the healing potential of nanotechnology.[9] Currently, the genre is more concerned with the artistic and physiological impact of nanotechnology, than of aspects of the technology itself.[11] For instance, Prey (2002) by Michael Crichton explores a potential doomsday scenario caused by nanotechnology.[9] Still, one of the most prominent examples of nanopunk is the Crysis video game series; less famous examples include the television series Generator Rex (2010) and film Transcendence (2014).[11]\n\nPostcyberpunk includes newer cyberpunk works that experiment with different approaches to the genre. Oftentimes, such works will keep to central futuristic elements of cyberpunk—such as human augmentation, ubiquitous infospheres, and other advanced technology—but will forgo the assumption of a dystopia.[12] However, like all categories discerned within science fiction, the boundaries of postcyberpunk are likely to be fluid or ill-defined.[13]\n\nIt can be argued that the rise of cyberpunk fiction took place at a time when the 'cyber' was still considered new, foreign, and more-or-less strange to the average person. In this sense, postcyberpunk essentially emerged in acknowledgement of the idea that humanity has since adapted to the concept of cyberspace and no longer sees some elements of cyberpunk as from a distant world.[14]\n\nAs new writers and artists began to experiment with cyberpunk ideas, new varieties of fiction emerged, sometimes addressing the criticisms leveled at classic cyberpunk fiction. In 1998, Lawrence Person published an essay to the Internet forum Slashdot in which he discusses the emergence of the postcyberpunk genre:\n\nPerson advocates using the term postcyberpunk for the strain of science fiction that he describes above. In this view, typical postcyberpunk fiction explores themes related to a \"world of accelerating technological innovation and ever-increasing complexity in ways relevant to our everyday lives,\" while continuing the focus on social aspects within a post-third industrial-era society, such as of ubiquitous dataspheres and cybernetic augmentation of the human body. Unlike cyberpunk, its works may portray a utopia or to blend elements of both extremes into a relatively more mature societal vision.\n\nDenoting the postmodern framework of the genre, Rafael Miranda Huereca (2006) states:\n\nThe Daemon novel series by Daniel Suarez could be considered postcyberpunk in this sense.\n\nIn addition to themes of its ancestral genre, according to Huereca (2011), postcyberpunk might also combine elements of nanopunk and biopunk. Some postcyberpunk settings can have diverse types of augmentations instead of focusing on one kind, while others, similar to classic cyberpunk, can revolve around a single type of technology like prosthetics, such as in Ghost in the Shell (GitS).[16]\n\nOften named examples of postcyberpunk novels are Neal Stephenson's The Diamond Age and Bruce Sterling's Holy Fire. In television, Person has called Ghost in the Shell: Stand Alone Complex \"the most interesting, sustained postcyberpunk media work in existence.\"[17] In 2007, San Francisco writers James Patrick Kelly and John Kessel published Rewired: The Post-Cyberpunk Anthology.\n\nCyber noir is a noir genre story placed in a cyberpunk setting.\n\n"
        },
        {
            "title": "Retrofuturistic derivatives",
            "text": "As a wider variety of writers began to work with cyberpunk concepts, new subgenres of science fiction emerged, playing off the cyberpunk label, and focusing on technology and its social effects in different ways. Many derivatives of cyberpunk are retro-futuristic: they reimagine the past either through futuristic visions of historical eras (especially from the first and second industrial revolution technological-eras), or through depictions of more recent extrapolations or exaggerations of the actual technology from those eras.\n\nSteampunk is a retro-futuristic genre that is influenced by the Steam Age, ranging from the late Regency era (1795–1837; when the Industrial Revolution began) through the Victorian era (1837–1901) and the Belle Époque (1871–1914).[18]\n\nThe word steampunk was invented in 1987 as a jocular reference to some of the novels of Tim Powers, James P. Blaylock, and K. W. Jeter. When Gibson and Sterling entered the subgenre with their 1990 collaborative novel The Difference Engine, the term was being used earnestly as well.[19] Alan Moore and Kevin O'Neill's 1999 The League of Extraordinary Gentlemen historical fantasy comic book series (and the subsequent 2003 film adaptation) popularized the steampunk genre and helped propel it into mainstream fiction.[20]\n\nThe most immediate form of steampunk subculture is the community of fans surrounding the genre. Others move beyond this, attempting to adopt a \"steampunk\" aesthetic through fashion, home decor and even music. This movement may also be (perhaps more accurately) described as \"Neo-Victorianism\", which is the amalgamation of Victorian aesthetic principles with modern sensibilities and technologies. This characteristic is particularly evident in steampunk fashion which tends to synthesize punk, goth and rivet styles as filtered through the Victorian era. As an object style, however, steampunk adopts more distinct characteristics with various craftspersons modding modern-day devices into a pseudo-Victorian mechanical \"steampunk\" style.[21] The goal of such redesigns is to employ appropriate materials (such as polished brass, iron, and wood) with design elements and craftsmanship consistent with the Victorian era.[22]\n\nOther examples include Wild Wild West (1999) Hugo (2011), Treasure Planet (2002).\n\nClockpunk, a subgenre of steampunk, reimagines the Renaissance period (14th–17th century) to include retro-futuristic technology, often portraying Renaissance-era science and technology based on clockwork, gears, and Da Vincian machinery designs.[23] Such designs are in the vein of Mainspring by Jay Lake,[24] and Whitechapel Gods by S. M. Peters.[25]\n\nThe term was coined by the GURPS role-playing system.[26] Examples of clockpunk include The Blazing World by Margaret Cavendish;[27] Astro-Knights Island in the nonlinear game Poptropica; the Clockwork Mansion level of Dishonored 2; the 2011 film version of The Three Musketeers; the TV series Da Vinci's Demons; as well as the video games Thief: The Dark Project, Syberia, and Assassins Creed 2. Ian Tregillis' book The Mechanical is self-proclaimed clockpunk literature.[28]\n\nFor some, clockpunk is steampunk without steam.[23]\n\nAlita: Battle Angel (2019), based on the manga Battle Angel Alita, is mostly cyberpunk but sometimes its machines contain elements of clockpunk.\n\nDieselpunk is a genre and art style based on the aesthetics popular in the interwar period through the end of World War II into the 1950s, when diesel displaced the steam engine. The style combines the artistic and genre influences of the period (including pulp magazines, serial films, film noir, art deco, and wartime pin-ups) with retro-futuristic technology[29][30] and postmodern sensibilities.[31]\n\nFirst coined in 2001 as a marketing term by game designer Lewis Pollak to describe his role-playing game Children of the Sun,[30][32] dieselpunk has since grown to describe a distinct style of visual art, music, motion pictures, fiction, and engineering.\n\nExamples include the movies Iron Sky (2012), Captain America: The First Avenger (2011), The Rocketeer (1991), K-20: Legend of the Mask (2008), Sky Captain and the World of Tomorrow (2004), and Dark City (1998); video games such as the Crimson Skies series, Greed Corp, Gatling Gears, BioShock and its sequel, Skullgirls,[33] the Wolfenstein series, Iron Harvest, and Final Fantasy VII;[34] and television shows like The Legend of Korra.[35][36]\n\nDecopunk, also known as coalpunk, is a recent subset of dieselpunk, centered around the art deco and Streamline Moderne art styles. Other influences include the 1927 film Metropolis as well as the environment of American cities like New York, Chicago, and Boston around the period between the 1920s and 1950s.\n\nSteampunk author Sara M. Harvey made the distinction that decopunk is \"shinier than dieselpunk;\" more specifically, dieselpunk is \"a gritty version of steampunk set in the 1920s–1950s\" (i.e., the war eras), whereas decopunk \"is the sleek, shiny very art deco version; same time period, but everything is chrome!\"[37]\n\nPossibly the most notable examples of this genre are games like the first two titles in the BioShock series and Skullgirls; films like Dick Tracy (1990), The Rocketeer (1991), The Shadow (1994), and Dark City (1998); comic books like The Goon; and the cartoon Batman: The Animated Series, which included neo-noir elements along with modern elements such as the use of VHS cassettes.\n\n\nAtompunk (also known as atomicpunk) relates to the pre-digital period of 1945–1969, including mid-century modernism; the Atomic, Jet, and Space Ages; communism, Neo-Soviet styling, and early Cold War espionage, along with anti-communist and Red Scare paranoia in the United States; underground cinema; Googie architecture; Sputnik and the Space Race; comic books and superhero fiction; and the rise of the American military–industrial complex.[38][39]\n\nIts aesthetic tends toward Populuxe and Raygun Gothic, which describe a retro-futuristic vision of the world.[38] Most science fiction of the period carried an aesthetic that influenced or inspired later atompunk works. Some of these precursors to atompunk include 1950s science fiction films (including, but not limited to, B movies), the Sean Connery-era of the James Bond franchise,[40] Dr. Strangelove, Star Trek, The Twilight Zone, The Outer Limits, The Avengers, early Doctor Who episodes, The Man from U.N.C.L.E., The Green Hornet, The Jetsons, Jonny Quest,[41] Thunderbirds, Speed Racer, and some Silver Age comic books.\n\nNotable examples of atompunk in popular media that have been released since the period include television series like Dexter's Laboratory, The Powerpuff Girls, Venture Bros, Archer, and the web series The Mercury Men;[42] comic books like Ignition City[43][44] and Atomic Age; films like Logan's Run (1976) [45]The Incredibles (2004), The Iron Giant (1999),[46] Indiana Jones and the Kingdom of the Crystal Skull (2008),[47][48] The Man from U.N.C.L.E. (2015),[49] X-Men: First Class (2011),[49][50] and Men in Black 3 (2012);[49][50][51] video games like Destroy All Humans! (2005), the Fallout series and Atomic Heart (2023);[52][53][54] and books like Adam Christopher's novel The Age Atomic.[55][56]\n\n\nSteelpunk focuses on the technologies that had their heyday in the late 20th century. It has been described as being characterized by hardware over software, the real world over the virtual world, and mega-technology over nanotechnology; rather than grown, printed, or programmed, artifacts in steelpunk are built (typically with rivets).[57]\n\nExamples include films like Snowpiercer (2013), as well as those in the Mad Max, Terminator, and Robocop film franchises; stories centered on comic book characters Barb Wire, Iron Man, and Stainless Steel Rat; and Heinlein juveniles novels.[57]\n\nCassette futurism is a subgenre of cyberpunk that reimagines early 1980s aesthetics as popularized by the IBM Personal Computer and imitators, regardless of the real time setting of the media. Notable elements of cassette futurism includes loud, bright, contrasting colors and geometric shapes, a tendency towards stark plainness, a lack of powerful computers and cell phones, and the prominent usage of 1980s or 1980s-inspired technologies such as: magnetic tape data storage, cathode-ray tube displays, computer systems reminiscent of microcomputers like the Commodore 64, freestanding music centres, small, monochromatic LCDs as opposed to full-color screens, floppy disks, and analog technologies. The internet, or some analogue to it, may exist in a cassette futurism work, but be used less frequently in data exchange than physical media.\n\nNotable cassette futurism works include the designs of Syd Mead and Ron Cobb, the 2018 Netflix miniseries Maniac, works featuring Max Headroom, Blake's 7, the 1995 film Strange Days, and some elements of the TVA in the Disney+ series Loki.\n\nRococopunk is a whimsical aesthetic derivative of cyberpunk that thrusts punk attitude into the Rococo period, also known as the late Baroque period, of the 18th century.[58]\n\nAlthough it is a fairly recent derivative,[58] it is a style that is visually similar to the New Romantic movement of the 1980s (particularly to such groups as Adam and the Ants).[59] As one steampunk scholar put it,[60] \"Imagine a world where the Rococo period never ended, and it had a lovechild with Sid Vicious.\"[61] Rococopunk has most recently been seen through the artist Prince Poppycock as featured on The X Factor.[59] Fashion designer Vivienne Westwood, often known as \"the Queen of Punk Fashion,\" also mixes Rococo with punk stylings.[62]\n\n\nStonepunk refers to works set roughly during the Stone Age in which the characters utilize Neolithic Revolution–era technology constructed from materials more-or-less consistent with the time period, but possessing anachronistic complexity and function.\n\nThe Flintstones franchise, including its various spinoffs, falls under this category.[63] Other examples include the episode \"The Nightmare of Milky Joe\" in The Mighty Boosh, Gilligan's Island, The Croods franchise, and Castaway (2000). Literary examples include Edgar Rice Burroughs' Back to the Stone Age and The Land that Time Forgot, and Jean M. Auel's \"Earth's Children\" series, beginning with The Clan of the Cave Bear.[64] Riichiro Inagaki's manga series Dr. Stone can also be considered stonepunk.[citation needed]\n\n"
        },
        {
            "title": "Other proposed science fiction derivatives",
            "text": "There have been a handful of divergent terms based on the general concepts of steampunk. These are typically considered unofficial and are often invented by readers, or by authors referring to their own works, often humorously.\n\nA large number of terms have been used by the GURPS roleplaying game Steampunk to describe anachronistic technologies and settings, including stonepunk (Stone-Age tech), bronzepunk (Bronze-Age tech), sandalpunk/ironpunk (Iron-Age tech), candlepunk (Medieval tech), clockpunk (Renaissance tech), and atompunk/transistorpunk (Atomic-Age tech). These terms have seen very little use outside GURPS.[26]\n\nRaypunk (or more commonly \"Raygun gothic\") is a distinctive (sub)genre that deals with scenarios, technologies, beings or environments, very different from everything that is known or what is possible here on Earth or by science. It covers space surrealism, parallel worlds, alien art, technological psychedelia, non-standard 'science', alternative or distorted/twisted reality, and so on.[65]\n\nIt is a predecessor to atompunk with similar \"cosmic\" themes, but mostly without explicit nuclear power or definitive technology. It is also distinct in that it has more archaic/schematic/artistic style; and its atmosphere is more dark, obscure, cheesy, weird, mysterious, dreamy, hazy, or etheric (origins before 1880–1950), parallel to steampunk, dieselpunk, and teslapunk.[66][67]\n\nWhile not originally designed as such, the original Star Trek series has an aesthetic very reminiscent of raypunk. The comic book series The Manhattan Projects, the animated film Fantastic Planet (La Planète Sauvage) and the pre-WWII Buck Rogers and Flash Gordon comics and serials would be examples of raypunk.[citation needed]\n\n\nNowpunk is a term invented by Bruce Sterling, which he applied to contemporary fiction that is set in the time period (particularly in the post-Cold War 1990s to the present, or a future where that particular time period is influential) in which the fiction is being published, i.e. all contemporary fiction. Sterling used the term to describe his book The Zenith Angle, which follows the story of a hacker whose life is changed by the September 11 attacks in 2001,[68] This genre can often be identified for its strong use of '80s and '90s fashion and music, Gen-X and Millennial pop culture references, video games, early MTV, Japanese anime, and the internet. Some of the leading Nowpunk works include, Tank Girl, Watch Dogs, FLCL, Scott Pilgrim, Megas XLR, Mr. Robot, Regular Show, Steven Universe, Rick and Morty, and We Bare Bears.\n\nCyberprep is a term with a similar meaning to postcyberpunk. A cyberprep world assumes that all the technological advancements of cyberpunk speculation have taken place, but life is utopian rather than gritty and dangerous.[69] Since society is largely leisure-driven, advanced body enhancements are used for sports, pleasure, and self-improvement.\n\nThe word is an amalgam of the prefix cyber-, referring to cybernetics, and preppy, reflecting its divergence from the punk elements of cyberpunk.[69]\n\nAn example of this genre would be Scott Westerfeld's Uglies series.\n\nSolarpunk is a movement, a subgenre, and an alternative to cyberpunk fiction that encourages optimistic envisioning of the future in light of present environmental concerns, such as climate change and pollution,[70] as well as concerns of social inequality.[71] Solarpunk fiction—which includes novels, short stories, and poetry—imagines futures that address environmental concerns with varying degrees of optimism. One example is News from Gardenia by actor-writer Robert Llewellyn.[72]\n\nLunarpunk is a subgenre of solarpunk with a darker aesthetic.[73] It portrays the nightlife, spirituality, and more introspective side of solarpunk utopias.[74]\n\nAs seen in the film Avatar (2009) by James Cameron, the genre focuses on living in unison with nature; spiritualization is very present and nature is seen as a deity of sorts. In this way, it can be defined as \"Witchy Solarpunk.\" Aesthetically, lunarpunk usually is presented with pinks, purples, blues, black, and silver with an almost omnipresence of bioluminescent plants and especially mushrooms.[75]\n\n"
        },
        {
            "title": "Other proposed fantastic fiction derivatives",
            "text": "\nElfpunk is a subgenre of urban fantasy in which traditional mythological creatures, such as faeries and elves, are transplanted from rural folklore into modern urban settings.\n\nThe genre has been found in books since the 1980s, including works such as War of the Oaks by Emma Bull, Gossamer Axe by Gael Baudino, the Artemis Fowl series by Eoin Colfer, the Harry Potter series by J.K. Rowling, and The Iron Dragon's Daughter by Michael Swanwick. It also existed in other mediums at that time, for example the 1989 role playing game Shadowrun. Set in the near future, it would be considered traditional cyberpunk, if not for the appearance of orks, dwarves, elves, trolls and dragons, and the return of Magic.\n\nDuring the awards ceremony for the 2007 National Book Awards, judge Elizabeth Partridge expounded on the distinction between elfpunk and urban fantasy, citing fellow judge Scott Westerfeld's thoughts on the works of Holly Black who is considered \"classic elfpunk:\" creatures depicted in elfpunk are those that have already existed in literature—urban fantasy, on the other hand, \"can have some totally made-up f*cked-up [sic] creatures.\"[76]\n\nThe 2020 Pixar animated film Onward is an example of elfpunk fiction, set in a \"suburban fantasy world\" that combines modern and mythic elements.[77] The Netflix film Bright is another example of elfpunk in cinema.\n\nThe technological change that separates mythpunk from our reality is a difference in a philosophy or a social science from our own.\nCatherynne M. Valente uses the term mythpunk to describe a subgenre of mythic fiction that starts in folklore and myth and adds elements of postmodernist literary techniques.[78] Valente coined the term in a 2006 blog post as a joke for describing her own and other works of challenging folklore-based fantasy.[79]\n\nAs the -punk suffix implies, mythpunk is subversive. In particular, it uses aspects of folklore to subvert or question dominant societal norms, often bringing in a feminist and/or multicultural approach. It confronts, instead of conforms to, societal norms.[80] Valente describes mythpunk as breaking \"mythologies that defined a universe where women, queer folk, people of color, people who deviate from the norm were invisible or never existed\" and then \"piecing it back together to make something strange and different and wild.\"[78]\n\nTypically, mythpunk narratives focus on transforming folkloric source material rather than retelling it, often through postmodern literary techniques such as non-linear storytelling, worldbuilding, confessional poetry, as well as modern linguistic and literary devices. The use of folklore is especially important because folklore is \"often a battleground between subversive and conservative forces\", according to speculative fiction writer Amal El-Mohtar, and a medium for constructing new societal norms. Through postmodern literary techniques, mythpunk authors change the structures and traditions of folklore, \"negotiating—and validating—different norms.\"[80]\n\nMost works of mythpunk have been published by small presses, such as Strange Horizons,[81] because \"anything playing out on the edge is going to have truck with the small presses at some point, because small presses take big risks.\"[78] Writers whose works would fall under the mythpunk label include Ekaterina Sedia, Theodora Goss, Neil Gaiman, Sonya Taaffe, Rick Riordan and Adam Christopher.[82] Valente's novel Deathless is an example of mythpunk, drawing from classic Russian folklore to tell the tale of Koschei the Deathless from a female perspective.[83]\n\n"
        }
    ]
}