{
    "url": "https://en.wikipedia.org/wiki/Cybele",
    "title": "Cybele",
    "table_of_contents": [
        "1 Anatolia",
        "2 Greek Cybele",
        "2.1 Cybele and Attis",
        "3 Roman Cybele",
        "3.1 Republican era",
        "3.2 Imperial era",
        "3.3 Festivals and cults",
        "3.3.1 Megalesia in April",
        "3.3.2 'Holy week' in March",
        "3.3.3 Minor cults",
        "3.3.4 Taurobolium and Criobolium",
        "4 Priesthoods",
        "5 Temples",
        "6 Myths, theology, and cosmology",
        "7 See also",
        "8 Footnotes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Cybele (/ˈsɪbəliː/ SIB-ə-lee;[1] Phrygian: Matar Kubileya/Kubeleya \"Kubileya/Kubeleya Mother\", perhaps \"Mountain Mother\";[2] Lydian Kuvava; Greek: Κυβέλη Kybele, Κυβήβη Kybebe, Κύβελις Kybelis) is an Anatolian mother goddess; she may have a possible forerunner in the earliest neolithic at Çatalhöyük, where statues of plump women, sometimes sitting, accompanied by lionesses, have been found in excavations.[3] Phrygia's only known goddess, she was probably its national deity. Greek colonists in Asia Minor adopted and adapted her Phrygian cult and spread it to mainland Greece and to the more distant  western Greek colonies around the 6th century BC.\n\nIn  Greece, Cybele met with a mixed reception. She became partially assimilated to aspects of the Earth-goddess Gaia, of her possibly Minoan equivalent Rhea, and of the harvest–mother goddess Demeter. Some city-states, notably Athens, evoked her as a protector, but her most celebrated Greek rites and processions show her as an essentially foreign, exotic  mystery-goddess who arrives in a lion-drawn chariot to the accompaniment of wild music, wine, and a disorderly, ecstatic following. Uniquely in Greek religion, she had a eunuch mendicant priesthood.[4] Many of her Greek cults included rites to a divine Phrygian castrate shepherd-consort Attis, who was probably a Greek invention. In Greece, Cybele became associated with mountains, town and city walls, fertile nature, and wild animals, especially lions.\n\nIn  Rome, Cybele became known as Magna Mater (\"Great Mother\"). The Roman state adopted and developed a particular form of her cult after the  Sibylline oracle in 205 BC recommended her conscription as a key religious ally in Rome's  second war against Carthage (218 to 201 BC). Roman mythographers reinvented her as a  Trojan goddess, and thus an ancestral goddess of the Roman people by way of the Trojan prince Aeneas. As Rome eventually established hegemony over the Mediterranean world, Romanized forms of Cybele's cults spread throughout Rome's empire. Greek and Roman writers debated and disputed the meaning and morality of her cults and priesthoods, which remain controversial subjects in modern scholarship.\n\n"
        },
        {
            "title": "Anatolia",
            "text": "No contemporary text or myth survives to attest the original character and nature of Cybele's Phrygian cult. She may have evolved from a statuary type found at Çatalhöyük in Anatolia and accompanied by lionesses,[5] dated to the 6th millennium BC, who is identified by some as a mother goddess.[6] In Phrygian art of the 8th century BC, the cult attributes of the Phrygian mother-goddess include the attendant lions, a bird of prey, and a small vase for her libations or other offerings.[7]\n\nThe inscription Matar Kubileya/Kubeleya[2] at a Phrygian rock-cut shrine, dated to the first half of the 6th century BC, is usually read as \"Mother of the mountain\", a reading supported by ancient classical sources,[2][8] and consistent with Cybele as any of several similar tutelary goddesses, each known as \"mother\" and associated with specific Anatolian mountains or other localities:[9] a goddess thus \"born from stone\".[10] She is ancient Phrygia's only known goddess,[11] the divine companion or consort of its mortal rulers, and was probably the highest deity of the Phrygian state. Her name, and the development of religious practices associated with her, may have been influenced by the Kubaba cult of the deified Sumerian queen Kubaba.[12]\n\nIn the 2nd century AD, the geographer Pausanias attests to a Magnesian (Lydian) cult to \"the mother of the gods\", whose image was carved into a rock-spur of Mount Sipylus. This was believed to be the oldest image of the goddess, and was attributed to the legendary Broteas.[13] At Pessinos in Phrygia, the mother goddess—identified by the Greeks as Cybele—took the form of an unshaped stone of black meteoric iron,[14] and may have been associated with or identical to Agdistis, Pessinos' mountain deity.[15][16] This was the aniconic stone that was removed to Rome in 204 BC.\n\nImages and iconography in funerary contexts, and the ubiquity of her Phrygian name Matar (\"Mother\"), suggest that she was a mediator between the \"boundaries of the known and unknown\": the civilized and the wild, the worlds of the living and the dead.[17] Her association with hawks, lions, and the stone of the mountainous landscape of the Anatolian wilderness, seem to characterize her as mother of the land in its untrammeled natural state, with power to rule, moderate or soften its latent ferocity, and to control its potential threats to a settled, civilized life. Anatolian elites sought to harness her protective power to forms of ruler-cult; in Phrygia, the Midas monument connects her with king Midas, as her sponsor, consort, or co-divinity.[18] As protector of cities, or city states, she was sometimes shown wearing a mural crown, representing the city walls.[19] At the same time, her power \"transcended any purely political usage and spoke directly to the goddess' followers from all walks of life\".[20]\n\nSome Phrygian shaft monuments are thought to have been used for libations and blood offerings to Cybele, perhaps anticipating by several centuries the pit used in her taurobolium and criobolium sacrifices during the Roman imperial era.[21] Over time, her Phrygian cults and iconography were transformed, and eventually subsumed, by the influences and interpretations of her foreign devotees, at first Greek and later Roman.\n\n"
        },
        {
            "title": "Greek Cybele",
            "text": "From around the 6th century BC, cults to the Anatolian mother-goddess were introduced from Phrygia into the ethnically Greek colonies of western Anatolia, mainland Greece, the Aegean islands and the westerly colonies of Magna Graecia. The Greeks called her Mātēr or Mētēr (\"Mother\"), or from the early 5th century Kubelē; in Pindar, she is \"Mistress Cybele the Mother\".[22] In Homeric Hymn 14 she is \"the Mother of all gods and all human beings.\"  Cybele was readily assimilated with several Greek goddesses, especially Rhea, as Mētēr theōn (\"Mother of the gods\"), whose raucous, ecstatic rites she may have acquired. As an exemplar of devoted motherhood, she was partly assimilated to the grain-goddess Demeter, whose torchlight procession recalled her search for her lost daughter, Persephone; but she also continued to be identified as a foreign deity, with many of her traits reflecting Greek ideas about barbarians and the wilderness, as Mētēr oreia (\"Mother of the Mountains\").[23] She is depicted as a Potnia Theron (\"Mistress of animals\"),[24] with her mastery of the natural world expressed by the lions that flank her, sit in her lap, or draw her chariot.[25] This schema may derive from a goddess figure from Minoan religion.[26] Walter Burkert places her among the \"foreign gods\" of Greek religion, a complex figure combining a putative Minoan-Mycenaean tradition with the Phrygian cult imported directly from Asia Minor.[27]\n\nCybele's early Greek images are small votive representations of her monumental rock-cut images in the Phrygian highlands. She stands alone within a naiskos, which represents her temple or its doorway, and is crowned with a polos, a high, cylindrical hat. A long, flowing chiton covers her shoulders and back. She is sometimes shown with lions in attendance. Around the 5th century BC, Agoracritos created a fully Hellenised and influential image of Cybele that was set up in the Metroon in the Athenian agora. It showed her enthroned, with a lion attendant, holding a phiale (a dish for making libations to the gods) and a tympanon (a hand drum). Both were Greek innovations to her iconography and reflect key features of her ritual worship introduced by the Greeks which would be salient in the cult's later development.[28][29]\n\nFor the Greeks, the tympanon was a marker of foreign cults, suitable for rites to Cybele, her close equivalent Rhea, and Dionysus; of these, only Cybele holds the tympanon. She appears with Dionysus, as a secondary deity in Euripides' Bacchae, 64 – 186, and Pindar's Dithyramb II.6 – 9.  In the Bibliotheca formerly attributed to Apollodorus, Cybele is said to have cured Dionysus of his madness.[30]\n\nTheir cults shared several characteristics: the foreigner-deity arrived in a chariot, drawn by exotic big cats (Dionysus by tigers or panthers, Cybele by lions), accompanied by wild music and an ecstatic entourage of exotic foreigners and people from the lower classes. At the end of the 1st century BC Strabo notes that Rhea-Cybele's popular rites in Athens were sometimes held in conjunction with Dionysus' procession.[31] Both were regarded with caution by the Greeks, as being foreign,[32] to be simultaneously embraced and \"held at arm's length\".[33]\n\nCybele was also the focus of mystery cult, private rites with a chthonic aspect connected to hero cult and exclusive to those who had undergone initiation, although it is unclear who Cybele's initiates were.[34] Reliefs show her alongside young female and male attendants with torches, and with vessels for purification. Literary sources describe joyous abandonment to the loud, percussive music of tympanon, castanets, clashing cymbals, and flutes, and to the frenzied \"Phrygian dancing\", perhaps a form of circle-dancing by women, to the roar of \"wise and healing music of the gods\".[35]\n\nIn literary sources, the spread of Cybele's cult is presented as a source of conflict and crisis. Herodotus says that when Anacharsis returned to Scythia after traveling and acquiring knowledge among the Greeks in the 6th century BC, his brother, the Scythian king, put him to death for celebrating Cybele's mysteries.[36] The historicity of this account and that of Anacharsis himself are widely questioned.[37] In Athenian tradition, the city's Metroon was founded to placate Cybele, who had visited a plague on Athens when one of her wandering priests was killed for his attempt to introduce her cult. The earliest source is the Hymn to the Mother of the Gods (362 AD) by the Roman emperor Julian, but references to it appear in scholia from an earlier date. The account may reflect real resistance to Cybele's cult, but Lynne Roller sees it as a story intended to demonstrate Cybele's power, similar to myth of Dionysus' arrival in Thebes recounted in The Bacchae.[38][39][40] Many of Cybele's cults were funded privately, rather than by the polis,[27][41] but she also had publicly established temples in many Greek cities, including Athens and Olympia.[42] Her \"vivid and forceful character\" and association with the wild, set her apart from the Olympian deities.[43] Her association with Phrygia led to particular unease in Greece after the Persian Wars, as Phrygian symbols and costumes were increasingly associated with the Achaemenid empire.[44]\n\nConflation with Rhea led to Cybele's association with various male demigods who served Rhea as attendants, or as guardians of her son, the infant Zeus, as he lay in the cave of his birth. In cult terms, they seem to have functioned as intercessors or intermediaries between goddess and mortal devotees, through dreams, waking trance, or ecstatic dance and song. They include the armed Curetes, who danced around Zeus and clashed their shields to amuse him; their supposedly Phrygian equivalents, the youthful Corybantes, who provided similarly wild and martial music, dance and song; and the dactyls and Telchines, magicians associated with metalworking.[45]\n\nCybele's major mythographic narratives attach to her relationship with Attis, who is described by ancient Greek and Roman sources and cults as her youthful consort, and as a Phrygian deity. In Phrygia, \"Attis\" was not a deity, but both a commonplace and priestly name, found alike in casual graffiti, the dedications of personal monuments, as well as at several of Cybele's Phrygian shrines and monuments. His divinity may therefore have begun as a Greek invention based on what was known of Cybele's Phrygian cult.[46] His earliest certain image as deity appears on a 4th-century BC Greek stele from Piraeus, near Athens. It shows him as the Hellenised stereotype of a rustic, eastern barbarian; he sits at ease, sporting the Phrygian cap and shepherd's crook of his later Greek and Roman cults. Before him stands a Phrygian goddess (identified by the inscription as Agdistis) who carries a tympanon in her left hand. With her right, she hands him a jug, as if to welcome him into her cult with a share of her own libation.[47] Later images of Attis show him as a shepherd, in similar relaxed attitudes, holding or playing the syrinx (panpipes).[48] In Demosthenes' On the Crown (330 BC), attes is \"a ritual cry shouted by followers of mystic rites\".[49]\n\nAttis seems to have accompanied the diffusion of Cybele's cult through Magna Graecia; there is evidence of their joint cult at the Greek colonies of Marseilles (Gaul) and Lokroi (southern Italy) from the 6th and 7th centuries BC. After Alexander the Great's conquests, \"wandering devotees of the goddess became an increasingly common presence in Greek literature and social life; depictions of Attis have been found at numerous Greek sites\".[39] When shown with Cybele, he is always the younger, lesser deity, or perhaps her priestly attendant. In the mid 2nd century, letters from the king of Pergamum to Cybele's shrine at Pessinos consistently address its chief priest as \"Attis\".[50][51]\n\n"
        },
        {
            "title": "Roman Cybele",
            "text": "Romans knew Cybele as Magna Mater (\"Great Mother\"), or as Magna Mater deorum Idaea (\"great Idaean mother of the gods\"), equivalent to the Greek title Meter Theon Idaia (\"Mother of the Gods, from Mount Ida\"). Rome officially adopted her cult during the Second Punic War (218 to 201 BC), after dire prodigies, including a meteor shower, a failed harvest, and famine, seemed to warn of Rome's imminent defeat. The Roman Senate and its religious advisers consulted the Sibylline oracle and decided that Carthage might be defeated if Rome imported the Magna Mater (\"Great Mother\") of Phrygian Pessinos.[53] As this cult object belonged to a Roman ally, the Kingdom of Pergamum, the Roman Senate sent ambassadors to seek the king's consent; en route, a consultation with the Greek oracle at Delphi confirmed that the goddess should be brought to Rome.[54] The goddess arrived in Rome in the form of Pessinos' black meteoric stone. Roman legend connects this voyage, or its end, to the matron Claudia Quinta, who was accused of unchastity but proved her innocence with a miraculous feat on behalf of the goddess. Publius Cornelius Scipio Nasica, supposedly the \"best man\" in Rome, was chosen to meet the goddess at Ostia; and Rome's most virtuous matrons (including Claudia Quinta) conducted her to the temple of Victoria, to await the completion of her temple on the Palatine Hill. Pessinos' stone was later used as the face of the statue of the goddess.[55] In due course, the famine ended and Hannibal was defeated.\n\nMost modern scholarship agrees that Cybele's consort, Attis, and her eunuch Phrygian priests (Galli) would have arrived with the goddess, along with at least some of the wild, ecstatic features of her Greek and Phrygian cults. The histories of her arrival deal with the piety, purity, and status of the Romans involved, the success of their religious stratagem, and power of the goddess herself; she has no consort or priesthood, and seems fully Romanised from the first.[56] Some modern scholars assume that Attis must have followed much later; or that the Galli, described in later sources as shockingly effeminate and flamboyantly \"un-Roman\", must have been an unexpected consequence of bringing the goddess in blind obedience to the Sibyl; a case of \"biting off more than one can chew\".[57] Others note that Rome was well versed in the adoption (or sometimes, the \"calling forth\", or seizure,) of foreign deities,[58] and the diplomats who negotiated Cybele's move to Rome would have been well-educated, and well-informed.[59]\n\nRomans believed that Cybele, considered a Phrygian outsider even within her Greek cults, was the mother-goddess of ancient Troy (Ilium). Some of Rome's leading patrician families claimed Trojan ancestry; so the \"return\" of the Mother of all Gods to her once-exiled people would have been particularly welcome, even if her spouse and priesthood were not; its accomplishment would have reflected well on the principals involved and, in turn, on their descendants.[60] The upper classes who sponsored the Magna Mater's festivals delegated their organisation to the plebeian aediles, and honoured her and each other with lavish, private festival banquets from which her Galli would have been conspicuously absent.[61] Whereas in most of her Greek cults she dwelt outside the polis, in Rome she was the city's protector, contained within her Palatine precinct, along with her priesthood, at the geographical heart of Rome's most ancient religious traditions.[62] She was promoted as patrician property; a Roman matron – albeit a strange one, \"with a stone for a face\" – who acted for the clear benefit of the Roman state.[63][64]\n\nAugustan ideology identified Magna Mater with Imperial order and Rome's religious authority throughout the empire. Augustus claimed a Trojan ancestry through his adoption by Julius Caesar and the divine favour of Venus; in the iconography of Imperial cult, the empress Livia was Magna Mater's earthly equivalent, Rome's protector and symbolic \"Great Mother\"; the goddess is portrayed with Livia's face on cameos[65] and statuary.[66] By this time, Rome had absorbed the goddess's Greek and Phrygian homelands, and the Roman version of Cybele as Imperial Rome's protector was introduced there.[67]\n\nImperial Magna Mater protected the empire's cities and agriculture — Ovid \"stresses the barrenness of the earth before the Mother's arrival.[68] Virgil's Aeneid (written between 29 and 19 BC) embellishes her \"Trojan\" features; she is Berecyntian Cybele, mother of Jupiter himself, and protector of the Trojan prince Aeneas in his flight from the destruction of Troy. She gives the Trojans her sacred tree for shipbuilding, and begs Jupiter to make the ships indestructible. These ships become the means of escape for Aeneas and his men, guided toward Italy and a destiny as ancestors of the Roman people by Venus Genetrix. Once arrived in Italy, these ships have served their purpose and are transformed into sea nymphs.[69]\n\nStories of Magna Mater's arrival were used to promote the fame of its principals, and thus their descendants. Claudia Quinta's role as Rome's castissima femina (purest or most virtuous woman) became \"increasingly glorified and fantastic\"; she was shown in the costume of a Vestal Virgin, and Augustan ideology represented her as the ideal of virtuous Roman womanhood. The emperor Claudius claimed her among his ancestors.[70] Claudius promoted Attis to the Roman pantheon and placed his cult under the supervision of the quindecimviri (one of Rome's priestly colleges).[71]\n\nThe Megalesia festival to Magna Mater commenced on April 4, the anniversary of her arrival in Rome. The festival structure is unclear, but it included ludi scaenici (plays and other entertainments based on religious themes), probably performed on the deeply stepped approach to her temple; some of the plays were commissioned from well-known playwrights. On April 10, her image was taken in public procession to the Circus Maximus, and chariot races were held there in her honour; a statue of Magna Mater was permanently sited on the racetrack's dividing barrier, showing the goddess seated on a lion's back.[73]\n\nRoman bystanders seem to have perceived Megalesia as either characteristically \"Greek\";[74] or Phrygian. At the cusp of Rome's transition to Empire, the Greek Dionysius of Halicarnassus describes this procession as wild Phrygian \"mummery\" and \"fabulous clap-trap\", in contrast to the Megalesian sacrifices and games, carried out in what he admires as a dignified \"traditional Roman\" manner; Dionysius also applauds the wisdom of Roman religious law, which forbids the participation of any Roman citizen in the procession, and in the goddess's mysteries;[75] Slaves are forbidden to witness any of this.[76] In the late republican era, Lucretius vividly describes the procession's armed \"war dancers\" in their three-plumed helmets, clashing their shields together, bronze on bronze,[77] \"delighted by blood\"; yellow-robed, long-haired, perfumed Galli waving their knives, wild music of thrumming tympanons and shrill flutes. Along the route, rose petals are scattered, and clouds of incense arise.[78] The goddess's image, wearing the Mural Crown and seated within a sculpted, chariot drawn by lions, is carried high on a bier.[79] The Roman display of Cybele's Megalesia procession as an exotic, privileged public pageant offers signal contrast to what is known of the private, socially inclusive Phrygian-Greek mysteries on which it was based.[80]\n\nThe Principate brought the development of an extended festival or \"holy week\"[81] for Cybele and Attis in March (Latin Martius), from the Ides to nearly the end of the month. Citizens and freedmen were allowed limited forms of participation in rites pertaining to Attis, through their membership of two colleges, each dedicated to a specific task; the Cannophores (\"reed bearers\") and the Dendrophores (\"tree bearers\").[82]\n\nScholars are divided as to whether the entire series was more or less put into place under Claudius,[99] or whether the festival grew over time.[100] The Phrygian character of the cult would have appealed to the Julio-Claudians as an expression of their claim to Trojan ancestry.[101] It may be that Claudius established observances mourning the death of Attis, before he had acquired his full significance as a resurrected god of rebirth, expressed by rejoicing at the later Canna intrat and by the Hilaria.[102] The full sequence at any rate is thought to have been official in the time of Antoninus Pius (reigned 138–161), but among extant fasti appears only in the Calendar of Philocalus (354 AD).[103][96]\n\nSignificant anniversaries, stations, and participants in the 204 arrival of the goddess – including her ship, which would have been thought a sacred object – may have been marked from the beginning by minor, local, or private rites and festivals at Ostia, Rome, and Victoria's temple. Cults to Claudia Quinta are likely, particularly in the Imperial era.[104] Rome seems to have introduced evergreen cones (pine or fir) to Cybele's iconography, based at least partly on Rome's \"Trojan ancestor\" myth, in which the goddess gave Aeneas her sacred tree for shipbuilding. The evergreen cones probably symbolised Attis' death and rebirth.[105][106] Despite the archaeological evidence of early cult to Attis at Cybele's Palatine precinct, no surviving Roman literary or epigraphic source mentions him until Catullus, whose poem 63 places him squarely within Magna Mater's mythology, as the hapless leader and prototype of her Galli.[107]\n\nRome's strictures against castration and citizen participation in Magna Mater's cult limited both the number and kind of her initiates. From the 160s AD, citizens who sought initiation to her mysteries could offer either of two forms of bloody animal sacrifice – and sometimes both – as lawful substitutes for self-castration. The Taurobolium sacrificed a bull, the most potent and costly victim in Roman religion; the Criobolium used a lesser victim, usually a ram.[109][110]  A late, melodramatic and antagonistic account by the Christian apologist Prudentius has a priest stand in a pit beneath a slatted wooden floor; his assistants or junior priests dispatch a bull, using a sacred spear. The priest emerges from the pit, drenched with the bull's blood, to the applause of the gathered spectators. This description of a Taurobolium as blood-bath is, if accurate, an exception to usual Roman sacrificial practice;[111] it may have been no more than a bull sacrifice in which the blood was carefully collected and offered to the deity, along with its organs of generation, the testicles.[112]\n\nThe Taurobolium and Criobolium are not tied to any particular date or festival, but probably draw on the same theological principles as the life, death, and rebirth cycle of the March \"holy week\". The celebrant personally and symbolically took the place of Attis, and like him was cleansed, renewed or, in emerging from the pit or tomb, \"reborn\".[113] These regenerative effects were thought to fade over time, but they could be renewed by further sacrifice. Some dedications transfer the regenerative power of the sacrifice to non-participants, including emperors, the Imperial family and the Roman state; some mark a dies natalis (birthday or anniversary) for the participant or recipient. Dedicants and participants could be male or female.[114]\n\nThe sheer expense of the Taurobolium ensured that its initiates were from Rome's highest class, and even the lesser offering of a Criobolium would have been beyond the means of the poor. Among the Roman masses, there is evidence of private devotion to Attis, but virtually none for initiations to Magna Mater's cult.[115] In the religious revivalism of the later Imperial era, Magna Mater's notable initiates included the deeply religious, wealthy, and erudite praetorian prefect Praetextatus; the quindecimvir Volusianus, who was twice consul; and possibly the Emperor Julian.[116] Taurobolium dedications to Magna Mater tend to be more common in the Empire's western provinces than elsewhere, attested by inscriptions in (among others) Rome and Ostia in Italy, Lugdunum in Gaul, and Carthage in Africa.[117]\n\n"
        },
        {
            "title": "Priesthoods",
            "text": "\"Attis\" may have been a name or title of Cybele's priests or priest-kings in ancient Phrygia.[118] Most myths of the deified Attis present him as founder of Cybele's Galli priesthood but in Servius' account, written during the Roman Imperial era, Attis castrates a king to escape his unwanted sexual attentions, and is castrated in turn by the dying king. Cybele's priests find Attis at the base of a pine tree; he dies and they bury him, emasculate themselves in his memory, and celebrate him in their rites to the goddess. This account might attempt to explain the nature, origin, and structure of Pessinus' theocracy.[119] A Hellenistic poet refers to Cybele's priests in the feminine, as Gallai.[120] The Roman poet Catullus refers to Attis in the masculine until his emasculation, and in the feminine thereafter.[121] Various Roman sources refer to the Galli as a middle or third gender (medium genus or tertium sexus).[122] The Galli's voluntary emasculation in service of the goddess was thought to give them powers of prophecy.[123]\n\nPessinus, site of the temple whence the Magna Mater was brought to Rome, was a theocracy whose leading Galli may have been appointed via some form of adoption, to ensure \"dynastic\" succession. The highest ranking Gallus was known as \"Attis\", and his junior as \"Battakes\".[124] The Galli of Pessinus were politically influential; in 189 BC, they predicted or prayed for Roman victory in Rome's imminent war against the Galatians. The following year, perhaps in response to this gesture of goodwill, the Roman senate formally recognised Illium as the ancestral home of the Roman people, granting it extra territory and tax immunity.[125] In 103, a Battakes traveled to Rome and addressed its senate, either for the redress of impieties committed at his shrine, or to predict yet another Roman military success. He would have cut a remarkable figure, with \"colourful attire and headdress, like a crown, with regal associations unwelcome to the Romans\". Yet the senate supported him; and when a plebeian tribune who had violently opposed his right to address the senate died of a fever (or, in the alternative scenario, when the prophesied Roman victory came) Magna Mater's power seemed proven.[126]\n\nIn Rome, the Galli and their cult fell under the supreme authority of the pontifices, who were usually drawn from Rome's highest ranking, wealthiest citizens.[127] The Galli themselves, although imported to serve the day-to-day workings of their goddess's cult on Rome's behalf, represented an inversion of Roman priestly traditions in which senior priests were citizens, expected to raise families, and personally responsible for the running costs of their temples, assistants, cults, and festivals. As eunuchs, incapable of reproduction, the Galli were forbidden Roman citizenship and rights of inheritance; like their eastern counterparts, they were technically mendicants whose living depended on the pious generosity of others. For a few days of the year, during the Megalesia, Cybele's laws allowed them to leave their quarters, located within the goddess' temple complex, and roam the streets to beg for money. They were outsiders, marked out as Galli by their regalia, and their notoriously effeminate dress and demeanour, but as priests of a state cult, they were sacred and inviolate. From the start, they were objects of Roman fascination, scorn, and religious awe.[128] No Roman, not even a slave, could castrate himself \"in honour of the Goddess\" without penalty; in 101 BC, a slave who had done so was exiled.[129] Augustus selected priests from among his own freedmen to supervise Magna Mater's cult, and brought it under Imperial control.[130] Claudius introduced the senior priestly office of Archigallus, who was not a eunuch and held full Roman citizenship.[131]\n\nThe religiously lawful circumstances for a Gallus's self-castration remain unclear; some may have performed the operation on the Dies Sanguinis (\"Day of Blood\") in Cybele and Attis' March festival. Pliny describes the procedure as relatively safe, but it is not known at what stage in their career the Galli performed it, or exactly what was removed,[132] or even whether all Galli performed it. Some Galli devoted themselves to their goddess for most of their lives, maintained relationships with relatives and partners throughout, and eventually retired from service.[133] Galli remained a presence in Roman cities well into the Empire's Christian era. Some decades after Christianity became the sole Imperial religion, St. Augustine saw Galli \"parading through the squares and streets of Carthage, with oiled hair and powdered faces, languid limbs and feminine gait, demanding even from the tradespeople the means of continuing to live in disgrace\".[134]\n\n"
        },
        {
            "title": "Temples",
            "text": "The earliest known temple for Cybele in the Greek world is the Daskalopetra monument on Chios, which dates to the sixth or early fifth centuries BC.[135] In Greek, a temple to Cybele was often called a Metroon. Several Metroa were established in Greek cities from the fifth century BC onward. The Metroon at Athens was established in the early fifth century BC on the west side of the Athenian Agora, next to the Boule (town council). It was a rectangular building with three rooms and an altar in front. It was destroyed during the Persian sack of Athens in 480 BC, but repaired around 460 BC. The cult was deeply integrated into civic life; the Metroon was used as the state archive and Cybele was one of the four main deities, to whom serving councillors sacrificed, along with Zeus, Athena, and Apollo. The highly influential fifth-century BC statue of Cybele enthroned by Agoracritus was located in this building. The building was rebuilt around 150 BC, with separate rooms for cult worship and archival storage, and it remained in use until Late Antiquity.[136] A second Metroon in the Athenian suburb of Agrae was associated with the Eleusinian Mysteries.[137] At the end of the fifth century BC, a Metroon was established at Olympia. It is a small hexastyle temple, the third to be built on the site after the archaic Heraion and the mid-fifth century Temple of Zeus. In the Roman period it was used for the Imperial cult.[138] In the fourth century, further Metroa are attested at Smyrna and Colophon, where they also served as state archives, as in Athens.[139]\n\nMagna Mater's temple stood high on the slope of the Palatine, overlooking the valley of the Circus Maximus and facing the temple of Ceres on the slopes of the Aventine. It was accessible via a long upward flight of steps from a flattened area or proscenium below, where the goddess's festival games and plays were staged. At the top of the steps was a statue of the enthroned goddess, wearing a mural crown and attended by lions. Her altar stood at the base of the steps, at the proscenium's edge. The first temple was damaged by fire in 111 BC, and was repaired or rebuilt. It burnt down in the early Imperial era, and was restored by Augustus; it burned down again soon after, and Augustus rebuilt it in more sumptuous style; the Ara Pietatis relief shows its pediment.[140] The goddess is represented by her empty throne and crown, flanked by two figures of Attis reclining on tympanons; and by two lions who eat from bowls, as if tamed by her unseen presence. The scene probably represents a sellisternium, a form of banquet usually reserved for goddesses, in accordance with \"Greek rite\" as practiced in Rome.[141] This feast was probably held within the building, with attendance reserved for the aristocratic sponsors of the goddesses rites; the flesh of her sacrificial animal provided their meat.\n\nFrom at least 139 AD, Rome's port at Ostia, the site of the goddess's arrival, had a fully developed sanctuary to Magna Mater and Attis, served by a local Archigallus and college of dendrophores (the ritual tree-bearers of \"Holy Week\").[142]\n\nGround preparations for the building of St. Peter's basilica on the Vatican Hill uncovered a shrine, known as the Phrygianum, with some 24 dedications to Magna Mater and Attis.[143] Many are now lost, but most that survive were dedicated by high-status Romans after a taurobolium sacrifice to Magna Mater. None of these dedicants were priests of the Magna Mater or Attis, and several held priesthoods of one or more different cults.[144]\n\nNear Setif (Mauretania), the dendrophores and the faithful (religiosi) restored their temple of Cybele and Attis after a disastrous fire in 288 AD. Lavish new fittings paid for by the private group included the silver statue of Cybele and her processional chariot; the latter received a new canopy with tassels in the form of fir cones.[145] Cybele drew ire from Christians throughout the Empire; when St. Theodore of Amasea was granted time to recant his beliefs, he spent it by burning a temple of Cybele instead.[146]\n\n"
        },
        {
            "title": "",
            "text": "Rome characterised the Phrygians as barbaric, effeminate orientals, prone to excess. While some Roman sources explained Attis' death as punishment for his excess devotion to Magna Mater, others saw it as punishment for his lack of devotion, or outright disloyalty.[147] Only one account of Attis and Cybele (related by Pausanias) omits any suggestion of a personal or sexual relationship between them; Attis achieves divinity through his support of Meter's cult, is killed by a boar sent by Zeus, who is envious of the cult's success, and is rewarded for his commitment with godhead.[148]\n\nThe most complex, vividly detailed, and lurid accounts of Magna Mater and Attis were produced as anti-pagan polemic in the late 4th century by the Christian apologist Arnobius, who presented their cults as a repulsive combination of blood-bath, incest, and sexual orgy, derived from the myths of Agdistis.[148] This has been presumed the most ancient, violent, and authentically Phrygian version of myth and cult, closely following an otherwise lost orthodox, approved version preserved by the priest-kings at Pessinous and imported to Rome. Arnobius claimed several scholarly sources as his authority; but the oldest versions are also the most fragmentary and, during an interval of several centuries, apt to diverge into whatever version suited a new audience, or potentially, new acolytes.[148] Greek versions of the myth recall those concerning the mortal Adonis and his divine lovers,  - Aphrodite, who had some claim to cult as a 'Mother of all\",  or her rival for Adonis' love, Persephone - showing the grief and anger of a powerful goddess, mourning the helpless loss of her mortal beloved.[149]\n\nThe emotionally charged literary version presented in Catullus 63 follows Attis' initially ecstatic self-castration into exhausted sleep, and a waking realisation of all he has lost through his emotional slavery to a domineering and utterly self-centered goddess; it is narrated with a rising sense of isolation, oppression, and despair, virtually an inversion of the liberation promised by Cybele's Anatolian cult.[150] Contemporaneous with this, more or less, Dionysius of Halicarnassos pursues the idea that the \"Phrygian degeneracy\" of the Galli, personified in Attis, be removed from the Megalensia to reveal the dignified, \"truly Roman\" festival rites of the Magna Mater. Somewhat later, Vergil expresses the same deep tension and ambivalence regarding Rome's claimed Phrygian, Trojan ancestors, when he describes his hero Aeneas as a perfumed, effeminate Gallus, a half-man who would, however, \"rid himself of the effeminacy of the Oriental in order to fulfill his destiny as the ancestor of Rome.\" This would entail him and his followers shedding their Phrygian language and culture, to follow the virile example of the Latins.[151] In Lucretius' description of the goddess and her acolytes in Rome, her priests provide an object lesson in the self-destruction wrought when passion and devotion exceed rational bounds; a warning, rather than an offer.[149]\n\nFor Lucretius, Roman Magna Mater \"symbolised the world order\": her image held reverentially aloft in procession signifies the Earth, which \"hangs in the air\". She is the mother of all, ultimately the Mother of humankind, and the yoked lions that draw her chariot show an otherwise ferocious offspring's duty of obedience to the parent.[152] She herself is uncreated, and thus essentially separate from and independent of her creations.[153]\n\nIn the early Imperial era, the Roman poet Manilius inserts Cybele as the thirteenth deity of an otherwise symmetrical, classic Greco-Roman zodiac, in which each of twelve zodiacal houses (represented by particular constellations) is ruled by one of twelve deities, known in Greece as the Twelve Olympians and in Rome as the Di Consentes. Manilius has Cybele and Jupiter as co-rulers of Leo (the Lion), in astrological opposition to Juno, who rules Aquarius.[154] Modern scholarship remarks that as Cybele's Leo rises above the horizon, Taurus (the Bull) sets; the lion thus dominates the bull. Some of the possible Greek models for Cybele's Megalensia festival include representations of lions attacking and dominating bulls. The festival date coincided, more or less, with events of the Roman agricultural calendar (around April 12) when farmers were advised to dig their vineyards, break up the soil, sow millet, \"and – curiously apposite, given the nature of the Mother's priests – castrate cattle and other animals.\"[155]\n\n"
        }
    ]
}