{
    "url": "https://en.wikipedia.org/wiki/Czechs",
    "title": "Czechs",
    "table_of_contents": [
        "1 Ethnology",
        "2 Genetics",
        "3 History",
        "4 Notable people",
        "4.1 Historical figures",
        "4.2 Modern politicians",
        "4.3 Science",
        "4.4 Sports",
        "4.5 The arts",
        "4.5.1 Music",
        "4.5.2 Literature",
        "4.5.3 Visual arts",
        "4.5.4 Film",
        "4.5.5 Modeling",
        "4.6 Saints",
        "4.7 Natives",
        "4.8 Czech ancestry",
        "5 Geography",
        "6 Czech language",
        "7 Religion",
        "8 Demographics",
        "9 See also",
        "10 References",
        "10.1 Notes",
        "10.2 Citations",
        "11 Sources",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Czechs (Czech: Češi, pronounced [ˈtʃɛʃɪ]; singular Czech, masculine: Čech [ˈtʃɛx], singular feminine: Češka [ˈtʃɛʃka]), or the Czech people (Český lid), are a West Slavic ethnic group and a nation native to the Czech Republic[17] in Central Europe, who share a common ancestry, culture, history, and the Czech language.\n\nEthnic Czechs were called Bohemians in English until the early 20th century,[18] referring to the former name of their country, Bohemia, which in turn was adapted from the late Iron Age tribe of Celtic Boii. During the Migration Period, West Slavic tribes settled in the area, \"assimilated the remaining Celtic and Germanic populations\", and formed a principality in the 9th century, which was initially part of Great Moravia, in form of Duchy of Bohemia and later Kingdom of Bohemia, the predecessors of the modern republic.\n\nThe Czech diaspora is found in notable numbers in the United States, Canada, Israel, Austria, Germany, Slovakia, Ukraine, Switzerland, Italy, the United Kingdom, Australia, France, Russia, Argentina, Romania and Brazil, among others.\n\n"
        },
        {
            "title": "Ethnology",
            "text": "The Czech ethnic group is part of the West Slavic subgroup of the larger Slavic ethno-linguistical group. The West Slavs have their origin in early Slavic tribes which settled in Central Europe after East Germanic tribes had left this area during the migration period.[19] The West Slavic tribe of Czechs settled in the area of Bohemia during the migration period, and assimilated the remaining Celtic and Germanic populations.[20] In the 9th century the Duchy of Bohemia, under the Přemyslid dynasty, was formed, which had been part of Great Moravia under Svatopluk I. According to mythology, the founding father of the Czech people was Forefather Čech, who according to legend brought the tribe of Czechs into its land.\n\nThe Czech are closely related to the neighbouring Slovaks (with whom they constituted Czechoslovakia 1918–1993). The Czech–Slovak languages form a dialect continuum rather than being two clearly distinct languages.[21] Czech cultural influence in Slovak culture is noted as having been much higher than the other way around.[22] Czech (Slavic) people have a long history of coexistence with the Germanic people. In the 17th century, German replaced Czech in central and local administration; upper classes in Bohemia and Moravia were Germanized, and espoused a political identity (Landespatriotismus), while Czech ethnic identity survived among the lower and lower-middle classes.[23] The Czech National Revival took place in the 18th and 19th centuries aiming to revive Czech language, culture and national identity.  The Czech were the initiators of Pan-Slavism.[24]\n\nThe Czech ethnonym (archaic Čechové) was the name of a Slavic tribe in central Bohemia that subdued the surrounding tribes in the late 9th century and created the Czech/Bohemian state. The origin of the name of the tribe itself is unknown. According to legend, it comes from their leader Čech, who brought them to Bohemia. Research regards Čech as a derivative of the root čel- (member of the people, kinsman).[25] The Czech ethnonym was adopted by the Moravians in the 19th century.[26]\n\n"
        },
        {
            "title": "Genetics",
            "text": "The population of the Czech lands has been influenced by different human migrations that wide-crossed Europe over time. In their Y-DNA haplogroups, which are inherited along the male line, Czechs have shown a mix of Eastern and Western European traits. According to a 2007 study, 34.2% of Czech men belong to R1a. Within the Czech Republic, the proportion of R1a seems to gradually increase from west to east [28] According to a 2000 study, 35.6% of Czech men have haplogroup R1b, which is very common in Western Europe among Germanic and Celtic nations, but rare among Slavic nations.[29] A mtDNA study of 179 individuals from Western Bohemia showed that 3% had East Eurasian lineages that perhaps entered the gene pool through admixture with Central Asian nomadic tribes in the early Middle Ages.[30] A group of scientists suggested that the high frequency of a gene mutation causing cystic fibrosis in Central European (including Czech R.) and Celtic populations supports the theory of some Celtic ancestry among the Czech population.[31]\n\n"
        },
        {
            "title": "History",
            "text": "The population of the Czech Republic descends from diverse peoples of Slavic, Celtic and Germanic origin.[33][20][34][35] Presence of West Slavs in the 6th century during the Migration Period has been documented on the Czech territory.[20] Slavs settled in Bohemia, Moravia and Austria sometime during the 6th or 7th centuries,[36] and \"assimilated the remaining Celtic and Germanic populations\".[20][37] According to a popular myth, the Slavs came with Forefather Čech who settled at the Říp Mountain.\n\nDuring the 7th century, the Frankish merchant Samo, supporting the Slavs fighting against nearby settled Avars, became the ruler of the first known Slav state in Central Europe, Samo's Empire. The principality Great Moravia, controlled by the Moymir dynasty, arose in the 8th century and reached its zenith in the 9th (during the reign of Svatopluk I of Moravia) when it held off the influence of the Franks. Great Moravia was Christianized, the crucial role played Byzantine mission of Cyril and Methodius. The Duchy of Bohemia emerged in the late 9th century. In 880, Prague Castle was constructed by Prince Bořivoj, founder of the Přemyslid dynasty and the city of Prague was established. Vratislav II was the first Czech king in 1085 and the duchy was raised to a hereditary kingdom under Ottokar I in 1198.\n\nThe second half of the 13th century was a period of advancing German immigration into the Czech lands. The number of Czechs who have at least partly German ancestry today probably runs into hundreds of thousands.[38] The Habsburg Monarchy focused much of its power on religious wars against the Protestants. While these religious wars were taking place, the Czech estates revolted against Habsburg from 1546 to 1547 but were ultimately defeated.[39]\n\nDefenestrations of Prague in 1618, signaled an open revolt by the Bohemian estates against the Habsburgs and started the Thirty Years' War. After the Battle of White Mountain in 1620, all Czech lands were declared hereditary property of the Habsburg family. The German language was made equal to the Czech language.\n\nCzech patriotic authors tend to call the following period, from 1620 to 1648 until the late 18th century, the \"Dark Age\". It is characterized by devastation by foreign troops; Germanization; and economic and political decline. It is estimated that the population of the Czech lands declined by a third.[40]\n\nThe 18th and 19th century is characterized by the Czech National Revival, focusing to revive Czech culture and national identity.\n\nSince the turn of the 20th century, Chicago is the city with the third largest Czech population, after Prague and Vienna.[41][42]\n\nDuring World War I, Czechoslovak Legions fought in France, Italy and Russia against the Central Powers. In 1918 the independent state of Czechoslovakia was proclaimed. Czechs formed the leading class in the new state emerging from the remnants of the Austrian-Hungarian Monarchy.\n\nAfter 1933, Czechoslovakia remained the only democracy in central and eastern Europe. However, in 1938 the Munich Agreement severed the Sudetenland, with a considerable Czech minority, from Czechoslovakia, and in 1939 the German Nazi regime established the Protectorate of Bohemia and Moravia for Resttschechei (the rump Czech state[43][44][45]). Emil Hácha became president of the protectorate under Nazi domination, which only allowed pro-Nazi Czech associations and tended to stress ties of the Czechs with the Bohemian Germans and other parts of the German people, in order to facilitate assimilation by Germanization. In Lidice, Ležáky and Javoříčko the Nazi authorities committed war crimes against the local Czech population. On 2 May 1945, the Prague Uprising reached its peak, supported by the Russian Liberation Army. The post-war expulsion of Germans from Czechoslovakia and the immediate reprisals against Germans and Nazi collaborators by Czech resistance and the Czechoslovak state authorities, made Czechs—especially in the early 1950s—settle alongside Slovaks and Romani people in the former lands of the Sudeten Germans, who had been deported to East Germany, West Germany and Austria according to the Potsdam Conference and Yalta Conference.\n\nThe Warsaw Pact invasion of Czechoslovakia in 1968 was followed by a wave of emigration, unseen before and stopped shortly after in 1969 (estimate: 70,000 immediately, 300,000 in total),[46] typically of highly qualified people.\n\nTens of thousands of Czechs had repatriated from Volhynia and Banat after World War II. Since the 1990s, the Czech Republic has been working to repatriate Romania and Kazakhstan's ethnic Czechs.[47][48]\n\nFollowing the Czech Republic's entry into the European Union in May 2004, Czechs gradually gained the right to work in EU countries without a work permit.[49]\n\n"
        },
        {
            "title": "Notable people",
            "text": "The last five Přemyslids were kings: Ottokar I of Bohemia, Wenceslaus I of Bohemia, Ottokar II of Bohemia, Wenceslaus II of Bohemia and Wenceslaus III of Bohemia. The most successful and influential of all Czech kings was Charles IV, who also became the Holy Roman Emperor.[50] The Luxembourg dynasty represents the heights of Czech (Bohemian) statehood territorial and influence as well as advancement in many areas of human endeavors.[51]\n\nMany people are considered national heroes and cultural icons, many national stories concern their lives. Jan Hus was a religious reformist from the 15th century and spiritual father of the Hussite Movement.[52] Jan Žižka and Prokop the Great were leaders of hussite army, George of Poděbrady was a hussite king. Albrecht von Wallenstein was a notable military leader during the Thirty Years' War. The teacher of nations Jan Amos Komenský is also considered a notable figure in Czech history.[53] Joseph Radetzky von Radetz was an Austrian general staff during the later period of the Napoleonic Wars. Josef Jungmann is often credited for expanding the modern Czech language, and preventing its extinction.[54] The most famous Czech historian was František Palacký, often called \"father of nation\".\n\nOne of the most notable figures are founders of Czechoslovakia, modern state of independence of Czech and Slovak nations, Presidents Tomáš Garrigue Masaryk and Edvard Beneš, who was also leader of exile government in World War II. Ludvík Svoboda was a head of the Czechoslovak military units on the Eastern Front during the World War II (later president of Czechoslovakia). The key figures of the Communist regime were Klement Gottwald, Antonín Zápotocký, Antonín Novotný (and Slovak Gustáv Husák), the most famous victims of this regime were Milada Horáková and Rudolf Slánský. Jan Palach committed self-immolation as a political protest against the end of the Prague Spring resulting from the 1968 invasion of Czechoslovakia by the Warsaw Pact armies.\n\nAnother notable politician after the fall of the communist regime is Václav Havel, last President of Czechoslovakia and first President of the Czech Republic.[55] The current first directly elected president is Miloš Zeman.[56]\n\nThe Czech Republic has had multiple Prime Ministers the first of which was latter Presidents Václav Klaus and Miloš Zeman.[57] Another Prime Ministers of the Czech Republic were conservative politicians such as Mirek Topolánek, Petr Nečas and social democratic such as Vladimír Špidla, Jiří Paroubek, Bohuslav Sobotka.[58]\n\nDiplomat Madeleine Albright is of Czech origin and fluent in Czech. Other well-known Czech diplomats were Jan Masaryk or Jiří Dienstbier.\n\nCzechs established themselves mainly in Biology, Chemistry, Philology and Egyptology.\n\nSports have also been a contributor to famous Czechs especially tennis, football, hockey, and athletics:\n\nCzech music had its first significant pieces created in the 11th century.[62] The great progress of Czech artificial music began with the end of the Renaissance and the early Baroque era, concretely in works of Adam Václav Michna z Otradovic, where the specific character of Czech music was rising up by using the influence of genuine folk music. This tradition determined the development of Czech music and has remained the main sign in the works of great Czech composers of almost all eras – Jan Dismas Zelenka and Josef Mysliveček in Baroque, Bedřich Smetana and Antonín Dvořák in Romanticism, Leoš Janáček, Bohuslav Martinů and Josef Suk in modern classical or Petr Eben and Miloslav Kabeláč in contemporary classical music.\n\nCzech musicians also played an important role in the development of European music. Jan Václav Antonín Stamic in 18th-century contributed to the creation of Classicism in music[63] by innovations of compositional forms and the founding of the Mannheim school. Similarly, Antonín Rejcha's experiments prefigured new compositional techniques in the 19th century.[64] The influence of Czech musicians expanded beyond the borders of the European continent, when Antonín Dvořák created a new American classical music style, using the richness of ethnic music of that country during his mission in the US. The contribution of Alois Hába to microtonal music in the 20th century must be also mentioned.\n\nCzech music reached as far as Qing China. Karel Slavíček was a Jesuit missionary, scientist and sinologist who was introduced to the Kangxi Emperor on 3 February 1717, in Beijing. The emperor favored him and employed him as court musician. (Slavíček was a Spinet player).[65]\n\nSome notable modern Czech musicians are US-based composer and guitarist Ivan Král, musician and composer Jan Hammer and the rock band The Plastic People of the Universe which played an important part in the underground movement during the communist regime.\n\nThe Czech Republic first entered the Eurovision Song Contest in 2007. Czech performer qualified for the grand final for the first time in 2016 when singer Gabriela Gunčíková finished in 25th place. In 2018 the singer Mikolas Josef reached the 6th place in the contest being the best result of the Czech Republic until today.\n\nOther important names: Franz Benda, Rafael Kubelík, Jan Ladislav Dussek, Vítězslav Novák, Zdeněk Fibich, Jan Kubelík, Jiří Antonín Benda, Julius Fučík, Karel Svoboda, Karel Kryl, Václav Neumann, Václav Talich, František Xaver Richter, Jan Křtitel Vaňhal, Vojtěch Živný, Josef Bohuslav Foerster, Magdalena Kožená, Karel Ančerl, Ema Destinnová, Maria Jeritza, František Xaver Brixi, Jiří Bělohlávek, Oskar Nedbal, Karel Gott.[66]\n\nJaroslav Seifert was awarded the Nobel Prize in Literature for his poetry.[59] Božena Němcová has become a cultural icon and gained much fame for her book Babička (The Grandmother).[67]\nOther important Czech writers include Milan Kundera, Karel Čapek, Jaroslav Hašek, Jan Neruda, Franz Kafka, Bohumil Hrabal, Viktor Dyk, Kosmas, Pavel Kohout, Alois Jirásek, Josef Škvorecký, Karel Jaromír Erben, Jiří Wolker, Karel Hynek Mácha, Vítězslav Nezval, Arnošt Lustig, Jaroslav Vrchlický, Karel Havlíček Borovský, Ivan Klíma, Egon Erwin Kisch, Vladimír Holan, Julius Zeyer or Svatopluk Čech. From contemporary Czech writers can be mentioned Jáchym Topol, Patrik Ouředník, Michal Viewegh or Daniela Hodrová. Important playwrights were Karel Čapek, František Langer or Josef Kajetán Tyl. Strong was also the theatrical avant-garde (Jan Werich, Jiří Voskovec, Emil František Burian). Known journalists were Julius Fučík, Milena Jesenská or Ferdinand Peroutka.\n\nMikoláš Aleš was a painter, known for redesigning the Prague National Theatre.[68] Alphonse Mucha was an influential artist in the Art Nouveau movement of the Edwardian period. František Kupka was a pioneer and co-founder of the abstract art movement. Other well-known painters are Josef Čapek, Josef Lada, Theodoric of Prague, Wenceslaus Hollar, Toyen, Jan Kupecký, Petr Brandl, Vladimír Vašíček, Václav Brožík, Josef Mánes, Karel Škréta or Max Švabinský. Renowned sculptors were Josef Václav Myslbek or Matyáš Bernard Braun, photographers Jan Saudek, Josef Sudek, František Drtikol or Josef Koudelka, illustrators Zdeněk Burian or Adolf Born, architects Jan Kotěra or Josef Gočár. Jiří Kylián was an important ballet choreographer.\n\nFilm director Miloš Forman, known best for his movie, One Flew over the Cuckoo's Nest is of Czech origin and started his career in Czechoslovakia.[69] Forman was a member of the so-called Czech New Wave. Other members included Jiří Menzel (Oscar 1967), Ivan Passer, Věra Chytilová and Elmar Klos (Oscar 1965). Academy Award for Best Foreign Language Film has also Jan Svěrák (1996). The influential surrealist filmmaker and animator Jan Švankmajer was born in Prague and has resided in the Czech Republic throughout his life. In the field of animation and puppet film made famous Zdeněk Miler, Karel Zeman and Jiří Trnka.\n\nActors Zdeněk Svěrák, Vlastimil Brodský,[70] Vladimír Menšík,[71] Libuše Šafránková or Karel Roden have also made a mark in modern Czech history. The most successful Czech erotic actress is Silvia Saint.\n\nThe first Czech models have made a breakthrough in the international modeling were Paulina Porizkova or Ivana Trump. After the fall of communism in Czechoslovakia many other models succeeded: Karolína Kurková, Eva Herzigová, Taťána Kuchařová, Petra Němcová and Daniela Peštová.\n\nCzech culture involves many saints,[72] most notably St. Wenceslaus (Václav), patron of the Czech nation,[73] St. John of Nepomuk (Jan Nepomucký),[74] St. Adalbert (Vojtěch),[75] Saint Procopius or St. Agnes of Bohemia (Anežka Česká).[76] Although not a Christian, rabbi Judah Loew ben Bezalel of Prague, a 16th Century scholar and one of the most influential figures of Jewish history, is considered to be part of the country's religious legacy as well.[77][78]\n\nThe modern Czech nation was formed through the process of the Czech national revival. Through this was created the linguistic concept of the Czech nation (particularly promoted by Jungmann), i.e. \"a Czech = one who has the Czech language as their first language: naturally or by choice.\" (That is why Slovaks who have chosen Czech as their literary language, such as Ján Kollár or Pavel Jozef Šafařík, are often considered to be Czechs.) Like other nations, Czechs also speak of two alternative concepts: the landed concept (a Czech is someone who was born in the historic Czech territory), which in Jungmann's time primarily denoted nobility, and the ethnic concept. Definition by territory is still discussed alternative,[79][80] from time to time is indicated for Czechs number of natives (speaking mostly German, English or otherwise) – these include US Secretary of State Madeleine Albright, film director Karel Reisz, actor Herbert Lom, the founder of psychoanalysis Sigmund Freud, the founder of genetics Gregor Mendel, logician and mathematician Kurt Gödel, the philosopher Edmund Husserl, scientists Gerty Cori, Carl Cori and Peter Grünberg (all Nobel Prize winners) and Ernst Mach, economists Joseph Schumpeter and Eugen Böhm von Bawerk, philosophers Bernard Bolzano, Ernest Gellner, Vilém Flusser and Herbert Feigl, Marxist theoretician Karl Kautsky, astronomer Johann Palisa, legal theorist Hans Kelsen, inventors Alois Senefelder and Viktor Kaplan, automotive designer Ferdinand Porsche, psychologist Max Wertheimer, a geologist Karl von Terzaghi, musicologists Eduard Hanslick and Guido Adler, chemist Johann Josef Loschmidt, biologists Heinrich Wilhelm Schott and Georg Joseph Kamel, the founder of the dermatology Ferdinand Ritter von Hebra, peace activist Bertha von Suttner (Nobel Peace Prize), the composers Gustav Mahler, Heinrich Biber, Viktor Ullmann, Ervin Schulhoff, Pavel Haas, Erich Wolfgang Korngold and Ralph Benatzky, writers Franz Kafka, Reiner Maria Rilke, Max Brod, Karl Kraus, Franz Werfel, Marie von Ebner-Eschenbach, Leo Perutz, Tom Stoppard and Egon Erwin Kisch, painters Anton Raphael Mengs and Emil Orlik, architects Adolf Loos, Peter Parler, Josef Hoffmann, Jan Santini Aichel and Kilian Ignaz Dientzenhofer, cellist David Popper, violist Heinrich Wilhelm Ernst, pianists Alice Herz-Sommer and Rudolf Serkin, president of Austria Karl Renner, Prime Minister of Poland Jerzy Buzek,  industrialist Oskar Schindler, or chess player Wilhelm Steinitz.\n\nPeople with Czech ancestry include the astronauts Eugene Cernan and Jim Lovell, film directors Chris Columbus and Jim Jarmusch, swimmer Katie Ledecky, politicians John Forbes Kerry and Caspar Weinberger, chemist and Nobel Prize laureate Thomas Cech, physicist Karl Guthe Jansky, economist Friedrich Hayek, painters Jan Matejko, Gustav Klimt, Egon Schiele and Oskar Kokoschka, actors Ashton Kutcher, Sissy Spacek and Kim Novak, tennis players Richard Krajicek, Jakob Hlasek and Stan Wawrinka, singer Jason Mraz, Brazil president Juscelino Kubitschek, founder of McDonald's company Ray Kroc, writers Georg Trakl and Robert Musil, mayor of Chicago Anton Cermak and Ivanka Trump and her brother Donald Trump Jr.\n\n"
        },
        {
            "title": "Geography",
            "text": "The Czechs live in three historical lands: Bohemia, Moravia, and Czech Silesia;[81] these regions make up the modern Czech Republic. However, the country is now divided into 14 administrative regions.[82] The local culture varies somewhat in each of the historical regions.[83] Moravians are usually more nationalistic regional patriots of Moravia, but they also speak Czech. Local dialects (such as Central Bohemian, the Chod dialect, Moravian dialects, Cieszyn Silesian, etc.) are found in various parts of the country.[84]\n\n"
        },
        {
            "title": "Czech language",
            "text": "The Czech language is spoken by approximately 12 million people around the world, but the vast majority are in the Czech Republic.[85] It developed from the Proto-Slavic language in the 10th century[85][86] and is mutually intelligible with the Slovak language.[87]\n\n"
        },
        {
            "title": "Religion",
            "text": "In 1977, Richard Felix Staar described Czechs as \"tolerant and even indifferent towards religion as a rule\".[88]\n\nAfter the Bohemian Reformation, most Czechs (about 85%) became followers of Jan Hus, Petr Chelčický and other regional Protestant Reformers. Bohemian Estates' defeat in the Battle of White Mountain brought radical religious changes and started a series of intense actions taken by the Habsburgs in order to bring the Czech population back to the Roman Catholic Church. After the Habsburgs regained control of Bohemia, Czech people were forcibly converted to Roman Catholicism. All kinds of Protestant communities including the various branches of Hussites, Lutherans and Reformed were either expelled, killed, or converted to Catholicism. The Catholic Church lost the bulk of its adherents during the Communist era.\n\nAs of 2015, Pew Research Center found in that 72% of the population of Czech Republic declared to be irreligious, a category which includes atheists, agnostics and those who describe their religion as \"nothing in particular\", 26% were Christians (vast majority Catholics),[15] while 2% belonged to other faiths.\n\n"
        },
        {
            "title": "Demographics",
            "text": "In the Czech Republic, the nation state of the Czech people, 6,732,104 (63.7%) declared as ethnic Czech according to the 2011 census. Notably, another 2,742,669 (26%) were undeclared, and 522,474 (4.9%) declared as Moravians.[1] There is a large Czech diaspora, which includes 1,703,930 Americans of Czech/Czechoslovak ancestry,[89] 94,805 Canadians of Czech ancestry,[90] an estimated 45,000 Czech-born residents in the United Kingdom,[8] and ca. 31,000 in Australia.[91] There are smaller communities throughout Europe. Number of Israelis of Czech-Jewish ancestry is estimated to be about 50,000 to 100,000, with notable individuals such as Max Brod, Yosef Chaim Sonnenfeld or Yehuda Bauer.\n\n"
        }
    ]
}