{
    "url": "https://en.wikipedia.org/wiki/Czechoslovak_New_Wave",
    "title": "Czechoslovak New Wave",
    "table_of_contents": [
        "1 Overview",
        "2 Czech film",
        "3 Slovak film",
        "4 Key works",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Czechoslovak New Wave (also Czech New Wave) is a term used for the Czechoslovak filmmakers who started making movies in the 1960s. The directors commonly included are Miloš Forman, Věra Chytilová, Ivan Passer, Pavel Juráček, Jiří Menzel, Jan Němec, Jaromil Jireš, Evald Schorm, Hynek Bočan, Juraj Herz, Juraj Jakubisko, Štefan Uher and others. The movement was sometimes called the \"Czechoslovak film miracle\".\n\n"
        },
        {
            "title": "Overview",
            "text": "The films touched on themes which for earlier film makers in the communist countries had rarely managed to avoid the objections of the censor, such as the misguided youths of Czechoslovak society portrayed in Miloš Forman's Black Peter (1963) and Loves of a Blonde (1965), or those caught in a surrealistic whirlwind in Věra Chytilová's Daisies (1966) and Jaromil Jireš' Valerie and Her Week of Wonders (1970). The films often expressed dark and absurd humour in opposition to social realist films of the 1950s.\n\nThe Czechoslovak New Wave differed from the French New Wave in that it usually held stronger narratives, and as these directors were the children of a nationalized film industry, they had greater access to studios and state funding. They also made more adaptations, including Jaromil Jireš's adaptation of Milan Kundera's novel The Joke (1969). At the Fourth Congress of the Czechoslovak Writers Union in 1967, Milan Kundera described this wave of national cinema as an important part of the history of Czechoslovak literature.[1] Forman's The Firemen's Ball (1967), another major film of the era, remains a cult film more than four decades after its release.\n\n"
        },
        {
            "title": "Czech film",
            "text": "The majority of films shot during the New Wave were Czech-language as opposed to Slovak. Many directors came from the prestigious FAMU, located in Prague, while the state-run Barrandov Studios were located just on the outskirts of Prague. Some prominent Czech directors included Miloš Forman, who directed The Firemen's Ball, Black Peter, and Loves of a Blonde during this time, Věra Chytilová who is best known for her film Daisies,[2] and Jiří Menzel, whose film Closely Watched Trains (Ostře sledované vlaky 1966) won an Academy Award for Best Foreign Language Film.[3][4]\n\n"
        },
        {
            "title": "Slovak film",
            "text": "The Shop on Main Street (1965) won the Academy Award for Best Foreign Language Film in 1966.[5][6] Although it is not considered part of the New Wave, because it was directed by Ján Kadár and Elmar Klos, who were a generation older, and the film is fairly traditional. Juraj Jakubisko, Štefan Uher or Dušan Hanák were Slovak filmmakers who were part of the New Wave.\n\n"
        }
    ]
}