{
    "url": "https://en.wikipedia.org/wiki/Dacian_mythology",
    "title": "Dacians",
    "table_of_contents": [
        "1 Name and etymology",
        "1.1 Name",
        "1.2 Etymology",
        "1.2.1 Early history of etymological approaches",
        "1.2.2 Modern theories",
        "1.3 Mythological theories",
        "2 Origins and ethnogenesis",
        "3 Identity and distribution",
        "3.1 Linguistic affiliation",
        "3.2 Tribes",
        "3.2.1 Costoboci",
        "3.2.2 Carpi",
        "3.3 Physical characteristics",
        "4 History",
        "4.1 Early history",
        "4.2 Relations with Thracians",
        "4.3 Relations with Celts",
        "4.4 Relations with Greeks",
        "4.5 Relations with Persians",
        "4.6 Relations with Scythians",
        "4.6.1 Agathyrsi Transylvania",
        "4.7 Relations with Germanic tribes",
        "4.8 Dacian kingdoms",
        "4.8.1 The kingdom of Burebista",
        "4.8.2 The kingdom of Decebalus 87 – 106",
        "4.9 Conflict with Rome",
        "4.10 Roman rule",
        "4.11 After the Aurelian Retreat",
        "5 Society",
        "5.1 Occupations",
        "5.2 Currency",
        "5.3 Construction",
        "6 Material culture",
        "6.1 Language",
        "6.2 Symbols",
        "6.3 Religion",
        "6.4 Pottery",
        "6.5 Clothing and science",
        "7 Warfare",
        "7.1 Weapons",
        "8 Notable individuals",
        "9 Trivia",
        "10 In Romanian nationalism",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 Sources",
        "14.1 Ancient",
        "14.2 Modern",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Dacians (/ˈdeɪʃənz/; Latin: Daci [ˈdaːkiː]; Greek: Δάκοι,[2] Δάοι,[2] Δάκαι[3]) were the ancient Indo-European inhabitants of the cultural region of Dacia, located in the area near the Carpathian Mountains and west of the Black Sea. They are often considered a subgroup of the Thracians.[4] This area includes mainly the present-day countries of Romania and Moldova, as well as parts of Ukraine,[5] Eastern Serbia, Northern Bulgaria, Slovakia,[6] Hungary and Southern Poland.[5] The Dacians and the related Getae spoke the Dacian language, which has a debated relationship with the neighbouring Thracian language and may be a subgroup of it. Dacians were somewhat culturally influenced by the neighbouring Scythians and by the Celtic invaders of the 4th century BC.\n\n"
        },
        {
            "title": "Name and etymology",
            "text": "The Dacians were known as Geta (plural Getae) in Ancient Greek writings, and as Dacus (plural Daci) or Getae in Roman documents,[8] but also as Dagae and Gaete as depicted on the late Roman map Tabula Peutingeriana. It was Herodotus who first used the ethnonym Getae in his Histories.[9] In Greek and Latin, in the writings of Julius Caesar, Strabo, and Pliny the Elder, the people became known as 'the Dacians'.[10] Getae and Dacians were interchangeable terms, or used with some confusion by the Greeks.[11][12] Latin poets often used the name Getae.[13] Vergil called them Getae four times, and Daci once, Lucian Getae three times and Daci twice, Horace named them Getae twice and Daci five times, while Juvenal one time Getae and two times Daci.[14][15][13] In AD 113, Hadrian used the poetic term Getae for the Dacians.[16] Modern historians prefer to use the name Geto-Dacians.[10] Strabo describes the Getae and Dacians as distinct but cognate tribes. This distinction refers to the regions they occupied.[17] Strabo and Pliny the Elder also state that Getae and Dacians spoke the same language.[17][18]\n\nBy contrast, the name of Dacians, whatever the origin of the name, was used by the more western tribes who adjoined the Pannonians and therefore first became known to the Romans.[19] According to Strabo's Geographica, the original name of the Dacians was Δάοι \"Daoi\".[2][20] The name Daoi (one of the ancient Geto-Dacian tribes) was certainly adopted by foreign observers to designate all the inhabitants of the countries north of Danube that had not yet been conquered by Greece or Rome.[10][10]\n\nThe ethnographic name Daci is found under various forms within ancient sources. Greeks used the forms Δάκοι \"Dakoi\" (Strabo, Dio Cassius, and Dioscorides) and Δάοι \"Daoi\" (singular Daos).[21][2][22][a][23][20] The form Δάοι \"Daoi\" was frequently used according to Stephan of Byzantium.[15]\n\nLatins used the forms Davus, Dacus, and a derived form Dacisci (Vopiscus and inscriptions).[24][25][26][27][15]\n\nThere are similarities between the ethnonyms of the Dacians and those of Dahae (Greek Δάσαι Δάοι, Δάαι, Δαι, Δάσαι Dáoi, Dáai, Dai, Dasai; Latin Dahae, Daci), an Indo-European people located east of the Caspian Sea, until the 1st millennium BC. Scholars have suggested that there were links between the two peoples since ancient times.[28][29][30][15] The historian David Gordon White has, moreover, stated that the \"Dacians ... appear to be related to the Dahae\".[31] (Likewise White and other scholars also believe that the names Dacii and Dahae may also have a shared etymology – see the section following for further details.)\n\nBy the end of the first century AD, all the inhabitants of the lands which now form Romania were known to the Romans as Daci, with the exception of some Celtic and Germanic tribes who infiltrated from the west, and Sarmatian and related people from the east.[12]\n\nThe name Daci, or \"Dacians\" is a collective ethnonym.[32] Dio Cassius reported that the Dacians themselves used that name, and the Romans so called them, while the Greeks called them Getae.[33][34][35] Opinions on the origins of the name Daci are divided. Some scholars consider it to originate in the Indo-European *dha-k-, with the stem *dhe- 'to put, to place', while others think that the name Daci originates in *daca 'knife, dagger' or in a word similar to dáos, meaning 'wolf' in the related language of the Phrygians.[36][37]\n\nOne hypothesis is that the name Getae originates in Indo-European *guet- 'to utter, to talk'.[38][36] Another hypothesis is that Getae and Daci are the Iranian names of two Iranian-speaking Scythian groups that had been assimilated into the larger Thracian-speaking population of the later \"Dacia\".[39][40]\n\nIn the 1st century AD, Strabo suggested that its stem formed a name previously borne by slaves: Greek Daos, Latin Davus (-k- is a known suffix in Indo-European ethnic names).[41] In the 18th century, Grimm proposed the Gothic dags or \"day\" that would give the meaning of \"light, brilliant\". Yet dags belongs to the Sanskrit word-root dah-, and a derivation from Dah to Δάσαι \"Daci\" is difficult.[15] In the 19th century, Tomaschek (1883) proposed the form \"Dak\", meaning those who understand and can speak, by considering \"Dak\" as a derivation of the root da (\"k\" being a suffix); cf. Sanskrit dasa, Bactrian daonha.[42] Tomaschek also proposed the form \"Davus\", meaning \"members of the clan/countryman\" cf. Bactrian daqyu, danhu \"canton\".[42]\n\nSince the 19th century, many scholars have proposed an etymological link between the endonym of the Dacians and wolves.\n\nHowever, according to Romanian historian and archaeologist Alexandru Vulpe, the Dacian etymology explained by daos (\"wolf\") has little plausibility, as the transformation of daos into dakos is phonetically improbable and the Draco standard was not unique to Dacians. He thus dismisses it as folk etymology.[50]\n\nAnother etymology, linked to the Proto-Indo-European language roots *dhe- meaning \"to set, place\" and dheua → dava (\"settlement\") and dhe-k → daci is supported by Romanian historian Ioan I. Russu (1967).[51]\n\nMircea Eliade attempted, in his book From Zalmoxis to Genghis Khan, to give a mythological foundation to an alleged special relation between Dacians and the wolves:[52]\n\n"
        },
        {
            "title": "Origins and ethnogenesis",
            "text": "Evidence of proto-Thracians or proto-Dacians in the prehistoric period depends on the remains of material culture. It is generally proposed that a proto-Dacian or proto-Thracian people developed from a mixture of indigenous peoples and Indo-Europeans from the time of Proto-Indo-European expansion in the Early Bronze Age (3,300–3,000 BC)[62] when the latter, around 1500 BC, conquered the indigenous peoples.[63] The indigenous people were Danubian farmers, and the invading people of the BC 3rd millennium were Kurgan warrior-herders from the Ukrainian and Russian steppes.[64]\n\nIndo-Europeanization was complete by the beginning of the Bronze Age. The people of that time are best described as proto-Thracians, which later developed in the Iron Age into Danubian-Carpathian Geto-Dacians as well as Thracians of the eastern Balkan Peninsula.[65]\n\nBetween 15th–12th century BC, the Dacian-Getae culture was influenced by the Bronze Age Tumulus-Urnfield warriors who were on their way through the Balkans to Anatolia.[66]\n\nIn the 8th to 7th centuries BCE, the migration of the Scythians from the east into the Pontic Steppe pushed westwards and away from the steppes the related Scythic Agathyrsi people who had previously dwelt on the Pontic Steppe around the Lake Maeotis,[67] following which the Agathyrsi settled in the territories of present-day Moldova, Transylvania, and possibly Oltenia where they mingled with the indigenous population which was of Thracian origins,[68][67] and having later become completely assimilated by the Geto-Thracian populations;[68] the fortified settlements of the Agathyrsi became the centres of the Getic groups who would later transform into the Dacian culture, and an important part of the Dacian people was descended from the Agathyrsi.[68] When the La Tène Celts arrived in the 4th century BC, the Dacians were under the influence of the Scythians.[66]\n\nAlexander the Great attacked the Getae in 335 BC on the lower Danube, but by 300 BC they had formed a state founded on a military democracy, and began a period of conquest.[66] More Celts arrived during the 3rd century BC, and in the 1st century BC the people of Boii tried to conquer some of the Dacian territory on the eastern side of the Teiss river. The Dacians drove the Boii south across the Danube and out of their territory, at which point the Boii abandoned any further plans for invasion.[66]\n\nSome Hungarian historians consider the Dacians and Getae the same as the Scythian tribes of the Dahae, Massagetae, also the exonym Daxia one with Dacia.[49][69]\n\n"
        },
        {
            "title": "Identity and distribution",
            "text": "North of the Danube, Dacians occupied[when?] a larger territory than Ptolemaic Dacia,[clarification needed] stretching between Bohemia in the west and the Dnieper cataracts in the east, and up to the Pripyat, Vistula, and Oder rivers in the north and northwest.[70][better source needed] In BC 53, Julius Caesar stated that the Dacian territory[clarification needed] was on the eastern border of the Hercynian forest.[66] According to Strabo's Geographica, written around AD 20,[71] the Getes (Geto-Dacians) bordered the Suevi who lived in the Hercynian Forest, which is somewhere in the vicinity of the river Duria, the present-day Váh (Waag).[72] Dacians lived on both sides of the Danube.[73] [74] According to Strabo, Moesians also lived on both sides of the Danube.[35] According to Agrippa,[75] Dacia was limited by the Baltic Ocean in the North and by the Vistula in the West.[76] The names of the people and settlements confirm Dacia's borders as described by Agrippa.[75][77] Dacian people also lived south of the Danube.[75]\n\nThe Dacians and Getae were always considered as Thracians by the ancients (Dio Cassius, Trogus Pompeius, Appian, Strabo and Pliny the Elder), and were both said to speak the same Thracian language.[78][79] The linguistic affiliation of Dacian is uncertain, since the ancient Indo-European language in question became extinct (?) and left very limited traces (?), usually in the form of place names, plant names and personal names. Thraco-Dacian (or Thracian and Daco-Mysian)[which?] seems to belong to the eastern (satem) group of Indo-European languages.[why?][80] There are two contradictory theories: some scholars (such as Tomaschek 1883; Russu 1967; Solta 1980; Crossland 1982; Vraciu 1980) consider Dacian to be a Thracian language or a dialect thereof. This view is supported by R. G. Solta, who says that Thracian and Dacian are very closely related languages.[81][82] Other scholars (such as Georgiev 1965, Duridanov 1976) consider that Thracian and Dacian are two different and specific Indo-European languages which cannot be reduced to a common language (?).[83] Linguists such as Polomé and Katičić expressed reservations[clarification needed] about both theories.[84]\n\nThe Dacians are generally considered to have been Thracian speakers, representing a cultural continuity from earlier Iron Age communities loosely termed Getic,[85] Since in one interpretation, Dacian is a variety of Thracian, for the reasons of convenience, the generic term ‘Daco-Thracian\" is used, with \"Dacian\" reserved for the language or dialect that was spoken north of Danube, in present-day Romania and eastern Hungary, and \"Thracian\" for the variety spoken south of the Danube.[86] There is no doubt that the Thracian language was related to the Dacian language which was spoken in what is today Romania, before some of that area was occupied by the Romans.[87] Also, both Thracian and Dacian have one of the main satem characteristic changes of Indo-European language, *k and *g to *s and *z.[88] With regard to the term \"Getic\" (Getae), even though attempts have been made to distinguish between Dacian and Getic, there seems no compelling reason to disregard the view of the Greek geographer Strabo that the Daci and the Getae, Thracian tribes dwelling north of the Danube (the Daci in the west of the area and the Getae further east), were one and the same people and spoke the same language.[86]\n\nAnother variety that has sometimes been recognized is that of Moesian (or Mysian) for the language of an intermediate area immediately to the south of Danube in Serbia, Bulgaria and Romanian Dobruja: this and the dialects north of the Danube have been grouped together as Daco-Moesian.[86] The language of the indigenous population has left hardly any trace in the anthroponymy of Moesia, but the toponymy indicates that the Moesii on the south bank of the Danube, north of the Haemus Mountains, and the Triballi in the valley of the Morava, shared a number of characteristic linguistic features[specify] with the Dacii south of the Carpathians and the Getae in the Wallachian plain, which sets them apart from the Thracians though their languages are undoubtedly related.[89]\n\nDacian culture is mostly followed through Roman sources. Ample evidence suggests that they were a regional power in and around the city of Sarmizegetusa. Sarmizegetusa was their political and spiritual capital. The ruined city lies high in the mountains of central Romania.[90]\n\nVladimir Georgiev disputes that Dacian and Thracian were closely related for various reasons, most notably that Dacian and Moesian town names commonly end with the suffix -DAVA, while towns in Thrace proper (i.e. South of the Balkan mountains) generally end in -PARA (see Dacian language). According to Georgiev, the language spoken by the ethnic Dacians should be classified as \"Daco-Moesian\" and regarded as distinct from Thracian. Georgiev also claimed that names from approximately Roman Dacia and Moesia show different and generally less extensive changes in Indo-European consonants and vowels than those found in Thrace itself. However, the evidence seems to indicate divergence of a Thraco-Dacian language into northern and southern groups of dialects, not so different as to qualify as separate languages.[91] Polomé considers that such lexical differentiation ( -dava vs. para) would, however, be hardly enough evidence to separate Daco-Moesian from Thracian.[84]\n\nAn extensive account of the native tribes in Dacia can be found in the ninth tabula of Europe of Ptolemy's Geography.[92] The Geography was probably written in the period AD 140–150, but the sources were often earlier; for example, Roman Britain is shown before the building of Hadrian's Wall in the AD 120s.[93] Ptolemy's Geography also contains a physical map probably designed before the Roman conquest, and containing no detailed nomenclature.[94] There are references to the Tabula Peutingeriana, but it appears that the Dacian map of the Tabula was completed after the final triumph of Roman nationality.[95] Ptolemy's list includes no fewer than twelve tribes with Geto-Dacian names.[96][97]\n\nThe fifteen tribes of Dacia as named by Ptolemy, starting from the northernmost ones, are as follows. First, the Anartes, the Teurisci and the Coertoboci/Costoboci. To the south of them are the Buredeense (Buri/Burs), the Cotenses/Cotini and then the Albocenses, the Potulatenses and the Sense, while the southernmost were the Saldenses, the Ciaginsi and the Piephigi. To the south of them were Predasenses/Predavenses, the Rhadacenses/Rhatacenses, the Caucoenses (Cauci) and Biephi.[92] Twelve out of these fifteen tribes listed by Ptolemy are ethnic Dacians,[97] and three are Celts: Anarti, Teurisci, and Cotenses.[97] There are also previous brief mentions of other Getae or Dacian tribes on the left and right banks of the Danube, or even in Transylvania, to be added to the list of Ptolemy. Among these other tribes are the Trixae, Crobidae and Appuli.[92]\n\nSome peoples inhabiting the region generally described in Roman times as \"Dacia\" were not ethnic Dacians.[98] The true Dacians were a people of Thracian descent. German elements (Daco-Germans), Celtic elements (Daco-Celtic) and Iranian elements (Daco-Sarmatian) occupied territories in the north-west and north-east of Dacia.[99][100][98] This region covered roughly the same area as modern Romania plus Bessarabia (Republic of Moldova) and eastern Galicia (south-west Ukraine), although Ptolemy places Moldavia and Bessarabia in Sarmatia Europaea, rather than Dacia.[101] After the Dacian Wars (AD 101-6), the Romans occupied only about half of the wider Dacian region. The Roman province of Dacia covered just western Wallachia as far as the Limes Transalutanus (East of the river Alutus, or Olt) and Transylvania, as bordered by the Carpathians.[102]\n\nThe impact of the Roman conquest on these people is uncertain. One hypothesis was that they were effectively eliminated. An important clue to the character of Dacian casualties is offered by the ancient sources Eutropius and Crito. Both speak about men when they describe the losses suffered by the Dacians in the wars. This suggests that both refer to losses due to fighting, not due to a process of extermination of the whole population.[103] A strong component of the Dacian army, including the Celtic Bastarnae and the Germans, had withdrawn rather than submit to Trajan.[104] Some scenes on Trajan's Column represent acts of obedience of the Dacian population, and others show the refugee Dacians returning to their own places.[105] Dacians trying to buy amnesty are depicted on Trajan's Column (one offers to Trajan a tray of three gold ingots).[106] Alternatively, a substantial number may have survived in the province, although were probably outnumbered by the Romanised immigrants.[107] Cultural life in Dacia became very mixed and decidedly cosmopolitan because of the colonial communities. The Dacians retained their names and their own ways in the midst of the newcomers, and the region continued to exhibit Dacian characteristics.[108] The Dacians who survived the war are attested as revolting against the Roman domination in Dacia at least twice, in the period of time right after the Dacian Wars, and in a more determined manner in 117 AD.[109] In 158 AD, they revolted again, and were put down by M. Statius Priscus.[110] Some Dacians were apparently expelled from the occupied zone at the end of each of the two Dacian Wars or otherwise emigrated. It is uncertain where these refugees settled. Some of these people might have mingled with the existing ethnic Dacian tribes beyond the Carpathians (the Costoboci and Carpi).\n\nAfter Trajan's conquest of Dacia, there was recurring trouble involving Dacian groups excluded from the Roman province, as finally defined by Hadrian. By the early third century the \"Free Dacians\", as they were earlier known, were a significantly troublesome group, then identified as the Carpi, requiring imperial intervention on more than one occasion.[111] In 214 Caracalla dealt with their attacks. Later, Philip the Arab came in person to deal with them; he assumed the triumphal title Carpicus Maximus and inaugurated a new era for the province of Dacia (July 20, 246). Later both Decius and Gallienus assumed the titles Dacicus Maximus. In 272, Aurelian assumed the same title as Philip.[111]\n\nIn about 140 AD, Ptolemy lists the names of several tribes residing on the fringes of the Roman Dacia (west, east and north of the Carpathian range), and the ethnic picture seems to be a mixed one. North of the Carpathians are recorded the Anarti, Teurisci and Costoboci.[112] The Anarti (or Anartes) and the Teurisci were originally probably Celtic peoples or mixed Dacian-Celtic.[100] The Anarti, together with the Celtic Cotini, are described by Tacitus as vassals of the powerful Quadi Germanic people.[113] The Teurisci were probably a group of Celtic Taurisci from the eastern Alps. However, archaeology has revealed that the Celtic tribes had originally spread from west to east as far as Transylvania, before being absorbed by the Dacians in the 1st century BC.[114][115]\n\nThe main view is that the Costoboci were ethnically Dacian.[116] Others considered them a Slavic or Sarmatian tribe.[117][118] There was also a Celtic influence, so that some consider them a mixed Celtic and Thracian group that appear, after Trajan's conquest, as a Dacian group within the Celtic superstratum.[119] The Costoboci inhabited the southern slopes of the Carpathians.[120] Ptolemy named the Coestoboci (Costoboci in Roman sources) twice, showing them divided by the Dniester and the Peucinian (Carpathian) Mountains. This suggests that they lived on both sides of the Carpathians, but it is also possible that two accounts about the same people were combined.[120] There was also a group, the Transmontani, that some modern scholars identify as Dacian Transmontani Costoboci of the extreme north.[121][122] The name Transmontani was from the Dacians' Latin,[123] literally \"people over the mountains\". Mullenhoff identified these with the Transiugitani, another Dacian tribe north of the Carpathian mountains.[124]\n\nBased on the account of Dio Cassius, Heather (2010) considers that Hasding Vandals, around 171 AD, attempted to take control of lands which previously belonged to the free Dacian group called the Costoboci.[125] Hrushevskyi (1997) mentions that the earlier widespread view that these Carpathian tribes were Slavic has no basis. This would be contradicted by the Coestobocan names themselves that are known from the inscriptions, written by a Coestobocan and therefore presumably accurately. These names sound quite unlike anything Slavic.[117] Scholars such as Tomaschek (1883), Shutte (1917) and Russu (1969) consider these Costobocian names to be Thraco-Dacian.[126][127][128] This inscription also indicates the Dacian background of the wife of the Costobocian king \"Ziais Tiati filia Daca\".[129] This indication of the socio-familial line of descent seen also in other inscriptions (i.e. Diurpaneus qui Euprepes Sterissae f(ilius) Dacus) is a custom attested since the historical period (beginning in the 5th century BC) when Thracians were under Greek influence.[130] It may not have originated with the Thracians, as it could be just a fashion borrowed from Greeks for specifying ancestry and for distinguishing homonymous individuals within the tribe.[131] Shutte (1917), Parvan, and Florescu (1982) pointed also to the Dacian characteristic place names ending in '–dava' given by Ptolemy in the Costoboci's country.[132][133]\n\nThe Carpi were a sizeable group of tribes, who lived beyond the north-eastern boundary of Roman Dacia. The majority view among modern scholars is that the Carpi were a North Thracian tribe and a subgroup of the Dacians.[134] However, some historians classify them as Slavs.[135]\nAccording to Heather (2010), the Carpi were Dacians from the eastern foothills of the Carpathian range – modern Moldavia and Wallachia – who had not been brought under direct Roman rule at the time of Trajan's conquest of Transylvania Dacia. After they generated a new degree of political unity among themselves in the course of the third century, these Dacian groups came to be known collectively as the Carpi.[136]\n\nThe ancient sources about the Carpi, before 104 AD, located them on a territory situated between the western side of Eastern European Galicia and the mouth of the Danube.[137] The name of the tribe is homonymous with the Carpathian mountains.[121] Carpi and Carpathian are Dacian words derived from the root (s)ker- \"cut\" cf. Albanian karp \"stone\" and Sanskrit kar- \"cut\".[138][139]\nA quote from the 6th-century Byzantine chronicler Zosimus referring to the Carpo-Dacians (Greek: Καρποδάκαι, Latin: Carpo-Dacae), who attacked the Romans in the late 4th century, is seen as evidence of their Dacian ethnicity. In fact, Carpi/Carpodaces is the term used for Dacians outside of Dacia proper.[140]\nHowever, that the Carpi were Dacians is shown not so much by the form Καρποδάκαι in Zosimus as by their characteristic place-names in –dava, given by Ptolemy in their country.[141] The origin and ethnic affiliations of the Carpi have been debated over the years; in modern times they are closely associated with the Carpathian Mountains, and a good case has been made for attributing to the Carpi a distinct material culture, \"a developed form of the Geto-Dacian La Tene culture\", often known as the Poienesti culture, which is characteristic of this area.[142]\n\nDacians are represented in the statues surmounting the Arch of Constantine and on Trajan's Column.[1] The artist of the Column took some care to depict, in his opinion, a variety of Dacian people—from high-ranking men, women, and children to the near-savage. Although the artist looked to models in Hellenistic art for some body types and compositions, he does not represent the Dacians as generic barbarians.[143]\n\nClassical authors applied a generalized stereotype when describing the  \"barbarians\"—Celts, Scythians, Thracians—inhabiting the regions to the north of the Greek world.[144] In accordance with this stereotype, all these peoples are described, in sharp contrast to the \"civilized\" Greeks, as being much taller, their skin lighter and with straight light-coloured hair and blue eyes.[144] For instance, Aristotle wrote that \"the Scythians on the Black Sea and the Thracians are straight-haired, for both they themselves and the environing air are moist\";[145] according to Clement of Alexandria, Xenophanes described the Thracians as \"ruddy and tawny\".[144][146] On Trajan's column, Dacian soldiers' hair is depicted longer than the hair of Roman soldiers and they had trimmed beards.[147]\n\nBody-painting was customary among the Dacians.[specify] It is probable that the tattooing originally had a religious significance.[148] They practiced symbolic-ritual tattooing or body painting for both men and women, with hereditary symbols transmitted up to the fourth generation.[149]\n\n"
        },
        {
            "title": "History",
            "text": "In the absence of historical records written by the Dacians (and Thracians) themselves, analysis of their origins depends largely on the remains of material culture. On the whole, the Bronze Age witnessed the evolution of the ethnic groups which emerged during the Eneolithic period, and eventually the syncretism of both autochthonous and Indo-European elements from the steppes and the Pontic regions.[150] Various groups of Thracians had not separated out by 1200 BC,[150] but there are strong similarities between the ceramic types found at Troy and the ceramic types from the Carpathian area.[150] About the year 1000 BC, the Carpatho-Danubian countries were inhabited by a northern branch of the Thracians.[151] At the time of the arrival of the Scythians (c. 700 BC), the Carpatho-Danubian Thracians were developing rapidly towards the Iron Age civilization of the West. Moreover, the whole of the fourth period of the Carpathian Bronze Age had already been profoundly influenced by the first Iron Age as it developed in Italy and the Alpine lands. The Scythians, arriving with their own type of Iron Age civilization, put a stop to these relations with the West.[152] From roughly 500 BC (the second Iron Age), the Dacians developed a distinct civilization, which was capable of supporting large centralised kingdoms by 1st BC and 1st AD.[153]\n\nSince the very first detailed account by Herodotus, Getae are acknowledged as belonging to the Thracians.[9] Still, they are distinguished from the other Thracians by particularities of religion and custom.[144] The first written mention of the name \"Dacians\" is in Roman sources, but classical authors are unanimous in considering them a branch of the Getae, a Thracian people known from Greek writings. Strabo specified that the Daci are the Getae who lived in the area towards the Pannonian plain (Transylvania), while the Getae proper gravitated towards the Black Sea coast (Scythia Minor).\n\nSince the writings of Herodotus in the 5th century BC,[9] Getae/Dacians are acknowledged as belonging to the Thracian sphere of influence. Despite this, they are distinguished from other Thracians by particularities of religion and custom.[144] Geto-Dacians and Thracians were kin people but they were not the same.[154] The differences from the southern Thracians or from the neighbouring Scythians were probably faint, as several ancient authors make confusions of identification with both groups.[144] Linguist Vladimir Georgiev says that based on the absence of toponyms ending in  dava in Southern Bulgaria, the Moesians and Dacians (or as he calls them Daco-Mysians) couldn't be related to the Thracians.[155]\n\nIn the 19th century, Tomaschek considered a close affinity between the Besso-Thracians and Getae-Dacians, an original kinship of both people with Iranian peoples.[156] They are Aryan tribes, several centuries before Scolotes of the Pont and Sauromatae left the Aryan homeland and settled in the Carpathian chain, in the Haemus (Balkan) and Rhodope mountains.[156] The Besso-Thracians and Getae-Dacians separated very early from Aryans, since their language still maintains roots that are missing from Iranian and it shows non-Iranian phonetic characteristics (i.e. replacing the Iranian \"l\" with \"r\").[156]\n\nGeto-Dacians inhabited both sides of the Tisa River before the rise of the Celtic Boii, and again after the latter were defeated by the Dacians under king Burebista.[157] During the second half of the 4th century BC, Celtic cultural influence appears in the archaeological records of the middle Danube, Alpine region, and north-western Balkans, where it was part of the Middle La Tène material culture. This material appears in north-western and central Dacia, and is reflected especially in burials.[153] The Dacians absorbed the Celtic influence from the northwest in the early third century BC.[158] Archaeological investigation of this period has highlighted several Celtic warrior graves with military equipment. It suggests the forceful penetration of a military Celtic elite within the region of Dacia, now known as Transylvania, that is bounded on the east by the Carpathian range.[153] The archaeological sites of the third and second centuries BC in Transylvania revealed a pattern of co-existence and fusion between the bearers of La Tène culture and indigenous Dacians. These were domestic dwellings with a mixture of Celtic and Dacian pottery, and several graves in the Celtic style containing vessels of Dacian type.[153] There are some seventy Celtic sites in Transylvania, mostly cemeteries, but most if not all of them indicate that the native population imitated Celtic art forms that took their fancy, but remained obstinately and fundamentally Dacian in their culture.[158]\n\nThe Celtic Helmet from Ciumeşti, Satu Mare, Romania (northern Dacia), an Iron Age raven totem helmet, dated around the 4th century BC. A similar helmet is depicted on the Thraco-Celtic Gundestrup cauldron, being worn by one of the mounted warriors (detail tagged here). See also an illustration of Brennos wearing a similar helmet.\nAround 150 BC, La Tène material disappears from the area. This coincides with the ancient writings which mention the rise of Dacian authority. It ended the Celtic domination, and it is possible that Celts were driven out of Dacia. Alternatively, some scholars have proposed that the Transylvanian Celts remained, but merged into the local culture and thus ceased to be distinctive.[153][158]\n\nArchaeological discoveries in the settlements and fortifications of the Dacians in the period of their kingdoms (1st century BC and 1st century AD) included imported Celtic vessels and others made by Dacian potters imitating Celtic prototypes, showing that relations between the Dacians and the Celts from the regions north and west of Dacia continued.[159] In present-day Slovakia, archaeology has revealed evidence for mixed Celtic-Dacian populations in the Nitra and Hron river basins.[160]\n\nAfter the Dacians subdued the Celtic tribes, the remaining Cotini stayed in the mountains of Central Slovakia, where they took up mining and metalworking. Together with the original domestic population, they created the Puchov culture that spread into central and northern Slovakia, including Spis, and penetrated northeastern Moravia and southern Poland. Along the Bodrog River in Zemplin they created Celtic-Dacian settlements which were known for the production of painted ceramics.[160]\n\nGreek and Roman chroniclers record the defeat and capture of the Macedonian general Lysimachus in the 3rd century BC by the Getae (Dacians) ruled by Dromihete, their military strategy, and the release of Lysimachus following a debate in the assembly of the Getae.\n\nHerodotus says: \"before Darius reached the Danube, the first people he subdued were the Getae, who believed that they never die\".[9] It is possible that the Persian expedition and the subsequent occupation may have altered the way in which the Getae expressed the immortality belief. The influence of thirty years of Achaemenid presence may be detected in the emergence of an explicit iconography of the \"Royal Hunt\" that influenced Dacian and Thracian metalworkers, and of the practice of hawking by their upper class.[161]\n\nThe Scythians' arrival in the Carpathian mountains is dated to 700 BC.[162] The Agathyrsi of Transylvania had been mentioned by Herodotus (fifth century BC),[163] who regarded them as not a Scythian people, but closely related to them. In other respects, their customs were close to those of the Thracians.[164] The Agathyrsi were completely denationalized at the time of Herodotus and absorbed by the native Thracians.[165][166]\n\nThe opinion that the Agathyrsi were almost certainly Thracians results also from the writings preserved by Stephen of Byzantium, who explains that the Greeks called the Trausi the Agathyrsi, and we know that the Trausi lived in the Rhodope Mountains. Certain details from their way of life, such as tattooing, also suggest that the Agathyrsi were Thracians. Their place was later taken by the Dacians.[167] That the Dacians were of Thracian stock is not in doubt, and it is safe to assume that this new name also encompassed the Agathyrsi, and perhaps other neighbouring Thracian people as well, as a result of some political upheaval.[167]\n\nThe Goths, a confederation of east German peoples, arrived in southern Ukraine no later than 230.[168] During the next decade, a large section of them moved down the Black Sea coast and occupied much of the territory north of the lower Danube.[168] The Goths' advance towards the area north of the Black Sea involved competing with the indigenous population of Dacian-speaking Carpi, as well as indigenous Iranian-speaking Sarmatians and Roman garrison forces.[169] The Carpi, often called \"Free Dacians\", continued to dominate the anti-Roman coalition made up of themselves, Taifali, Astringi, Vandals, Peucini, and Goths until 248, when the Goths assumed the hegemony of the loose coalition.[170] The first lands taken over by the Thervingi Goths were in Moldavia, and only during the fourth century did they move in strength down into the Danubian plain.[171] The Carpi found themselves squeezed between the advancing Goths and the Roman province of Dacia.[168] In 275 AD, Aurelian surrendered the Dacian territory[clarification needed] to the Carpi and the Goths.[172] Over time, Gothic power in the region grew, at the Carpi's expense. The Germanic-speaking Goths replaced native Dacian-speakers as the dominant force around the Carpathian mountains.[173] Large numbers of Carpi, but not all of them, were admitted into the Roman empire in the twenty-five years or so after 290 AD.[174] Despite this evacuation of the Carpi around 300 AD, considerable groups of the natives (non-Romanized Dacians, Sarmatians and others) remained in place under Gothic domination.[175]\n\nIn 330 the Gothic Thervingi contemplated moving to the Middle Danube region,[citation needed] and from 370 relocated with their fellow Gothic Greuthungi to new homes in the Roman Empire.[174] The Ostrogoths were still more isolated, but even the Visigoths preferred to live among their own kind. As a result, the Goths settled in pockets. Finally, although Roman towns continued on a reduced level, there is no question as to their survival.[171]\n\nIn 336 AD, Constantine took the title Dacicus Maximus 'great victor in Dacia', implying at least partial reconquest of Trajan Dacia.[176] In an inscription of 337, Constantine was commemorated officially as Germanicus Maximus, Sarmaticus, Gothicus Maximus, and Dacicus Maximus, meaning he had defeated the Germans, Sarmatians, Goths, and Dacians.[177]\n\nDacian polities arose as confederacies that included the Getae, the Daci, the Buri, and the Carpi[dubious  – discuss] (cf. Bichir 1976, Shchukin 1989),[157] united only periodically by the leadership of Dacian kings such as Burebista and Decebal. This union was both military-political and ideological-religious[157] on ethnic basis. The following are some of the attested Dacian kingdoms:\n\nThe kingdom of Cothelas, one of the Getae, covered an area near the Black Sea, between northern Thrace and the Danube, today Bulgaria, in the 4th century BC.[178] The kingdom of Rubobostes controlled a region in Transylvania in the 2nd century BC.[179] Gaius Scribonius Curio (proconsul 75–73 BC) campaigned successfully against the Dardani and the Moesi, becoming the first Roman general to reach the river Danube with his army.[180] His successor, Marcus Licinius Lucullus, brother of the famous Lucius Lucullus, campaigned against the Thracian Bessi tribe and the Moesi, ravaging the whole of Moesia, the region between the Haemus (Balkan) mountain range and the Danube. In 72 BC, his troops occupied the Greek coastal cities of Scythia Minor (the modern Dobrogea region in Romania and Bulgaria), which had sided with Rome's Hellenistic arch-enemy, king Mithridates VI of Pontus, in the Third Mithridatic War.[181] Greek geographer Strabo claimed that the Dacians and Getae had been able to muster a combined army of 200,000 men during Strabo's era, the time of Roman emperor Augustus.[182]\n\nThe Dacian kingdom reached its maximum extent under king Burebista (ruled 82 – 44 BC). The capital of the kingdom was possibly the city of Argedava, also called Sargedava in some historical writings, situated close to the river Danube. The kingdom of Burebista extended south of the Danube, in what is today Bulgaria, and the Greeks believed their king was the greatest of all Thracians.[183][better source needed] During his reign, Burebista transferred the Geto-Dacians' capital from Argedava to Sarmizegetusa.[184][185] For at least one and a half centuries, Sarmizegethusa was the Dacian capital, reaching its peak under king Decebalus.  Burebista annexed the Greek cities on the Pontus.(55–48 BC).[186] Augustus wanted to avenge the defeat of Gaius Antonius Hybrida at Histria (Sinoe) 32 years before, and to recover the lost standards. These were held in a powerful fortress called Genucla (Isaccea, near modern Tulcea, in the Danube delta region of Romania), controlled by Zyraxes, the local Getan petty king.[187] The man selected for the task was Marcus Licinius Crassus, grandson of Crassus the triumvir, and an experienced general at 33 years of age, who was appointed proconsul of Macedonia in 29 BC.[188]\n\nBy the year AD 100, more than 400,000 square kilometres were dominated by the Dacians, who numbered two million.[b] Decebalus was the last king of the Dacians, and despite his fierce resistance against the Romans was defeated, and committed suicide rather than being marched through Rome in a triumph as a captured enemy leader.\n\nBurebista's Dacian state was powerful enough to threaten Rome, and Caesar contemplated campaigning against the Dacians.[189] Despite this, the formidable Dacian power under Burebista lasted only until his death in 44 BC. The subsequent division of Dacia continued for about a century until the reign of Scorilo. This was a period of only occasional attacks on the Roman Empire's border, with some local significance.[190]\n\nThe unifying actions of the last Dacian king Decebalus (ruled 87–106 AD) were seen as dangerous by Rome. Despite the fact that the Dacian army could now gather only some 40,000 soldiers,[190] Decebalus' raids south of the Danube proved unstoppable and costly. In the Romans' eyes, the situation at the border with Dacia was out of control, and Emperor Domitian (ruled 81 to 96 AD) tried desperately to deal with the danger through military action.  But the outcome of Rome's disastrous campaigns into Dacia in AD 86 and AD 88 pushed Domitian to settle the situation through diplomacy.[190]\n\nEmperor Trajan (ruled 98–117 AD) opted for a different approach and decided to conquer the Dacian kingdom, partly in order to seize its vast gold mines wealth. The effort required two major wars (the Dacian Wars), one in 101–102 AD and the other in 105–106 AD.  Only fragmentary details survive of the Dacian war: a single sentence of Trajan's own Dacica; little more of the Getica written by his doctor, T. Statilius Crito; nothing whatsoever of the poem proposed by Caninius Rufus (if it was ever written), Dio Chrysostom's Getica or Appian's Dacica.  Nonetheless, a reasonable account can be pieced together.[191]\n\nIn the first war, Trajan invaded Dacia by crossing the river Danube with a boat-bridge and inflicted a crushing defeat on the Dacians at the Second Battle of Tapae in 101 AD. The Dacian king Decebalus was forced to sue for peace. Trajan and Decebalus then concluded a peace treaty which was highly favourable to the Romans. The peace agreement required the Dacians to cede some territory to the Romans and to demolish their fortifications. Decebalus' foreign policy was also restricted, as he was prohibited from entering into alliances with other tribes.\n\nHowever, both Trajan and Decebalus considered this only a temporary truce and readied themselves for renewed war. Trajan had Greek engineer Apollodorus of Damascus construct a stone bridge over the Danube river, while Decebalus secretly plotted alliances against the Romans.[citation needed] In 105, Trajan crossed the Danube river and besieged Decebalus' capital, Sarmizegetusa, but the siege failed because of Decebalus' allied tribes. However, Trajan was an optimist. He returned with a newly constituted army and took Sarmizegetusa by treachery. Decebalus fled into the mountains, but was cornered by pursuing Roman cavalry. Decebalus committed suicide rather than being captured by the Romans and be paraded as a slave, then be killed. The Roman captain took his head and right hand to Trajan, who had them displayed in the Forums. Trajan's Column in Rome was constructed to celebrate the conquest of Dacia.\n\nThe Roman people hailed Trajan's triumph in Dacia with the longest and most expensive celebration in their history, financed by a part of the gold taken from the Dacians.[192] For his triumph, Trajan gave a 123-day festival (ludi) of celebration, in which approximately 11,000 animals were slaughtered and 11,000 gladiators fought in combats. This surpassed Emperor Titus's celebration in AD 70, when a 100-day festival included 3,000 gladiators and 5,000 to 9,000 wild animals.[193][194]\n\nOnly about half part of Dacia then became a Roman province,[195] with a newly built capital at Ulpia Traiana Sarmizegetusa, 40 km away from the site of Old Sarmisegetuza Regia, which was razed to the ground. The name of the Dacians' homeland, Dacia, became the name of a Roman province, and the name Dacians was used to designate the people in the region.[196] Roman Dacia, also Dacia Traiana or Dacia Felix, was a province of the Roman Empire from 106 to 271 or 275 AD.[197][unreliable source?][198][199] Its territory consisted of eastern and southeastern Transylvania, and the regions of Banat and Oltenia (located in modern Romania).[197] Dacia was organised from the beginning as an imperial province, and remained so throughout the Roman occupation.[200] It was one of the empire's Latin provinces; official epigraphs attest that the language of administration was Latin.[201]  Historian estimates of the population of Roman Dacia range from 650,000 to 1,200,000.[202]\n\nDacians that remained outside the Roman Empire after the Dacian wars of AD 101–106 had been named Dakoi prosoroi (Latin Daci limitanei), \"neighbouring Dacians\".[21] Modern historians use the generic name \"Free Dacians\" or Independent Dacians.[203][204][126] The tribes Daci Magni (Great Dacians), Costoboci (generally considered a Dacian subtribe), and Carpi remained outside the Roman empire, in what the Romans called Dacia Libera (Free Dacia).[196] By the early third century the \"Free Dacians\" were a significantly troublesome group, by now identified as the Carpi.[203] Bichir argues that the Carpi were the most powerful of the Dacian tribes who had become the principal enemy of the Romans in the region.[205] In 214 AD, Caracalla campaigned against the Free Dacians.[206] There were also campaigns against the Dacians recorded in 236 AD.[207]\n\nRoman Dacia was evacuated by the Romans under emperor Aurelian (ruled 271–5 AD). Aurelian made this decision on account of counter-pressures on the Empire there caused by the Carpi, Visigoths, Sarmatians, and Vandals; the lines of defence needed to be shortened, and Dacia was deemed not defensible given the demands on available resources. Roman power in Thracia rested mainly with the legions stationed in Moesia. The rural nature of Thracia's populations, and the distance from Roman authority, encouraged the presence of local troops to support Moesia's legions. Over the next few centuries, the province was periodically and increasingly attacked by migrating Germanic tribes. The reign of Justinian saw the construction of over 100 legionary fortresses to supplement the defence. Thracians in Moesia and Dacia were Romanized, while those within the Byzantine empire were their Hellenized descendants that had mingled with the Greeks.\n\nRoman Dacia was never a uniformly or fully Romanized area. Post-Aurelianic Dacia fell into three divisions: the area along the river, usually under some type of Roman administration even if in a highly localized form; the zone beyond this area, from which Roman military personnel had withdrawn, leaving a sizable population behind that was generally Romanized; and finally what is now the northern parts of Moldavia, Crisana, and Maramures, which were never occupied by the Romans. These last areas were always peripheral to the Roman province, not militarily occupied but nonetheless influenced by Rome as part of the Roman economic sphere. Here lived the free, unoccupied Carpi, often called \"Free Dacians\".[171]\n\nThe Aurelian retreat was a purely military decision to withdraw the Roman troops to defend the Danube. The inhabitants of the old province of Dacia displayed no awareness of impending dissolution. There were no sudden flights or dismantling of property.[172] It is not possible to discern how many civilians followed the army out of Dacia; it is clear that there was no mass emigration, since there is evidence of continuity of settlement in Dacian villages and farms; the evacuation may not at first have been intended to be a permanent measure.[172] The Romans left the province, but they didn't consider that they lost it.[172] Dobrogea was not abandoned at all, but continued as part of the Roman Empire for over 350 years.[208] As late as AD 300, the tetrarchic emperors had resettled tens of thousands of Dacian Carpi inside the empire, dispersing them in communities the length of the Danube, from Austria to the Black Sea.[209]\n\n"
        },
        {
            "title": "Society",
            "text": "Dacians were divided into two classes: the aristocracy (tarabostes) and the common people (comati). Only the aristocracy had the right to cover their heads, and wore a felt hat. The common people, who comprised the rank and file of the army, the peasants and artisans, might have been called capillati in Latin. Their appearance and clothing can be seen on Trajan's Column.\n\nThe chief occupations of the Dacians were agriculture, apiculture, viticulture, livestock, ceramics and metalworking. They also worked the gold and silver mines of Transylvania. At Pecica, Arad, a Dacian workshop was discovered, along with equipment for minting coins and evidence of bronze, silver, and iron-working that suggests a broad spectrum of smithing.[210] Evidence for the mass production of iron is found on many Dacian sites, indicating guild-like specialization.[210] Dacian ceramic manufacturing traditions continue from the pre-Roman to the Roman period, both in provincial and unoccupied Dacia, and well into the fourth and even early fifth centuries.[211] They engaged in considerable external trade, as is shown by the number of foreign coins found in the country (see also Decebalus Treasure). On the northernmost frontier of \"free Dacia\", coin circulation steadily grew in the first and second centuries, with a decline in the third and a rise again in the fourth century; the same pattern as observed for the Banat region to the southwest. What is remarkable is the extent and increase in coin circulation after Roman withdrawal from Dacia, and as far north as Transcarpathia.[212]\n\nThe first coins produced by the Geto-Dacians were imitations of silver coins of the Macedonian kings Philip II and Alexander the Great. Early in the 1st century BC, the Dacians replaced these with silver denarii of the Roman Republic, both official coins of Rome exported to Dacia, as well as locally made imitations of them. The Roman province Dacia is represented on the Roman sestertius coin as a woman seated on a rock, holding an aquila, a small child on her knee. The aquila holds ears of grain, and another small child is seated before her holding grapes.\n\nDacians had developed the murus dacicus (double-skinned ashlar-masonry with rubble fill and tie beams) characteristic to their complexes of fortified cities, like their capital Sarmisegetuza Regia in what is today Hunedoara County, Romania.[210] This type of wall has been discovered not only in the Dacian citadel of the Orastie mountains, but also in those at Covasna, Breaza near Făgăraș, Tilișca near Sibiu, Căpâlna in the Sebeș valley, Bănița not far from Petroșani, and Piatra Craivii to the north of Alba Iulia.[213] The degree of their urban development was displayed on Trajan's Column and in the account of how Sarmizegetusa Regia was defeated by the Romans. The Romans were given by treachery the locations of aqueducts and pipelines of the Dacian capital, only after destroying the water supply being able to end the long siege of Sarmisegetuza.\n\n"
        },
        {
            "title": "Material culture",
            "text": "According to Romanian nationalist archaeology, the cradle of the Dacian culture is considered to be north of the Danube towards the Carpathian mountains, in the historical Romanian province of Muntenia. It is identified as an evolution of the Iron Age Basarabi culture. Such narrative believe that the earlier Iron Age Basarabi evidence in the northern lower Danube area connects to the iron-using Ferigile-Birsesti group. This is an archaeological manifestation of the historical Getae who, along with the Agathyrsae, are one of a number of tribal formations recorded by Herodotus.[163][214] In archaeology, \"free Dacians\" are attested by the Puchov culture (in which there are Celtic elements) and Lipiţa culture to the east of the Carpathians.[215] The Lipiţa culture has a Dacian/North Thracian origin.[216] [217] This North Thracian population was dominated by strong Celtic influences, or had simply absorbed Celtic ethnic components.[218] Lipiţa culture has been linked to the Dacian tribe of Costoboci.[219][220]\nThese standpoints are highly problematic, as there is no linear continuity between aforementioned cultures. in reality, the creation of the Dacian ethnos was foreshadowed by migratory movements from the lower Danube region following the collapse of the Celtic cultural circle c. 300 BCE (The grave with a helmet from Ciumeşti – 50 years from its discovery. Comments on the greaves. 2. The Padea-Panagjurski kolonii group in Transylvania. Old and new discoveries)\n\nSpecific Dacian material culture includes: wheel-turned pottery that is generally plain but with distinctive elite wares, massive silver dress fibulae, precious metal plate, ashlar masonry, fortifications, upland sanctuaries with horseshoe-shaped precincts, and decorated clay heart altars at settlement sites. Among many discovered artifacts, the Dacian bracelets stand out, depicting their cultural and aesthetic sense.[210] There are difficulties correlating funerary monuments chronologically with Dacian settlements; a small number of burials are known, along with cremation pits, and isolated rich burials as at Cugir.[210] Dacian burial ritual continued under Roman occupation and into the post-Roman period.[221]\n\nThe Dacians are generally considered to have been Thracian speakers, representing a cultural continuity from earlier Iron Age communities.[85] Some historians and linguists consider Dacian language to be a dialect of or the same language as Thracian.[144][222] The vocalism and consonantism differentiate the Dacian and Thracian languages.[223] Others consider that Dacian and Illyrian form regional varieties (dialects) of a common language. (Thracians inhabited modern southern Bulgaria and northern Greece. Illyrians lived in modern Albania, Serbia, Montenegro, Bosnia-Herzegovina and Croatia.)\n\nThe ancient languages of these people became extinct, and their cultural influence highly reduced, after the repeated invasions of the Balkans by Celts, Huns, Goths, and Sarmatians, accompanied by persistent hellenization, romanisation and later slavicisation. Therefore, in the study of the toponomy of Dacia, one must take account of the fact that some place-names were taken by the Slavs from as yet unromanised Dacians.[224] A number of Dacian words are preserved in ancient sources, amounting to about 1150 anthroponyms and 900 toponyms, and in Discorides some of the rich plant lore of the Dacians is preserved along with the names of 42 medicinal plants.[11]\n\nThe Dacians knew about writing.[225][226][227] Permanent contacts with the Graeco-Roman world had brought the use of the Greek and later the Latin alphabet.[228] It is also certainly not the case that writing with Greek and Latin letters and knowledge of Greek and Latin were known in all the settlements scattered throughout Dacia, but there is no doubt about the existence of such knowledge in some circles of Dacian society.[229] However, the most revealing discoveries concerning the use of the writing by the Dacians occurred in the citadels on the Sebes mountains.[228] Some groups of letters from stone blocks at Sarmisegetuza might express personal names; these cannot now be read because the wall is ruined, and because it is impossible to restore the original order of the blocks in the wall.[230]\n\nDacian religion was considered by the classic sources as a key source of authority, suggesting to some that Dacia was a predominantly theocratic state led by priest-kings. However, the layout of the Dacian capital Sarmizegethusa indicates the possibility of co-rulership, with a separate high king and high priest.[157] Ancient sources recorded the names of several Dacian high priests (Deceneus, Comosicus and Vezina) and various orders of priests: \"god-worshipers\", \"smoke-walkers\" and \"founders\".[157] Both Hellenistic and Oriental influences are discernible in the religious background, alongside chthonic and solar motifs.[157]\n\nAccording to Herodotus' account of the story of Zalmoxis or Zamolxis,[9] the Getae (speaking the same language as the Dacians and the Thracians, according to Strabo) believed in the immortality of the soul, and regarded death as merely a change of country. Their chief priest held a prominent position as the representative of the supreme deity, Zalmoxis, who is called also Gebeleizis by some among them.[9][233] Strabo wrote about the high priest of King Burebista Deceneus: \"a man who not only had wandered through Egypt, but also had thoroughly learned certain prognostics through which he would pretend to tell the divine will; and within a short time he was set up as god (as I said when relating the story of Zamolxis).\"[234]\n\nThe Goth Jordanes in his Getica (The origin and deeds of the Goths), also gives an account of Deceneus the highest priest, and considered Dacians a nation related to the Goths. Besides Zalmoxis, the Dacians believed in other deities, such as Gebeleizis, the god of storm and lightning,  possibly related to the Thracian god Zibelthiurdos.[235] He was represented as a handsome man, sometimes with a beard. Later Gebeleizis was equated with Zalmoxis as the same god. According to Herodotus, Gebeleizis (*Zebeleizis/Gebeleizis who is only mentioned by Herodotus) is just another name of Zalmoxis.[236][9][237][238]\n\nAnother important deity was Bendis, goddess of the moon and the hunt.[239]\nBy a decree of the oracle of Dodona, which required the Athenians to grant land for a shrine or temple, her cult was introduced into Attica by immigrant Thracian residents,[c] and, though Thracian and Athenian processions remained separate, both cult and festival became so popular that in Plato's time (c. 429–13 BC) its festivities were naturalised as an official ceremony of the Athenian city-state, called the Bendideia.[d]\n\nKnown Dacian theonyms include Zalmoxis, Gebeleïzis and Darzalas.[240][e] Gebeleizis is probably cognate to the Thracian god Zibelthiurdos (also Zbelsurdos, Zibelthurdos), wielder of lightning and thunderbolts. Derzelas (also Darzalas) was a chthonic god of health and human vitality. The pagan religion survived longer in Dacia than in other parts of the empire; Christianity made little headway until the fifth century.[172]\n\nFragments of pottery with different \"inscriptions\" with Latin and Greek letters incised before and after firing have been discovered in the settlement at Ocnita – Valcea.[241] An inscription carries the word Basileus (Βασιλεύς in Greek, meaning \"king\") and seems to have been written before the vessel was hardened by fire.[242] Other inscriptions contain the name of the king, believed to be Thiemarcus,[242] and Latin groups of letters (BVR, REB).[243] BVR indicates the name of the tribe or union of tribes, the Buridavensi Dacians who lived at Buridava and who were mentioned by Ptolemy in the second century AD under the name of Buridavensioi.[244]\n\nThe typical dress of Dacians, both men and women, can be seen on Trajan's column.[148]\n\nDio Chrysostom described the Dacians as natural philosophers.[245]\n\n"
        },
        {
            "title": "Warfare",
            "text": "The history of Dacian warfare spans from c. 10th century BC up to the 2nd century AD in the region typically referred to by Ancient Greek and Latin historians as Dacia. It concerns the armed conflicts of the Dacian tribes and their kingdoms in the Balkans. Apart from conflicts between Dacians and neighboring nations and tribes, numerous wars were recorded among Dacian tribes as well.\n\nThe weapon most associated with the Dacian forces that fought against Trajan's army during his invasions of Dacia was the falx, a single-edged scythe-like weapon. The falx was able to inflict horrible wounds on opponents, easily disabling or killing the heavily armored Roman legionaries that they faced. This weapon, more so than any other single factor, forced the Roman army to adopt previously unused or modified equipment to suit the conditions on the Dacian battlefield.[246]\n\n"
        },
        {
            "title": "Notable individuals",
            "text": "This is a list of several important Dacian individuals or those of partly Dacian origin.\n\n"
        },
        {
            "title": "Trivia",
            "text": "\"The ducks come from the trucks\" – Romanian language pun about a mistranslation (duck and truck sound like dac and trac, the ethnonyms for Dacian and Thracian).[247]\n\n"
        },
        {
            "title": "In Romanian nationalism",
            "text": "Study of the Dacians, their culture, society and religion is not purely a subject of ancient history, but has present day implications in the context of Romanian nationalism. Positions taken on the vexed question of the origin of the Romanians and to what degree are present-day Romanians descended from the Dacians might have contemporary political implications. For example, the government of Nicolae Ceaușescu claimed an uninterrupted continuity of a Dacian-Romanian state, from King Burebista to Ceaușescu himself.[248] The Ceaușescu government conspicuously commemorated the supposed 2,050th anniversary of the founding of the \"unified and centralized\" country that was to become Romania, on which occasion the historical film Burebista was produced.\n\n"
        }
    ]
}