{
    "url": "https://en.wikipedia.org/wiki/Dale_Carnegie",
    "title": "Dale Carnegie",
    "table_of_contents": [
        "1 Biography",
        "2 Personal life",
        "3 Books",
        "4 Booklets",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDale Carnegie (/ˈkɑːrnɪɡi/;[1] spelled Carnagey until c. 1922; November 24, 1888 – November 1, 1955) was an American writer and lecturer, and the developer of courses in self-improvement, salesmanship, corporate training, public speaking, and interpersonal skills. Born into poverty on a farm in Missouri, he was the author of How to Win Friends and Influence People (1936), a bestseller that remains popular today. He also wrote How to Stop Worrying and Start Living (1948), Lincoln the Unknown (1932), and several other books.[2]\n\nOne of the core ideas in his books is that it is possible to change other people's behavior by changing one's behavior towards them.\n\n"
        },
        {
            "title": "Biography",
            "text": "Dale Carnegie was born November 24, 1888, on a farm in Maryville, Missouri. He was the second son of farmers Amanda Elizabeth Harbison (1858-1939) and her husband James William Carnagey (1852–1941).[3][4] Carnegie grew up around Bedison, Missouri, southeast of Maryville and attended rural Rose Hill and Harmony one room schools.[5][6] Carnegie would develop a longstanding friendship with another Maryville author, Homer Croy.[7]\n\nIn 1904, at age 16, his family moved to a farm in Warrensburg, Missouri. As a youth, he enjoyed speaking in public and joined his school's debate team.[4] Carnegie said he had to get up at 3 a.m. to feed the pigs and milk his parents' cows before going to school. During high school, he grew interested in the speeches at the various Chautauqua assemblies.[4]  He completed his high school education in 1906.[4][8]\n\nHe attended State Teacher's College in Warrensburg, graduating in 1908.[4]\n\nHis first job after college was selling correspondence courses to ranchers. He moved on to selling bacon, soap, and lard for Armour & Company.[9] He was successful to the point of making his sales territory of South Omaha, Nebraska, the national leader for the firm.[10]\n\nAfter saving $500, Dale Carnegie quit sales in 1911 in order to pursue a lifelong dream of becoming a Chautauqua lecturer. He ended up instead attending the American Academy of Dramatic Arts in New York, but found little success as an actor, though it is written that he played the role of Dr. Hartley in a road show of Polly of the Circus.[11] When the production ended, he returned to New York, living at the YMCA on 125th Street. There he got the idea to teach public speaking, and he persuaded the YMCA manager to allow him to instruct a class in return for 80% of the net proceeds. In his first session, he had run out of material. Improvising, he suggested that students speak about \"something that made them angry\", and discovered that the technique made speakers unafraid to address a public audience.[12]  From this 1912 debut, the Dale Carnegie Course evolved. Carnegie had tapped into the average American's desire to have more self-confidence, and by 1914, he was earning $500 (about $13500 today) every week.[13]\n\nDuring World War I he served in the U.S. Army spending the time at Camp Upton.[9] His draft card noted he had filed for conscientious objector status and had a loss of a forefinger.[14]\n\nBy 1916, Dale conducted a sold out lecture at Carnegie Hall, which influenced his decision in 1919 to change the spelling of his last name in honor of the steel magnate, Andrew Carnegie, and easier for others to remember.[15]  Carnegie's first collection of his writings was Public Speaking: a Practical Course for Business Men (1926), later entitled Public Speaking and Influencing Men in Business (1932). In 1936, Simon & Schuster published How to Win Friends and Influence People.  The book was a bestseller from its debut.[13] By the time of Carnegie's death, the book had sold five million copies in 31 languages, and there had been 450,000 graduates of his Dale Carnegie Institute.[16] It has been stated in the book that he had critiqued over 150,000 speeches in his participation in the adult education movement of the time.[17]\n\n"
        },
        {
            "title": "Personal life",
            "text": "His first marriage ended in divorce in August 1931.[8][18]\n\nOn November 5, 1944, he married his former secretary,[8] Dorothy Price Vanderpool (1913–1998), who also had been divorced.[9] Vanderpool had a daughter Rosemary, from her first marriage. She and Carnegie had a daughter Donna Dale. Dorothy ran the Carnegie company following Dale's death.[19]\n\nCarnegie died of Hodgkin's disease on November 1, 1955, at his home in Forest Hills, New York.[8][20] He was buried in the Belton, Cass County, Missouri, cemetery.[21]\n\n"
        },
        {
            "title": "Booklets",
            "text": "(most given out in Dale Carnegie Courses)\n\n"
        }
    ]
}