{
    "url": "https://en.wikipedia.org/wiki/Damien_Broderick",
    "title": "Damien Broderick",
    "table_of_contents": [
        "1 Life",
        "2 Career",
        "3 Selected bibliography",
        "3.1 Novels and Novellas",
        "3.2 Radio and film scripts",
        "3.3 Children's books",
        "3.4 Short story collections",
        "3.5 Edited and co-edited science fiction anthologies",
        "3.6 Edited and co-edited nonfiction anthologies",
        "3.7 Nonfiction",
        "3.7.1 Parapsychology",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDamien Francis Broderick (born 22 April 1944) is an Australian science fiction[1] and popular science writer and editor of some 74 books.[2] His science fiction novel The Dreaming Dragons (1980) introduced the trope of the generation time machine,[3] his The Judas Mandala (1982) contains the first appearance of the term \"virtual reality\" in science fiction,[4] and his 1997 popular science book The Spike was the first to investigate the technological singularity in detail.[5]\n\n"
        },
        {
            "title": "Life",
            "text": "Broderick holds a Ph.D. in Literary Studies from Deakin University, Australia, with a dissertation (Frozen Music)[6] comparing the semiotics of scientific, literary, and science fictional textuality. He was for several years a Senior Fellow in the School of Culture and Communication at the University of Melbourne.[citation needed]\n\nBroderick lives in San Antonio, Texas, with his wife, tax attorney Barbara Lamar. He was the founding science fiction editor of the Australian popular-science magazine Cosmos from mid-2005 to December 2010.\n\n"
        },
        {
            "title": "Career",
            "text": "Five of Broderick's books have won Ditmar Awards (including the non-SF Transmitters, which was given a special award); the first, The Dreaming Dragons, was runner-up for the John W. Campbell Memorial Award for Best Science Fiction Novel. He has also won the Aurealis award four times. In November 2003, Broderick was awarded a grant for 2004–05 by the Australia Council to write fiction exploring the technological singularity. In 2005 he received the Distinguished Scholarship Award of the International Association for the Fantastic in the Arts.[7] In 2010, he tied for second place in the juried Theodore Sturgeon Award for best sf short story of 2009,[8] and at the World Science Fiction Convention received the A. Bertram Chandler Memorial Award for 2010.[9]\n\nBroderick's best-known works as a futurist and science writer are The Spike (1997; revised 2001), a nonfiction book about the technological singularity; The Last Mortal Generation (1999) on the prospect of radically extended youthful longevity; and Outside the Gates of Science, on the scientific evidence for some anomalous or paranormal phenomena (2007).\n\nHis recent critical studies, x, y, z, t: Dimensions of Science Fiction (2004), Ferocious Minds: Polymathy and the New Enlightenment (2005) and Unleashing the Strange (2009) were released by a small US press, Wildside. Several of his books feature cover art by Swedish transhumanist Anders Sandberg, including Earth is but a Star (2001), Broderick's anthology of science fiction stories, and thematically related critical discussions, concerned with the far future. In 2012, with Paul Di Filippo, he published Science Fiction: The 101 Best Novels, 1985–2010, which was short-listed for a 2013 Locus Award.[10]\n\nHis most recent novels are the diptych Godplayers (2005) (selected in the annual Recommended Reading List from Locus), and K-Machines (2006) (winner of the 2007 Aurealis Award for year's best sf novel), and, with Rory Barnes, a comic noir crime novel, I'm Dying Here: A Comedy of Bad Manners (2009), first released in very limited numbers as I Suppose a Root's Out of the Question? (2007). With his wife, Barbara Lamar, he wrote the near-future sf thriller Post Mortal Syndrome, serialised on line by Cosmos magazine (2007). He edited a book of original essays on the far future, Year Million (2008), which was favorably reviewed by Nature, the Wall Street Journal, etc. In 2010 Climbing Mount Implausible, a collection of mostly early stories, interspersed with memoir commentary, appeared from Borgo/Wildside Books, as did (in 2011) Embarrass My Dog, a collection of mostly early articles on sex, religion, and politics, framed by commentary recalling life in the 1960s and 1970s.\n\nBroderick has also written radio plays, both adaptations of his own stories (including a 90-minute version of Transmitters) and original works. His commissioned drama Schrödinger's Dog, first broadcast in 1995, was Australia's entry in the Prix Italia; and his novella adaptation of the radio play, published the following year, was selected for Gardner Dozois' Year's Best Science Fiction anthology for that year. His work has been translated into French, German, Dutch, Spanish, Portuguese, Italian, Danish, Polish, Czech, Hungarian, Lithuanian and Russian.\n\nIn 2009, he returned to short fiction, with five stories published in Asimov's magazine, one online at Tor.com, and several others elsewhere. Two of these stories were selected for three 2010 Year's Best anthologies. Another, \"Under the Moons of Venus,\" appeared in five 2011 Year's Best anthologies. The novelette \"Walls of Flesh, Bars of Bone\", co-written with Broderick's wife Barbara Lamar, appeared in the 2010 anthology Engineering Infinity, edited by Jonathan Strahan.[11][12][13] \"The Beancounter's Cat\" was selected in Gardner Dozois' 2012 Year's Best volume. \"This Wind Blowing, and this Tide\" was reprinted on-line in Clarkesworld 100 in 2015.[14]\n\n\"Quicken\", a 2013 commissioned sequel to Grand Master Robert Silverberg's 1974 novella \"Born with the Dead\", appeared with the original work as Beyond the Doors of Death. This was selected to close Gardner Dozois' 2014 Year's Best Science Fiction and Fantasy anthology. In the same year, a comic fantasy \"--And Your Little Dog, Too\", written with Rory Barnes, appeared in the short-lived Omni Reboot.\n\nBroderick's first horror fiction, \"The Unheimlich Maneuver\", opened Luis Ortiz's original anthology The Monkey's Other Paw: Revised Classic Stories of Dread and the Dead (2014).\n\n"
        }
    ]
}