{
    "url": "https://en.wikipedia.org/wiki/Damon_Knight_Memorial_Grand_Master_Award",
    "title": "Damon Knight Memorial Grand Master Award",
    "table_of_contents": [
        "1 History",
        "2 Grand Masters",
        "3 Recognition",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Damon Knight Memorial Grand Master Award is a lifetime honor presented annually by the Science Fiction and Fantasy Writers of America (SFWA) to no more than one living writer of fantasy or science fiction. It was inaugurated in 1975 when Robert Heinlein was made the first SFWA Grand Master and it was renamed in 2002 after the Association's founder, Damon Knight, who had died that year.[1][2]\n\nThe presentation is made at the annual SFWA Nebula Awards banquet, commonly during May, but it is not one of the Nebulas—which recognize the preceding calendar year's best works of SF and fantasy, selected by vote of all Association members. SFWA officers and past presidents alone submit Grand Master nominations and the final selection must be approved by a majority of that group.[1] The recipient is announced in advance, commonly during the preceding calendar year, which is the publication year and official award year for the Nebulas.\n\n"
        },
        {
            "title": "History",
            "text": "The Grand Master Award was originally limited to six per decade[3] and six were presented in the ten years to 1984; twelve in the twenty years to 1994. All were 67 years old (Isaac Asimov) to 75 years old (Lester del Rey) at the time of presentation; Alfred Bester had died at 74. Andre Norton was the first woman so honored, and only eight others have been selected since. Anne McCaffrey was the first recipient named after the award had been renamed the \"Damon Knight Memorial Grand Master\" in 2003. From 1995 the award has been conferred annually with exceptions only in 2002 and 2011 (2001 and 2010 Nebula award years).[1] Nalo Hopkinson was the youngest to receive the honor, age 59.\n\nStarting in 1995, the SFWA also awarded the title of Author Emeritus \"as a way to recognize and appreciate senior writers in the genres of science fiction and fantasy who have made significant contributions to our field but who are no longer active or whose excellent work may no longer be as widely known as it once was.\" No more than one Author Emeritus was named each year, and the recipient was invited to speak at the annual Nebula Awards banquet.[4] Fourteen were named in the 16 years to 2010[4] (the 2009 Nebula award year), none of whom had been named Grand Master—as remains true through 2013/2014. Its status as a consolation prize was one matter of controversy[5] and by October 2013 the Author Emeritus webpage had been removed by SFWA.[6]\n\n"
        },
        {
            "title": "Grand Masters",
            "text": "A total of 39 SFWA Grand Masters have been created in the 45 years from 1974/1975 to 2021/2022.[1][2]  Please note: The list below shows the year of the award ceremonies for each respective recipient, but the actual title of each individual award uses the preceding year.\n\n"
        },
        {
            "title": "Recognition",
            "text": "In 1989, the anthology Grand Masters' Choice was published, edited by Andre Norton and Ingrid Zierhut. Later three more anthologies honoring recipients of the Grand Master Award and collecting some of their short works have been published: The SFWA Grand Masters, Volume 1 (1999), The SFWA Grand Masters, Volume 2 (2000), and The SFWA Grand Masters, Volume 3 (2001), all edited by Frederik Pohl. Collectively, they honor the first fifteen recipients of the award.\n\n"
        }
    ]
}