{
    "url": "https://en.wikipedia.org/wiki/Daniel_Martin_Varisco",
    "title": "Daniel Martin Varisco",
    "table_of_contents": [
        "1 Education and academic history",
        "2 Research",
        "2.1 Yemen",
        "2.2 Islamic Sciences",
        "2.3 Anthropology of Islam",
        "2.4 Middle East Ethnography",
        "2.5 Orientalism",
        "2.6 Internet and CyberOrient",
        "3 Experience in International Development",
        "4 Tabsir: Insight on Islam and the Middle East",
        "5 Select bibliography",
        "5.1 Selected articles",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Daniel Martin Varisco (born 1951 in Strongsville, Ohio), is an American anthropologist and historian.\n\nVarisco has published on the history of Orientalism, the anthropology of Islam, the history of Islamic agronomy and astronomy, agriculture and water rights in Yemen, and international development and the anthropology of cyberspace.  He is the founding editor of CyberOrient, and web master of the blog Tabsir. He was Professor of Anthropology at Hofstra University in Hempstead, New York.  He  is currently Research Professor at Qatar University.\n\n"
        },
        {
            "title": "Education and academic history",
            "text": "Varisco attended Wheaton College (Illinois), where he majored in Biblical Archaeology under the advisement of Prof. Al Hoerth. At the University of Pennsylvania he obtained his Ph.D. in 1982: \"The Adaptive Dynamics of Water Allocation in al-Ahjur, Yemen Arab Republic,\" the result of ethnographic fieldwork during 1978-79 in a central highland valley of the Yemen Arab Republic on the ecology of irrigation and water resource use. He also received an M.A. in Anthropology in 1975 on the topic of \"Archaeology as Apologetic: Towards an Understanding of the Fundamentalist Paradigm.\" In 1990-91 he was Visiting Assistant Professor in Anthropology at Stony Brook University. He began his career at Hofstra University in 1991, becoming Chair of Anthropology in 2003 and Professor of Anthropology in 2004.\n\nIn 2003 he became director of Hofstra's Middle Eastern and Central Asian Program. He has served on the boards of the American Institute for Yemeni Studies and the American Academic Research Institute in Iraq, also serving as President of the Middle East Section of the American Anthropological Association (2002–2004). Varisco is the recipient of the NDFL for Arabic, as well as grants from the American Research Center in Egypt, NEH and Fulbright fellowships. He has been editor of Yemen Update (1991–2001), CyberOrient (2006–present) and co-editor of Contemporary Islam (2006–present).\n\n"
        },
        {
            "title": "Research",
            "text": "Varisco arrived in Yemen in early 1978 to begin 18 months of ethnographic and ecological research in the highland valley of al-Ahjur along with fellow anthropologist and wife, Najwa Adra. The focus of his field research was on local water rights in the springfed irrigation system in relation to the local environmental constraints and principles of Islamic water law. In the field he became particularly interested in the history of Yemen's agriculture, especially after reading a 14th-century copy of a treatise on Rasulid Yemen agriculture by al-Malik al-Afdal al-'Abbas. After finishing his thesis and returning several times to Yemen as a development consultant, his work with Prof. David A. King on an NEH-sponsored project on Islamic Folk Astronomy took him back to Yemen to work on the 13th century almanac of al-Malik al-Ashraf 'Umar, which he edited and translated in 1994. Involved with the American Institute for Yemeni Studies since its inception in 1977, Varisco has spoken at the institute on a number of research topics, as well as lectures in Arabic at Sanaa University, the Yemen Center for Research and Studies and Yemen's Ministry of Agriculture. In addition to his field research and examination of Yemeni agricultural texts, he has published on the social history of qât and coffee in Yemen, the tribal concept, the rhino horn issue, folk literature, land use, folk astronomy, indigenous plant protection methods, sailing seasons out of Aden, and the ethnography of Yemen.  In 2014 he was elected President of the American Institute for Yemeni Studies and maintains the AIYS blog (aiys.org/blog). With historian G. Rex Smith, he published a facsimile edition of The Manuscript of al-Malik al-Afdal: al-'Abbâs b. 'Alî Dâwud b. Yûsuf b. 'Umar b. 'Alî Ibn Rasûl (d. 778/1377): A Medieval Arabic Anthology from the Yemen (1998) for the Gibb Memorial Trust.\n\nVarisco has conducted manuscript research in Egypt's Dar al-Kutub, Sanaa's Great Mosque Western Library, Istanbul's Topkapi Ahmet III Library and Süleymaniye Library and Qatar's National Library on the history of Islamic agriculture, almanacs, astronomy, astrology and medicine. Based on primary research in Cairo, he published \"The Origin of the Anwa' in Arab Tradition\" in Studia Islamica (74:5-28, 1991), presenting the theory that the origin of the lunar station (manazil al-qamar) concept in Arab tradition was an Islamic mixing of the zodiacal grid from India with indigenous pre-Islamic Arab folk calendars and that the system of 28 distinct markers did not exist in Arabia prior to Islam, despite the claims of later Muslim scholars. The bulk of Varisco's textual analysis has been on agricultural texts and almanacs, especially for Yemen.\n\nVarisco's Islam Obscured: The Rhetoric of Anthropological Representation (2005) builds on the earlier work of Abdel Hamid El-Zein and Talal Asad in addressing the issue of what defines an anthropology of Islam. This is an extended critical assessment of four seminal studies: Clifford Geertz (1968) Islam Observed; Ernest Gellner (1981) Muslim Society; Fatema Mernissi (1987/1975) Beyond the Veil; Akbar Ahmed (1988) Discovering Islam. The book examines Islam Observed in the light criticism of Geertz’s approach to the anthropology of religion as a cultural system. It is argued that Geertz reflects philosophical reflections on Islam rather than his ethnographic observation of Muslims in Indonesia and Morocco. Gellner’s use of Hume, Weber and Ibn Khaldun to explain the development of Islam is addressed by going back to these original sources. Varisco states that the authority of Gellner and Geertz as ethnographers who have \"been there\" supersedes incorporation of ethnographic data about real Muslims. Mernissi’s Beyond the Veil is compared with early Orientalist and Arabic texts by tracing how each discusses the case of Muhammad’s marriage to his adopted son’s wife, Zaynab, a popular trope in Christian apologetic criticism of Islam in the medieval period. Like Geertz and Gellner, Mernissi is said to contribute to an essentialized ideal of Islam in which homogenized generalities substitute for the diverse behavior of Muslims in specific localities. Varisco address the problematic of the faith-based anthropology of Akbar Ahmed, specifically his concept of an \"Islamic\" anthropology. The book's epilogue builds on what anthropologists have learned in the past half century by observing Muslims; following the textual critique this is offered as a prolegomenon to future anthropological study within Islamic contexts and more effective sharing of ethnographic analysis with scholars outside the discipline. In addition, Varisco has argued that the term \"medieval\" should never be used in reference to Islam (Medieval Encounters, 2007) and that the term \"Islamism\" should be avoided as a successor to \"Islamic fundamentalism\" or \"Political Islam\" (in a forthcoming volume edited by Richard Martin).\n\nVarisco has published the results of his own ethnographic observations in Yemen and reviewed many of the published ethnographies on Yemen. In his \"Reflections on Fieldwork in Yemen: The Genealogy of a Diary in Response to Rabinow's Reflections on Fieldwork in Morocco,\" (Anthropology of the Middle East, 2006) he compares and contrasts his personal field diary, written in 1978-79, with Paul Rabinow's Reflections on Fieldwork in Morocco (1977). The underlying question is what post-fieldwork reflections reflect meaningfully about the immediacy of ethnographic fieldwork. Point by point, Varisco examines the implications of graduate training in anthropology, culture shock, health problems, language skills and the rhetoric of narrative writing.\n\nIn Reading Orientalism: Said and the Unsaid (2007) Varisco presents an in-depth, critical analysis of Edward Said’s seminal polemic Orientalism (1978), examining his rhetoric of persuasion as well as the credibility and accuracy of historical claims made in representing Orientalism as a Western discourse. The research for this study includes a comprehensive search for all the major reviews of Orientalism and relevant commentaries in journal articles, books and edited volumes. The bibliography contains more than 600 references, all but a handful of which were personally examined by the author. Drawing on this extensive discussion of Orientalism, he develops a synthesis of the critical arguments pro and contra Said’s argument and style. The points made in Orientalism are contextualized with earlier and later texts written by Said, as well as his many published interviews. Varisco provides a critical analysis of Said's borrowing of the culture concept from Matthew Arnold and his lack of engagement with the variety of culture concepts current in anthropology since Edward Tylor in his \"Reading Against Culture in Edward Said's Culture and Imperialism\" (Culture, Theory and Critique, 2004).\n\nIn 2006 Varisco launched CyberOrient, an online journal devoted to representation of Islam and the Middle East in cyberspace and the impact of the Internet. This is sponsored by the Middle East Section of the American Anthropological Association. In 2002 he published \"September 11: Participant Webservation of the 'War on Terrorism,'\" (American Anthropologist, 2002), which provides analysis of the coverage of 9/11 on the Internet, including \"participant webservation\" of online video games involving Osama Bin Laden. In \"Virtual Dasein: Ethnography in Cyberspace\" (CyberOrient, 2007) Varisco suggests that one way of approaching the ethnography of cyberspace is to treat it as virtual Dasein, in which the issue becomes being there in something-like-a-world yet still being in the world. Ethnographers now need to consider the impact of the Internet on the people they study, even in the remotest villages. Their involvement with the Internet demands a reflexivity that goes beyond musing over the mutant prospect of becoming cyborgs to assessing an evolving recombination of humans, technology and information.\n\n"
        },
        {
            "title": "Experience in International Development",
            "text": "Since 1981, Varisco has participated in development projects as a consultant in Yemen (18 assignments), Egypt, Guatemala, and the Dominican Republic, serving as a Team Leader on several projects. The range of issues covered in these assignments include: Agricultural Sector Analysis, Biodiversity and Environmental Impact Assessment, Community Participation, Evaluation, Household Survey, Integrated Pest Management, Irrigation, Participant Training, Participatory Rural Assessment, Project Design, Resettlement issues, Scoping, Social Soundness Analysis, Sustainable Livelihoods Analysis, and Water Supply and Sanitation.\n\n"
        },
        {
            "title": "Tabsir: Insight on Islam and the Middle East",
            "text": "This academic blog, created by Varisco in 2006, includes a dozen scholars concerned about stereotypes, misinformation and propaganda spread in the media and academic forums on Islam and the Middle East. The scholars involved are committed to fair, open-ended scholarly assessment of the current political issues of terrorism, gender inequality and intolerance. They also believe in active involvement as public intellectuals communicating the best of available research. The current writers include Jon Anderson, Magnus Bernhardsson, miriam cooke, El Sayed El Aswad, George el-Hage, McGuire Gibson, Amir Hussain, Bruce Lawrence, Ronald Lukens-Bull, Gabriele Marranci, Gregory Starrett and Daniel Martin Varisco.\n\n"
        },
        {
            "title": "Select bibliography",
            "text": "For the full academic cv of books, articles and more than 125 book reviews, click here.Books: 2007 Reading Orientalism: Said and the Unsaid. Seattle: University of Washington Press. 2005 Islam Obscured: The Rhetoric of Anthropological Representation. Society for the Anthropology of Religion Series. New York: Palgrave. 1997 Medieval Folk Astronomy and Agriculture in Arabia and the Yemen. Variorum Collected Studies. Hampshire, England: Ashgate Publishing Limited. 1994 Medieval Agriculture and Islamic Science. The Almanac of a Yemeni Sultan. Seattle: University of Washington Press.\n\n2007 Making \"Medieval\" Islam Meaningful. Medieval Encounters 13(3):385-412.  2007 The Tragedy of a Comic: Fundamentalists Crusading against Fundamentalists. Contemporary Islam 1(3):207-230. 2007 Turning Over a New Leaf: The Impact of Qât (Catha edulis) in Yemeni Horticulture. In Michel Conan and W. John Kress, editors, Botanical Progress, Horticultural Innovations and Cultural Changes, 239-256. Washington, D.C.: Dumbarton Oaks Research Library and Collection. 2007 Virtual Dasein: Ethnography in Cyberspace. CyberOrient Vol. 2, #1. 2006 Reflections on Fieldwork in Yemen: The Genealogy of a Diary in Response to Rabinow's Reflections on Fieldwork in Morocco. Anthropology of the Middle East 1(2):35-62). 2004 The Elixer of Life or the Devil's Cud: The Debate over Qat (Catha edulis) in Yemeni Culture. In Ross Coomber and Nigel South, editors, Drug Use and Cultural Context: Tradition, Change and Intoxicants beyond 'The West' , 101-118. London: Free Association Books.  2004 Reading Against Culture in Edward Said's Culture and Imperialism. Culture, Theory and Critique 45(2):93-112.  2004 Terminology for Plough Cultivation in Yemeni Arabic. Journal for Semitic Studies 49(1):71-129. 2002 September 11: Participant Webservation of the \"War on Terrorism.\" American Anthropologist 104(3):934-938. 2002 The Archaeologist's Spade and the Apologist's Stacked Deck: The Near East through Conservative Christian Bibliolatry. In Abbas Amanat and Magnus T. Bernhardsson, editors, The United States & the Middle East: Cultural Encounters, 57-116. New Haven: The Yale Center for International and Area Studies. 2000 Islamic Folk Astronomy, In The History of Non-Western Astronomy. Astronomy Across Cultures, pp. 615–650. Edited by Helaine Selin. Dordrecht: Kluwer Academic Publishers.  2000 Yemen Geographicalized [review article]. Yemen Update 42:63-67. 1998 TAKWIM. 2. Agricultural almanacs, The Encyclopaedia of Islam (second edition), 9:146-148. 1997 Why a Peach is not a Plum . . . An Author Responds to a Review That's the Pits. Yemen Update 39:42-45. 1996 Water Sources and Traditional Irrigation in Yemen. New Arabian Studies 3:238-257. 1995 The Tribal Paradigm and the Genealogy of Muhammad. Anthropological Quarterly 68(3):139- 156. 1995 Indigenous Plant Protection Methods in Yemen. GeoJournal 37(1):27-38.  1995 The Astrological Significance of the Lunar Stations in the 13th Century Rasulid Text of al-Malik al-Ashraf, Quaderni di Studi Arabi 13:19-40.  1994-5 The Prophet's Medicine: Part 1, The World & I, 9(12):262-271, December; Part 2 published in 10/1:263-271, January.  1993 The Agricultural Marker Stars in Yemeni Folklore. Asian Folklore Studies 52:119-142. 1993 Texts and Pretexts: The Unity of the Rasulid State in the Reign of al-Malik al-Muzaffar, Revue du Monde Musulman et de la Méditerranée 67(1):13-21. 1991 The Future of Terrace Farming in North Yemen: A Development Dilemma. Agriculture and Human Values (Gainesville, FL) 8(1&2):166-172.  1991 A Royal Crop Register from Rasulid Yemen, Journal of the Economic and Social History of the Orient 34:1-22.  1991 The Origin of the Anwâ' in Arab Tradition. Studia Islamica 74:5-28. 1989 The Anwâ' Stars According to Abû Ishâq al-Zajjâj. Zeitschrift für Geschichte der Arabisch-Islamischen Wissenschaften 5:145-166. 1989 Beyond Rhino Horn—Wildlife Conservation for North Yemen. Oryx 23(4):215-219. 1989 From Rhino Horns to Dagger Handles. Animal Kingdom (NY), May/June 92(3):44-49. 1989 Al-Hisâb al-zirâ'î fî urjuzat Hasan al-'Affârî. Dirâsat fî al-taqwîm al-zirâ'î al-Yamanî. al- Ma'thûrât al-Sha'biyya 16:7-29. 1989 Land Use and Agricultural Development in the Yemen Arab Republic. In Anthropology and Development in North Africa and the Middle East, M. Salem Murdock and M. Horowitz, editors, pp. 292–311. Boulder: Westview Press. 1988 Folk Tales from South Arabia. [Folk Tales from South Arabia, The World & I 3(7):503-509, July. The World & I] 3(7):503-509, July. 1988 Rhinoceros Horn is also the Animal's Achilles' Heel. The Christian Science Monitor (June 28):19-20.  1987 The Rain Periods in Pre-Islamic Arabia. Arabica 34:251-266. 1987 The Segment-Dairy Lineage System of the Yort Nomads, MERA Forum (Berkeley)10(1):12-14. 1986 On the Meaning of Chewing: The Significance of Qât (Catha edulis) in the Yemen Arab Republic. Int. Journal of Middle East Studies 18/1:1-13. 1986 The Meaning of Chewing. Harper's (NY) 273:1639:27-28. 1985 The Production of Sorghum (Dhurah) in Highland Yemen. Arabian Studies 7:53-88. 1985 Al-Tawqî'ât fî taqwîm al-zirâ'a al-majhûl min 'asr mulûk Banî Rasûl. Dirâsât Yamaniyya (Sanaa, YAR) 20:192-222.  1984 Affluence and the Concept of the Tribe in the Central Highlands of the Yemen Arab Republic. In Affluence and Cultural Survival, R. Salisbury and E. Tooker, editors, pp. 134–149. Washington, DC: American Ethnological Society. [with Najwa Adra] 1983 Sayl and Ghayl: The Ecology of Water Allocation in Yemen. Human Ecology (NY) 11:365-383. 1982 The Ard in Highland Yemeni Agriculture. Tools and Tillage (Copenhagen) 4(3):158-172. 1982 The Recent Evolution of \"Scientific Creationism.\" In Confronting the Creationists, S. Pastner and W. Haviland, editors, 12-26. Northeastern Anthropological Association Occasional Proceedings, 1.\n\n"
        }
    ]
}