{
    "url": "https://en.wikipedia.org/wiki/Dark_fantasy",
    "title": "Dark fantasy",
    "table_of_contents": [
        "1 Definition",
        "2 Concept and history",
        "3 Other media",
        "3.1 Anime and manga",
        "3.2 Films",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Dark fantasy is a subgenre of fantasy literary, artistic, and cinematic works that incorporate disturbing and frightening themes of fantasy. It often combines fantasy with elements of horror or has a gloomy dark tone or a sense of horror and dread.[1]\n\n"
        },
        {
            "title": "Definition",
            "text": "A strict definition for dark fantasy is difficult to pin down. Gertrude Barrows Bennett has been called \"the woman who invented dark fantasy\".[2] Both Charles L. Grant[3] and Karl Edward Wagner[4] are credited with having coined the term \"dark fantasy\"—although both authors were describing different styles of fiction. Brian Stableford argues \"dark fantasy\" can be usefully defined as subgenre of stories that attempt to \"incorporate elements of horror fiction\" into the standard formulae of fantasy stories.[1] Stableford also suggests that supernatural horror set primarily in the real world is a form of \"contemporary fantasy\", whereas supernatural horror set partly or wholly in \"secondary worlds\" should be described as \"dark fantasy\".[1]\n\nAdditionally, other authors, critics, and publishers have adopted dark fantasy to describe various other works. However, these stories rarely share universal similarities beyond supernatural occurrences and a dark, often brooding, tone. As a result, dark fantasy cannot be solidly connected to a defining set of tropes. The term itself may refer collectively to tales that are either horror-based or fantasy-based.\n\nSome writers also use \"dark fantasy\" (or \"Gothic fantasy\") as an alternative description to \"horror\", because they feel the latter term is too lurid or vivid.[5]\n\n"
        },
        {
            "title": "Concept and history",
            "text": "Charles L. Grant is often cited as having coined the term \"dark fantasy\". Grant defined his brand of dark fantasy as \"a type of horror story in which humanity is threatened by forces beyond human understanding\".[3] He often used dark fantasy as an alternative to horror, as horror was increasingly associated with more visceral works.\n\nDark fantasy is sometimes also used to describe stories told from a monster's point of view, or that present a more sympathetic view of supernatural beings usually associated with horror. Anne Rice's The Vampire Chronicles, Chelsea Quinn Yarbro's Saint-Germain,[6] and Neil Gaiman's The Sandman are early examples of this style of dark fantasy. This is in contrast to the traditional horror model, which focuses more on the victims and survivors.\n\nIn a more general sense, dark fantasy is occasionally used as a synonym for supernatural horror, to distinguish horror stories that contain elements of the supernatural from those that do not. For example, a story about a werewolf or vampire could be described as dark fantasy, while a story about a serial killer would simply be horror.[7]\n\nStableford suggests that the type of horror conveyed by fantasy stories such as William Beckford's Vathek and Edgar Allan Poe's The Masque of the Red Death \"is more aesthetic than visceral or existential\", and that such stories should be considered \"dark fantasies\" rather than the \"supernaturalized thrillers\" of conventional horror fiction.[5]\n\nKarl Edward Wagner is often credited for creating the term \"dark fantasy\" when used in a more fantasy-based context.[4] Wagner used it to describe his fiction about the Gothic warrior Kane. Since then, \"dark fantasy\" has sometimes been applied to sword and sorcery and high fantasy fiction that features anti-heroic or morally ambiguous protagonists.[1] Another good example under this definition of dark fantasy is Michael Moorcock's saga of the albino swordsman Elric.[6]\n\nThe fantasy work of H. P. Lovecraft, Clark Ashton Smith and their emulators have been specified as \"dark fantasy\", since the imaginary worlds they depicted contain many horror elements.[1]\n\nDark fantasy is occasionally used to describe fantasy works by authors whom the public primarily associates with the horror genre. Examples of these are Stephen King's The Dark Tower series,[6] Peter Straub's Shadowland[8] and Clive Barker's Weaveworld.[6] Alternatively, dark fantasy is sometimes used for \"darker\" fiction written by authors best known for other styles of fantasy; Raymond Feist's Faerie Tale[8] and Charles de Lint's novels written as Samuel M. Key[9] would fit here.\n\n"
        },
        {
            "title": "Other media",
            "text": "Berserk, a manga and anime franchise by Kentaro Miura that debuted in 1989, is frequently noted as an example of the genre due to its depictions of extreme violence, moral ambiguity, apocalyptic storylines and anti-hero protagonists.[10][11]\n\nAttack on Titan is a dark fantasy for its intense violence and the dystopian world it takes place in.[12]\n\nRedo of Healer, also a dark fantasy light novel franchise with harem elements, was the subject of controversial subject matters due to its depiction of extreme violence, gratuitous amounts of sexual content and rape, and other content such as the treatment of female characters, cannibalism, slavery, and torture, all elements often being used as a plot device.[13]\n\nRidley Scott's film Legend (1985) has been described as a \"dark fairy tale\" fantasy film.[14] Guillermo del Toro's fantasy film Pan's Labyrinth (2006) has been described as a \"sort of a dark spin on Alice in Wonderland\".[15]\n\n"
        }
    ]
}