{
    "url": "https://en.wikipedia.org/wiki/Dark_forest_hypothesis",
    "title": "Dark forest hypothesis",
    "table_of_contents": [
        "1 Background",
        "2 Novel version",
        "3 Relationship to other proposed Fermi paradox solutions",
        "4 Game theory",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The dark forest hypothesis is the idea that many alien civilizations exist throughout the universe, but are both silent and paranoid.[1] In this framing, it is presumed that any space-faring civilization would view any other intelligent life as an inevitable threat,[2] and thus destroy any nascent life that makes its presence known. As a result, the electromagnetic spectrum would be relatively silent, without evidence of any intelligent alien life, as in a \"dark forest\"...filled with \"armed hunter(s) stalking through the trees like a ghost\".[3][4] The hypothesis was described by astronomer and author David Brin in his 1983 summary of the arguments for and against the Fermi paradox,[5] for which this hypothesis is one potential solution.[6][7] The term \"dark forest hypothesis\" was later applied to this concept in Liu Cixin's 2008 science fiction novel The Dark Forest.[8][9]\n\n"
        },
        {
            "title": "Background",
            "text": "There is no reliable or reproducible evidence that aliens have visited Earth.[10][11] No transmissions or evidence of intelligent extraterrestrial life have been detected or observed anywhere other than Earth in the Universe. This runs counter to the knowledge that the Universe is filled with a very large number of planets, some of which likely hold conditions hospitable for life. Life typically expands until it fills all available niches.[12] These contradictory facts form the basis for the Fermi paradox, of which the dark forest hypothesis is one proposed solution.\n\n"
        },
        {
            "title": "Novel version",
            "text": "In Liu Cixin's novel, the dark forest hypothesis is introduced by the character Ye Wenjie, while visiting her daughter's grave. She introduces three key axioms to a new field she describes as \"cosmic sociology\":[13][6]\n\nThe only logical conclusion from the acceptance of these axioms, Ye says, is that any intelligent life in the universe will be pitted against all other life in the struggle for survival.[13][6]\n\n"
        },
        {
            "title": "Relationship to other proposed Fermi paradox solutions",
            "text": "The dark forest hypothesis is distinct from the berserker hypothesis in that many alien civilizations would still exist if they kept silent. It can be viewed as a special example of the Berserker hypothesis, if the 'deadly berserker probes' are (due to resource scarcity) only sent to star systems that show signs of intelligent life.[6]\n\n"
        },
        {
            "title": "Game theory",
            "text": "The dark forest hypothesis is a special case of the \"sequential and incomplete information game\" in game theory.[14][7][15]\n\nIn game theory, a \"sequential and incomplete information game\" is one in which all players act in sequence, one after the other, and none are aware of all available information.[16] In the case of this particular game, the only win condition is continued survival.[6] An additional constraint in the special case of the \"dark forest\" is the scarcity of vital resources.[7] The \"dark forest\" can be considered an extensive-form game with each \"player\" possessing the following possible actions: destroy another civilization known to the player; broadcast and alert other civilizations of one's existence; or do nothing.[14]\n\n"
        }
    ]
}