{
    "url": "https://en.wikipedia.org/wiki/Database_cinema",
    "title": "Database cinema",
    "table_of_contents": [
        "1 Structure",
        "2 Database artists",
        "3 Implicit/explicit",
        "4 Soft cinema",
        "4.1 Criteria",
        "4.2 Works of Soft Cinema",
        "4.2.1 Texas",
        "4.2.2 Mission to Earth",
        "4.2.3 Absences",
        "5 References",
        "6 Further reading",
        "7 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "One of the principal features defining traditional cinema is a fixed and linear narrative structure.[1] In Database Cinema however, the story develops by selecting scenes from a given collection like a computer game in which a player performs certain acts and thereby selects scenes and creating a narrative.\n\n"
        },
        {
            "title": "Structure",
            "text": "New Media objects lack this strong narrative component, they don’t have a beginning or an end but can start or stop at any point. They are collections of discrete items coming from the database. Lev Manovich first related the database to cinema [2] in his effort to understand the changing technologies of filmmaking techniques in media landscapes. According to Manovich, cinema privileged narrative as the key form of cultural expression of modern age but the computer age introduced its correlate, the database: \"As a cultural form, database represents the world as a list of items and it refuses to order this list. In contrast, a narrative creates a cause-and-effect trajectory of seemingly unordered items (events). Therefore, database and narrative are natural enemies. Competing for the same territory of human culture, each claims an exclusive right to make meaning out of the world.\"\n\n"
        },
        {
            "title": "Database artists",
            "text": "Manovich considers filmmakers Peter Greenaway  and Dziga Vertov as pioneers in his database cinema genre.[3] He explains how Greenaway sees the linear pursuit as standard format of filmmaking lagging behind modern literature in experimenting with narrative.  Greenaway’s system for reconciling database and narrative uses sequences of numbers. They act as a narrative shell, which makes the viewer believe he is watching a story.\n\nDziga Vertov can be seen as an even earlier database filmmaker. Manovich cites Vertovs Man with a Movie Camera (USSR, 1929) as the most important example of database imagination in modern media art. The film has three levels: Cameraman filming the shots, audience watching the finished film and shots from street life in Ukrainian cities edited in chronological order of that particular day. While the last level can be seen as text or  ‘the story’, the other two can be seen as meta-texts. By the use of meaningful effects, discovering the world by this ‘kino-eye’ Vertov uses the normally static and objective database as a dynamic and subjective form.\n\nManovich stated that new media artists working on database concepts could learn from cinema precisely because cinema has in fact always been at the nexus of database and narrative while the movie was still in the editing room. Manovich points out especially Vertov achieved a successful merging between database and narrative into a new form .\n\n"
        },
        {
            "title": "",
            "text": "The semiological theory of syntagm and paradigm (originally formulated by Ferdinand de Saussure and later worked on by Roland Barthes) helps to define the relationship between the database-narrative opposition. In this theory the syntagm is a linear stringing together of elements while at the paradigmatic each new element is chosen from a set of other related elements. In this case, the elements in syntagm dimensions are related in praesentia: it is the flow of words we hear, or the shots we see. On a paradigmatic dimension the elements are related in absentia: they exist in our minds or stuffed away in a database. To quote Manovich: “the database of choices from which narrative is constructed (the paradigm) is implicit; while the actual narrative (the syntagm) is explicit”.\nIn New Media projects, this is reversed according to Manovich. The paradigmatic database is tangible, while the syntagmatic narrative is virtual.\n\n"
        },
        {
            "title": "Soft cinema",
            "text": "Lev Manovich defines soft cinema as the creative possibilities at the intersection of software culture, cinema, and architecture. Its manifestations include films, dynamic visualizations, computer-driven installations, architectural designs, print catalogs, and DVDs. In parallel, the project investigates how the new representational techniques of software cinema can be deployed to address the new dimensions of our time, such as the rise of mega-cities, the \"new\" Europe, and the effects of information technologies on subjectivity.\n\nManovich calls on 4 different criteria to define Soft Cinema in his research:[4]\n\n1. Following the standard convention of the human-computer interface, the display area is always divided into multiple frames.\n\n2. Using a set of rules defined by the authors, the Soft Cinema software controls \nboth the layout of the screen (number and position of frames) and the sequences of media elements that appear in these frames.\n\n3. The media elements (video clips, sound, still images, text, etc.) are selected \nfrom a large database to construct a potentially unlimited number of different films.\n\n4. In Soft Cinema ‘films’ video is used as only one type of representation among \nothers: motion graphics, 3D animations, diagrams, etc.\n\nThe original piece was created for the 2002 \"Soft Cinema installation\", for an exhibition titled 'Future Cinema: Cinematic Imaginary after Film.'\n\nTexas looks at the 'Modern experience of living between layers', that is, how time has created different 'layers' of space throughout the world we live in. The film calls on a number of databases, each structured in the same fashion. The database containing video footage (as opposed to music) holds 425 clips selected from footage that Manovich himself shot at various locations over several years. Manovich aims to capture the idea of a \"Global City\" throughout these shots. Each video clip in the database holds 10 parameters, including location, subject matter, average brightness, contrast, the type of space, the type of camera motion, and several more. The software uses these parameters in selecting each clip, finding clips that are all similar in some fashion to the next.\n\nThe original piece was commissioned in 2003 by the BALTIC Centre for Contemporary Art in Gateshead, UK.\n\nMission to Earth symbolizes the experiences of a modern immigrant as well as the experiences of those during the Cold War. It attempts to show the trauma associated with a shift in identity as one changes their life. The Soft Cinema software uses several frames at once in this piece, displaying different things in each frame to portray the split in identity that the main character, Inga, experiences. The software also changes the size and number of windows as it grabs the content from the database. Most of the video used for the database was shot in London, Berlin, Rio de Janeiro, Buenos Aires, and Sweden.\n\nThe Absences piece was created without a pre-set narrative. It takes advantage of the assumption that, given different sets of images and footage, the viewer will connect what is seen and create their own structured narrative. The theme surrounds the aspect of natural and urban surroundings. Like previous works, the images shown each hold unique parameters which the soft-cinema software chooses from when viewed by the user. These parameters include brightness, contrast, texture, activity, frequency, and several others.\n\n"
        }
    ]
}