{
    "url": "https://en.wikipedia.org/wiki/Data",
    "title": "Data",
    "table_of_contents": [
        "1 Etymology and terminology",
        "2 Meaning",
        "3 Data documents",
        "3.1 Data collection",
        "4 Data longevity and accessibility",
        "5 In other fields",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In the pursuit of knowledge, data (US: /ˈdætə/; UK: /ˈdeɪtə/) is a collection of discrete values that convey information, describing quantity, quality, fact, statistics, other basic units of meaning, or simply sequences of symbols that may be further interpreted.  A datum is an individual value in a collection of data. Data  is usually organized into structures such as tables that provide additional context and meaning, and which may themselves be used as data in larger structures. Data may be used as variables in a computational process.[1][2] Data may represent abstract ideas or concrete measurements.[3]\nData is commonly used in scientific research, economics, and in virtually every other form of human organizational activity.  Examples of data sets include price indices (such as consumer price index), unemployment rates, literacy rates, and census data. In this context, data represents the raw facts and figures which can be used in such a manner in order to capture the useful information out of it. \n\nData is collected using techniques such as measurement, observation, query, or analysis, and typically represented as numbers or characters which may be further processed. Field data are data that is collected in an uncontrolled in-situ environment. Experimental data is data that is generated in the course of a controlled scientific experiment.  Data is analyzed using techniques such as calculation, reasoning, discussion, presentation, visualization, or other forms of post-analysis.  Prior to analysis, raw data (or unprocessed data) is typically cleaned: Outliers are removed and obvious instrument or data entry errors are corrected.\n\nData is the atoms of decision making. As such, data can be seen as the smallest units of factual information that can be used as a basis for calculation, reasoning, or discussion. Data can range from abstract ideas to concrete measurements, including but not limited to, statistics. Thematically connected data presented in some relevant context can be viewed as information. Contextually connected pieces of information can then be described as data insights or intelligence. The stock of insights and intelligence that accumulates over time resulting from the synthesis of data into information, can then be described as knowledge. Data has been described as \"the new oil of the digital economy\".[4][5] Data, as a general concept, refers to the fact that some existing information or knowledge is represented or coded in some form suitable for better usage or processing.\n\nAdvances in computing technologies have led to the advent of big data, which usually refers to very large quantities of data, usually at the petabyte scale. Using traditional data analysis methods and computing, working with such large (and growing) datasets is difficult, even impossible. (Theoretically speaking, infinite data would yield infinite information, which would render extracting insights or intelligence impossible.) In response, the relatively new field of data science uses machine learning (and other artificial intelligence (AI)) methods that allow for efficient applications of analytic methods to big data.\n\n"
        },
        {
            "title": "Etymology and terminology",
            "text": "The Latin word data is the plural of 'datum', \"(thing) given,\" neuter past participle of dare \"to give\".[6]\nThe first English use of the word \"data\" is from the 1640s. The word \"data\" was first used to mean \"transmissible and storable computer information\" in 1946. The expression \"data processing\" was first used in 1954.[6]\n\nWhen \"data\" is used more generally as a synonym for \"information\", it is treated as a mass noun in singular form.  This usage is common in everyday language and in technical and scientific fields such as software development and computer science. One example of this usage is the term \"big data\".\nWhen used more specifically to refer to the processing and analysis of sets of data, the term retains its plural form.\nThis usage is common in natural sciences, life sciences, social sciences, software development and computer science, and grew in popularity in the 20th and 21st centuries.  Some style guides do not recognize the different meanings of the term, and simply recommend the form that best suits the target audience of the guide.  For example, APA style as of the 7th edition requires \"data\" to be treated as a plural form.[7]\n\n"
        },
        {
            "title": "Meaning",
            "text": "Data, information, knowledge, and wisdom are closely related concepts, but each has its role concerning the other, and each term has its meaning. According to a common view, data is collected and analyzed; data only becomes information suitable for making decisions once it has been analyzed in some fashion.[8] One can say that the extent to which a set of data is informative to someone depends on the extent to which it is unexpected by that person. The amount of information contained in a data stream may be characterized by its Shannon entropy.\n\nKnowledge is the awareness of its environment that some entity possesses, whereas data merely communicate that knowledge. For example, the entry in a database specifying the height of Mount Everest is a datum that communicates a precisely-measured value. This measurement may be included in a book along with other data on Mount Everest to describe the mountain in a manner useful for those who wish to decide on the best method to climb it. An awareness the characteristics represented by these data is knowledge.\n\nData is often assumed to be the least abstract concept, information the next least, and knowledge the most abstract.[9] In this view, data becomes information by interpretation; e.g., the height of Mount Everest is generally considered \"data\", a book on Mount Everest geological characteristics may be considered \"information\", and a climber's guidebook containing practical information on the best way to reach Mount Everest's peak may be considered \"knowledge\". \"Information\" bears a diversity of meanings that ranges from everyday usage to technical use. This view, however, has also been argued to reverse how data emerges from information, and information from knowledge.[10] Generally speaking, the concept of information is closely related to notions of constraint, communication, control, data, form, instruction, knowledge, meaning, mental stimulus, pattern, perception, and representation. Beynon-Davies uses the concept of a sign to differentiate between data and information; data is a series of symbols, while information occurs when the symbols are used to refer to something.[11][12]\n\nBefore the development of computing devices and machines, people had to manually collect data and impose patterns on it. Since the development of computing devices and machines, these devices can also collect data. In the 2010s, computers are widely used in many fields to collect data and sort or process it, in disciplines ranging from marketing, analysis of social services usage by citizens to scientific research. These patterns in data are seen as information that can be used to enhance knowledge. These patterns may be interpreted as \"truth\" (though \"truth\" can be a subjective concept) and may be authorized as aesthetic and ethical criteria in some disciplines or cultures. Events that leave behind perceivable physical or virtual remains can be traced back through data. Marks are no longer considered data once the link between the mark and observation is broken.[13]\n\nMechanical computing devices are classified according to how they represent data. An analog computer represents a datum as a voltage, distance, position, or other physical quantity. A digital computer represents a piece of data as a sequence of symbols drawn from a fixed alphabet. The most common digital computers use a binary alphabet, that is, an alphabet of two characters typically denoted \"0\" and \"1\". More familiar representations, such as numbers or letters, are then constructed from the binary alphabet. Some special forms of data are distinguished. A computer program is a collection of data, which can be interpreted as instructions. Most computer languages make a distinction between programs and the other data on which programs operate, but in some languages, notably Lisp and similar languages, programs are essentially indistinguishable from other data. It is also useful to distinguish metadata, that is, a description of other data. A similar yet earlier term for metadata is \"ancillary data.\"  The prototypical example of metadata is the library catalog, which is a description of the contents of books.\n\n"
        },
        {
            "title": "Data documents",
            "text": "Whenever data needs to be registered, data exists in the form of a data document. Kinds of data documents include:\n\nSome of these data documents (data repositories, data studies, data sets, and software) are indexed in Data Citation Indexes, while data papers are indexed in traditional bibliographic databases, e.g., Science Citation Index.\n\nGathering data can be accomplished through a primary source (the researcher is the first person to obtain the data) or a secondary source (the researcher obtains the data that has already been collected by other sources, such as data disseminated in a scientific journal). Data analysis methodologies vary and include data triangulation and data percolation.[14] The latter offers an articulate method of collecting, classifying, and analyzing data using five possible angles of analysis (at least three) to maximize \nthe research's objectivity and permit an understanding of the phenomena under investigation as complete as possible: qualitative and quantitative methods, literature reviews \n(including scholarly articles), interviews with experts, and computer simulation. The data is thereafter \"percolated\" using a series of pre-determined steps so as to extract \nthe most relevant information.\n\n"
        },
        {
            "title": "Data longevity and accessibility",
            "text": "An important field in computer science, technology, and library science is the longevity of data. Scientific research generates huge amounts of data, especially in genomics and astronomy, but also in the medical sciences, e.g. in medical imaging. In the past, scientific data has been published in papers and books, stored in libraries, but more recently practically all data is stored on hard drives or optical discs. However, in contrast to paper, these storage devices may become unreadable after a few decades. Scientific publishers and libraries have been struggling with this problem for a few decades, and there is still no satisfactory solution for the long-term storage of data over centuries or even for eternity.\n\nData accessibility. Another problem is that much scientific data is never published or deposited in data repositories such as databases. In a recent survey, data was requested from 516 studies that were published between 2 and 22 years earlier, but less than 1 out of 5 of these studies were able or willing to provide the requested data. Overall, the likelihood of retrieving data dropped by 17% each year after publication.[15] Similarly, a survey of 100 datasets in Dryad found that more than half lacked the details to reproduce the research results from these studies.[16] This shows the dire situation of access to scientific data that is not published or does not have enough details to be reproduced.\n\nA solution to the problem of reproducibility is the attempt to require FAIR data, that is, data that is Findable, Accessible, Interoperable, and Reusable. Data that fulfills these requirements can be used in subsequent research and thus advances science and technology.[17]\n\n"
        },
        {
            "title": "In other fields",
            "text": "Although data is also increasingly used in other fields, it has been suggested that the highly interpretive nature of them might be at odds with the ethos of data as \"given\". Peter Checkland introduced the term capta (from the Latin capere, “to take”) to distinguish between an immense number of possible data and a sub-set of them, to which attention is oriented.[18] Johanna Drucker has argued that since the humanities affirm knowledge production as \"situated, partial, and constitutive,\" using data may introduce assumptions that are counterproductive, for example that phenomena are discrete or are observer-independent.[19] The term capta, which emphasizes the act of observation as constitutive, is offered as an alternative to data for visual representations in the humanities.\n\n"
        }
    ]
}