{
    "url": "https://en.wikipedia.org/wiki/David_Rubenstein",
    "title": "David Rubenstein",
    "table_of_contents": [
        "1 Early life and education",
        "2 Business career",
        "2.1 Early Law Career",
        "2.2 The Carlyle Group",
        "2.3 Mobile Home Parks Controversy",
        "2.4 Publishing",
        "2.5 Television Show and Podcast Host",
        "3 Personal life",
        "4 Philanthropy",
        "4.1 Duke University",
        "4.2 University of Chicago",
        "4.3 Harvard University",
        "4.4 Johns Hopkins University",
        "4.5 PBS",
        "4.6 U.S. Holocaust Memorial Museum",
        "5 Honors and recognition",
        "6 Affiliations",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDavid Mark Rubenstein (born August 11, 1949) is an American billionaire businessman. A former government official[2] and lawyer, he is a co-founder and co-chairman of the private equity firm The Carlyle Group,[3][4] a global private equity investment company based in Washington, D.C. He is chairman of the Kennedy Center for the Performing Arts, chairman of the National Gallery of Art, chairman of the Council on Foreign Relations, and chairman of The Economic Club of Washington, D.C., and former chairman of the Duke University Board of Trustees, and former chairman of the Smithsonian Institution. In 2022, he became chair of the University of Chicago's Board of Trustees.[5] According to Forbes, Rubenstein has a net worth of US$3.2 billion as of December 2022.[6]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Rubenstein grew up an only child in a Jewish family in Baltimore. His beginnings were modest. His father was employed by the United States Postal Service and his mother was a homemaker.[7][8]\n\nHe graduated from the college preparatory high school Baltimore City College, at the time an all-male school. He then attended Duke University, where he was elected to Phi Beta Kappa and graduated magna cum laude with a Bachelor of Arts in Political Science in 1970.[9] He earned his J.D. from the University of Chicago Law School in 1973, where he was an editor of the University of Chicago Law Review.[3][10]\n\n"
        },
        {
            "title": "Business career",
            "text": "From 1973 to 1975, Rubenstein practiced law in New York with Paul, Weiss, Rifkind, Wharton & Garrison. From 1975 to 1976, he served as chief counsel to the U.S. Senate Judiciary Committee's Subcommittee on Constitutional Amendments. Rubenstein also served as a deputy domestic policy advisor to President Jimmy Carter and worked in private practice in Washington, D.C.[11]\n\nIn 1987, Rubenstein founded The Carlyle Group with William E. Conway Jr. and Daniel A. D'Aniello. The firm has grown into a global investment firm with $293 billion of assets under management,[12] with more than 1,800 employees in 31 offices on six continents.[12]\n\nAccording to A Pursuit of Wealth by Sicelo P. Nkambule, David Rubenstein expressed fear that the private equity boom would end in January 2006: \"This has been a golden age for our industry, but nothing continues to be golden forever\". One month later, he said: \"Right now we're operating as if the music's not going to stop playing and the music is going to stop. I am more concerned about this than any other issue\". According to Nkambule: \"These concerns proved to be right as at the end of 2007 the buyout market collapsed...As leveraged loan activity came to an abrupt stop, private equity firms were unable to secure financing for their transactions.\"[13]\n\nIn May 2008, Rubenstein said: \"But once this period is over, once the debt on the books of the banks is sold and new lending starts, I think you'll see the private equity industry coming back in what I call the Platinum Age – better than it's ever been before. I do think that the private equity industry has a great future and that the greatest period for private equity is probably ahead of us.\"[14]\n\nRubenstein has said that he was once offered the opportunity to meet Mark Zuckerberg (and invest in Facebook) before he dropped out of Harvard but decided against it, and this is his single greatest investment regret.[15] Rubenstein also said that he turned down a 20% stake in Amazon during the very early years of the company. He told Amazon founder Jeff Bezos that if he got lucky and everything worked out he would at most be worth $300 million.[16]\n\nIn 2018, he formed Declaration Capital, a family office focused on venture, growth, real estate, and family-owned businesses.[17][18]\n\nRubenstein was publicly criticized for the work of The Carlyle Group of which he is the chairman, which owns a number of mobile home parks and has been pushing poor people out of their mobile homes by hiking up the rental price.[19] In an episode of Last Week Tonight, John Oliver pointed out that manufactured homes are not easy or cheap to relocate, and so poor residents on fixed incomes face eviction and homelessness as rent increases threaten to price them out of their mobile home parks.[20]\n\nIn October 2019, Rubenstein's first book was published.[21] Called The American Story: Interviews with Master Historians (Simon & Schuster), the book features interviews with historians talking about their areas of historical expertise. Among others, Rubenstein interviews David McCullough on John Adams, Jon Meachem on Thomas Jefferson, Ron Chernow on Alexander Hamilton, and Walter Isaacson on Benjamin Franklin.\n\nHis second book, How to Lead, was published by Simon & Schuster in September 2020. This book contains Rubenstein's reflections on leadership as well as 30 interviews with business, government, military, sports and cultural leaders.[22] In September 2021, Simon and Schuster published Rubenstein's third book, The American Experiment, which describes how America's government and democratic ideals have evolved over the centuries as told through the lives of Americans who have embodied the American dream.\n\nRubenstein hosts two shows on Bloomberg Television: The David Rubenstein Show: Peer to Peer Conversations and Bloomberg Wealth with David Rubenstein. Peer to Peer, which began airing in October 2016, also airs on many PBS stations and is available on Curiosity Stream.[23]\n\nHe also hosts History with David Rubenstein on PBS, a TV show produced by the New-York Historical Society.[24] Rubenstein also hosts the audio podcast \"For the Ages\", also produced by the New-York Historical Society.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Rubenstein lives in Bethesda, Maryland, and was married to Alice Rubenstein (née Alice Nicole Rogoff), founder of the Alaska House New York and the Alaska Native Arts Foundation and former owner of Alaska Dispatch News. They met while both were working for the Carter Administration and married on May 21, 1983.[25] They have three children, Alexandra, Gabrielle, and Andrew. His daughter, Gabrielle, founded Manna Tree, a private equity firm that invests in health and nutrition companies.[26] The couple divorced on December 8, 2017.[27]\n\n"
        },
        {
            "title": "Philanthropy",
            "text": "Rubenstein was among the initial 40 individuals who have pledged to donate more than half of their wealth to philanthropic causes or charities as part of The Giving Pledge.[28]\n\nIn December 2007 Rubenstein purchased the last privately owned copy of the Magna Carta at Sotheby's auction house in New York for $21.3 million.[29] He has lent it to the National Archives in Washington, D.C.[30] In 2011, Rubenstein gave $13.5 million to the National Archives for a new gallery and visitor's center.[31] He has purchased rare so-called Stone copies of the Declaration of Independence,[32] the Emancipation Proclamation,[33] the 13th Amendment,[34] the Abel Buell map,[35] the Bay Psalm Book,[36] and the Constitution and has lent these documents to the State Department, the National Archives, the National Constitution Center, the Smithsonian and Mount Vernon.\n\nRubenstein was elected chairman of the board of the Kennedy Center in Washington, D.C., starting in May 2010. He was vice chairman of the board of the Lincoln Center for the Performing Arts in New York, and chairman of its fundraising drive. A new atrium was named for him.[37]\nHe was Chairman of the board of regents of the Smithsonian Institution.[38]\n\nIn December 2011, Rubenstein donated $4.5 million to the National Zoo for its giant panda reproduction program.[39] The panda complex was then named the David M. Rubenstein Family Giant Panda Habitat for the next five years and conservation biologists in the U.S. and China who are awarded National Zoo fellowships for their work to save pandas would be named \"David M. Rubenstein Fellows.\"[40] Another $4.5 million was donated in September 2015, about four weeks after a male giant panda cub was born.[41] He also donated $10 million to the National Gallery of Art in support of refurbishment and expansion of the East Building of the National Gallery, work that was completed in September 2016. Rubenstein contributed $10 million in 2021 to support digital and other operations of the Gallery. In 2021, he was named chairman of the Board of Trustees of the National Gallery of Art [42]\n\nIn 2012, he donated $7.5 million towards the repair of the Washington Monument, and donated another $3 million to refurbish the Monument’s elevator.[43][44]\n\nIn 2013, he donated $50 million to the John F. Kennedy Center for the Performing Arts, which was used for a 65,000 square foot addition.[45]\n\nIn 2013, he donated $10 million towards the construction of a library at George Washington's Mount Vernon.[46]\n\nIn April 2013 and 2015, he donated a total of $20 million[47] to the Thomas Jefferson Foundation, which was used to rebuild at least two buildings in the enslaved community on Mulberry Row at Monticello. The funds were also used to restore Jefferson's original road scheme, restore the second and third stories of Jefferson's home which were mostly empty, and replace infrastructure.[48]\n\nIn November 2013, he bought a copy of the Bay Psalm Book for $14.1 million, the highest price ever paid for a printed book, and pledged to lend it to public collections and exhibitions around the world.[49]\n\nIn 2014, he donated $10 million to Montpelier, to support the renovation of the home of James Madison.[50]\n\nIn July 2014, he donated $12 million towards the refurbishment of Arlington House at Arlington National Cemetery.[51]\n\nIn November 2015, he donated $20 million for the New Commons Building at the Institute for Advanced Study. The building will be named Rubenstein Commons and will feature conference space, meeting rooms, a cafe, and office space.[52]\n\nOn February 15, 2016, Presidents' Day, Rubenstein presented a gift of $18.5 million to the National Park Foundation to expand educational resources, foster public access, and repair and restore the Lincoln Memorial on the National Mall in Washington, DC. The Park Service plans to create 15,000 square feet of visitor space in the undercroft of the memorial.[53] This gift, presented during National Park Service's centennial year, was Rubenstein's fourth gift to benefit US national parks.[54] On December 2, 2016, Rubenstein, in conjunction with the National Park Foundation, agreed to cover the cost of elevator upgrades to the Washington Monument.[55] The monument reopened on September 19, 2019.[56]\n\nIn 2016, he donated $25 million for a pancreatic cancer center at Memorial Sloan Kettering Cancer Center.[57]\n\nIn October 2016, he donated $15 million to the Department of Otolaryngology – Head and Neck Surgery at the Johns Hopkins School of Medicine to create a hearing center focused on restoring functional hearing loss.[58] In December 2020 he donated another $15 million to the same department.[59]\n\nIn October 2019, the National Park Foundation announced that David Rubenstein donated $10 million for upgrades to the Thomas Jefferson Memorial in Washington, D.C. The gift funds a new and expanded museum within the memorial that was expected to be completed in time for the memorial’s 80th anniversary in 2023.[60]\n\nIn 2020, he donated $10 million to the Library of Congress for the refurbishment of its Jefferson Building.[61]\n\nRubenstein has donated over $100 million to Duke University and served as chair of its board of trustees from 2013 to 2017.[62] Rubenstein's first large gift to Duke was in 2002, when he donated $5 million to Duke's Sanford School of Public Policy in 2002; that gift led to the naming of Rubenstein Hall.[63] In 2009, he donated an additional $5.75 million to support Duke's public policy program.[64] In 2011, he donated $13.6 million to the Duke University Libraries in support of renovating the university's special collections library, which was named the David M. Rubenstein Rare Book & Manuscript Library.[65] In 2012, he donated $15 million to support the university's Innovation and Entrepreneurship Initiative[66] and $10 million to support Duke Athletics.[67]  In 2013, Rubenstein donated $10 million to fund graduate fellowships and undergraduate internships at the Sanford School of Public Policy.[68] In 2014, Rubenstein donated $1.9 million to Jewish Life at Duke to expand programming, fund building renovations and enhance the college experience for Jewish students.[69] In 2015, Rubenstein gave $25 million towards the construction of a new 71,000-square foot Arts Center.[70] In 2017, he donated $20 million to endow scholarships for first-generation, low-income students.[71]\n\nRubenstein was elected to the board of trustees of the University of Chicago on May 31, 2007.[72]\n\nIn 2010, 2013, 2016, and 2019, he provided a total of $46 million to the Law School for scholarships.[73] The gifts will fund up to 60 full-tuition scholarships for three consecutive Law School graduating classes. Approximately 10 percent of all students from the Classes of 2017, 2018, and 2019 will be Rubenstein Scholars.[74]\n\nIn 2014, he provided the lead funding for a Forum to serve as the University's principal conference center.[75]\n\nRubenstein has donated $60 million to the Harvard Kennedy School[76] to facilitate its fellowship program and to help build its new campus. He chairs the Harvard Global Advisory Council. Rubenstein is a Fellow of the Harvard Corporation, the governing body of Harvard University.[77]\n\nRubenstein has donated $20 million to Johns Hopkins Medicine, and serves on its board.[78]\n\nRubenstein has donated $10 million to PBS to help fund Ken Burns documentaries, and $5 million to the PBS affiliate in Washington, WETA, to help fund a new headquarters.[79]\n\nIn May 2022, David Rubenstein announced a $15 million donation to the U.S. Holocaust Memorial Museum to support and expand the growth of its collection. The Gift aided in the museum exceeding its $1 billion fundraising goal a year early, and as a result the museum’s collection known as the National Institute for Holocaust Documentation, will be renamed in Rubenstein’s honor.[80]\n\n"
        }
    ]
}