{
    "url": "https://en.wikipedia.org/wiki/David_Hartwell",
    "title": "David G. Hartwell",
    "table_of_contents": [
        "1 Early years",
        "2 Career",
        "3 Awards and other achievements",
        "4 Personal life",
        "4.1 Death",
        "5 Works",
        "5.1 Books as writer",
        "5.2 Magazines edited",
        "5.3 Standalone anthologies",
        "5.4 Anthology series",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDavid Geddes Hartwell (July 10, 1941 – January 20, 2016) was an American critic, publisher, and editor of thousands of science fiction and fantasy novels. He was best known for work with Signet, Pocket, and Tor Books publishers. He was also noted as an award-winning editor of anthologies. The Encyclopedia of Science Fiction describes him as \"perhaps the single most influential book editor of the past forty years in the American [science fiction] publishing world\".[1]\n\n"
        },
        {
            "title": "Early years",
            "text": "Hartwell was born in Salem, Massachusetts, and attended Williams College, where he graduated with a BA in 1963. He continued his studies at Colgate University for an MA in 1965, and at Columbia University where he graduated with a Ph.D. in comparative medieval literature in 1973. By 1965 Hartwell was already working as editor and publisher of The Little Magazine (1965–1988), a small press literary magazine.[2]\n\n"
        },
        {
            "title": "Career",
            "text": "Hartwell worked for Signet (1971–73), Berkley Putnam (1973–78) and Pocket, where he founded the Timescape imprint (1980–85) and created the Pocket Books Star Trek publishing line. From 1984 until his death he worked for Tor Books,[3] where he spearheaded Tor's Canadian publishing initiative at CAN-CON in Ottawa, and was also influential in bringing many Australian writers to the US market. Since 1995, his title at Tor/Forge Books was \"Senior Editor\".[2]\n\n\nIn 1977, Hartwell edited the short-lived Cosmos Science Fiction and Fantasy magazine[4] for the newly-formed Baronet publishing. Cosmos is remembered as \"a fine magazine, providing a good range of quality fiction\" in an attractive package, but poor sales for the rest of the publisher's magazine line forced its cancellation after only four issues.[5] The Encyclopedia of Science Fiction (3rd ed.) described it as \"a sophisticated mixture of sf and fantasy in an elegant format which included full-colour interior illustration\".[4]\n\nIn 1988, Hartwell founded The New York Review of Science Fiction, where he served as reviews editor. The magazine was published by Dragon Press, a small independent publisher and bookseller, first established by Hartwell in 1988 as a partnership. He later became the sole proprietor. Hartwell chaired the board of directors of the World Fantasy Convention and, with Gordon Van Gelder, was the administrator of the Philip K. Dick Award. Hartwell edited numerous anthologies, and published a number of critical essays on science fiction and fantasy.[2]\n\nHartwell was also a book review editor of rock music magazine Crawdaddy!, founded by Paul Williams in 1966, and published through the 1970s.[3]\n\nHartwell also ran his own small press, Dragon Press, which was founded in 1973[6] and published at least three early books of science fiction criticism by Samuel R. Delany, The Jewel-Hinged Jaw (1977), Starboard Wine (1978), and The American Shore (1977), before they were taken over by Berkeley Books (in the case of JH-J) and, eventually all three, by Wesleyan University Press. Hartwell also co-founded Entwhistle Books [7] (along with Chester Anderson, Joel Hack, and Paul Williams), which published novels by Tom Carson, Philip K. Dick, and others.\n\n"
        },
        {
            "title": "Awards and other achievements",
            "text": "Hartwell edited two annual anthologies: Year's Best SF, started in 1996 and co-edited with Kathryn Cramer since 2002, and Year's Best Fantasy, co-edited with Cramer from 2001 through 2010.  Both anthologies have consistently placed in the top 10 of the Locus annual reader poll in the category of Best Anthology.  In 1988, he won the World Fantasy Award in the category Best Anthology for The Dark Descent.[8]\n\nHartwell was nominated for the Hugo Award forty-one times, nineteen in the category of Best Professional Editor and Best Editor Long Form, winning in 2006, 2008 and 2009, and twenty-two times as editor/publisher of The New York Review of Science Fiction.  He has also placed in the top ten in the Locus poll for best editor for twenty-seven consecutive years, every year from the award category's inception to the present day.[9] He edited the best-novel Nebula Award-winners Timescape by Gregory Benford  (published 1980), The Claw of the Conciliator by Gene Wolfe (published 1981), and No Enemy But Time by Michael Bishop (published 1982), the best-novel Hugo Award-winner Hominids by Robert J. Sawyer (published 2002), and the World Fantasy Award-winning novels The Shadow of the Torturer by Gene Wolfe (1981) and The Dragon Waiting by John M. Ford (1984).[9][10]\n\nHartwell was a Guest of Honor at the 67th World Science Fiction Convention in Montreal in 2009.[11]\n\nHe was posthumously awarded the World Fantasy Life Achievement Award in October 2016.[12]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Hartwell was known for flamboyant fashion choices.[13] In 1969 he married Patricia Lee Wolcott. They had two children, but divorced in 1992. He married Kathryn Cramer in 1997, and they had two children. Hartwell lived in Westport, New York at the time of his death, and had previously lived in Pleasantville, New York.[14][10]\n\nOn January 19, 2016, Hartwell fell down a flight of stairs at his home, and was hospitalized in Plattsburgh, New York with severe head trauma.[15] Cramer said that the fall caused a \"massive brain bleed\", and that he was not expected to recover.[16] He died the following day at the age of 74.[17][14]\n\n"
        }
    ]
}