{
    "url": "https://en.wikipedia.org/wiki/Dawson_City",
    "title": "Dawson City",
    "table_of_contents": [
        "1 History",
        "2 Geography",
        "2.1 Climate",
        "3 Demographics",
        "4 Economy",
        "4.1 Energy",
        "4.2 Gold mining",
        "4.3 Tourism",
        "5 Sports",
        "6 Government",
        "6.1 City or town status",
        "7 Infrastructure",
        "8 Education",
        "9 Media",
        "10 Notable people",
        "11 Freedom of the City",
        "11.1 Military Units",
        "12 See also",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDawson City, officially the City of Dawson, is a town in the Canadian territory of Yukon. It is inseparably linked to the Klondike Gold Rush (1896–99). Its population was 1,577 as of the 2021 census,[6] making it the second-largest town in Yukon.\n\n"
        },
        {
            "title": "History",
            "text": "Prior to the Late Modern Period, the area was used for hunting/gathering by the Hän-speaking people of the Tr’ondëk Hwëch’in and their forebears. The heart of their homeland was Tr'ochëk, a fishing camp at the confluence of the Klondike River and Yukon River, now a National Historic Site of Canada, just across the Klondike River from modern Dawson City. This site was also an important summer gathering spot and a base for moose-hunting on the Klondike Valley.\n\nThe current settlement was founded by Joseph Ladue and named in January 1897 after noted Canadian geologist George M. Dawson, who had explored and mapped the region in 1887. It served as Yukon's capital from the territory's founding in 1898 until 1952, when the seat was moved to Whitehorse.\n\nDawson City was the centre of the Klondike Gold Rush.[7] It began in 1896 and changed the First Nations camp into a thriving city of 16,000–17,000[8] by 1898. By 1899, the gold rush had ended and the town's population plummeted as all but 8,000 people left. When Dawson was incorporated as a city in 1902, the population was under 5,000. St. Paul's Anglican Church, also built that same year, is a National Historic Site.\n\nThe population dropped after World War II when the Alaska Highway bypassed it 518 kilometres (322 mi)[9] to the south. The economic damage to Dawson City was such that Whitehorse, the highway's hub, replaced it as territorial capital in 1953.[7] Dawson City's population languished around the 600–900 mark through the 1960s and 1970s, but has risen and held stable since then. The high price of gold has made modern placer mining operations profitable, and the growth of the tourism industry has encouraged development of facilities. In the early 1950s, Dawson was linked by road to Alaska, and in fall 1955, with Whitehorse along a road that now forms part of the Klondike Highway.\n\nIn 1978, another kind of buried treasure was discovered when a construction excavation inadvertently uncovered a forgotten collection of more than 500 discarded films on highly flammable nitrate film stock from the early 20th century that were buried in (and preserved by) the permafrost. These silent-era film reels, dating from \"between 1903 and 1929, were uncovered in the rubble beneath [an] old hockey rink\".[10] (See Dawson Film Find.) Owing to its dangerous chemical volatility,[11] the historical find was moved by military transport to Library and Archives Canada and the U.S. Library of Congress for both transfer to safety film and storage. A documentary about the find, Dawson City: Frozen Time, was released in 2016.[12]\n\nThe City of Dawson and the nearby ghost town of Forty Mile are featured prominently in the novels and short stories of American author Jack London, including The Call of the Wild. London lived in the Dawson area from October 1897 to June 1898. Other writers who lived in and wrote of Dawson City include Pierre Berton and the poet Robert Service. The childhood home of the former is now used as a retreat for professional writers administered by the Writers' Trust of Canada.[13]\n\n"
        },
        {
            "title": "Geography",
            "text": "Dawson City lies on the Tintina Fault. This fault has created the Tintina Trench and continues eastward for several hundred kilometres. Erosional remnants of lava flows form outcrops immediately north and west of Dawson City.\n\nDawson City has a subarctic climate (Köppen climate classification: Dsc), with significantly higher continentality than the territory capital of Whitehorse. Despite this classification, most precipitation actually occurs during summer and July is the wettest month. However, April, one of the six warmer months is sufficiently drier than October and November. Hence the letter 's' is used instead of 'f' (as in Dfc).\n\nThe average temperature in July is 15.7 °C (60.3 °F) and in January is −26.0 °C (−14.8 °F).[14] The highest temperature ever recorded is 35.0 °C (95 °F) on 9 July 1899[15] and 18 June 1950.[16] The lowest temperature ever recorded is −58.3 °C (−73 °F) on 3 February 1947.[17] It experiences a wide range of temperatures surpassing 30 °C (86 °F) in most summers and dropping below −40 °C (−40 °F) in winter.[14] In the very cold month of December 1917, the temperature did not rise above −37.2 °C (−35 °F) and it averaged −46.3 °C (−51 °F).[18]\n\nThe community is at an elevation of 320 m (1,050 ft)[5] and the average rainfall in July is 49.0 mm (1.93 in) and the average snowfall in January is 27.6 cm (10.87 in). Dawson has an average total annual snowfall of 166.5 cm (65.55 in) and averages 70 frost free days per year.[14] The town is built on a layer of frozen earth, which may pose a threat to the town's infrastructure in the future if the permafrost melts.[19][20]\n\n\n\n"
        },
        {
            "title": "Demographics",
            "text": "In the 2021 Census of Population conducted by Statistics Canada, Dawson had a population of 1,577 living in 770 of its 836 total private dwellings, a change of 14.7% from its 2016 population of 1,375. With a land area of 30.91 km2 (11.93 sq mi), it had a population density of 51.0/km2 (132.1/sq mi) in 2021.[6]\n\nAccording to the 2016 Census, the town is predominately European Canadian with 76.7% of the population with First Nations accounting for 15.3% of the population and Filipino accounting for 4.4% of the population. No other visible minority exceeds 2% of the population.[36]\n\n"
        },
        {
            "title": "Economy",
            "text": "Today, Dawson City's main industries are tourism and gold mining.\n\nElectricity is provided by Yukon Energy Corporation (YEC). Most of the grid power is hydroelectric power through the north-south grid from dams near Mayo, Whitehorse and Aishihik Lake. After the local hydroelectric power plant for the gold dredges was shut down in 1966, YEC provided electrical power from local diesel generators. In 2004 YEC connected Dawson to its grid system. Since then the diesel generators function as a backup to the grid.[citation needed]\n\nGold mining started in 1896 with the Bonanza (Rabbit) Creek discovery by George Carmack, Dawson Charlie and Skookum Jim Mason (Keish). The area's creeks were quickly staked and most of the thousands who arrived in the spring of 1898 for the Klondike Gold Rush found that there was very little opportunity to benefit directly from gold mining. Many instead became entrepreneurs to provide services to miners.[citation needed]\n\nStarting approximately 10 years later, large gold dredges began an industrial mining operation, scooping huge amounts of gold out of the creeks, and completely reworking the landscape, altering the locations of rivers and creeks and leaving tailing piles in their wake. A network of canals and dams were built to the north to produce hydroelectric power for the dredges. The dredges shut down for the winter, but one built for \"Klondike Joe Boyle\" was designed to operate year-round, and Boyle had it operate all through one winter. That dredge (Dredge No. 4) is open as a National Historic Site of Canada on Bonanza Creek.[citation needed]\n\nThe last dredge shut down in 1966, and the hydroelectric facility, at North Fork, was closed when the City of Dawson declined an offer to purchase it. Since then, placer miners returned to the status of being the primary mining operators in the region until recently. In 2016, Goldcorp announced a takeover of Kaminak Gold's Coffee Project south of Dawson.[37] This marked a shift in the region, drawing the interest of the major gold mining companies in the Yukon. In 2017, Newmont Mining Corporation, Barrick Gold and Agnico Eagle Mines Limited have all committed significant investment, engaging in the exploration of properties across the Central Yukon.[citation needed]\n\nThere are eight National Historic Sites of Canada located in Dawson,[38] including the \"Dawson Historical Complex\", a National Historic Site encompassing the historic core of the town.[39]\n\nThe Downtown Hotel at Second Avenue and Queen Street has garnered media attention for its unusual Sourtoe Cocktail, which features a real mummified human toe.[40][41][42] The hotel and the toe received increased attention in June 2017 after the toe was stolen; it was soon returned to the hotel by mail along with a written apology.[43]\n\nBonanza Creek has two National Historic Sites; the Discovery Claim and the Dredge No. 4.\n\nTr'ochëk is the site of a traditional Han fishing camp on the flats at the confluence of the Klondike River and Yukon River. The site is owned and managed by the Tr’ondëk Hwëch’in First Nation. In addition to the fishing camp remains, the site includes traditional plant harvesting areas and lookout points.\n\nDiamond Tooth Gertie's Gambling Hall puts on nightly vaudeville shows during tourist season, from May to September.[44]\n\n"
        },
        {
            "title": "Sports",
            "text": "Every February, Dawson City acts as the halfway mark for the Yukon Quest International Sled Dog Race. Mushers entered in the event have a mandatory 36-hour layover in Dawson City while getting their rest and preparing for the second half of the world's toughest sled dog race.[45]\n\nDawson City also hosts a softball tournament which brings teams from Inuvik in late summer. Furthermore, a volleyball tournament is held annually at the end of October and is attended by various high schools across Yukon.\n\nThe city was home to the Dawson City Nuggets hockey team, which in 1905 challenged the Ottawa Silver Seven for the Stanley Cup. Travelling to Ottawa by dog sled, ship, and train, the team lost the most lopsided series in Stanley Cup history, losing two games by the combined score of 32 to 4.[46]\n\n"
        },
        {
            "title": "Government",
            "text": "In 2004, the Yukon government removed the mayor and the town council, as a result of the town going bankrupt. The territorial government accepted a large portion of the responsibility for this situation in March 2006, writing off $3.43 million of the debt and leaving the town with $1.5 million still to pay off. Elections were set for June 15, 2006. John Steins, a local artist and one of the leaders of the movement to restore democracy to Dawson, was acclaimed as mayor, while 13 residents ran for the four council seats. Steins was succeeded in office by former mayor Peter Jenkins, who in turn was succeeded by the current mayor, Wayne Potoroka.[47]\n\nOther past mayors of Dawson City have included Art Webster, Colin Mayes, Yolanda Burkhard, Mike Comadina and Vi Campbell.\n\nIn the Legislative Assembly of Yukon, Dawson City is in the electoral district of Klondike, currently represented by Sandy Silver of the Yukon Liberal Party.\n\nThe government of Tr’ondëk Hwëch’in, now a self-governing First Nation, is also located in Dawson.\n\nDawson was incorporated as a city in 1902 when it met the criteria for \"city\" status under the municipal act of that time. It retained the incorporation even as the population plummeted. When a new municipal act was adopted in the 1980s, Dawson met the criteria of \"town\", and was incorporated as such although with a special provision to allow it to continue to use the word \"City\", partially for historical reasons and partially to distinguish it from Dawson Creek, a small city in northeastern British Columbia. Dawson Creek is also named in honour of George M. Dawson. This led the territorial government to post the following signs at the boundaries of the town: \"Welcome to the Town of the City of Dawson\".[citation needed] As of the 2001 Municipal Act, the town's official legal name is now simply the \"City of Dawson\".[1]\n\n"
        },
        {
            "title": "Education",
            "text": "Yukon School of Visual Arts, a university level accredited art program, is based in Dawson City.\n\nRobert Service School, Dawson City's only grade school, is named in honour of British-Canadian poet and writer Robert William Service (January 16, 1874 – September 11, 1958). The Robert Service School offers Kindergarten - Grade 12 and is one of only 28 schools in the Yukon Territory.[49]\n\n"
        },
        {
            "title": "Media",
            "text": "Television\n\nRadio\n\nPrint\n\n"
        },
        {
            "title": "Freedom of the City",
            "text": "The following people and military units have received the Freedom of the City of Dawson City.\n\n"
        }
    ]
}