{
    "url": "https://en.wikipedia.org/wiki/Day",
    "title": "Day",
    "table_of_contents": [
        "1 Etymology",
        "2 Definitions",
        "2.1 Apparent and mean solar day",
        "2.1.1 Civil day",
        "2.2 Sidereal day",
        "2.3 In the International System of Units",
        "2.4 In decimal and metric time",
        "2.5 Other definitions",
        "3 Variations in length",
        "3.1 Geological day lengths",
        "4 Boundaries",
        "5 Parts",
        "5.1 Daytime",
        "5.2 Twilight",
        "5.3 Night",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A day is the time period of a full rotation of the Earth with respect to the Sun.  On average, this is 24 hours, 1440 minutes, or 86,400 seconds. In everyday life, the word \"day\" often refers to a solar day, which is the length between two solar noons or times the Sun reaches the highest point. The word \"day\" may also refer to daytime, a time period when the location receives direct and indirect sunlight. On Earth, as a location passes through its day, it experiences morning, noon, afternoon, evening, and night. The effect of a day is vital to many life processes, which is called the circadian rhythm.\n\nA collection of sequential days is organized into calendars as dates, almost always into weeks, months and years. Most calendars' arrangement of dates use either or both the Sun with its four seasons (solar calendar) or the Moon's phasing (lunar calendar).  The start of a day is commonly accepted as roughly the time of the middle of the night or midnight, written as 00:00 or 12:00 am in 24- or 12-hour clocks, respectively. Because the time of midnight varies between locations, time zones are set up to facilitate the use of a uniform standard time.  Midnight is not the only convention used to determine the start of a new day.  Other defining moments have been used throughout history, and some are used even today, such as with the Jewish religious calendar, which counts days from sunset to sunset, so the Jewish Sabbath begins at sundown on Friday.  Astronomers also have a convention where their day begins at high noon.  This way, all of their observations throughout a single night are recorded as happening on the same day.  This method removes ambiguity of a particular observation happening on a calendar day, eliminating the need to further determine which night it happened on.  Because when using midnight as the start of day, each calendar day is associated with two separate night periods.\n\nIn specific applications, the definition of a day is slightly modified, such as in the ISQ day (exactly 86,400 seconds) used for computers and standards keeping, local mean time accounting of the Earth's natural fluctuation of a solar day, and stellar day and sidereal day (using the celestial sphere) used for astronomy.  In most countries outside of the tropics, daylight saving time is practiced, and so on two days out of the year there will be one 23-hour civil day paired with a 25-hour civil day (aka 'spring forward/fall back').  Due to slight variations in the rotation of the Earth, there are rare times when a leap second will get inserted at the end of a UTC day, and so while almost all days have a duration of 86,400 seconds, there are these exceptional cases of a day with 86,401 seconds (in the half-century spanning 1972 through 2022, there have been a total of 27 leap seconds that have been inserted, so roughly once every other year).\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term comes from the Old English dæg, with its cognates such as dagur in Icelandic, Tag in German, and dag in Norwegian, Danish, Swedish and Dutch – all stemming from a Proto-Germanic root *dagaz.[1] As of October 17, 2015[update], day is the 205th most common word in US English,[2] and the 210th most common in UK English.[2]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Several definitions of this universal human concept are used according to context, need and convenience. Besides the day of 24 hours (86,400 seconds), the word day is used for several different spans of time based on the rotation of the Earth around its axis. An important one is the solar day, defined as the time it takes for the Sun to return to its culmination point (its highest point in the sky). Because celestial orbits are not perfectly circular, and thus objects travel at different speeds at various positions in their orbit, a solar day is not the same length of time throughout the orbital year. Because the Earth moves along an eccentric orbit around the Sun while the Earth spins on an inclined axis, this period can be up to 7.9 seconds more than (or less than) 24 hours. In recent decades, the average length of a solar day on Earth has been about 86,400.002 seconds[3] (24.000 000 6 hours) and there are currently about 365.2421875 solar days in one mean tropical year.\n\nAncient custom has a new day start at either the rising or setting of the Sun on the local horizon (Italian reckoning, for example, being 24 hours from sunset, oldstyle).[4] The exact moment of, and the interval between, two sunrises or sunsets depends on the geographical position (longitude and latitude, as well as altitude), and the time of year (as indicated by ancient hemispherical sundials).\n\nA more constant day can be defined by the Sun passing through the local meridian, which happens at local noon (upper culmination) or midnight (lower culmination). The exact moment is dependent on the geographical longitude, and to a lesser extent on the time of the year. The length of such a day is nearly constant (24 hours ± 30 seconds). This is the time as indicated by modern sundials.\n\nA further improvement defines a fictitious mean Sun that moves with constant speed along the celestial equator; the speed is the same as the average speed of the real Sun, but this removes the variation over a year as the Earth moves along its orbit around the Sun (due to both its velocity and its axial tilt).\n\nIn terms of Earth's rotation, the average day length is about 360.9856°. A day lasts for more than 360° of rotation because of the Earth's revolution around the Sun.  With a full year being slightly more than 360 days, the Earth's daily orbit around the Sun is slightly less than 1°, so the day is slightly less than 361° of rotation.  \n\nElsewhere in the Solar System or other parts of the universe, a day is a full rotation of other large astronomical objects with respect to its star.[5]\n\nFor civil purposes, a common clock time is typically defined for an entire region based on the local mean solar time at a central meridian. Such time zones began to be adopted about the middle of the 19th century when railroads with regularly occurring schedules came into use, with most major countries having adopted them by 1929. As of 2015, throughout the world, 40 such zones are now in use: the central zone, from which all others are defined as offsets, is known as UTC±00, which uses Coordinated Universal Time (UTC).\n\nThe most common convention starts the civil day at midnight: this is near the time of the lower culmination of the Sun on the central meridian of the time zone. Such a day may be referred to as a calendar day.\n\nA day is commonly divided into 24 hours of 60 minutes, with each minute composed of 60 seconds.\n\nA sidereal day or stellar day is the span of time it takes for the Earth to make one entire rotation[6] with respect to the celestial background or a distant star (assumed to be fixed).[7] Measuring a day as such is used in astronomy.[7] A sidereal day is about 4 minutes less than a solar day of 24 hours (23 hours 56 minutes and 4.09 seconds), or 0.99726968 of a solar day of 24 hours.[8] There are about 366.2422 stellar days in one mean tropical year (one stellar day more than the number of solar days).[9]\n\nBesides a stellar day on Earth, other bodies in the Solar System have day times, the durations of these being:[10][11]\n\nIn the International System of Units (SI), a day not an official unit, but is accepted for use with SI.[14] A day, with symbol d, is defined using SI units as 86,400 seconds; the second is the base unit of time in SI units. In 1967–68, during the 13th CGPM (Resolution 1),[15] the International Bureau of Weights and Measures (BIPM) redefined a second as \"... the duration of 9,192,631,770 periods of the radiation corresponding to the transition between two hyperfine levels of the ground state of the caesium 133 atom.\"[16] This makes the SI-based day last exactly 794,243,384,928,000 of those periods.\n\nVarious decimal or metric time proposals have been made, but do not redefine the day, and use the day or sidereal day as a base unit. Metric time uses metric prefixes to keep time. It uses the day as the base unit, and smaller units being fractions of a day: a metric hour (deci) is 1⁄10 of a day; a metric minute (milli) is 1⁄1000 of a day; etc.[17] Similarly, in decimal time, the length of a day is static to normal time. A day is also split into 10 hours, and 10 days comprise a décade – the equivalent to a week. 3 décades make a month.[18]: 35  Various decimal time proposals which do not redefine the day: Henri de Sarrauton's proposal kept days, and subdivided hours into 100 minutes;[18]: 42  in Mendizábal y Tamborel's proposal, the sidereal day was the basic unit, with subdivisions made upon it;[18]: 42–43  and Rey-Pailhade's proposal divided the day 100 cés.[18]: 42 \n\nThe word refers to various similarly defined ideas, such as:\n\n"
        },
        {
            "title": "Variations in length",
            "text": "Mainly due to tidal deceleration – the Moon's gravitational pull slowing down the Earth's rotation – the Earth's rotational period is slowing.[20] Because of the way the second is defined, the mean length of a solar day is now about 86,400.002 seconds, and is increasing by about 2 milliseconds per century.[21]\n\nSince the rotation rate of the Earth is slowing, the length of a SI second fell out of sync with a second derived from the rotational period of the earth.[20] This arose the need for leap seconds, which insert extra seconds into Coordinated Universal Time (UTC).[20] Although typically 86,400 SI seconds in duration, a civil day can be either 86,401 or 86,399 SI seconds long on such a day. Other than the two-millisecond variation from tidal deceleration, other factors minutely affect the day's length, which creates irregularity in the placement of leap seconds.[22] Leap seconds are announced in advance by the International Earth Rotation and Reference Systems Service (IERS), which measures the Earth's rotation and determines whether a leap second is necessary.\n\nDiscovered by paleontologist John W. Wells, the day lengths of geological periods have been estimated by measuring sedimentation rings in coral fossils,[23][21] due to some biological systems being affected by the tide.[21] The length of a day at the Earth's formation is estimated at 6 hours.[21] Arbab I. Arbab plotted day lengths over time and found a curved line.[21] Arbab attributed this to the change of water volume present affecting Earth's rotation.[21]\n\n"
        },
        {
            "title": "Boundaries",
            "text": "For most diurnal animals, the day naturally begins at dawn and ends at sunset. Humans, with their cultural norms and scientific knowledge, have employed several different conceptions of the day's boundaries. In the Hebrew Bible, Genesis 1:5 defines a day in terms of \"evening\" and \"morning\" before recounting the creation of a sun to illuminate it: \"And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.\" Common convention among the ancient Romans,[24] ancient Chinese[25] and in modern times is for the civil day to begin at midnight, i.e. 00:00, and to last a full 24 hours until 24:00 (i.e. 00:00 of the next day).\nIn ancient Egypt the day was reckoned from sunrise to sunrise. The Jewish day begins at either sunset or nightfall (when three second-magnitude stars appear).\n\nMedieval Europe also followed this tradition, known as Florentine reckoning: in this system, a reference like \"two hours into the day\" meant two hours after sunset and thus times during the evening need to be shifted back one calendar day in modern reckoning.[citation needed] Days such as Christmas Eve, Halloween, and the Eve of Saint Agnes are remnants of the older pattern when holidays began during the prior evening. Prior to 1926, Turkey had two time systems: Turkish (counting the hours from sunset) and French (counting the hours from midnight).\n\n"
        },
        {
            "title": "Parts",
            "text": "Humans have divided the day in rough periods, which can have cultural implications, and other effects on humans' biological processes. The parts of the day do not have set times; they can vary by lifestyle or hours of daylight in a given place.[26]\n\nA day, in the sense of daytime that is distinguished from night time, is commonly defined as the period during which sunlight directly reaches the ground, assuming that there are no local obstacles. The length of daytime averages slightly more than half of the 24-hour day. Two effects make daytime on average longer than nights. The Sun is not a point, but has an apparent size of about 32 minutes of arc. Additionally, the atmosphere refracts sunlight in such a way that some of it reaches the ground even when the Sun is below the horizon by about 34 minutes of arc. So the first light reaches the ground when the centre of the Sun is still below the horizon by about 50 minutes of arc.[27] Thus, daytime is on average around 7 minutes longer than 12 hours.[28]\n\nDaytime is further distinguished into morning, afternoon, and evening. Morning occurs between sunrise and noon.[29] Afternoon occurs between noon and sunset.[30] This period of time sees human's highest body temperature,[31] an increase of traffic collisions,[32] and a decrease of productivity.[33] Evening occurs between the end of afternoon and before sleep.[34]\n\nTwilight is the period before sunset and after sunrise in which there is natural light but no direct sunlight.[35] Twilight can be subdivided into dawn or dusk, or into civil twilight, nautical twilight, and astronomical twilight. Civil twilight begins when the sun is 6 degrees below the horizon; nautical begins at 12 degrees, and astronomical begins at 18 degrees.[36]\n\nNight is the period in which the sky is dark,[37] or the period between dusk and dawn where no light is visible.[38] Due to the darkness of night, it affects the circadian rhythm; artificial light during night can disrupt circadian rhythms and sleep.[39]\n\n"
        }
    ]
}