{
    "url": "https://en.wikipedia.org/wiki/Deal_with_the_Devil",
    "title": "Deal with the Devil",
    "table_of_contents": [
        "1 Synopsis",
        "2 Theophilus of Adana, servant of two masters",
        "3 Alleged historical examples",
        "4 Metaphor",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA deal with the Devil (also called a Faustian bargain or Mephistophelian bargain) is a cultural motif exemplified by the legend of Faust and the figure of Mephistopheles, as well as being elemental to many Christian traditions. According to traditional Christian belief about witchcraft, the pact is between a person and the Devil or another demon, trading a soul for diabolical favours, which vary by the tale, but tend to include youth, knowledge, wealth, fame and power.\n\nIt was also believed that some people made this type of pact just as a sign of recognising the minion as their master, in exchange for nothing. The bargain is a dangerous one, as the price of the Fiend's service is the wagerer's soul. The tale may have a moralising end, with eternal damnation for the foolhardy venturer. Conversely, it may have a comic twist, in which a wily peasant outwits the devil, characteristically on a technical point. The person making the pact sometimes tries to outwit the devil, but loses in the end (e.g., man sells his soul for eternal life because he will never die to pay his end of the bargain. Immune to the death penalty, he commits murder, but is sentenced to life in prison).\n\nA number of famous works refer to pacts with the devil, from the numerous European Devil's Bridges to the violin virtuosity of Giuseppe Tartini and Niccolò Paganini to the \"crossroad\" myth associated with Robert Johnson.\n\nIn Stith Thompson's Motif-Index of Folk-Literature, \"Bargain with the devil\" constitutes motif number M210 and \"Man sells soul to devil\" motif number M211.[1]\n\n"
        },
        {
            "title": "Synopsis",
            "text": "It is usually thought that individuals who make a pact also promise to demons that they will kill children or consecrate them to the devil at the moment of birth (many midwives were accused of this, due to the number of children who died at birth in the Middle Ages and the Renaissance), take part in Witches' Sabbaths, have sexual relations with demons, and sometimes engender children from a succubus, or an incubus in the case of women.[citation needed]\n\nThe pact can be either oral or written.[2] An oral pact may be made by means of invocations, conjurations, or rituals to attract the demon; once the conjurer thinks the demon is present, they ask for the wanted favour and offer their soul in exchange, and no evidence is left of the pact. But according to some witch trials, an oral pact left evidence in the form of the Witches' mark, an indelible mark where the marked person had been touched by the devil to seal the pact. The mark could be used as a proof to determine that the pact was made. It was also believed that on the spot where the mark was left, the marked person could feel no pain. A written pact consists in the same forms of attracting the demon, but includes a written act, usually signed with the conjurer's blood (although sometimes it was also alleged that the whole act had to be written with blood; meanwhile some demonologists defended the idea of using red ink instead of blood and others suggested the use of animal blood instead of human blood).[3]\n\nThese acts present themselves as diabolical pacts, though there is not always certainty of an actor's authentic sanity. Usually the acts included strange characters that were said to be the signature of a demon, and each one had his own sigil. Books like The Lesser Key of Solomon (also known as Lemegeton Clavicula Salomonis) give a detailed list of these signs, known as diabolical signatures.\n\nThe Malleus Maleficarum discusses several alleged instances of pacts with the Devil, especially concerning women. It was considered that all witches and warlocks had made a pact with one of the demons, usually Satan.\n\nAccording to demonology, there is a specific month, day of the week, and hour to call each demon, so the invocation for a pact has to be done at the right time. Also, as each demon has a specific function, a certain demon is invoked depending on what the conjurer is going to ask.\n\nIn the narrative of the Synoptic Gospels, Jesus is offered a\nseries of bargains by the devil, in which he is promised worldly riches and glory in exchange for serving the devil rather than God. Upon rejecting the devil's overtures, he embarks on his travels as the Messiah.[4]\n\n"
        },
        {
            "title": "",
            "text": "The predecessor of Faustus in Christian mythology is Theophilus (\"Friend of God\" or \"Beloved of God\") the unhappy and despairing cleric, disappointed in his worldly career by his bishop, who sells his soul to the devil but is redeemed by the Virgin Mary.[5] His story appears in a Greek version of the 6th century written by a \"Eutychianus\" who claims to have been a member of the household in question.\n\nA 9th-century Miraculum Sancte Marie de Theophilo penitente inserts a Virgin as intermediary with diabolus, his \"patron\", providing the prototype of a closely linked series in the Latin literature of the West.[6]\n\nIn the 10th century, the poet nun Hroswitha of Gandersheim adapted the text of Paulus Diaconus for a narrative poem that elaborates Theophilus' essential goodness and internalizes the seduction of good and evil, in which the devil is magus, a necromancer. As in her model, Theophilus receives back his contract from the devil, displays it to the congregation, and soon dies.\n\nA long poem on the subject by Gautier de Coincy (1177/8–1236), entitled Le miracle de Théophile: ou comment Théophile vint à la pénitence provided material for a 13th-century play by Rutebeuf, Le Miracle de Théophile, where Theophilus is the central pivot in a frieze of five characters, the Virgin and the bishop flanking him on the side of good, the Jew and the devil on the side of evil.\n\n"
        },
        {
            "title": "Metaphor",
            "text": "The term \"a deal with the Devil\" (or \"Faustian bargain\") is also used metaphorically to condemn a person or persons perceived as having collaborated with an evil person or regime. An example of this is the Nazi-Jewish negotiations during The Holocaust, both positively[19] and negatively.[20] Under Jewish law, the principle of pikuach nefesh (\"saving life\") is an obligation to compromise one's principles in order to preserve human life. Rudolf Kastner was accused of negotiating with the Nazis to save a select few at the expense of the many. The term has been mis-used in reference to Kastner's act.[20]\n\n"
        }
    ]
}