{
    "url": "https://en.wikipedia.org/wiki/Deathdream",
    "title": "Deathdream",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Critical response",
        "4.2 Home media",
        "5 Unmade remake",
        "6 References",
        "7 External links",
        "8 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Deathdream (also known as Dead of Night) is a 1974 horror film directed by Bob Clark and written by Alan Ormsby, and starring Richard Backus, John Marley, and Lynn Carlin. Filmed in Brooksville, Florida, it was inspired by the W. W. Jacobs short story \"The Monkey's Paw\".[4][1]\n\n"
        },
        {
            "title": "Plot",
            "text": "In Vietnam 1972, American soldier Andy Brooks is shot by a sniper and falls to the ground. As he dies, he hears his mother's voice calling out, \"Andy, you'll come back. You've got to. You promised.\"\n\nSometime later, his family receives notice of his death in combat. Andy's father, Charles, and sister, Cathy, begin to grieve, but his mother, Christine, becomes irate and refuses to believe that Andy has died. Meanwhile, a trucker stops at a diner and says he's picked up a hitchhiker who's a soldier. Hours later, in the middle of the night, Andy arrives at the front door of the family house in full uniform, apparently unharmed; the family welcomes him back with joy, concluding the notice of his death was a clerical error. When the father says the military told them Andy was dead, he replies \"I was.\" The family laughs, thinking this a joke.\n\nIn the next few days, Andy displays strange, withdrawn behavior, speaking only rarely, dressing in an concealing manner, and spending his days sitting around the house, listless and anemic. At night, though, he becomes inexplicably animated, wandering the town and spending time in the local cemetery. Meanwhile, local police investigate the murder of a local trucker, who was found with his throat slashed and his body drained of blood.\n\nCharles attempts to confront Christine about Andy's erratic behavior. Christine insists that Charles was too withdrawn and authoritarian toward Andy; Charles counters that Christine made Andy too sensitive by smothering him. Andy continues to display weird behavior: he attacks a neighbor boy who attempts to demonstrate his karate skills, then kills the family dog when it tries to protect the child. Charles witnesses the killing, tells his wife that their son is crazy, and then goes to the bar, where he tells his friend, a doctor, what Andy did.\n\nCharles brings the doctor home, and he offers Andy a free checkup. The doctor asks Andy questions related to the truck driver, suspecting him of being the one who killed him. The doctor later tells Charles about the truck driver and says he needs to inform the police about the suspicious coincidence of Andy's return. Andy visits him at his office in the middle of the night, angrily demanding a checkup, but the doctor can't detect a pulse or heartbeat. Andy tells him, \"I died for you, Doc. Why shouldn't you return the favor?\" He attacks and kills the doctor with a syringe, then uses it to inject the doctor's blood into his arm. It's clear that Andy is some kind of vampire or zombie who needs the blood of others to reinvigorate his decaying body.\n\nThe next day, Charles learns that the doctor was killed and becomes convinced his son is responsible for the deaths. When Christine tells him that Andy is on a double date with his high school sweetheart, Joanne, his sister, and his best friend, Bob, Charles gets his gun and goes looking for them. At a drive-in cinema, Andy visibly decays due to lack of blood. Cathy and Bob briefly leave the car to go get more popcorn. Joanne attempts to strike up a conversation with Andy, but when Andy's decay becomes more visible, he attacks and kills Joanne. Cathy and Bob return to the car to find Andy in a raged frenzy and attacks the two. Andy strangles and kills Bob and attempts to run over Cathy with the car. A stranger shoves Cathy to the side and is hit by Andy and killed.  Andy flees in the car before he can inject his victims' blood.\n\nAndy returns home, where his mother protects him from his father. Charles, stricken with grief, commits suicide when he sees the monster his son has become. As Christine is driving Andy away, he is shot twice by police, and their gunfire sets the car on fire. The police pursuit ends at the graveyard where Andy had been spending time. They discover his decayed corpse writhing in a shallow grave beneath a tombstone on which Andy had scrawled his own name and the dates of his birth and death. Christine sobs as she tries to cover the corpse with dirt. Her car explodes, and she tells officers, \"Andy's home. Some boys never come home.\"\n\n"
        },
        {
            "title": "Production",
            "text": "Filming took place in Brooksville, Florida,[5] in the fall of 1972, under the working title The Night Walker.[6] Cinematographer Jack McGowan said that Clark, who hailed from Ft. Lauderdale, Florida, generally preferred filming in the state, and that they chose to shoot the film in Brooksville because of its nondescript small town America look.[6] Filming lasted three months, with the shoot presenting certain logistical issues, such as finding locations for cemetery scenes and avoiding Christmas lights during the holidays.[6] Much of the film was shot at 312 South Brooksville Avenue.[6]\n\n"
        },
        {
            "title": "Release",
            "text": "Deathdream debuted on August 30, 1974,[7] in Tampa, Florida.[6]\n\nOn review aggregator Rotten Tomatoes, Deathdream holds an approval rating of 83%, based on 12 reviews, and an average rating of 6.72/10.[8]\n\nIn a contemporary review, Chuck Middlestat of the Albuquerque Journal deemed the film a \"light-weight spooker that starts off pretty slowly but builds into a good nail-biter in the last half-hour,\" but noted the dialogue as weak, adding that \"the actors... do as well as they could with sophomoric lines.\"[9] Dorothy Smilianich of the St. Petersburg Times felt the film only worked when taken as an allegory of America's involvement in the Vietnam war, stating, \"Rarely in films is a message as obvious or stridently political. War turns men into monsters, who, like the archetypal Frankenstein, may turn and destroy their creator.\" She added that Clark \"contributes nothing new to the genre but he well understands the techniques for building terror.\"[5]\n\nIn a retrospective review, Glenn Erickson of DVD Talk wrote, \"The reason Deathdream works is its superior dramatic staging. The actors are excellent, especially John Marley and Lynn Carlin, both honored for their roles in John Cassavetes' Faces. Clark stages the domestic scenes with a fine simplicity and what we remember the most is the looks of bewilderment on nicely-framed faces.\"[10] Paul Corupe of DVD Verdict wrote, \"Deathdream, the second collaboration by director Bob Clark and screenwriter Alan Ormsby, is a marked artistic and technical leap forward from the pair's overrated debut feature, Children Shouldn't Play with Dead Things. A modern spin on the classic 'be careful what you wish for' theme, Ormsby's screenplay balances a pointed Vietnam War allegory with pulpier aspects—a 'shock' ending, distinct moments of morbid comic relief and beyond-the-grave retribution ripped from the pages of a 1950s horror comic.\"[11]\n\nIn The Zombie Movie Encyclopedia, academic Peter Dendle wrote, \"Though not very lively and ultimately anti-climactic, the movie sustains a calculated mood of off-centered awkwardness from start to finish, and is buttressed by strong acting and plausible dialogue.\"[12] Glenn Kay wrote in Zombie Movies: The Ultimate Guide that Deathdream is \"one of [Clark's] creepiest and most thought-provoking works\".[13]\n\nBlue Underground DVD released a special edition of Deathdream in 2004.[14] In 2017, Blue Underground released a 2K resolution edition on Blu-ray.[14] Special features include an audio commentary by Bob Clark,[15] an audio commentary by Alan Ormsby,[15] the featurette Tom Savini: The Early Years,[15] the featurette Deathdreaming: Interview with Star Richard Backus,[15] alternate opening titles, extended ending sequence,[15] trailers, and a poster and still gallery.[15]\n\n"
        },
        {
            "title": "Unmade remake",
            "text": "In August 2003, Oliver Hudson and John Stalberg purchased remake rights to the film and optioned for Eli Roth to direct.[16] In February 2006, Dark Lot Entertainment acquired the rights to Zero Dark Thirty written by The Grudge scribe Stephen Susco with John Stalberg Jr. slated to direct.[17][18] In December, it was reported that the film would serve as a remake of Deathdream.[19] By June 2008, financing fell through, leading to Michael Douglas' Further Films taking over producing duties from Dark Lot.[20] Paul Solet would later take over as director in July 2010, and revised Susco's script, with production gearing up to take place by the end of the year.[21] No further updates on the project have been made.\n\n"
        }
    ]
}