{
    "url": "https://en.wikipedia.org/wiki/Death_in_Venice",
    "title": "Death in Venice",
    "table_of_contents": [
        "1 Plot",
        "2 Origins",
        "3 Allusions",
        "4 The real Tadzio",
        "5 Translations",
        "6 Adaptations",
        "7 See also",
        "8 References",
        "9 Notes",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Death in Venice (German: Der Tod in Venedig) is a novella by German author Thomas Mann, published in 1912.[1] It presents an ennobled writer who visits Venice and is liberated, uplifted, and then increasingly obsessed by the sight of a Polish tourist, Tadzio, so nicknamed for Tadeusz. Tadzio was based on a real person named Władzio whom Mann had observed during his 1911 visit to the city, but the story itself was fictional.\n\n"
        },
        {
            "title": "Plot",
            "text": "The main character is Gustav von Aschenbach, a famous author in his early 50s who recently has been ennobled in honor of his artistic achievement (thus acquiring the aristocratic \"von\" in his name). He is a man dedicated to his art, disciplined and ascetic to the point of severity, who was widowed at a young age. \n\nAs the story opens, he is strolling outside a cemetery and sees a coarse-looking, red-haired foreigner who stares back at him belligerently. Aschenbach walks away, embarrassed but curiously stimulated. He has a vision of a primordial swamp-wilderness, fertile, exotic and full of lurking danger. Soon afterward, he resolves to take a holiday.\n\nAfter a false start in traveling to Pula on the Austro-Hungarian coast (now in Croatia), Aschenbach realizes he was \"meant\" to go to Venice and takes a suite in the Grand Hôtel des Bains on the Lido island. While shipbound and en route to the island, he sees an elderly man in company with a group of high-spirited youths, who has tried hard to create the illusion of his own youth with a wig, false teeth, make-up, and foppish attire. Aschenbach turns away in disgust. Later, he has a disturbing encounter with an unlicensed gondolier—another red-haired, skull-faced foreigner—who repeats \"I can row you well\" when Aschenbach orders him to return to the wharf.\n\nAschenbach checks into his hotel, where at dinner he sees an aristocratic Polish family at a nearby table. Among them is an adolescent boy of about 14 in a sailor suit. Aschenbach, startled, realizes that the boy is supremely beautiful, like a Greek sculpture. His elder sisters, by contrast, are so severely dressed that they look like nuns. \n\nLater, after spying the boy and his family at a beach, Aschenbach overhears Tadzio, the boy's name, and conceives what he first interprets as an uplifting, artistic interest.\n\nSoon the hot, humid weather begins to affect Aschenbach's health, and he decides to leave early and move to a cooler location. On the morning of his planned departure, he sees Tadzio again, and a powerful feeling of regret sweeps over him. When he reaches the railway station and discovers his trunk has been misplaced, he pretends to be angry, but is really overjoyed; he decides to remain in Venice and wait for his lost luggage. He happily returns to the hotel and thinks no more of leaving.\n\nOver the next days and weeks, Aschenbach's interest in the beautiful boy develops into an obsession. He watches him constantly and secretly follows him around Venice. One evening, the boy directs a charming smile at him, looking, Aschenbach thinks, like Narcissus smiling at his own reflection. Disconcerted, Aschenbach rushes outside, and in the empty garden whispers aloud \"I love you!\"\n\nAschenbach next takes a trip into the city of Venice, where he sees a few discreetly worded notices from the Health Department warning of an unspecified contagion and advising people to avoid eating shellfish. He smells an unfamiliar strong odor everywhere, later realising it is disinfectant. However, the authorities adamantly deny that the contagion is serious, and tourists continue to wander obliviously round the city. \n\nAschenbach at first ignores the danger because it somehow pleases him to think that the city's disease is akin to his own hidden, corrupting passion for the boy. During this period, a third red-haired and disreputable-looking man crosses Aschenbach's path; this one belongs to a troupe of street singers who entertain at the hotel one night. Aschenbach listens entranced to songs that, in his former life, he would have despised – all the while stealing glances at Tadzio, who is leaning on a nearby parapet in a classically beautiful pose. The boy eventually returns Aschenbach's glances, and although the moment is brief, it instills in the writer a sense that the attraction may be mutual.\n\nNext, Aschenbach rallies his self-respect and decides to discover the reason for the health notices posted in the city. After being repeatedly assured that the sirocco is the only health risk, he finds a British travel agent who reluctantly admits that there is a serious cholera epidemic in Venice. \n\nAschenbach considers warning Tadzio's mother of the danger; however, he decides not to, knowing that if he does, Tadzio will leave the hotel and be lost to him.\n\nOne night, a dream filled with orgiastic Dionysian imagery reveals to him the sexual nature of his feelings for Tadzio. Afterward, he begins staring at the boy so openly and following him so persistently that Aschenbach feels the boy's guardians have finally noticed, and they take to warning Tadzio whenever he approaches too near the strange, solitary man. However, Aschenbach's feelings, although passionately intense, remain unvoiced; he never touches Tadzio or speaks to him, and while there is some indication that Tadzio is aware of his admiration, the two exchange nothing more than occasionally surreptitious glances.\n\nAschenbach begins to fret about his aging face and body. In an attempt to look more attractive, he visits the hotel's barber shop almost daily, where the barber persuades him to have his hair dyed and his face painted to look more youthful. The result is a fairly close approximation to the old man on the ship who had so appalled Aschenbach. \n\nFreshly dyed and rouged, he again shadows Tadzio through Venice in the oppressive heat. He loses sight of the boy in the heart of the city; then, exhausted and thirsty, he buys and eats some over-ripe strawberries and rests in an abandoned square, contemplating the Platonic ideal of beauty amid the ruins of his own once-formidable dignity.\n\nA few days later, Aschenbach goes to the lobby in his hotel, feeling ill and weak, and discovers that the Polish family plan to leave after lunch. He goes to the beach to his usual deck chair. Tadzio is there, unsupervised for once, and accompanied by Jasiu, an older boy. A fight starts between the two boys, and Tadzio is quickly bested; afterward, he angrily leaves his companion and wades over to Aschenbach's part of the beach, where he stands for a moment looking out to sea, then turns halfway around to look at his admirer. To Aschenbach, it is as if the boy is beckoning to him: He tries to rise and follow, only to collapse sideways into his chair.\n\nHis body is discovered minutes later.\n\n"
        },
        {
            "title": "Origins",
            "text": " Mann's original intention was to write about \"passion as confusion and degradation\" after having been fascinated by the true story of Goethe's love for 18-year-old Baroness Ulrike von Levetzow, which had led Goethe to write his \"Marienbad Elegy\".[2] The May 1911 death of composer Gustav Mahler in Vienna and Mann's interest in the boy Władzio during summer 1911 vacation in Venice were additional experiences occupying his thoughts. He used the story to illuminate certain convictions about the relationship between life and mind, with Aschenbach representing the intellect. Mann also was influenced by Sigmund Freud and his views on dreams, as well as by philosopher Friedrich Nietzsche, who had visited Venice several times.\n\n"
        },
        {
            "title": "Allusions",
            "text": "The novella is rife with allusions from antiquity forward, especially to Greek antiquity and to German works (literary, art-historical, musical, visual) from the 18th century.\n\nThe novella is intertextual, with the chief sources being first the connection of erotic love to philosophical wisdom traced in Plato's Symposium and Phaedrus, and second the Nietzschean contrast between Apollo, the god of restraint and shaping form, and Dionysus, the god of excess and passion. The trope of placing classical deities in contemporary settings was popular at the time when Mann was writing Death in Venice.\n\nAschenbach's name and character may be inspired by the homosexual German poet August von Platen-Hallermünde. There are allusions to his poems about Venice in the novella, and like Aschenbach, he died of cholera on an Italian island. Aschenbach's first name is almost an anagram of August, and the character's last name may be derived from Ansbach, Platen's birthplace. However, the name has another clear significance: Aschenbach literally means \"ash brook.\" The novella's physical description of Aschenbach was based on a photograph of the composer Gustav Mahler.[3] Mahler had made a strong personal impression on Mann when they met in Munich, and Mann was shocked by the news of Mahler's death in Vienna. Mann gave Mahler's first name and facial appearance to Aschenbach, but did not talk about it in public.[3] (The soundtrack of the 1971 film based on the novella made use of Mahler's compositions, particularly the \"Adagietto\" 4th movement from the Symphony No. 5.) Alternately, Aschenbach's name may be an allusion to Wolfram von Eschenbach, the author of the Middle High German medieval romance Parzival, whose reimagining and continuation of the Grail Quest romance of Chrétien de Troyes contained themes similar to those found in Mann's novella, such as the author's fascination with and idealization of the purity of youthful innocence and beauty, as well as the eponymous protagonist's quest to restore healing and youthfulness to Anfortas, the wounded, old Fisher King. Given Mann's obsession with the works of Richard Wagner, who famously adapted and transformed von Eschenbach's epic into his opera Parsifal, it is possible that Mann was crediting Wagner's opera by referencing the author of the work that had inspired the composer.\n\nModris Eksteins notes the similarities between Aschenbach and the Russian choreographer[citation needed] Sergei Diaghilev, writing that, although the two never met, \"Diaghilev knew Mann's story well. He gave copies of it to his intimates.\" Diaghilev often stayed at the same hotel as Aschenbach, the Grand Hotel des Bains, and took his young male lovers there. Eventually, like Aschenbach, Diaghilev died in Venice.[4]\n\n"
        },
        {
            "title": "The real Tadzio",
            "text": "Mann's wife Katia (in a 1974 book) recalls that the idea for the story came during an actual vacation in Venice (staying at the Grand Hôtel des Bains on the Lido), which she and Thomas took in the summer of 1911:\n\nThe boy who inspired \"Tadzio\" was Baron Władysław Moes, whose first name was usually shortened as Władzio or just Adzio. This story was uncovered by Andrzej Dołęgowski, Thomas Mann's translator, around 1964, and was published in the German press in 1965. Some sources report that Moes did not learn of the connection until he saw the 1971 film of the novel.\n\nMoes was born on 17 November 1900 in Wierbka, the second son and fourth child of Baron Aleksander Juliusz Moes. He was aged 10 when he was in Venice, significantly younger than Tadzio in the novella. Baron Moes died on 17 December 1986 in Warsaw and is interred at the graveyard of Pilica, Silesian Voivodeship. He was the subject of the biography The Real Tadzio (Short Books, 2001) by Gilbert Adair.\n\n"
        },
        {
            "title": "Translations",
            "text": "An English translation by Kenneth Burke was published in periodical form in The Dial in 1924 over three issues (vol. LXXVI, March to May, issues # 3–5, Camden, NJ, USA). This translation was published in book form the following year as Death in Venice and Other Stories. W. H. Auden called it the definitive translation.[citation needed]\n\nH. T. Lowe-Porter's authorized translation, which appeared in 1928, has been less well received by critics due to her reducing Mann's treatment of sexuality and homoeroticism.[6][7]\n\nA translation published in 2005 by Michael Henry Heim won the Helen and Kurt Wolff Translator's Prize.\n\nOther translations include those by David Luke (1988), Clayton Koelb (1994), Joachim Neugroschel (1998), and Martin C. Doege (2010).\n\n"
        }
    ]
}