{
    "url": "https://en.wikipedia.org/wiki/Decade",
    "title": "Decade",
    "table_of_contents": [
        "1 Usage",
        "1.1 0-to-9 decade",
        "1.2 1-to-0 decade",
        "1.3 Public usage of the two methods",
        "2 See also",
        "3 References",
        "4 Notes",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A decade (from Ancient Greek  δεκάς (dekas) 'a group of ten') is a period of ten years. Decades may describe any ten-year period, such as those of a person's life, or refer to specific groupings of calendar years.\n\n"
        },
        {
            "title": "Usage",
            "text": "Any period of ten years is a \"decade\".[1] For example, the statement that \"during his last decade, Mozart explored chromatic harmony to a degree rare at the time\" merely refers to the last ten years of Wolfgang Amadeus Mozart's life without regard to which calendar years are encompassed. Also, 'the first decade' of a person's life begins on the day of their birth and ends at the end of their 10th year of life when they have their 10th birthday; the second decade of life starts with their 11th year of life (during which one is typically still referred to as being \"10\") and ends at the end of their 20th year of life, on their 20th birthday; similarly, the third decade of life, when one is in one's twenties  or 20s, starts with the 21st year of life, and so on, with subsequent decades of life similarly described by referencing the tens digit of one's age. \n\nThe most widely used method for denominating decades is to group years based on their shared tens digit, from a year ending in a 0 to a year ending in a 9 –  for example, the period from 1960 to 1969 is the 1960s, and the period from 1970 to 1979 is the 1970s. Sometimes, only the tens part is mentioned ('60s or sixties, and '70s or seventies), although this may leave it ambiguous as to which century is meant. However, this method of grouping decades cannot be applied to the decade immediately preceding AD 10, because there was no year 0.\n\nParticularly in the 20th century, 0-to-9 decades came to be referred to with associated nicknames, such as the \"Swinging Sixties\" (1960s), the \"Warring Forties\" (1940s) and the \"Roaring Twenties\" (1920s). This practice is occasionally also applied to decades of earlier centuries; for example, referencing the 1890s as the \"Gay Nineties\" or \"Naughty Nineties\".\n\nA rarer approach groups years from the beginning of the AD calendar era to produce successive decades from a year ending in a 1 to a year ending in a 0, with the years 1–10 described as \"the 1st decade\", years 11–20 \"the 2nd decade\", and so on; later decades are more usually described as 'the st, nd, rd, or th decade of the st, nd, rd, or th century' (using the strict interpretation of 'century').[a] For example, \"the second decad of the 12th. Cent.\" (sic);[2] \"The last decade of that century\";[3] \"1st decade of the 16th century\";[4] \"third decade of the 16th century\";[5] \"the first decade of the 18th century\".[6] This decade grouping may also be identified explicitly; for example, \"1961–1970\";[7] \"2001–2010\";[8] \"2021–2030\".[9] The BC calendar era ended with the year 1 BC and the AD calendar era began the following year, AD 1. There was no year 0.\n\nA YouGov poll was conducted on December 2, 2019, asking 13,582 adults in the United States, \"When do you think the next decade will begin and end?\" Results showed that 64% answered that \"the next decade\" would begin on January 1, 2020, and end on December 31, 2029 (0-to-9 method); 17% answered that \"the next decade\" would begin on January 1, 2021, and end on December 31, 2030 (1-to-0 method); 19% replied that they did not know.[10]\n\n"
        }
    ]
}