{
    "url": "https://en.wikipedia.org/wiki/Decline_in_insect_populations",
    "title": "Decline in insect populations",
    "table_of_contents": [
        "1 History",
        "2 Causes and consequences",
        "2.1 Suggested causes",
        "2.2 Effects",
        "3 Evidence",
        "3.1 Metrics",
        "3.1.1 Relationship between decline metrics",
        "3.2 Rothamsted Insect Survey, UK",
        "3.3 Dirzo et al. 2014",
        "3.4 Krefeld study, Germany",
        "3.5 El Yunque National Forest, Puerto Rico",
        "3.6 Netherlands and Switzerland",
        "3.7 2019 Sánchez-Bayo and Wyckhuys review",
        "3.8 Global assessment report on biodiversity and ecosystem services",
        "3.9 van Klink et al. 2020",
        "3.10 Crossley et al. 2020",
        "3.11 Anecdotal evidence",
        "4 Reception",
        "4.1 Responses",
        "4.2 Countermeasures",
        "5 Decline of insect studies",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSeveral studies report a substantial decline in insect populations. Most commonly, the declines involve reductions in abundance, though in some cases entire species are going extinct. The declines are far from uniform. In some localities, there have been reports of increases in overall insect population, and some types of insects appear to be increasing in abundance across the world.\n\nSome of the insects most affected include bees, butterflies, moths, beetles, dragonflies and damselflies. Anecdotal evidence has been offered of much greater apparent abundance of insects in the 20th century; recollections of the windscreen phenomenon are an example.[2]\n\nPossible causes are similar to other biodiversity loss, with studies identifying: habitat destruction, including intensive agriculture; the use of pesticides (particularly insecticides); urbanization, and industrialization; introduced species; and climate change.[3] Not all insect orders are affected in the same way; many groups are the subject of limited research, and comparative figures from earlier decades are often not available.\n\nIn response to the reported declines, increased insect related conservation measures have been launched. In 2018 the German government initiated an \"Action Programme for Insect Protection\",[4][5] and in 2019 a group of 27 British entomologists and ecologists wrote an open letter calling on the research establishment in the UK \"to enable intensive investigation of the real threat of ecological disruption caused by insect declines without delay\".[6]\n\n"
        },
        {
            "title": "History",
            "text": "The fossil record concerning insects stretches back hundreds of millions of years. It suggests there are ongoing background levels of both new species appearing and extinctions. Very occasionally, the record also appears to show mass extinctions of insects, understood to be caused by natural phenomena such as volcanic activity or meteor impact. The Permian–Triassic extinction event saw the greatest level of insect extinction, and the Cretaceous–Paleogene the second highest. Insect diversity has recovered after mass extinctions, as a result of periods in which new species originate with increased frequency, although the recovery can take millions of years.[7]\n\nConcern about a human-caused Holocene extinction has been growing since the late 20th century, although much of the early concern was not focused on insects. In a report on the world's invertebrates, the Zoological Society of London suggested in 2012 that insect populations were in decline globally, affecting pollination and food supplies for other animals.[8][9][10][11] It estimated that about 20 percent of all invertebrate species were threatened with extinction, and that species with the least mobility and smallest ranges were most at risk.[8]\n\nStudies finding insect decline have been available for decades—one study tracked a decline from 1840 to 2013—but it was the 2017 re-publication of the German nature reserves study[1] that saw the issue receive widespread attention in the media.[12][10] The press reported the decline with alarming headlines, including \"Insect Apocalypse\".[11][13] Ecologist Dave Goulson told The Guardian in 2017: \"We appear to be making vast tracts of land inhospitable to most forms of life, and are currently on course for ecological Armageddon.\"[14] For many studies, factors such as abundance, biomass, and species richness are often found to be declining for some, but not all locations; some species are in decline while others are not.[15] The insects studied have mostly been butterflies and moths, bees, beetles, dragonflies, damselflies and stoneflies. Every species is affected in different ways by changes in the environment, and it cannot be inferred that there is a consistent decrease across different insect groups. When conditions change, some species adapt easily to the change while others struggle to survive.[16]\n\nA March 2019 statement by the Entomological Society of America said there was not yet sufficient data to predict an imminent mass extinction of insects and that some of the extrapolated predictions might \"have been extended well past the limits of the data or have been otherwise over-hyped\".[17] For some insect groups such as some butterflies, moths, bees, and beetles, declines in abundance and diversity have been documented in European studies. These have generally led to an overall pattern of decline, but there are variable trends for individual species within groups. For instance, a minority of British moths are becoming more common.[18]  Other areas have shown increases in some insect species, although trends in most regions are currently unknown. It is difficult to assess long-term trends in insect abundance or diversity because historical measurements are generally not known for many species. Robust data to assess at-risk areas or species is especially lacking for arctic and tropical regions and a majority of the southern hemisphere.[17]\n\n"
        },
        {
            "title": "Causes and consequences",
            "text": "The causes of the declines in insect populations are not fully understood. They are likely to vary between different insect groups and geographical regions.[19] The factors suspected to be important are habitat destruction caused by intensive farming and urbanisation,[20][21][3] pesticide use,[22] introduced species,[23][3] climate change,[3] eutrophication from fertilizers, pollution,[24] and artificial lighting.[25][26][27]\n\nThe use of increased quantities of insecticides and herbicides on crops have affected not only non-target insect species, but also the plants on which they feed. Climate change and the introduction of exotic species that compete with the indigenous ones put the native species under stress, and as a result they are more likely to succumb to pathogens and parasites.[16] Plants grow faster in presence of increased CO2 but the resulting plant biomass contains fewer nutrients.[28] While some species such as flies and cockroaches might increase as a result,[3] the total biomass of insects is estimated to be decreasing by between about 0.9 to 2.5% per year.[29][30]\n\nInsect population decline affects ecosystems, and other animal populations, including humans. Insects are at \"the structural and functional base of many of the world's ecosystems.\"[3] A 2019 global review warned that, if not mitigated by decisive action, the decline would have a catastrophic impact on the planet's ecosystems.[3] Birds and larger mammals that eat insects can be directly affected by the decline. Declining insect populations can reduce the ecosystem services provided by beneficial bugs, such as pollination of agricultural crops, and biological waste disposal.[29] According to the Zoological Society of London, in addition to such loss of instrumental value, the decline also represents a loss of the declining species' intrinsic value.[8]\n\n"
        },
        {
            "title": "Evidence",
            "text": "Three principal metrics are used to capture and report on insect declines:\n\nMost of the individual studies tracking insect declines report just abundance, others just on biomass, some on both, and yet others report on all three metrics. Data directly related to diversity loss at global level is more sparse than for abundance or biomass declines. Estimates for diversity loss at a planetary level tend to involve extrapolating from abundance or biomass data; while studies sometimes show local extirpation of an insect species, actual world wide extinctions are challenging to discern. In a 2019 review, David Wagner noted that currently the Holocene extinction is seeing animal species loss at about  100 - 1,000 times the planet's normal background rate, and that various studies found a similar, or possibly even faster extinction rate for insects. Wagner opines that serious though this biodiversity loss is, it is the decline in abundance that will have the most serious ecological impact.[31][30][3][32]\n\nIn theory it is possible for the three metrics to be independent. E.g. a decline in biomass might not involve a decrease in abundance or diversity if all that was happening was that typical insects were getting smaller. In practice though,  abundance & biomass tend to be closely related, typically showing a similar level of decline. Change in biodiversity is often, though not always,\n[note 1] directly proportional to the other two metrics.[30][3]\n\nThe Rothamsted Insect Survey at Rothamsted Research, Harpenden, England, began monitoring insect suction traps across the UK in 1964. According to the group, these have produced \"the most comprehensive standardised long-term data on insects in the world\".[34] The traps are \"effectively upside-down Hoovers running 24/7, continually sampling the air for migrating insects\", according to James Bell, the survey leader, in an interview in 2017 with the journal Science. Between 1970 and 2002, the insect biomass caught in the traps declined by over two-thirds in southern Scotland, although it remained stable in England. The scientists speculate that insect abundance was already lost in England by 1970 (figures in Scotland were higher than in England when the survey began), or that aphids and other pests increased there in the absence of their insect predators.[2]\n\nA 2014 review by Rodolfo Dirzo and others in Science noted: \"Of all insects with IUCN-documented population trends [203 insect species in five orders], 33% are declining, with strong variation among orders.\" In the UK, \"30 to 60% of species per order have declining ranges\". Insect pollinators, \"needed for 75% of all the world's food crops\", appear to be \"strongly declining globally in both abundance and diversity\", which has been linked in Northern Europe to the decline of plant species that rely on them. The study referred to the human-caused loss of vertebrates and invertebrates as the \"Anthropocene defaunation\".[32][13][11]\n\nIn 2013 the Krefeld Entomological Society reported a \"huge reduction in the biomass of insects\"[12] caught in malaise traps in 63 nature reserves in Germany (57 in Nordrhein-Westfalen, one in Rheinland-Pfalz and one in Brandenburg).[35][36] A reanalysis published in 2017 suggested that, in 1989–2016, there had been a \"seasonal decline of 76%, and mid-summer decline of 82%, in flying insect biomass over the 27 years of study\". The decline was \"apparent regardless of habitat type\" and could not be explained by \"changes in weather, land use, and habitat characteristics\". The authors suggested that not only butterflies, moths and wild bees appear to be in decline, as previous studies indicated, but \"the flying insect community as a whole\".[1][12][37][38][39][note 2]\n\nAccording to The Economist, the study was the \"third most frequently cited scientific study (of all kinds) in the media in 2017\".[note 3] The British entomologist Simon Leather said that he hoped media reports, following the study, of an \"ecological Armageddon\" had been exaggerated; he argued that the Krefeld and other studies should be a wake-up call, and that more funding is needed to support long-term studies.[12][14][41] The Krefeld study's authors were not able to link the decline to climate change or pesticides, he wrote, but they suggested that intensive farming was involved. While agreeing with their conclusions, he cautioned that \"the data are based on biomass, not species, and the sites were not sampled continuously and are not globally representative\".[note 4] As a result of the Krefeld and other studies, the German government established an \"Action Programme for Insect Protection\".[4]\n\nA 2018 study of the El Yunque National Forest in Puerto Rico reported a decline in arthropods, and in lizards, frogs, and birds (insect-eating species) based on measurements in 1976 and 2012.[42][3] The American entomologist David Wagner called the study a \"clarion call\" and \"one of the most disturbing articles\" he had ever read.[43] The researchers reported \"biomass losses between 98% and 78% for ground-foraging and canopy-dwelling arthropods over a 36-year period, with respective annual losses between 2.7% and 2.2%\".[3] The decline was attributed to a rise in the average temperature; tropical insect species cannot tolerate a wide range of temperatures.[42][3][29] The lead author, Brad Lister, told The Economist that the researchers were shocked by the results: \"We couldn't believe the first results. I remember [in the 1970s] butterflies everywhere after rain. On the first day back [in 2012], I saw hardly any.\"[40]\n\nIn 2019 a study by Statistics Netherlands and the Vlinderstichting (Dutch Butterfly Conservation) of butterfly numbers in the Netherlands from 1890 to 2017 reported an estimated decline of 84 percent. When analysed by type of habitat, the trend was found to have stabilised in grassland and woodland in recent decades but the decline continued in heathland. The decline was attributed to changes in land use due to more efficient farming methods, which has caused a decline in weeds. The recent up-tick in some populations documented in the study was attributed to (conservationist) changes in land management and thus an increase in suitable habitat.[44][45][46][47] A report by the Swiss Academy of Natural Sciences in April 2019 reported that 60 percent of the insects that had been studied in Switzerland were at risk, mostly in farming and aquatic areas; that there had been a 60 percent decline in insect-eating birds since 1990 in rural areas; and that urgent action was needed to address the causes.[48][49]\n\nA 2019 review by Francisco Sánchez-Bayo and Kris A. G. Wyckhuys in the journal Biological Conservation analysed 73 long-term insect surveys that had shown decline, most of them in the United States and Western Europe.[3][50] While noting population increases for certain species of insects in particular areas, the authors reported an annual 2.5% loss of biomass. They wrote that the review \"revealed dramatic rates of decline that may lead to the extinction of 40% of the world's insect species over the next few decades\",[3][51] a conclusion that was challenged.[52][53] They did note the review's limitations, namely that the studies were largely concentrated on popular insect groups (butterflies and moths, bees, dragonflies and beetles); few had been done on groups as Diptera (flies), Orthoptera (which includes grasshoppers and crickets), and Hemiptera (such as aphids); data from the past from which to calculate trends is largely unavailable; and the data that does exist mostly relates to Western Europe and North America, with the tropics and southern hemisphere (major insect habitats) under-represented.[3][54]\n\nThe methodology and strong language of the review were questioned. The keywords used for a database search of the scientific literature were [insect*] and [declin*] + [survey], which mostly returned studies finding declines, not increases.[52][53][55] Sánchez-Bayo responded that two thirds of the reviewed studies had come from outside the database search.[56] David Wagner wrote that many studies have shown \"no significant changes in insect numbers or endangerment\", despite a reporting bias against \"non-significant findings\". According to Wagner, the papers' greatest mistake was to equate \"40% geographic or population declines from small countries with high human densities and about half or more of their land in agriculture to 'the extinction of 40% of the world's insect species over the next few decades'.\" He wrote that 40 percent extinction would amount to the loss of around 2.8 million species, while fewer than 100 insect species are known to have become extinct. While it is true that insects are declining, he wrote, the review did not provide evidence to support its conclusion.[52]  Other criticism included that the authors attributed the decline to particular threats based on the studies they reviewed, even when those studies had simply suggested threats rather than clearly identifying them.[53] The British ecologist Georgina Mace agreed that the review lacked detailed information needed to assess the situation, but said it might underestimate the rate of insect decline in the tropics.[51]\n\nIn assessing the study methodology, an editorial in Global Change Biology stated, \"An unbiased review of the literature would still find declines, but estimates based on this 'unidirectional' methodology are not credible.[15] Komonen et al. considered the study \"alarmist by bad design\" due to unsubstantiated claims and methodological issues that undermined credible conservation science. They stated what were called extinctions in the study represented species loss in specific sites or regions, and should not have extrapolated as extinction at a larger geographic scale. They also listed that IUCN Red List categories were misused as insects with no data on a decline trend were classified as having a 30% decline by the study authors.[57] Simmons et al. also had concerns the review's search terms, geographic biases, calculations of extinction rates, and inaccurate assessment of drivers of population change stating while it was \"a useful review of insect population declines in North America and Europe, it should not be used as evidence of global insect population trends and threats.\"[53]\n\nThe Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services reported its assessment of global biodiversity in 2019.  Its summary for insect life was that \"Global trends in insect populations are not known but rapid declines have been well documented in some places. ... Local declines of insect populations such as wild bees and butterflies have often been reported, and insect abundance has declined very rapidly in some places even without large-scale land-use change, but the global extent of such declines is not known. ... The proportion of insect species threatened with extinction is a key uncertainty, but available evidence supports a tentative estimate of 10 per cent.\"[58]\n\nA 2020 meta-analysis by van Klink and others, published in the journal Science, found that globally terrestrial insects appear to be declining in abundance at a rate of about 9% per decade, while the abundance of freshwater insects appears to be increasing by 11% per decade. The study analysed 166 long-term studies, involving 1676 different sites across the world. It found considerable variations in insect decline depending on locality – the authors considered this a hopeful sign, as it suggests local factors, including conservation efforts, can make a big difference. The article stated that the increase in freshwater insects may in part be due to efforts to clean up lakes and rivers, and may also relate to global warming and enhanced primary productivity driven by increased nutrient inputs.[30] However, the data selection and methodology of the article were criticised in four e-letters in Science,[59] one technical comment published in Science[60] and one opinion published in Wiley Interdisciplinary Reviews: Water.[61]\n\nIn a 2020 paper in the journal Nature Ecology & Evolution that studied insects and other arthropods across all Long-term Ecological Research (LTER) sites in the U.S., the authors found some declines, some increases, but generally few consistent losses in arthropod abundance or diversity. This study found some variation in location, but generally stable numbers of insects. As noted in the paper, the authors did not do any a priori selection of arthropod taxa. Instead, they tested the hypothesis that if the arthropod decline was pervasive, it would be detected in monitoring programs not originally designed to look for declines. They suggest that overall numbers of insects vary but overall show no net change.[62] However, the methodology of the article was criticized in two \"Matters Arising\" articles in Nature Ecology and Evolution, because it failed to account for changes in sampling location and sampling effort at LTER sites and for the impact of experimental conditions, had inconsistencies in the database constitution and relied on an inadequate statistical analysis.[63][64]\n\nAnecdotal evidence for insect decline has been offered by those who recall apparently greater insect abundance in the 20th century. Entomologist Simon Leather recalls that, in the 1970s, windows of Yorkshire houses he visited on his early-morning paper round would be \"plastered with tiger moths\" attracted by the house's lighting during the night. Tiger moths have now largely disappeared from the area.[65] Another anecdote is recalled by environmentalist Michael McCarthy concerning the vanishing of the \"moth snowstorms\", a relatively common sight in the UK in the 1970s and earlier. Moth snowstorms occurred when moths congregated with such density that they could appear like a blizzard in the beam of automobile headlights.[66] A 2019 survey  by Mongabay of 24 entomologists working on six continents found that on a scale of 0 to 10, with 10 being the worst, all the scientists rated the severity of the insect decline crisis as being between 8–10.[67]\n\nThe windshield phenomenon – car windscreens covered in dead insects after even a short drive through a rural area in Europe and North America – seems also largely to have disappeared; in the 21st century, drivers find they can go an entire summer without noticing it.[2][68] John Rawlins, head of invertebrate zoology at the Carnegie Museum of Natural History, speculated in 2006 that more aerodynamic car designs could explain the change.[69] Entomologist Martin Sorg told Science in 2017: \"I drive a Land Rover, with the aerodynamics of a refrigerator, and these days it stays clean.\"[2] Rawlins added that land next to high-speed highways has become more manicured and therefore less attractive to insects.[69] In 2004 the Royal Society for the Protection of Birds organised a Big Bug Count, issuing \"splatometers\" to about 40,000 volunteers to help count the number of insects colliding with their number plates. They found an average of one insect per 5 miles (8 km), which was less than expected.[68][70]\n\n"
        },
        {
            "title": "Reception",
            "text": "In March 2019 Chris D. Thomas and other scientists wrote in response to the apocalyptic \"Insectageddon\" predictions of Sánchez-Bayo, \"we respectfully suggest that accounts of the demise of insects may be slightly exaggerated\". They called for \"joined-up thinking\" in responding to insect declines, backed up by more robust data than were currently available. They warned that excessive focus on reducing pesticide use could be counterproductive as pests already cause a 35 percent yield loss in crops, which can rise to 70 percent if pesticides are not used. If the yield loss was compensated for by expanding agricultural land with deforestation and other habitat destruction, it could exacerbate insect decline.[15]\nIn the UK, 27 ecologists and entomologists signed an open letter to The Guardian in March 2019, calling on the British research establishment to investigate the decline. Signatories included Simon Leather, Stuart Reynolds (former president of the Royal Entomological Society), John Krebs and John Lawton (both former presidents of the Natural Environment Research Council), Paul Brakefield, George McGavin, Michael Hassell, Dave Goulson, Richard Harrington (editor of the Royal Entomological Society's magazine, Antenna), Kathy Willis and Jeremy Thomas.[6]\n\nIn April 2019, in response to the studies about insect decline, Carol Ann Duffy released several poems, by herself and others, to mark the end of her tenure as Britain's poet laureate and to coincide with protests that month by the environmentalist movement Extinction Rebellion. The poets included Fiona Benson, Imtiaz Dharker, Matthew Hollis, Michael Longley, Daljit Nagra, Alice Oswald, and Denise Riley. Duffy's contribution was \"The Human Bee\".[71]\n\nMuch of the world's efforts to retain biodiversity at national level is reported to the United Nations as part of the Convention on Biological Diversity. Reports typically describe policies to prevent the loss of diversity generally, such as habitat preservation, rather than specifying measures to protect particular taxa. Pollinators are the main exception to this, with several countries reporting efforts to reduce the decline of their pollinating insects.[4]\n\nFollowing the 2017 Krefeld and other studies, Germany's environment ministry, the BMU, started an Action Programme for Insect Protection (Aktionsprogramm Insektenschutz).[4] Their goals include promoting insect habitats in the agricultural landscape, and reducing pesticide use, light pollution, and pollutants in soil and water.[5]\n\nA study suggests that the most influential factors, that can be counteracted, are habitat loss and degradation, pesticides, and climate change. It recommended enacting policies via governments at all levels across the globe that address these in a meaningful way.[72]\n\nIn a 2019 paper, scientists listed 100 studies and other references suggesting that insects can help meet the Sustainable Development Goals (SDG) adopted in 2015 by the United Nations. They argued that the global policy-making community should continue its transition from seeing insects as enemies, to the current view of insects as \"providers of ecosystem services\", and should advance to a view of insects as \"solutions for SDGs\" (such as using them as food and biological pest control).[73][74] The public in many countries is largely unaware of benefits and services that insects provide, and negative perceptions of insects are widespread.[75]\n\nA wildflower strip is a strip of land sown with seeds of biodiverse insect- and pollinator-friendly flowering plant species, usually at the edge of an agricultural field, intended to sustain local biodiversity, conserve insects, restore farmland birds and counteract the negative consequences of agricultural intensification.[76][77][78][79]\n\nBeyond halting habitat loss and fragmentation and limiting climate change, reducing pesticide use is required for preserving insect populations.[80] Pesticides have been found far from their application source and legislatively mandated elimination of cosmetic pesticide use, as well as general reductions of pesticide use, could greatly benefit insects.[75] Organic food/farming-related measures can be solutions.[72]\n\nThe Entomological Society of America suggests that people maintain plant diversity in their gardens and leave \"natural habitat, like leaf litter and dead wood\".[17] The Xerces Society is a US based environmental organization that collaborates with both federal and state agencies, scientists, educators, and citizens to promote invertebrate conservation, applied research, advocacy, public outreach and education. Ongoing projects include the rehabilitation of habitat for endangered species, public education about the importance of native pollinators, and the restoration and protection of watersheds. They have been doing a Western Monarch Thanksgiving Count which includes observations from volunteers for 22 years.[81]\n\nIt has been suggested that \"Because many insects need little space to survive, even partial conversion of lawns to minimally disturbed natural vegetation—say 10%—could significantly aid insect conservation, while simultaneously lowering the cost of lawn maintenance\".[75]\n\nMore media coverage has been proposed.[82]\n\nBuffer-zones around nature reserves where pesticide-use is drastically reduced has been proposed for inclusion in the countermeasures. Scientists who proposed the measure conducted a Germany-wide field study and found that insect samples in these areas are contaminated with ~16 pesticides on average, proportionate to the agricultural production area in a radius of 2 km.[83]\n\n"
        },
        {
            "title": "Decline of insect studies",
            "text": "One reason that studies into the decline are limited is that entomology and taxonomy are themselves in decline.[84][85][86] At the 2019 Entomology Congress, leading entomologist Jürgen Gross said that \"We are ourselves an endangered species\" while Wolfgang Wägele – an expert in systematic zoology – said that \"in the universities we have lost nearly all experts\".[87]  General biology courses in college give less attention to insects, and the number of biologists specialising in entomology is decreasing as specialities such as genetics expand.[88][89][90] In addition, studies investigating the decline tend to be done by collecting insects and killing them in traps, which poses an ethical problem for conservationists.[91][92]\n\n"
        }
    ]
}