{
    "url": "https://en.wikipedia.org/wiki/Demoscene",
    "title": "Demoscene",
    "table_of_contents": [
        "1 History",
        "2 Culture",
        "2.1 Groups",
        "3 Parties",
        "3.1 Concept",
        "3.2 List of demoparties",
        "4 64K intro",
        "4.1 History",
        "4.2 Notable 64K intros for PC",
        "5 Influence",
        "5.1 Video game industry",
        "6 See also",
        "6.1 Platforms",
        "6.2 Software",
        "6.3 Websites",
        "7 References",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe demoscene is an international computer art subculture focused on producing demos: self-contained, sometimes extremely small, computer programs that produce audiovisual presentations. The purpose of a demo is to show off programming, visual art, and musical skills. Demos and other demoscene productions (graphics, music, videos, games) are shared at festivals known as demoparties, voted on by those who attend and released online.\n\nThe demoscene's roots are in the home computer revolution of the early 1980s, and the subsequent advent of software cracking.[1] Crackers altered the code of video games to remove copy protection, claiming credit by adding introduction screens of their own (\"cracktros\"). They soon started competing for the best visual presentation of these additions.[2] Through the making of intros and stand-alone demos, a new community eventually evolved, independent of the gaming[3]: 29–30  and software sharing scenes.\n\nDemoscene productions can be made with the latest consumer technology or with vintage home computers and consoles. Often terms \"newschool\" and \"oldskool\" are vaguely used to describe products for newer and older computers. In the oldskool department techniques of the past like ASCII/ANSI art, pixel graphics, chipmusic are constantly being used.\n\nDemos are informally classified into several categories, the most important being the division between freeform demos and size-restricted intros, a difference visible in the competitions of nearly any demo party. The most typical competition categories for intros are the 64k intro and the 4K intro, where the size of the executable file is restricted to 65536 and 4096 bytes, respectively.  In other competitions the choice of platform is restricted; only 8-bit computers like the Atari 800 or Commodore 64, or the 16-bit Amiga or Atari ST. Such restrictions provide a challenge for coders, musicians and graphics artists, to make a device do more than was intended in its original design.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest computer programs that have some resemblance to demos and demo effects can be found among the so-called display hacks. Display hacks predate the demoscene by several decades, with the earliest examples dating back to the early 1950s.[5]\n\nDemos in the demoscene sense began as software crackers' \"signatures\", that is, crack screens and crack intros attached to software whose copy protection was removed. The first crack screens appeared on the Apple II in the early 1980s, and they were often nothing but plain text screens crediting the cracker or their group. Gradually, these static screens evolved into increasingly impressive-looking introductions containing animated effects and music. Eventually, many cracker groups started to release intro-like programs separately, without being attached to unlicensed software.[6] These programs were initially known by various names, such as letters or messages, but they later came to be known as demos.[citation needed]\n\nIn 1980, Atari, Inc. began using a looping demo with visual effects and music to show the features of the Atari 400/800 computers in stores.[7] At the 1985 Consumer Electronics Show, Atari showed a demoscene-style demo for its latest 8-bit computers that alternated between a 3D walking robot and a flying spaceship, each with its own music, and animating larger objects than typically seen on those systems; the two sections were separated by the Atari logo.[8] The program was released to the public. Also in 1985, a large, spinning, checkered ball—casting a translucent shadow—was the signature demo of what the hardware was capable of when Commodore's Amiga was announced.\n\nSimple demo-like music collections were put together on the C64 in 1985 by Charles Deenen, inspired by crack intros, using music taken from games and adding some homemade color graphics.[citation needed] In the following year the movement now known as the demoscene was born. The Dutch groups 1001 Crew and The Judges, both Commodore 64-based, are often mentioned[by whom?] among the earliest demo groups. While competing with each other in 1986, they both produced pure demos with original graphics and music involving more than just casual work, and used extensive hardware trickery. At the same time demos from others, such as Antony Crowther, had started circulating on Compunet in the United Kingdom.\n\n"
        },
        {
            "title": "Culture",
            "text": "The demoscene is mainly a European phenomenon.[9] It is a competition-oriented subculture, with groups and individual artists competing against each other in technical and artistic excellence. Those who achieve excellence are dubbed \"elite\", while those who do not follow the demoscene's implicit rules are called \"lamers\"; such rules emphasize creativity over \"ripping\" (or else using with permission) the works of others, having good contacts within the scene, and showing effort rather than asking for help.[9] Both this competitiveness and the sense of cooperation among demosceners have led to comparisons with the earlier hacker culture in academic computing.[9][10]: 159  The demoscene is a closed subculture, which seeks and receives little mainstream public interest.[3]: 4  As of 2010[update], the size of the scene was estimated at some 10,000.[11]\n\nIn the early days, competition came in the form of setting records, like the number of \"bobs\" (blitter objects) on the screen per frame, or the number of DYCP (Different Y Character Position) scrollers on a C64.[citation needed] These days, there are organized competitions, or compos, held at demoparties, although there have been some online competitions. It has also been common for diskmags to have voting-based charts which provide ranking lists for the best coders, graphicians, musicians, demos and other things.\n\nIn 2020, Finland added its demoscene to its national UNESCO list of intangible cultural heritage.[12] It is the first digital subculture to be put on an intangible cultural heritage list.\nIn 2021, Germany and Poland also added its demoscene to its national UNESCO list of intangible cultural heritage.[13][14]\n\nDemosceners typically organize in small groups, centered around a coder (programmer), a musician, a graphician (graphics designer) and a swapper (who spread own and others' creations by mail).\n\nGroups always have names, and similarly the individual members pick a handle by which they will be addressed in the large community. While the practice of using handles rather than real names is a borrowing from the cracker/warez culture, where it serves to hide the identity of the cracker from law enforcement, in the demoscene (oriented toward legal activities) it mostly serves as a manner of self-expression. Group members tend to self-identify with the group, often extending their handle with their group's name, following the patterns \"Handle of Group\" or \"Handle/Group\".[3]: 31–32 \n\n"
        },
        {
            "title": "Parties",
            "text": "A demoparty is an event where demosceners[15] and other computer enthusiasts gather to take part in competitions, nicknamed compos,[16] where they present demos (short audio-visual presentations of computer art) and other works such as digital art and music.  A typical demoparty is a non-stop event spanning a weekend, providing the visitors a lot of time to socialize. The competing works, at least those in the most important competitions, are usually shown at night, using a video projector and loudspeakers.[17] The most important competition is usually the demo compo.[18]\n\nThe visitors of a demoparty often bring their own computers to compete and show their works. To this end, most parties provide a large hall with tables, electricity and usually a local area network connected to the Internet. In this respect, many demoparties resemble LAN parties, and many of the largest events also gather gamers and other computer enthusiasts in addition to demosceners. A major difference between a real demoparty and a LAN party is that demosceners typically spend more time socializing (often outside the actual party hall) than in front of their computers.[19]\n\n"
        },
        {
            "title": "64K intro",
            "text": "A 64K intro is a demo where the size of the executable file is limited to 64 kibibytes, or 65,536 bytes. At demo parties, there is a category for this kind of demo, where the one that gives the best impression wins.\n\n64K intros generally apply many techniques to be able to fit in the given size, usually including procedural generation, sound synthesis, and executable compression.[20]\n\nThe size of 64 kibibytes is a traditional limit which was inherited from the maximum size of a COM file.\n\nDemos traditionally were limited by the system memory size, or later on the storage that was available (although demos on multiple discs weren't unheard of).  By the early 1990s, especially after machines started to get large hard discs and internet connections, demo sizes grew, and as a reaction limited size categories that forced devs to not simply stream data from storage started to become common at demo parties.[21]  As the scene evolved, the size of limited PC demos settled down to 64k.[22]\n\nfr-08,[23] a 64k PC demo by Farbrausch released at The Party 2000 in Aars has since been claimed [24] to mark a watershed moment in the popularity of the category.\n\n"
        },
        {
            "title": "Influence",
            "text": "Although demos are still a more or less obscure form of art even in the traditionally active demoscene countries, the scene has influenced areas such as computer games industry and new media art.[29][30][31]\n\nA great deal of European game programmers, artists and musicians have come from the demoscene, often cultivating the learned techniques, practices and philosophies in their work. For example, the Finnish company Remedy Entertainment, known for the Max Payne series of games, was founded by the PC group Future Crew, and most of its employees are former or active Finnish demosceners.[32][33]\nSometimes demos even provide direct influence even to game developers that have no demoscene affiliation: for instance, Will Wright names demoscene as a major influence on the Maxis game Spore, which is largely based on procedural content generation.[34] Similarly, at QuakeCon in 2011, John Carmack noted that he \"thinks highly\" of people who do 64k intros, as an example of artificial limitations encouraging creative programming.[35] Jerry Holkins from Penny Arcade claimed to have an \"abiding love\" for the demoscene, and noted that it is \"stuff worth knowing\".[36]\n\nCertain forms of computer art have a strong affiliation with the demoscene. Tracker music, for example, originated in the Amiga games industry but was soon heavily dominated by demoscene musicians; producer Adam Fielding[37] claims to have tracker/demoscene roots. Currently, there is a major tracking scene separate from the actual demoscene. A form of static computer graphics where demosceners have traditionally excelled is pixel art; see artscene for more information on the related subculture.[citation needed] Origins of creative coding tools like Shadertoy and Three.js can be directly traced back to the scene.[38]\n\nOver the years, desktop computer hardware capabilities have improved by orders of magnitude, and so for most programmers, tight hardware restrictions are no longer a common issue. Nevertheless, demosceners continue to study and experiment with creating impressive effects on limited hardware. Since handheld consoles and cellular phones have comparable processing power or capabilities to the desktop platforms of old (such as low resolution screens which require pixel-art, or very limited storage and memory for music replay), many demosceners have been able to apply their niche skills to develop games for these platforms, and earn a living doing so.[citation needed] One particular example is Angry Birds, whose lead designer Jaakko Iisalo was an active and well-known demoscener in the 90s.[39] Unity Technologies is another notable example, its technical leads on iPhone, Android and Nintendo Switch platforms Renaldas Zioma and Erik Hemming[40][41] are authors of Suicide Barbie[42] demo for Playstation Portable console released in 2007.\n\nSome attempts have been made to increase the familiarity of demos as an art form. For example, there have been demo shows, demo galleries and demoscene-related books, sometimes even TV programs introducing the subculture and its works.[43][original research?]\n\nThe museum IT-ceum in Linköping, Sweden, has an exhibition about the demoscene.[44]\n\n4players.de reported that \"numerous\" demo and intro programmers, artists, and musicians were employed in the games industry by 2007. Video game companies with demoscene members on staff included Digital Illusions, Starbreeze, Ascaron,[45] 49Games, Remedy, Techland, Lionhead Studios,[46] Bugbear, Digital Reality, Guerrilla Games and Akella.[47]\n\nThe Tracker music which is part of Demoscene culture could be found in many Video games of the late 1990s and early 2000s, such as the Unreal, Unreal Tournament, Deus Ex, Crusader: No Remorse, One Must Fall: 2097, Jazz Jackrabbit and Uplink.[48]\n\n\n\n"
        }
    ]
}