{
    "url": "https://en.wikipedia.org/wiki/Demographic_history_of_the_United_States",
    "title": "Demographic history of the United States",
    "table_of_contents": [
        "1 Historical Census population",
        "2 Median age at marriage",
        "3 Immigration",
        "3.1 Earlier colonial era",
        "3.1.1 New England",
        "3.1.2 Middle colonies",
        "3.1.3 South",
        "3.1.4 Frontier",
        "3.2 Natural growth",
        "3.3 Population in 1790",
        "3.4 Immigration 1791 to 1849",
        "3.5 Immigration 1965 to present",
        "4 Migration within the United States",
        "4.1 The American West",
        "4.2 Rural flight",
        "4.3 Black migration out of the South",
        "4.3.1 Push factors",
        "4.3.2 Pull factors",
        "4.4 Since 1990",
        "5 Recent demographic trends",
        "5.1 Post-war baby boom",
        "5.2 Marriages",
        "5.3 Population growth projections",
        "6 Demographic models in historiography",
        "7 State trends",
        "8 See also",
        "9 References",
        "10 Sources",
        "11 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThis article is about the demographic history of the United States.\n\n"
        },
        {
            "title": "Historical Census population",
            "text": "1610–2020 population data.[1] The census numbers do include Native Americans during 1610 and then again after 1860.[2]\n\n"
        },
        {
            "title": "Median age at marriage",
            "text": "From 1890 to 2021, the median age at first marriage was as follows:[4]\n\n"
        },
        {
            "title": "Immigration",
            "text": "Nearly all non-Native American commercial activity was run in small privately owned businesses with good credit both at home and in England being essential since they were often cash poor. Most settlements were nearly independent of trade with Britain as most grew or made nearly everything they needed—the average cost of imports for most households was only about 5-15 English pounds per year. Most settlements were created by complete family groups with several generations often present. Probably close to 80% of the families owned the land they lived and farmed on. They nearly all used English Common Law as their basic code of law and, except for the French, Dutch and Germans spoke some dialect of English. They established their own popularly elected governments and courts and were mostly self-governing, self-supporting, and self-replicating.\n\nNearly all colonies and, later, states in the United States were settled by migration from another colony or state, as foreign immigration usually only played a minor role after first initial settlements were established.\n\nThe New England colonists included some educated men as well as many skilled farmers, tradesmen and craftsmen. They were mostly farmers and settled in small villages for common religious activity. Shipbuilding, commerce, and fisheries were important in coastal towns. New England's healthy climate (the cold winters killed mosquitoes and other disease-bearing insects), and abundant food supply resulted in the lowest death rate and highest birth rate of any place in the world (marriage was expected and birth control was not, and a much higher than average number of children and mothers survived).[6]\n\nThe eastern and northern frontier around the initial New England settlements was mainly settled by the Yankee descendants of the original New Englanders. Emigration to the New England colonies after 1640 and the start of the English Civil War decreased to less than 1% (about equal to the death rate) in nearly all years before 1845. The rapid growth of the New England colonies (total population ≈700,000 by 1790) was almost entirely due to the high birth rate (>3%) and low death rate (<1%) per year.[7]\n\nThe middle colonies' settlements were scattered west of New York City, New York (est. 1626 by Dutch, taken over by the English in 1664) and Philadelphia, Pennsylvania (est. 1682). The Dutch-started colony of New York had an eclectic collection of residents from many different nations and prospered as a major trading and commercial center after about 1700. Pennsylvania was dominated by the Quakers for decades after they emigrated there, mainly from the North Midlands of England, from about 1680 to 1725. The main commercial center of Philadelphia was run mostly by prosperous Quakers, supplemented by many small farming and trading communities with strong German contingents located in the Delaware River valley.\n\nMany more settlers arrived in the middle colonies starting in about 1680, when Pennsylvania was founded, and many Protestant sects were encouraged to settle there for freedom of religion and good, cheap land. These settlers were of about 60% German and 33% English extraction. By 1780 about 27% of New York's population were descendants of Dutch settlers (55,000 of 204,000). New Jersey was home to the remaining Dutch and they constituted 14% of the population of 140,000. The rest were mostly English with a mixture of other Europeans and about 6% Blacks. New Jersey and Delaware had a majority of British with 20% German-descended colonists, about a 6% black population, and a small contingent of Swedish descendants of New Sweden. Nearly all were at least third-generation natives.\n\nThe main feature of the economy in Virginia, Maryland and South Carolina was large plantations growing staples for export, especially tobacco and rice. Outside the plantations, land was farmed by independent farmers who rented from the proprietors, or (most often) owned it outright. They emphasized subsistence farming to grow food for their large families. Many of the Irish immigrants specialized in making rye whiskey, which they sold to obtain cash.  In Maryland, by 1700 there were about 25,000 people and by 1750 that had grown more than 5 times to 130,000. By 1755, about 40% of Maryland's population was black.[8]\n\nFrom 1717 to 1775 the western frontier was populated primarily by Presbyterian settlers who migrated from Scotland and Ireland. Frontier settlers initially landed in Philadelphia or Baltimore before migrating to the western frontier for the cheaper land.[9]\n\nAll the colonies grew mostly by natural growth, with foreign born populations rarely exceeding 10%. The last significant colonies to be settled mainly by immigrants were Pennsylvania in the early 18th century and Georgia and the Borderlands in the late 18th century, as internal migration (not immigration) continued to provide nearly all the settlers for each new colony or state. This pattern would continue throughout U.S. history. The extent of colonial settlements by 1800 is shown by this map from the University of Texas map collection.[10]\n\nAccording to one source [13] the following were the countries of origin for new arrivals coming to the United States before 1790. The regions marked * were part of Great Britain. The ancestry of the 3.9 million population in 1790 has been estimated from various sources by sampling last names in the 1790 census and assigning them a country of origin.  The Irish in the 1790 census were mostly Scots Irish. The French were mostly Huguenots. The total U.S. Catholic population in 1790 is estimated at 40,000 or 1.6%, perhaps a low count due to prejudice. The Native American Indian population inside territorial U.S. 1790 boundaries was less than 100,000.\n\nDuring the 17th century, approximately 350-400,000 English people migrated to Colonial America. However only half stayed permanently. They were 90% of whites in 1700. From 1700 to 1775 between 400-500,000 Europeans immigrated, 90% of whom were Scots, Scots-Irish, Irish, Germans and Huguenots. Only 45,000 English immigrated in the period 1701 to 1775,[14] a figure that has been questioned as too low. Elsewhere[15] the number given is 51,000 (80,000 in total less 29,000 Welsh). The figure of 45,000 has been questioned as a \"mystery\". These numbers do not include the 50,000-120,000 convicts transported, 33,000 of whom were English.[14] Even the very high birth rate may not account for all of the nine-fold increase from 230,000 to 2.1 million. Another estimate with very similar results to the ICPS study (except for the French and Swedish totals) gives the number of Americans of English ancestry as 1.9 million in 1790 or 47.9% of the total of 3.930 million (3.5% Welsh, 8.5% Scotch Irish, 4.3% Scots, Irish (South) 4.7%, German 7.3%, Dutch 2.7%, French 1.7%, Swedish 0.2% and Black, 19.3%.[16] The southern Irish were overwhelmingly Protestant.\n\nThe 1790 population reflected the approximate 50,000 \"Loyalists\" who had emigrated to Canada during and at the end of the American Revolution, 7-10,000 of whom went to the United Kingdom and 6,000 to the Caribbean. Thirty thousand Americans emigrated to Ontario. Canada in the 1790s, often referred to as \"Late Loyalists.\" They were mostly not political refugees but went for generous land grants and taxes 75 percent lower than in the United States.\n\nBy 1790 the ancestry question was starting to become irrelevant to many, as intermarriage from different ethnic groups was becoming common, causing people to form a common American identity. The total white population in 1790 was about 80% of British ancestry, and would go on to roughly double by natural increase every 25 years. From about 1675 onward, the native-born population of what would become the United States would never again drop below 85% of the total.\n\nIn the early years of the United States, immigration average about 6,000 people per year, including French refugees from the slave revolt in Haiti. The French Revolution, starting in 1789, and the Napoleonic Wars from 1792 to 1814 severely limited immigration from Europe. The War of 1812 (1812–1814) with Britain again prevented any significant immigration. By 1808 Congress had banned the transport of slaves, slowing that human traffic to a trickle.\n\nAfter 1820 immigration gradually increased. For the first time federal records, including ship passenger lists, were kept for immigration. Total immigration for the year 1820 was 8,385, gradually building to 23,322 by 1830, with 143,000 total immigrating during the decade. From 1831 to 1840 immigration increased greatly, to 599,000 total, as 207,000 Irish, even before the famine of 1845-49, started to emigrate in large numbers as Britain eased travel restrictions. 152,000 Germans, 76,000 British, and 46,000 French formed the next largest immigrant groups in that decade.\n\nFrom 1841 to 1850 immigration exploded to 1,713,000 total immigrants and at least 781,000 Irish who fled their homeland to escape poverty or death during the famine of 1845-1849. In attempting to divert some of this traffic to help settle Canada, the British offered bargain fares of 15 shillings for transit to Canada, instead of the normal 5 pounds (100 shillings). Thousands of poor Irish took advantage of this offer and headed to Canada on what came to be called the \"coffin ships\" because of their high death rates. Once in Canada, many Irish walked across the border or caught an intercoastal freighter to the nearest major city in the United States - usually Boston or New York. Bad potato crops and failed revolutions struck the heart of Europe in 1848, contributing to the decade's total of 435,000 Germans, 267,000 British and 77,000 French immigrants to America. Bad times in Europe drove people out; land, relatives, freedom, opportunity, and jobs in America lured them in.\n\nThe number of immigrants from 1830 on are from immigration records. The census of 1850 was the first in which place of birth was asked. It is probably a reasonable estimate that the foreign born population in the U.S. reached its minimum in about 1815 at something like 100,000, or 1.4% of the population. By 1815 most of the immigrants that arrived before the American Revolution had died, and there had been almost no new immigration.\n\nNearly all population growth up to 1830 was by internal increase; about 98.5% of the population was native-born. By 1850, this had shifted to about 90% native-born. The first significant Catholic immigration started in the mid-1840s.\n\nIn 1965, U.S. immigration law changes reduced the emphasis on national origin. Prior policy favored European immigrants. The 1965 law directed that those with relatives in the U.S. or employer sponsorship now had priority.  By the 1970s, most immigrants to the U.S. came from Latin America or Asia, rather than Europe. Since 2000, over three quarters of all immigrants to the U.S. have come from Asia and Latin America.[17]\n\n"
        },
        {
            "title": "Migration within the United States",
            "text": "In 1848, the Treaty of Guadalupe Hidalgo, concluding the Mexican War, extended U.S. citizenship to approximately 60,000 Mexican residents of the New Mexico Territory and 10,000 living in California.  However, much like Texas, the Mexican government had encouraged immigration and settlement of these regions from groups in the United States and Europe.  Approximately half of this population is estimated to have been of American origin.  In 1849, the California Gold Rush spurred significant immigration from Mexico, South America, China, Australia, Europe and caused a mass internal migration within the U.S., resulting in California gaining statehood in 1850, with a population of about 90,000.\n\nRural flight is the departure of excess populations (usually young men and women) from farm areas. In some cases whole families left, as in the Dust Bowl in the 1930s. Much of rural America  has seen steady population decline since 1920.\n\nThe Great Migration was the movement of millions of African Americans out of the rural Southern United States from 1914 to 1960. Most moved to large industrial cities, as well as to many smaller industrial cities. African-Americans moved as individuals or small groups. There was no government assistance. They migrated because of a variety of push and pull factors:[18][19][20]\n\nThe proportion of Americans who move across state lines fell by 50% from 1990 to 2018. Regional disparities in local economies have also grown during this time, meaning that more people remain in economically depressed areas.[22] By 2011, migration levels were at the lowest level since World War II, and were in the longest period of continuous decline in the twentieth century.[23]\n\n"
        },
        {
            "title": "Recent demographic trends",
            "text": "In the years after WWII, the United States, as well as a number of other industrialized countries, experienced an unexpected sudden birth rate jump. During WWII birthrates had been low, as millions of men had been away fighting in WWII and this had deterred women from starting families: women also had to take the place of men in the workplace, while simultaneously fulfilling their household duties. The millions of men coming back to the US after WWII, and the couples eager to start families, led to a sharp rise in the US birth rate, and a surge in new housing construction in the suburbs and outlying areas of the cities. Since the men who came back got jobs in the workplace again, married women stayed home to take care of the house and children and let their husbands be the breadwinner of the household.[26]\n\nDuring the baby boom years, between 1946 and 1964, the birth rate doubled for third children and tripled for fourth children.[27]\n\nThe number of children aged 0–4 increased to 16,410,000 in 1950 from 11,000,000 in 1940, it continued into the 1960s where it peaked at 20,000,000 children under the age of 5.[citation needed]\n\nThe number of children under 19 rose to 69 million in 1960 from 51 million in 1950, a 35.3% increase, while the proportion of the population rose to 38.8% up from 33.8% in 1950.[citation needed]\n\nThe total fertility rate of the United States jumped from 2.49 in 1945 to 2.94 in 1946, a rise of 0.45 children therefore beginning the baby boom. It continued to rise throughout the 1940s to reach 3.10 in 1950 with a peak of 3.77 in 1957. Declining slowly thereafter to 3.65 in 1960 and finally a steep from decline after 1964, therefore ending the baby boom.\n\n\n\nAccording to statistics, the United States currently has the highest marriage rate in the developed world, as of 2008, with a marriage rate of 7.1 per 1,000 people or 2,162,000 marriages. The average age for first marriage for men is 27.4 and 25.6 years for women.[30] The United States also has one of the highest proportions of people who do marry by age 40; approximately 85% Americans are married at 40, compared to only 60% in Sweden.\n\nDuring the 1930s, the number of marriages and the marriage rate dropped steeply due to the Great Depression, but rebounded almost immediately after the Depression ended. Marriage rates increased and remained at high levels in the late 1930 to the mid-1940s. The number of marriages shot up to reach over 2 million in 1946, with a marriage rate of 16.4 per 1,000 people as WWII had ended. The average age at first marriage for both men and women began to fall after WWII, dropping 22.8 for men and 20.3 for women in 1950 and dropping even more to 22.5 and 20.1 years in 1956. In 1959, the United States Census Bureau estimated that 47% of all brides marrying for their first time were teenagers aged 19 and under. In 1955, 51.2% of women were married by their 20th birthday and 88% by their 25th birthday; 40.3% of men and 28.5% of women aged 20–24 in 1955 had never married, down from 77.8% for men and 57.4% for women in 1940.[31]\n\nAs of 2002, 4.3% of men and 18.1% of women aged 20 are married, increasing to 37% of men and 52% of women by age 25, and then 61% of men and 76% of women by age 30.\n\nThe U.S. population in 1900 was 76 million. In 1950, it rose to 152 million; by 2000 it had reached 282 million. By 2050, it is expected to reach 422-458 million, depending on immigration.[32]\n\n"
        },
        {
            "title": "Demographic models in historiography",
            "text": "Richard Easterlin, an economist who has researched economic growth in the United States, explains the growth pattern of the American population in the 20th century through fertility rate fluctuations and the decreasing mortality rate. Easterlin has attempted to explain the cause of the Baby Boom and Baby Bust through the \"relative income\" theory. The \"relative income\" theory suggests that couples choose to have children based on a couple's ratio of potential earning power and the desire to obtain material objects.  This ratio depends on the economic stability of the country in which they live and how people are raised to value material objects.  The \"relative income\" theory explains the Baby Boom by suggesting that the late 1940s and 1950s brought low desires to have material objects, as a result of the Great Depression and WWII, as well as huge job opportunities, because of it being a post-war period.  These two factors gave rise to a high relative income, which encouraged high fertility.  Following this period, the next generation had a greater desire for material objects; however, an economic slowdown in the United States made jobs harder to acquire.  This resulted in lower fertility rates, causing the Baby Bust.\n\n"
        },
        {
            "title": "State trends",
            "text": "Between 1880 and 1900, the urban population of the United States rose from 28% to 40%, and reached 50% by 1920, in part due to 9,000,000 European immigrants. After 1890 the US rural population began to plummet, as farmers were displaced by mechanization and forced to migrate to urban factory jobs.  After World War II, the US experienced a shift away from the cities and into suburbs mostly due to the cost of land, the availability of low-cost government home loans, fair housing policies, and the construction of highways.[33]  Many of the original manufacturing cities lost as much as half their populations between 1950 and 1980.  There was a shift in the population from the dense city centers filled with apartments, row homes, and tenements; to less dense suburban neighborhoods outside the cities which were filled with single-family homes.\n\n"
        }
    ]
}