{
    "url": "https://en.wikipedia.org/wiki/Demographics_of_New_England",
    "title": "Demographics of New England",
    "table_of_contents": [
        "1 Language",
        "2 Population",
        "3 Largest cities",
        "4 Health",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "According to the 2018 American Community Survey, New England had an estimated population of 14,853,290, of which 48.7% were male and 51.3% were female. Approximately 19.7% of the population were under 18 years of age; 17.4% were 65 years of age or over.[3]\n\nIn terms of race and ethnicity, White Americans made up 80.7% of New England's population, of which 74.4% were whites of non-Hispanic origin. Black Americans comprised 7.1% of the region's population, of which 6.4% were Black people of non-Hispanic origin. Native Americans made up 0.3% of the population, numbering 43,917. There were over 650,000 Asian Americans residing in New England at the time of the survey, making up 5.0% of the region's population. There were over 240,000 Chinese Americans, constituting 1.6% of the region's total population, and over 212,000 Indian Americans (1.4%).[4] Pacific Islander Americans numbered 5,794, or 0.04% of the populace.[3]\n\nAside from scattered areas in Florida and New York, New England is one of the only regions in the country where recent Black immigrants outnumber Black people of multigenerational American origin, on a 60 to 40 ratio. Though various groups of Afro-Caribbeans can be seen throughout New England, the most notable is a large Haitian population in the Boston metropolitan area and a large Jamaican population in Connecticut, especially around Hartford, Connecticut. New England has about 250,000 people of non-Hispanic Caribbean origin, the majority made up of Haitians and Jamaicans, with smaller numbers of other groups such as Bajans, Antiguans, Trinidadians, and others. African groups include Liberians and Cape Verdeans both heavily around Boston and Providence, as well as smaller numbers of people from various other parts of West Africa now living in the Boston area, southwest Connecticut close to New York City and Worcester, Massachusetts. The Boston metropolitan area, Northern Rhode Island, and Southwest Connecticut tend to be the most diverse areas in New England in regards to large variety of ethnic minorities.[citation needed]\n\nMultiracial Americans made up 3.1% of New England's population. The largest mixed-race group comprised those of African and European descent; there were over 171,000 people of black and white ancestry, making up 1.2% of the population. People of mixed Native American and European American ancestry made up 0.4% of the population, and people of Asian and European heritage 0.6%.[3] The majority of the Hispanic/Latino population is made up of multiracial people, however not counted in some identify forms such as the United States Census because some may not identify as such or sometimes some government agencies separate  Hispanics as a separate race. New England, especially Rhode Island and eastern Massachusetts, also has large Cape Verdean and Brazilian populations, who are also made up of European/African multiracial people similar to Hispanics of Caribbean origin like Dominicans and Puerto Ricans.[citation needed]\n\nHispanic and Latino Americans are New England's largest minority, and they are the second-largest group in the region behind non-Hispanic European Americans. Hispanics and Latinos of any race made up 11.4% of New England's population, and there were nearly 1.7 million Hispanic and Latino individuals reported in the survey. Puerto Ricans were the most numerous of the Hispanic and Latino subgroups. Over 710,000 Puerto Ricans live in New England, forming 4.8% of the population. There are also over 281,000 Dominicans, forming 1.9% of New England's population, and nearly 137,000 Mexican Americans.[5] People of other Hispanic and Latino ancestries, for example Colombian, Salvadoran, Guatemalan, and Cuban, among many others, formed 3.2% of New England's population, and numbered over 484,000.[3]\n\nSouthern New England has some of the highest concentrations of both Puerto Ricans and Dominicans in the United States. Southeastern New England, composed of Rhode Island and eastern Massachusetts, and dominated by the Boston metropolitan area, has a Dominican plurality among its Hispanic/Latino community, but also large numbers of other Hispanics. Boston is one of the only major cities with a Dominican-dominant Hispanic population, and Rhode Island has the highest percentage of Dominicans of any US state. Southwestern New England, composed of Connecticut and western Massachusetts, and geared more towards the New York City area, has a Puerto Rican majority among its Hispanic/Latino community, while also having sizable numbers of other Hispanics. Cities like Springfield, Holyoke, Hartford, New Haven, and Bridgeport have some of the highest percentages of Puerto Ricans in the country, with Connecticut having the highest percentage out of all US states.[citation needed]\n\nNew England's European American population is ethnically diverse. The majority of the Euro-American population is of Irish, Italian, French, or English descent. Smaller but significant populations of Germans, Poles, and Portuguese descent exist as well. New England is well-known for its large Irish and Italian populations, having the highest percentages of these groups in the country, especially the southern half of New England. Half of the population of Rhode Island in particular, is of Irish or Italian origin. People of French and Portuguese origin also make up large portions of the New England population.\n\nAccording to the 2018 survey, the top ten largest European ancestries were:\n\n"
        },
        {
            "title": "Language",
            "text": "English is, by far, the most common language spoken at home. As of 2018, approximately 80.4% of all residents (11.1 million people) over the age of five spoke only English at home. Roughly 1.2 million people (8.4% of the population) spoke Spanish at home, and roughly 1.0 million people (7.1% of the population) spoke other Indo-European languages at home. Over 418,000 people (3.0% of the population) spoke an Asian or Pacific Island language at home.[7] Fewer than 150,000 people (about 1%) spoke French at home,[8] although this figure is above 20% in some parts of northern New England, which borders francophone Québec.[9] Roughly 156,000 people (1.1% of the population) spoke languages other than these at home.[7]\n\n"
        },
        {
            "title": "Population",
            "text": "As of 2018, the vast majority of New England's inhabitants, roughly 12.8 million people or 86.4% of the population, are U.S. natives. Of these, 259,000 were born in Puerto Rico, and over 145,000 were born abroad to American parents. The foreign-born population of 2.0 million forms 13.6% of New England's total population. 38.9% of foreigners were born in Latin America, 28.5% were born in Asia, 20.4% were born in Europe, and 8.2% were born in Africa. People born in other parts of North America made up 3.6% of the foreign-born populace. Oceania-born residents formed 0.4% of the foreign population, over 7,000. Of the 2.0 million foreigners, the majority (54.4%) were naturalized citizens of the U.S.[11]\n\nThe six states of New England have the lowest birth rate in the U.S.[12]\n\nIn 2018, the New England population of 14.85 million was roughly an 80% increase from its 1930 population of 8.2 million.[10] The region's average population density is 236.9 inhabitants/sq mi (91.5/km2), although a great disparity exists between its northern and southern portions. The population density is much greater than that of the U.S. as a whole (86.2/sq mi) or even just the contiguous 48 states (108.6/sq mi).\n\nThree-quarters of the population of New England, and most of the major cities, are in the states of Connecticut, Massachusetts, and Rhode Island. Their combined population density is 839.7/sq mi, compared to northern New England's 67.1/sq mi (2018 estimates). The most populous state is Massachusetts, and the most populous city is Massachusetts' political and cultural capital, Boston.\n\nThe coastline is more urban than the western parts of the region, which are typically rural, even in urban states like Massachusetts. This is due mainly to historical factors; the original colonists settled mostly near the coastline of Massachusetts Bay. The only New England state without access to the Atlantic Ocean, Vermont, is also the least urbanized.[13] After nearly 400 years, the region still maintains, for the most part, its historical population layout.\n\nNew England's coast is dotted with urban centers, such as Portland, Portsmouth, Boston, New Bedford, Fall River, Providence, New Haven, Bridgeport, and Stamford, as well as smaller cities such as Newburyport, Gloucester, Biddeford, Bath, Rockland, Newport, Westerly, and the small twin cities of Groton and New London in Connecticut.\n\nSouthern New England forms an integral part of the BosWash megalopolis, a conglomeration of urban centers that spans from Boston to Washington, D.C. The region includes three of the four most densely populated states in the U.S.; only New Jersey has a higher population density than the states of Rhode Island, Massachusetts, and Connecticut.\n\nGreater Boston, which includes parts of southern New Hampshire, has a total population of approximately 4.4 million,[14] while over half the population of New England falls inside Boston's Combined Statistical Area of over 7.4 million.[15]\n\nIn 2009, two New England states were among the five highest in the U.S. in divorce rates. Maine was second highest with 13.6% of people over the age of 15 divorced; Vermont was fifth with 12.6% divorced.[16] Connecticut, Massachusetts, and Rhode Island, on the other hand, have below-average divorce rates. Massachusetts is tied with Georgia with the lowest divorce rate in the U.S., at 2.4%.[17]\n\n"
        },
        {
            "title": "Largest cities",
            "text": "The most populous cities are as of the 2010 Census (metropolitan areas in parentheses):[18]\n\nDuring the 20th century, urban expansion in regions surrounding New York City has become an important economic influence on neighboring Connecticut, parts of which belong to the New York Metropolitan Area. The U.S. Census Bureau groups Fairfield, New Haven and Litchfield counties in western Connecticut together with New York City, and other parts of New York and New Jersey as a combined statistical area.[19]\n\n"
        },
        {
            "title": "Health",
            "text": "The six states of New England ranked within the top thirteen \"healthiest states\" of the U.S. in 2007.[20] In 2008, they all placed within the top eleven states. New England also had the largest proportion of its population covered by health insurance.[21]\n\nFor 2006, four states in the region, Massachusetts, New Hampshire, Rhode Island, and Connecticut, joined 12 others nationwide, where the number of deaths caused by drugs had overtaken traffic fatalities. This was due in part to declining traffic fatalities, and in part to increased deaths caused by prescription drugs.[22]\n\nData from 2008 comparing national obesity rates by state, four of the six lowest obesity states were Connecticut, Massachusetts, Vermont and Rhode Island. New Hampshire and Maine had the 15th and 18th lowest obesity rates, making New England the least overweight part of the U.S.[23]\n\nIn 2008, three of New England's states had the fewest uninsured motorists (out of the top five states); Massachusetts – 1%, Maine – 4%, and Vermont – 6%.[24]\n\nIn 2006, Massachusetts adopted health care reform that requires nearly all state residents obtain health insurance,[25] which served as an important model for the federal 2010 Patient Protection and Affordable Care Act.[26]\n\nNursing home care can be expensive in the region. A private room in Connecticut averaged $125,925 annually. A one-bedroom in an assisted living facility averaged $55,137 in Massachusetts. Both are national highs.[27]\n\n"
        }
    ]
}