{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Finland",
    "title": "Demographics of Finland",
    "table_of_contents": [
        "1 History",
        "2 Population",
        "2.1 Geographic distribution and population density",
        "2.2 Families",
        "2.3 Fertility",
        "2.4 Age",
        "2.5 Life expectancy and mortality",
        "3 Vital statistics from 1900",
        "3.1 Current vital statistics",
        "4 Social issues",
        "4.1 Marriage",
        "5 Employment and income",
        "6 Education",
        "7 Ethnic minorities and languages",
        "8 Migration",
        "8.1 Emigration",
        "8.2 External migration",
        "8.3 Internal migration",
        "8.4 Immigration",
        "8.4.1 Foreign-born residents",
        "9 Religion",
        "10 Literacy",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFinland has a population of over 5.53 million people and an average population density of 19 inhabitants per square kilometre (49/sq mi). This makes it the third most sparsely populated country in Europe, after Iceland and Norway. Population distribution is very uneven: the population is concentrated on the small southwestern coastal plain. About 85% live in towns and cities, with 1.5 million living in the Greater Helsinki area.[1] In Arctic Lapland, on the other hand, there are only two inhabitants per square kilometre (5.2/sq mi).\n\nFinland is a relatively ethnically homogeneous country. The dominant ethnicity is Finnish but there are also notable historic minorities of Finland-Swedes, Sami and Roma people. As a result of recent immigration there are now also large groups of ethnic Russians, Estonians, Iraqis and Somalians in the country. 7.9% of the population is born abroad and 5.2% are foreign citizens.[2] The official languages are Finnish and Swedish, the latter being the native language of about 5.2% of the Finnish population.[3] From the 13th to the early 19th century Finland was a part of Sweden.\n\nWith 68.7% of Finns in its congregation, the Lutheran Church is the largest religious group in the country. Two million people with roots in Finland live abroad. In a 2017 survey, 10% of residents of Finland said that they would prefer to live abroad.[4]\n\n"
        },
        {
            "title": "History",
            "text": "The earliest inhabitants of most of the land area that makes up today's Finland and Scandinavia were in all likehood hunter-gatherers whose closest successors in modern terms would probably be the Sami people (formerly known as the Lapps). There are around 10,000 of them living in Finland today and they are recognised as a minority and speak three distinct languages: Northern Sami, Inari Sami and Skolt Sami. They have been living north of the Arctic Circle for more than 7,000 years now, but today are a 5% minority in their native Lapland Province. During the late 19th and 20th century there was significant emigration, particularly from rural areas to Sweden and North America, while most immigrants into Finland itself come from other European countries.\n\n"
        },
        {
            "title": "Population",
            "text": "In 2022 there is an estimated 5,601,547 people in Finland.\n\nDemographic statistics according to the World Population Review in 2019.[6]\n\nThe geographical center of population (Weber point) of the Finnish population is currently located in Hauho, in the village of Sappee, now part of the town of Hämeenlinna. The coordinates of this point are 61' 17\" N, 25' 07\" E.[7]\n\nUrbanization\n\nThe profound demographic and economic changes that occurred in Finland after World War II affected the Finnish family. Families became smaller, dropping from an average of 3.6 persons in 1950 to an average of 2.7 by 1975. Family composition did not change much in that quarter of a century, however, and in 1975 the percentage of families that consisted of a man and a woman was 24.4; of a couple and children, 61.9; of a woman with offspring, 11.8; of a man and offspring, 1.9. These percentages are not markedly different from those of 1950. Change was seen in the number of children per family, which fell from an average of 2.24 in 1950 to an average of 1.7 in the mid-1980s, and large families were rare. Only 2 percent of families had four or more children, while 51 percent had one child; 38 percent, two children; and 9 percent, three children. The number of Finns under the age of 18 dropped from 1.5 million in 1960 to 1.2 million in 1980.[8]\n\nThe total fertility rate is the number of children born per woman. It is based on fairly good data for the entire period. Sources: Our World In Data and Gapminder Foundation.[9]\n\n\nThe rate of fertility in Finland was greater than in neighbouring countries throughout the 20th century. After 2010, it has been dropping dramatically, although other Nordic countries had no such trend until recently. It's a modern phenomenon that Sweden and Finland are both social oriented countries, having almost the same income, but only Finland is faced with a natural population decline (excluding immigration).[10] However, since 2020, there is evidence of fertility recovery as births increased by around 1,000 (around 7%) in the first quarter of 2021.[11]\nMother's mean age at first birth\n\nThe Finnish population is ageing.\n\nAge structure\n\nMedian age\n\nSources: Our World In Data and the United Nations.\n\n1950-2015\n\nSource: UN World Population Prospects\n\nInfant mortality rate\n\n"
        },
        {
            "title": "Vital statistics from 1900",
            "text": "Data according to Statistics Finland, which collects the official statistics for Finland.[15]\n\n"
        },
        {
            "title": "Social issues",
            "text": "Attitudes toward marriage have changed substantially since World War II. Most obvious was the declining marriage rate, which dropped from 8.5 marriages per 1,000 Finns in 1950 to 5.8, in 1984, a decline great enough to mean a drop also in absolute numbers. In 1950 there were 34,000 marriages, while in 1984 only 28,500 were registered, despite a growth in population of 800,000. An explanation for the decline was that there was an unprecedented number of unmarried couples. Since the late 1960s, the practice of cohabitation had become increasingly common, so much so that by the late 1970s most marriages in urban areas grew out of what Finns called \"open unions.\" In the 1980s, it was estimated that about 8 percent of couples who lived together, approximately 200,000 people, did so without benefit of marriage. Partners of such unions usually married because of the arrival of offspring or the acquisition of property. A result of the frequency of cohabitation was that marriages were postponed, and the average age for marriage, which had been falling, began to rise in the 1970s. By 1982 the average marriage age was 24.8 years for women and 26.8 years for men, several years higher for both sexes than had been true a decade earlier.[18]\n\nThe overwhelming majority of Finns did marry, however. About 90 percent of the women had been married by the age of forty, and spinsterhood was rare. A shortage of women in rural regions, however, meant that some farmers were forced into bachelorhood.[18]\n\nWhile the number of marriages was declining, divorce became more common, increasing 250 percent between 1950 and 1980. In 1952 there were 3,500 divorces. The 1960s saw a steady increase in this rate, which averaged about 5,000 divorces a year. A high of 10,191 was reached in 1979; afterwards the divorce rate stabilized at about 9,500 per year during the first half of the 1980s.[18]\n\nA number of factors caused the increased frequency of divorce. One was that an increasingly secularized society viewed marriage, more often than before, as an arrangement that could be ended if it did not satisfy its partners. Another reason was that a gradually expanding welfare system could manage an ever-greater portion of the family's traditional tasks, and it made couples less dependent on the institution of marriage. Government provisions for parental leave, child allowances, child care programs, and much improved health and pension plans meant that the family was no longer essential for the care of children and aged relatives. A further cause for weakened family and marital ties was seen in the unsettling effects of the Great Migration and in the economic transformation Finland experienced during the 1960s and the 1970s. The rupture of established social patterns brought uncertainty and an increased potential for conflict into personal relationships.[8][18]\n\n"
        },
        {
            "title": "Education",
            "text": "The literacy rate of Finland is 99% of the country.[19]\n\n"
        },
        {
            "title": "Ethnic minorities and languages",
            "text": "No official statistics are kept on ethnicities. However, statistics of the Finnish population according to language, citizenship and country of birth are available. According to international census recommendations an ethnic group is defined by the perception of its members of historical and regional or national origin, and data or ethnic status should always be based on a person's own statement. Because the census in Finland is based on registries, Finland can not produce official statistics about ethnic groups.[20]\n\nFinnish and Swedish are defined as languages of the state. Swedish is an official municipal language in municipalities with significant Swedish-speaking populations.[21] The three Sami languages (North Sami, Inari Sami, Skolt Sami) are official in certain municipalities of Lapland.[22]\n\nFinnish people — Finns — speak Finnish, which is the dominant language and is spoken almost everywhere in the country or Swedish which is the second official language and the only official language in Åland.\n\nPopulation of mainland Finland (excluding Åland) according to language, 1990–2020:[23][24][25][26][27]\n\n"
        },
        {
            "title": "Migration",
            "text": "Finland had a net migration rate of 2.8 people per 1000 in 2018.[19]\n\nMany Finnish natives have emigrated abroad, sometimes escaping war, e.g. to Sweden, sometimes for economical reasons, e.g. to the United States and Canada. Current numbers of emigration are not well discussed in public, but many Finns have opted to move abroad.[citation needed]\n\nA total of 245,864 Finnish citizens emigrated abroad between 1990 and 2017. The most popular destinations have been Sweden (76,269), United Kingdom (21,939), United States (18,943), Norway (16,971), Germany (16,694), Spain (14,209) and Denmark (9,626).[28]\n\nDemographic movement in Finland did not end with the appearance of immigrants from Sweden in the Middle Ages. Finns who left to work in Swedish mines in the 16th century began a national tradition, which continued up through the 1970s, of settling in their neighboring country. During the period of tsarist rule, some 100,000 Finns went to Russia, mainly to the St. Petersburg area. Emigration on a large scale began in the second half of the 19th century when Finns, along with millions of other Europeans, set out for the United States and Canada. By 1980 Finland had lost an estimated 400,000 of its citizens to these two countries.[8]\n\nA great number of Finns emigrated to Sweden after World War II, drawn by that country's prosperity and proximity. Emigration began slowly, but, during the 1960s and the second half of the 1970s, tens of thousands left each year for their western neighbor. The peak emigration year was 1970, when 41,000 Finns settled in Sweden, which caused Finland's population actually to fall that year. Because many of the migrants later returned to Finland, definite figures cannot be calculated, but all told, an estimated 250,000 to 300,000 Finns became permanent residents of Sweden in the postwar period. The overall youthfulness of these emigrants meant that the quality of the work force available to Finnish employers was diminished and that the national birth rate slowed. At one point, every eighth Finnish child was born in Sweden. Finland's Swedish-speaking minority was hard hit by this westward migration; its numbers dropped from 350,000 to about 300,000 between 1950 and 1980. By the 1980s, a strong Finnish economy had brought an end to large-scale migration to Sweden. In fact, the overall population flow was reversed because each year several thousand more Finns returned from Sweden than left for it.[8]\n\nHowever significant the long-term effects of external migration on Finnish society may have been, migration within the country had a greater impact—especially the migration which took place between the end of World War II and the mid-1970s, when half the population moved from one part of the country to another. Before World War II, internal migration had first been a centuries-long process of forming settlements ever farther to the north. Later, however, beginning in the second half of the 19th century with the coming of Finland's tardy industrialization, there was a slow movement from rural regions toward areas in the south where employment could be found.[8]\n\nPostwar internal migration began with the resettlement within Finland of virtually all the inhabitants of the parts of Karelia ceded to the Soviet Union. Somewhat more than 400,000 persons, more than 10 percent of the nation's population, found new homes elsewhere in Finland, often in the less settled regions of the east and the north. In these regions, new land, which they cleared for farming, was provided for the refugees; in more populated areas, property was requisitioned. The sudden influx of these settlers was successfully dealt with in just a few years. One of the effects of rural resettlement was an increase in the number of farms during the postwar years, a unique occurrence for industrialized nations of this period.[8]\n\nIt was, however, the postwar economic transformation that caused an even larger movement of people within Finland, a movement known to Finns as the Great Migration. It was a massive population shift from rural areas, especially those of eastern and northeastern Finland, to the urban, industrialized south. People left rural regions because the mechanization of agriculture and the forestry industry had eliminated jobs. The displaced work force went to areas where employment in the expanding industrial and service sectors was available. This movement began in the 1950s, but it was most intense during the 1960s and the first half of the 1970s, assuming proportions that in relative terms were unprecedented for a country outside the Third World. The Great Migration left behind rural areas of abandoned farms with reduced and aging populations, and it allowed the creation of a densely populated postindustrial society in the country's south.[8]\n\nThe extent of the demographic shift to the south can be shown by the following figures. Between 1951 and 1975, the population registered an increase of 655,000. During this period, the small province of Uusimaa increased its population by 412,000, growing from 670,000 to 1,092,000; three-quarters of this growth was caused by settlers from other provinces. The population increase experienced by four other southern provinces, the Åland Islands, Turku ja Pori, Häme, and Kymi, taken together with that of Uusimaa amounted to 97 percent of the country's total population increase for these years. The population increase of the central and the northern provinces accounted for the remaining 3 percent. Provinces that experienced an actual population loss during these years were in the east and the northeast-Pohjois-Karjala, Mikkeli, and Kuopio.[8]\n\nOne way of visualizing the shift to the south would be to draw a line, bowing slightly to the north, between the port cities of Kotka on the Gulf of Finland and Kaskinen on the Gulf of Bothnia. In 1975 the territory to the south of this line would have contained half of Finland's population. Ten years earlier, such a line, drawn farther to the north to mark off perhaps 20 percent more area, would have encompassed half the population. One hundred years earlier, half the population would have been distributed throughout more than twice as much territory. Another indication of the extent to which Finns were located in the south was that by 1980, approximately 90 percent of them lived in the southernmost 41 percent of Finland.[8]\n\nAt the end of 2021, there were 442,290 foreign-born residents in Finland, corresponding to 8.0% of the total population.[7]\n\nThe largest groups were:\n\n"
        },
        {
            "title": "Religion",
            "text": "Evangelical Lutheran  church is the largest church in Finland, 68.7% of population were its members in the end of year 2019. Christian Orthodox  are the second largest registered group, 1.1% were  members of the Finnish Orthodox Church (plus 1.5% orthodox immigrants). The number of Lutherans has decreased gradually from 98% in year 1900, 95% in year 1950 and 85% in year 2000. In end of 2019, 1.7% of population was in other religious groups, and 28.5% in census register or  of unknown religious status.[29]\n\nPentecostalism has approximately 50,000 members in Finland. Traditionally, it has acted as societies and is thus not visible in statistics of churches.[30][31]\n\nThere were an estimated 102,000 Muslims in Finland in 2017.[32]\n\n"
        },
        {
            "title": "Literacy",
            "text": "Defined as the proportion of people age 15 and over who can read and write, the literacy of the total Finnish population is  100% (2000 est.).[33]\n\nIn a study published in March 2016, Finland was ranked the world’s most literate nation among 61 countries, where enough data were available. The research considered among other things literacy achievement tests, numbers of libraries and newspapers, years of schooling and computer availability.[34]\n\nIn 2010 Yle reported that 85-90% of Somali immigrants are illiterate when they arrive.[35]\n\n"
        }
    ]
}