{
    "url": "https://en.wikipedia.org/wiki/Denali_National_Park",
    "title": "Denali National Park and Preserve",
    "table_of_contents": [
        "1 History",
        "1.1 Prehistory and protohistory",
        "1.2 Establishment of the park",
        "1.3 Naming dispute",
        "1.4 1990s",
        "1.5 2000s",
        "2 Geography",
        "2.1 Vehicle access",
        "2.2 Wilderness",
        "3 Geology",
        "3.1 Glaciers",
        "3.2 Permafrost",
        "4 Climate",
        "5 Ecology",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Denali National Park and Preserve, formerly known as Mount McKinley National Park, is an American national park and preserve located in Interior Alaska, centered on Denali, the highest mountain in North America. The park and contiguous preserve encompass 6,045,153 acres (9,446 sq mi; 24,464 km2) which is larger than the state of New Hampshire.[3] On December 2, 1980,  2,146,580-acre (3,354 sq mi; 8,687 km2) Denali Wilderness was established within the park. Denali's landscape is a mix of forest at the lowest elevations, including deciduous taiga, with tundra at middle elevations, and glaciers, snow, and bare rock at the highest elevations. The longest glacier is the Kahiltna Glacier. Wintertime activities include dog sledding, cross-country skiing, and snowmobiling. The park received 594,660 recreational visitors in 2018.\n\n"
        },
        {
            "title": "History",
            "text": "Human habitation in the Denali Region extends to more than 11,000 years before the present, with documented sites just outside park boundaries dated to more than 8,000 years before present. However, relatively few archaeological sites have been documented within the park boundaries, owing to the region's high elevation, with harsh winter conditions and scarce resources compared to lower elevations in the area. The oldest site within park boundaries is the Teklanika River site, dated to about 7130 BC. More than 84 archaeological sites have been documented within the park. The sites are typically characterized as hunting camps rather than settlements, and provide little cultural context. The presence of Athabaskan peoples in the region is dated to 1,500 - 1,000 years before present on linguistic and archaeological evidence, while researchers have proposed that Athabaskans may have inhabited the area for thousands of years before then. The principal groups in the park area in the last 500 years include the Koyukon, Tanana and Dena'ina people.[4]\n\nIn 1906, conservationist Charles Alexander Sheldon conceived the idea of preserving the Denali region as a national park. He presented the plan to his co-members of the Boone and Crockett Club. They decided that the political climate at the time was unfavorable for congressional action, and that the best hope of success rested on the approval and support from the Alaskans themselves. Sheldon wrote, \"The first step was to secure the approval and cooperation of the delegate who represented Alaska in Congress.\"[citation needed]\n\nIn October 1915, Sheldon took up the matter with Dr. E. W. Nelson of the Biological Survey at Washington, D.C. and with George Bird Grinnell, with a purpose to introduce a suitable bill in the coming session of Congress. The matter was then taken to the Game Committee of the Boone and Crockett Club and, after a full discussion, it received the committee's full endorsement.\n\nOn December 3, 1915, the plan was presented to Alaska's delegate, James Wickersham, who after some deliberation gave his approval. The plan then went to the executive committee of the Boone and Crockett Club and, on December 15, 1915, it was unanimously accepted. The plan was thereupon endorsed by the club and presented to Stephen Mather, Assistant Secretary of the Interior in Washington, D.C., who immediately approved it.\n\nThe bill was introduced in April 1916, by Delegate Wickersham in the House and by Senator Key Pittman of Nevada in the Senate. Much lobbying took place over the following year, and on February 19, 1917, the bill passed. On February 26, 1917, 11 years from its conception, the bill was signed in legislation by the President of the United States, Woodrow Wilson, thereby creating Mount McKinley National Park.[5][6]\n\nA portion of Denali, excluding the summit, was included in the original park boundary. The boundary was expanded in 1922 and again in 1932[7] and 1947 to include the area of the hotel and railroad.\n\nOn Thanksgiving Day in 1921, the Mount McKinley Park Hotel opened.[8] In July 1923, President Warren Harding stopped at the hotel, on a tour of the length of the Alaska Railroad, during which he drove a golden spike signaling its completion at Nenana.[citation needed] The hotel was the first thing visitors saw stepping down from the train. The flat-roofed, two-story log building featured exposed balconies, glass windows, and electric lights. Inside were two dozen guest rooms, a shop, lunch counter, kitchen, and storeroom. By the 1930s, there were reports of lice, dirty linen, drafty rooms, and marginal food, which led to the hotel eventually closing.[citation needed] After being abandoned for many years, the hotel was destroyed in 1972 by a fire.[7]\n\nThe 93 mi (150 km) Park Road was completed in 1938 after 17 years of construction.[7]\n\nThere was no road access to the park entrance until 1957, when the Denali Highway opened; park attendance greatly expanded: there were 5,000 visitors in 1956 and 25,000 visitors by 1958.[7] In 1971, the George Parks Highway, under piecemeal construction for several years, was completed, providing direct highway connections to Anchorage and Fairbanks. Visitation doubed to 88,000 from 1971 to 1972.[7]\n\nIn 1967, the park was site of one of the deadliest mountaineering accidents in the United States with the Mount McKinley disaster, where seven climbers died in an intense blizzard on Denali. The Park Service debated closing the mountain to climbing in the wake of the accident, but ultimately it remained open.[9]\n\nThe park was designated an international biosphere reserve in 1976.[7] A surrounding Denali National Monument was proclaimed by President Jimmy Carter on December 1, 1978, which was combined with the park in 1980.\n\nThe name of Mount McKinley National Park was subject to local criticism from the beginning of the park. The word Denali means \"the high one\" in the native Athabaskan language and refers to the mountain itself. The mountain was named after newly elected US president William McKinley in 1897 by local prospector William A. Dickey. The United States government formally adopted the name Mount McKinley after President Wilson signed the bill creating Mount McKinley National Park into effect in 1917.[10] In 1980, Mount McKinley National Park was combined with Denali National Monument, and the Alaska National Interest Lands Conservation Act named the combined unit the Denali National Park and Preserve. At that time the Alaska state Board of Geographic Names changed the name of the mountain to Denali. However, the U.S. Board on Geographic Names did not recognize the change and continued to denote the official name as Mount McKinley. This situation lasted until August 30, 2015, when President Barack Obama directed Secretary of the Interior Sally Jewell to rename the mountain to Denali, using statutory authority to act on requests when the Board of Geographic Names does not do so in a \"reasonable\" time period.[11]\n\nIn 1992, Christopher McCandless ventured into the Alaskan wilderness and settled in an abandoned bus in the park on the Stampede Trail at 63°52′5.96″N 149°46′8.39″W﻿ / ﻿63.8683222°N 149.7689972°W﻿ / 63.8683222; -149.7689972 , near Lake Wentitika. He carried little food or equipment, and hoped to live simply for a time in solitude. Almost four months later, McCandless' starved remains were found, weighing only 67 pounds (30 kg).[citation needed] His story has been widely publicized via articles, books, and films, and the bus where his remains were found has become a shrine attracting people from around the world.[12]\n\nOn September 24, 2020, the Museum of The North[13] at the University of Alaska (Fairbanks) announced it became the permanent home of McCandless' 'Magic Bus 142' where it will be restored and an outdoor exhibit will be created.[14]\n\nOn November 5, 2012, the United States Mint released the 15th of its America the Beautiful Quarters series, which honors Denali National Park.  The coin's reverse side features a Dall sheep with Denali in the background.[15]\n\nIn September 2013, President Barack Obama signed the Denali National Park Improvement Act into law.[16] The statute allows the United States Department of the Interior to \"issue permits for microhydroelectric projects in the Kantishna Hills area of the Denali National Park and Preserve in Alaska\"; it authorizes the Department of the Interior and a company called Doyon Tourism, Inc. to exchange some land in the area; it authorizes the National Park Service (NPS) to \"issue permits to construct a natural gas pipeline in the Denali National Park\"; and it renames the existing Talkeetna Ranger Station the Walter Harper Talkeetna Ranger Station.[17] The National Parks Conservation Association supported the bill because the legislation \"takes a thoughtful approach to protecting roadless Alaska, promoting renewable energy development, and honoring native Alaskans.\"[18]\n\n"
        },
        {
            "title": "Geography",
            "text": "Denali National Park and Preserve includes the central, highest portion of the Alaska Range, together with many of the glaciers and glacial valleys running southwards out of the range. To the north the park and preserve encompass the valleys of the McKinley, Toklat and Foraker Rivers, as well as the Kantishna and Wyoming Hills. The George Parks Highway runs along the eastern edge of the park, crossing the Alaska Range at the divide between the valleys of the Chultina River and the Nenana River. The entrance to the park is about 11 miles (18 km) south of Healy. The Denali Visitor Center and the park headquarters are located just inside the entrance. The park road parallels the Alaska Range for 92 miles (148 km), ending at Kantishna. Preserve lands are located on the west side of the park, with one parcel encompassing areas of lakes in the Highpower Creek and Muddy River areas, and the second preserve area covering the southwest end of the high Alaska Range around Mount Dall. In contrast to the park, where hunting is prohibited or restricted to subsistence hunting by local residents, sport hunting is allowed in the preserve lands.[19] Nikolai, Telida, Lake Minchumina, and Cantwell residents are authorized to hunt inside the park because large portions of these communities historically hunted in the area for subsistence purposes.[20]\n\nThe park is serviced by the 91-mile (146 km) long Denali Park Road, which begins at the George Parks Highway and continues to the west, ending at Kantishna. Located 1 mile (1.6 km) within the park, the Wilderness Access Center (which houses a small gift shop, a coffee stand, and an information desk) is the main location to arrange a bus trip into the park, or reserve/check-in for a campground site. All shuttle buses depart from here, as do some tours. The Denali Visitor Center is at mile marker 1.5 on the park road and is the main source of visitor information. Most ranger-led programs begin at the Denali Visitor Center. Other features include an exhibit hall. Within a short walking distance from the Visitor Center are a restaurant, a bookstore, the Murie Science and Learning Center, the Denali National Park railroad depot, and the McKinley National Park Airport.[citation needed]\n\nThe Denali Park Road runs north of and roughly parallel to the imposing Alaska Range. Only a small fraction of the road is paved because permafrost and the freeze-thaw cycle would create a high cost for maintaining a paved road. The first 15 miles (24 km) of the road are available to private vehicles, allowing easy access to the Riley Creek and Savage River campgrounds. Private vehicle access is prohibited beyond the Savage River Bridge. There is a turn around for motorists at this point, as well as a nearby parking area for those who wish to hike the Savage River Loop Trail. Beyond this point, visitors must access the interior of the park through tour/shuttle buses.[citation needed]\n\nThe road has been impacted by the Pretty Rocks landslide at Polychrome Pass at Mile 45.4. NPS believes the landslide has been active since before the road was built, but only required moderate maintenance every 2–3 years. Beginning in 2014, the landslide accelerated considerably, requiring the road crew to spread 100 truckloads of gravel per week to keep the road passable until August 2021, when the park decided to close the road beyond Mile 45 until 2023 at the earliest.[21][22] After studying potential solutions including re-routing the road, park officials decided to construct a bridge over the landslide which will cost $55 million and is expected to begin in 2022 and take two or three seasons to complete.[23]\n\nThe tours travel from the initial boreal forests through tundra to the Toklat River or Kantishna. Several portions of the road run alongside sheer cliffs that drop hundreds of feet at the edges. There are no guardrails. As a result of the danger involved, and because most of the gravel road is only one lane wide, drivers must be trained in procedures for navigating the sharp mountain curves, and yielding the right-of-way to opposing buses and park vehicles.[citation needed]\n\nThere are four camping areas located within the interior of the park (Sanctuary River, Teklanika River, Igloo Creek, and Wonder Lake).  Camper buses provide transportation to these campgrounds, but only passengers camping in the park can use these particular buses. At mile marker 53 on road is the Toklat River Contact Station. All shuttle and tour buses make a stop at Toklat River. The contact station features rest rooms, visitor information, and a small bookstore. Eielson Visitor Center is located four hours into the park on the road (at mile marker 66). It features restrooms, daily ranger-led programs during the summer, and on clear days, views of Denali and the Alaska Range. Wonder Lake and Kantishna are a six-hour bus ride from the Visitors Center. During the winter, only the portion of the Denali Park Road near the Visitors Center remains open.[citation needed]\n\nKantishna features five lodges: the Denali Backcountry Lodge, Kantishna Roadhouse, Skyline Lodge, Camp Denali and North Face Lodge. Visitors can bypass the six hour bus ride and charter an air taxi flight to the Kantishna Airport. The Kantishna resorts have no TVs, and there is no cell phone service in the area. Lodging with services can be found in McKinley Park, one mile north of the park entrance on the George Parks Highway. Many hotels, restaurants, gift shops, and a convenience store are located in Denali Park.[citation needed]\n\nWhile the main park road goes straight through the middle of the Denali Wilderness, the national preserve and portions of the park not designated wilderness are even more inaccessible. There are no roads extending out to the preserve areas, which are on the northwest and southwest ends of the park. The far north of the park, characterized by hills and rivers, is accessed from the east by the Stampede Trail, a dirt road which effectively stops at the park boundary near the former location of the Into the Wild bus. The rugged south portion of the park, characterized by large glacier-filled canyons, is accessed by Petersville Road, a dirt road that stops about 5 miles (8.0 km) outside the park. The mountains can be accessed most easily by air taxis that land on the glaciers. Kantishna can also be reached by air taxi via the Purkeypile Airport, which is just outside the park boundary.[citation needed]\n\nVisitors who want to climb Denali need to obtain a climbing permit first, and go through an orientation as well. These can be found at the Walter Harper Talkeetna Ranger Station in Talkeetna, Alaska, about 100 miles (160 km) south of the entrance to Denali National Park and Preserve. This center serves as the center of mountaineering operations. Hours of operation vary, check the National Park website for specific details.[24]\n\nSavage River, Eielson Visitor Center, and Wonder Lake offer maintained hiking trails, and at Riley Creek there are several maintained trails including a hike up to Mt. Healy Overlook trail. The park also encourages off-trail hiking.[25]\n\nThe Denali Wilderness is a wilderness area within Denali National Park that protects the higher elevations of the central Alaska Range, including Denali. The wilderness comprises about one-third of the current national park and preserve—2,146,580 acres (3,354 sq mi; 8,687 km2) that correspond with the former park boundaries before 1980.[26]\n\n"
        },
        {
            "title": "Geology",
            "text": "Denali National Park and Preserve is located in the central area of the Alaska Range, a mountain chain extending 600 miles (970 km) across Alaska. Its best-known geologic feature is Denali, formerly known as Mount McKinley. Its elevation of 20,310 feet (6,190.5 m) makes it the highest mountain in North America. Its vertical relief (distance from base to peak) of 18,000 feet (5,500 m) is the highest of any mountain in the world. The mountain is still gaining about 1 millimetre (0.039 in) in height each year due to the continued convergence of the North American and Pacific Plates. The mountain is primarily made of granite, a hard rock that does not erode easily; this is why it has retained such a great height rather than being eroded.\n\nThe park area is characterized by collision tectonics: over the past millions of years, exotic terranes in the Pacific Ocean have been moving toward the North American landmass and accreting, or attaching, to the area that now makes up Alaska. The oldest rocks in the park are part of the Yukon-Tanana terrane. They originated from ocean sediments deposited between 400 million and 1 billion years ago. The original rocks have been affected by the processes of regional metamorphism, folding, and faulting to form rocks such as schist, quartzite, phyllite, slate, marble, and limestone. The next oldest group of rocks is the Farewell terrane. It is composed of rocks from the Paleozoic era (250-500 million years old). The sediments that make up these rocks were deposited in a variety of marine environments, ranging from deep ocean basins to continental shelf areas. The abundant marine fossils are evidence that around 380 million years ago, this area had a warm, tropical climate. The Pingston, McKinley, and Chulitna terranes are the next oldest; they were deposited in the Mesozoic era. The rock types include marble, chert, limestone, shale, and sandstone. There are intrusions of igneous rocks, such as gabbro, diabase, and diorite. Special features include pillow basalts, which are formed when molten lava flows into water and a hard outer crust forms, making a puffy, pillow shaped feature; as well as an ophiolite sequence, which is a distinct sequence of rocks indicating that a section of oceanic crust has been uplifted and thrust onto a continental area.\n\nSome of the youngest rocks in the park include the Kahiltna terrane, which is a flysch sequence (a sedimentary rock sequence deposited in a marine environment during the early stages of mountain building) formed about 100 million years ago, during late Cretaceous time. Another rock sequence is the McKinley Intrusive Sequence, which includes Denali. The Cantwell Volcanics include basalt and rhyolite flows, as well as ash deposits. An example can be seen at Polychrome Pass in the park.[27]\n\nMesozoic fossils include fossil trackways from therizinosaurids and hadrosaurids in the Cantwell Formation indicate the area was once an immigration point for dinosaurs traveling between Asia and North America during the Late Cretaceous period. Studies of fossil plants from the same formation indicate the area was wet, with marshes and ponds throughout the region.[28]\n\nDenali National Park and Preserve is located in an area of intense tectonic activity: the Pacific Plate is subducting under the North American plate, creating the Denali fault system, which is a right-lateral strike-slip fault over 720 miles (1,160 km) long. This is a part of the larger fault system which includes the famous San Andreas Fault of California. Over 600 earthquakes occur in the park each year, helping seismologists to understand this fault system. Most of these earthquakes are too small to be felt, although two large earthquakes did occur in 2002. On October 23, 2002, a magnitude 6.7 earthquake occurred in the park, and on November 3, 2002, a magnitude 7.9 earthquake occurred. These earthquakes did not cause a significant loss of life or property, since the area is very sparsely populated, but they did trigger thousands of landslides.[29]\n\nGlaciers cover about 16% of the 6 million acres of Denali National Park and Preserve. Measurements indicate that glaciers in the park are losing about 6.6 ft (2 m) of vertical water equivalency each year.[30] There are more extensive glaciers on the southeastern side of the range because more snow is dropped on this side from the moisture-bearing winds from the Gulf of Alaska. The 5 largest south-facing glaciers are Yentna (20 miles (32 km) long), Kahiltna (30 miles (48 km)), Tokositna (23 miles (37 km)), Ruth (31 miles (50 km)), and Eldrige (30 miles (48 km)).[27] The Ruth glacier is 3,800 feet (1,200 m) thick.[29] However, the largest glacier, Muldrow Glacier (32 miles (51 km) long), is located on the north side. Nonetheless, the northern side has smaller and shorter glaciers overall. Muldrow glacier has \"surged\" twice in the last hundred years. Surging means that it has moved forward for a short time at greatly increased speed, due to a build-up of water between the bottom of the glacier and the bedrock channel floating on the ice (due to hydrostatic pressure).[27]\n\nAt the upper ends of Denali's glaciers are steep-walled semicircular basins called cirques. Cirques form from freeze-thaw cycles of meltwater in the rocks above the glacier, and by glacial erosion and mass wasting occurring under the glacier. As cirques on the opposite sides of a ridge are cut deeper into the divide, they form a narrow, sharp, serrated ridge called an arête. As the arête wears away from glacial ice erosion, the low point between cirques is called a col (or if it is large, a pass). Cols are saddle-shaped depressions in the ridge between cirques. A spire-like sharp peak, the horn, forms when cirques cut back into a mountaintop from three or four sides.\n\nGlaciers deposit rock fragments, but the most notable of the depositions are the erratics, which are large rock fragments carried some distance from the source, found on glacial terraces and ridge tops in many places throughout Denali. Headquarter erratics are made of granite and can be the size of a house. Some erratics (like those from the Yanert Valley) are located 30 miles (48 km) away from their original location.\n\nLarge amounts of rock debris are carried on, in, and beneath the ice as the glaciers move downslope. Lateral moraines are created as debris accumulates as low ridges of till that ride along the edge of the moving glaciers. When lateral moraines adjacent to each other join, they create medial moraines, which are also carried down on the surface of the moving ice.\n\nBraided meltwater streams heavily loaded with rock debris continually shift and intertwine their channels over valley floors. Valley trains are built up as streams drop quantities of poorly sorted sediment. Valley trains are long, narrow accumulations of glacial outwash, confined by valley walls.\n\nKettles are formed when glacial retreat and melting is rapid, and blocks of ice are still buried under till. When the ice under the till melts, the till slumps in and forms depressions called kettles. When kettles fill with water, they are known as kettle lakes. Kettle lakes are visible near the Polychrome Overlook, the Teklanika rest stop and near Wonder Lake.[31]: 45 \n\nPermanently frozen ground is known as permafrost. The permafrost is discontinuous in Denali due to differences in vegetation, temperatures, snow cover and hydrology.[32] The active layer freezing and thawing seasonally can be from 1 inch (25 mm) to 10 feet (3.0 m) thick. The permafrost layer is located at between 30 and 100 feet (9.1 and 30.5 m) below the active layer. A stand of oddly leaning white spruce growing on a lower slope of Denali is called the Drunken Forest. The trees lean due to the soil sliding as a result of permafrost freeze/thaw cycles.  Permafrost impacts the ecosystem in the park by influencing hydrology, patterns of vegetation, and wildlife.[33] During the very cold Pleistocene climates, all of Denali was solidly frozen.[34] The northern areas of the range are still frozen due to continued cold temperatures. About 75% of Denali had near-surface permafrost, or an active permafrost layer, in the 1950s.[35] In the 2000s, around 50% of Denali had near-surface permafrost. It is suspected that by the 2050s, only about 6% of  surface permafrost will remain.[34] Because of climate change, most of the shallow permafrost is thawing. It is estimated that with an addition 1-2 degree warming, most of Denali's permafrost will thaw.[36] Permafrost thaw causes landslides as the ice rich soil transforms into mud slurry.[37] Landslides have previously impacted accessibility in Denali by obstructing the roads in the park.[38] Permafrost thaw releases addition carbon into the atmosphere.[39]\n\nShallow ponds in Denali are known as thaw lakes and cave-in lakes formed when water warmed by the sun forms basins in the underlying permafrost. These ponds deepen gradually during the summer and, if the temperature is high enough, they will grow in size as their rims collapse.\n\nThermal expansion and contraction causes permafrost cracking. In the summer water fills these cracks and forms veins called ice wedges. These wedges enlarge with seasonal freezing/thawing cycles. Some ice wedges buried for centuries are revealed during excavations or landslides.\n\n"
        },
        {
            "title": "Climate",
            "text": "According to the Köppen climate classification, Denali National Park has a subarctic climate (Dfc). The plant hardiness zone at Denali Visitor Center is 3a with an average annual extreme minimum temperature of −38.9 °F (−39.4 °C).[41]\n\nLong winters are followed by short growing seasons. Eighty percent of the bird population returns after cold months, raising their young. Most mammals and other wildlife in the park spend the brief summer months preparing for winter and raising their young.\n\nSummers are usually cool and damp, but temperatures in the 70s are not rare. The weather is so unpredictable that there have even been instances of snow in August.\n\nThe north and south side of the Alaskan Range have a completely different climate. The Gulf of Alaska carries moisture to the south side, but the mountains block water to the north side. This brings a drier climate and huge temperature fluctuations to the north. The south has transitional maritime continental climates, with moister, cooler summers and warmer winters.\n\n"
        },
        {
            "title": "Ecology",
            "text": "The Alaska Range is a mountainous expanse running through the entire park, strongly influencing the park's ecosystems. Vegetation in the park depends on the altitude. The treeline is at 2,500 feet (760 m), causing most of the park to be a vast expanse of tundra. In the lowland areas of the park, such as the western sections surrounding Wonder Lake, spruces and willows dominate the forest. Most trees and shrubs do not reach full size, due to unfavorable climate and thin soils. There are three types of forest in the park: from lowest to highest, they are low brush bog, bottomland spruce-poplar forest, upland spruce-hardwood forest. The forest grows in a mosaic, due to periodic fires.\n\nIn the tundra of the park, layers of topsoil collect on rotten fragmented rock moved by thousands of years of glacial activity. Mosses, ferns, grasses, and fungi grow on the topsoil. In areas of muskeg, tussocks form and may collect algae. The term 'muskeg' includes spongy waterlogged tussocks as well as deep pools of water covered by solid-looking moss. Wild blueberries and soap berries thrive in the tundra and provide the bears of Denali with the main part of their diet.\n\nOver 450 species of flowering plants fill the park and can be viewed in bloom throughout summer. Images of goldenrod, fireweed, bluebell, and gentian filling the valleys of Denali are often used on postcards and in artwork.\n\nDenali is home to a variety of North American birds and mammals, including an estimated 300-350 grizzly bears on the north side of the Alaska Range (70 bears per 1,000 square miles) and an estimated 2,700 black bears (334 per 1,000 square miles).  As of 2014[update], park biologists were monitoring about 51 wolves in 13 packs (7.4 wolves per 1,000 square miles), while surveys estimated 2,230 caribou in 2013, and 1,477 moose in 2011.[44] Dall sheep are often seen on mountainsides. Smaller animals such as coyotes, hoary marmots, shrews, Arctic ground squirrels, beavers, pikas, and snowshoe hares are seen in abundance. Red and Arctic fox species, martens, Canada lynx, and wolverines also inhabit the park, but are more rarely seen due to their elusive natures.\n\nMany migratory bird species reside in the park during late spring and summer. There are waxwings, Arctic warblers, pine grosbeaks, and northern wheatears, as well as ptarmigan and the tundra swan. Raptors include a variety of hawks, owls, and gyrfalcons, as well as the abundant but striking golden eagles.\n\nTen species of fish, including trout, salmon, and Arctic grayling, share the waters of the park. Because many of the rivers and lakes of Denali are fed by glaciers, glacial silt and cold temperatures slow the metabolism of the fish, preventing them from reaching normal sizes.[citation needed] A single amphibious species, the wood frog, also lives among the lakes of the park.\n\nThere are several non-native species in the park including common dandelion, narrowleaf hawksbeard, white sweet clover, bird vetch, yellow toadflax, and scentless false mayweed.[45][46] There are 28 invasive species documented in the park and 15 of these species are considered a threat.[45] Volunteers and park rangers work to keep non-native plant populations low.[45]\n\nDenali park rangers maintain a constant effort to keep the wildlife wild by limiting the interaction between humans and park animals. Feeding any animal is strictly forbidden, as it may cause adverse effects on the feeding habits of the creature. Visitors are encouraged to view animals from safe distances. In August 2012 the park experienced its first known fatal bear attack when a lone hiker apparently startled a large male grizzly while photographing it. Analysis of the scene and the hiker's camera strongly suggest he violated park regulations regarding backcountry bear encounters, which all permit holders are made aware of.[47] Certain areas of the park are often closed due to uncommon wildlife activity, such as denning areas of wolves and bears or recent kill sites.\n\n"
        }
    ]
}