{
    "url": "https://en.wikipedia.org/wiki/Denise_Okuda",
    "title": "Denise Okuda",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDenise Lynn Okuda is a computer, scenic and video supervisor, and a writer known for her work on several Star Trek film and television productions, as well as other science fiction television. She also co-authored the Star Trek Encyclopedia and the Star Trek Chronology.\n\nIn a 2016 interview with Geek Speak Magazine, Okuda explained her connection to Star Trek. \"I loved the original series as a child. I had friends who were connected with the show, but I never had a chance to work on it until Herman Zimmerman asked me to work on Star Trek VI as a production assistant. From there, he invited me to be a graphic artist on Star Trek: Deep Space Nine.\"[1]\n\nIn 2011, Okuda served as a consultant to CBS on the project to upgrade Star Trek: The Next Generation to high definition.[2] She had previously served as a producer for visual effects for CBS Paramount's remastered version of the original Star Trek series. Okuda's credits also include Star Trek: Enterprise, Star Trek: Deep Space Nine, Star Trek: Voyager, and four Star Trek movies. Working with her husband, Michael, Denise wrote trivia text commentaries for the ten Star Trek Special Edition DVD movies, as well as special text commentaries for the Star Trek Fan Collection sets. Her other production credits include the pilot episode of Threshold and the TV series version of The Flash.\n\nOkuda was a cataloguer for the auction of Star Trek memorabilia by Christie's auction house in 2006. She was interviewed on her work for the project in the History Channel documentary Star Trek: Beyond the Final Frontier.\n\nAfter Terry Matalas took over as showrunner of Star Trek: Picard at the start of season two, he and production designer Dave Blass invited creative/technical production staff he had previously worked with on Voyager back to work on Picard including Denise and Mike Okuda.[3]\n\nIn 2022, Okuda and her husband Michael were awarded a \"Lifetime Achievement Award\" from the Scenic, Title & Graphic Artists council of the Art Directors Guild.[4]\n\n"
        }
    ]
}