{
    "url": "https://en.wikipedia.org/wiki/Desacralization_of_knowledge",
    "title": "Desacralization of knowledge",
    "table_of_contents": [
        "1 Concept",
        "2 Historical development",
        "3 Effects",
        "4 Reception",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In traditionalist philosophy, desacralization of knowledge or secularization of knowledge[note 1][note 2] is the process of separation of knowledge from its divine source—God or the Ultimate Reality. The process marks a paradigmatic shift in understanding of the concept of knowledge in the modern period. It has rejected divine revelations as well as the idea of spiritual and metaphysical foundations of knowledge, confining knowledge to empirical data and reason alone. Although it is a recurrent theme among the writers of the Traditionalist school[note 3] that began with René Guénon, a French mystic and intellectual who earlier spoke of \"the limitation of knowledge to its lowest order\",[note 4] the process of desacralization of knowledge was most notably surveyed, chronicled and conceptualized by the Iranian philosopher Seyyed Hossein Nasr in his 1981 Gifford Lectures that were later published as Knowledge and the Sacred.\n\n"
        },
        {
            "title": "Concept",
            "text": "According to Nasr, desacralization of knowledge is one of the most significant aspects of secularism, which he defines as \"everything whose origin is merely human and therefore non-divine and whose metaphysical basis lies in [its] ontological hiatus between man and God\".[5] Nasr blames secularism for the desacralization of science and knowledge. In this process, science and knowledge became separated, losing the uniformity that they had in the form of traditional sacred knowledge.[6] The core idea of desacralization of knowledge is that modern civilization has lost the transcendent dimensions of knowledge, which are based on revelation and intellection, by confining knowledge solely to rational and empirical domains.[7][8]\n\nDictionary of Literary Biography states:\n\nIn Nasr's exposition, the words \"to know\" and \"knowledge\" forfeit their unidimensional character. In his view, knowledge proceeds in a hierarchical order from empirical and rational modes of knowing to the supreme form of knowledge which he calls the \"unitive knowledge\" or \"al-ma’rifah\". Similarly, \"to know\" begins with ratiocination and progresses to intellection, a process in which human intellect—the very substance that lies within man's being and is believed to be capable of possessing supra-rational knowledge—actively participates in divine intellect.[10][11]  Nasr contends that as knowledge is inseparable from being, it is inherently connected to the sacred. To be human is to know, which ultimately means knowing the Supreme Self—God, who is the source of all knowledge and consciousness.[12] It is the post-medieval process of secularization and a humanism that have eventually forced the separation of knowledge from being and intelligence from the Sacred or the Ultimate Reality, which \"is both the Knower and the Known, inner consciousness and outer reality\".[13]\n\nStefano Bigliardi of Al Akhawayn University states:\n\nNasr says modern science has reduced multiple domains of reality to a psycho-physical one. In the absence of a spiritual vision, science became concerned with changes in the material world alone. Because modern science has abandoned the notion of hierarchy of being, scientific theories and discoveries can no longer appreciate the truths that belong to a higher order of reality. Nasr says modern science is therefore an \"incomplete\" or \"superficial science\" that is only concerned with certain parts of reality while invalidating others.[15] It is based on the distinction between the knowing subject and the known object. Nasr says modern science has lost its symbolic spirit and the transcendental dimension because it has repudiated the role of intellect in pursuing knowledge and truth by adopting a purely quantitative method.[16][17] According to Nasr, the structure of reality remains constant, but human perception and vision of that reality change. Modern Western philosophy—with no sense of permanence—has reduced reality to a temporal process. According to Jane I. Smith, this phenomenon is what Nasr identifies as the desacralization of knowledge and the loss of the sense of the sacred.[18] This loss of the sacred quality of knowledge necessitates a choice between a form of knowledge that tends to focus on change, multiplicity, and outwardness, and “one that integrates change within the eternal, multiplicity within unity, and outward facts within inward principles.”[19]\n\n"
        },
        {
            "title": "Historical development",
            "text": "\nThe process of desacralization of knowledge began with the ancient Greeks.[22] According to Nasr, the rationalists and skeptics of ancient Greek philosophical traditions played a major role in the process of desacralization by reducing knowledge either to ratiocination or to cognitive exercise.[23] In substituting reason for intellect and sensuous knowledge for inner illumination, the Greeks pioneered the process of desacralization of knowledge.[24] Other major stages in the process of desacralization include the formation of Renaissance philosophical systems that had developed a concept of nature, which is independent and self-creative.[25] The process, however, reached its climax in the thought of René Descartes,[26] \"the father of modern Western philosophy,\"  who \"made thinking of the individual ego the center of reality and criterion of all knowledge\".[27] Thereafter, knowledge eventually became rooted in the cogito.[28]\n\nAccording to the Dictionary of Literary Biography:\n\nLiu Shu-hsien, a Neo-Confucian philosopher, writes:\n\nOne \"powerful instrument\" of desacralization in history includes the theory of evolution,[33] which according to Nasr \"is a desperate attempt to substitute a set of horizontal, material causes in a unidimensional world to explain effects whose causes belong to other levels of reality, to the vertical dimensions of existence\".[34] He says the theory of evolution, and its use by modernists and liberal theologians including Aurobindo Ghose and Pierre Teilhard de Chardin has been a \"major force\" in the process of desacralization of knowledge.[35] According to David Burrell, the \"roots of the betrayal\" may be found \"on the other side of Descartes\", in the high scholasticism that includes the thought of Thomas Aquinas, Bonaventure and Duns Scotus. According to Nasr, their syntheses \"tended to become over-rationalistic in imprisoning intuitions of a metaphysical order in syllogistic categories which were to hide, rather than reveal, their properly speaking intellectual rather than purely rational character\".[36]\n\n"
        },
        {
            "title": "Effects",
            "text": "Externalization and desacralization of knowledge has led to the belief all that can be understood is science in terms of information, quantification, analysis and their subsequent technological implications. The questions of religion, God, eternal life and the nature of the soul are all outside the realm of scientific knowledge and thus are only matters of faith.[38] The desacralized knowledge has affected all areas of culture, including art, science and religion, and has also had an impact on human nature.[39] The effect of desacralized, profane knowledge is felt within the value system, thought processes and structure of feelings.[40] Nasr says the desacralized knowledge and science affects the use of technology and has resulted in ecological catastrophes. It results in highly compartmentalized science whose ignorance of the divine destroys the outward and inward spiritual ambience of humans.[41][42]\n\n"
        },
        {
            "title": "Reception",
            "text": "According to Liu Shu-hsien, the process of desacralization of knowledge is not as bad as Nasr has anticipated. Shu-hsien says there is an overwhelming necessity for desacralization of knowledge within the domain of empirical science because the quest of certainty is no longer a viable objective.[43] According to David Harvey, the Enlightenment thought sought demystification and desacralization of knowledge, and social organization to free humans from their bonds.[44] Svend Brinkmann says of the need for desacralization of knowledge; \"if knowing is a human activity, it is always already situated somewhere – in some cultural, historical and social situation\".[45] For David Burrell, scholars are more at ease with Nasr's criticism of \"enlightenment philosophical paradigm\" in an explicitly postmodern world. Those who would argue \"if knowledge cannot be secured in Descartes’s fashion, it cannot be secured at all\" might have modern presumptions.[46]\n\n"
        }
    ]
}