{
    "url": "https://en.wikipedia.org/wiki/Experimental_design",
    "title": "Design of experiments",
    "table_of_contents": [
        "1 History",
        "1.1 Statistical experiments, following Charles S. Peirce",
        "1.1.1 Randomized experiments",
        "1.1.2 Optimal designs for regression models",
        "1.2 Sequences of experiments",
        "2 Fisher's principles",
        "3 Example",
        "4 Avoiding false positives",
        "5 Discussion topics when setting up an experimental design",
        "6 Causal attributions",
        "7 Statistical control",
        "8 Experimental designs after Fisher",
        "9 Human participant constraints",
        "10 See also",
        "11 References",
        "11.1 Sources",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe design of experiments (DOE, DOX, or experimental design) is the design of any task that aims to describe and explain the variation of information under conditions that are hypothesized to reflect the variation. The term is generally associated with experiments in which the design introduces conditions that directly affect the variation, but may also refer to the design of quasi-experiments, in which natural conditions that influence the variation are selected for observation.\n\nIn its simplest form, an experiment aims at predicting the outcome by introducing a change of the preconditions, which is represented by one or more independent variables, also referred to as \"input variables\" or \"predictor variables.\" The change in one or more independent variables is generally hypothesized to result in a change in one or more dependent variables, also referred to as \"output variables\" or \"response variables.\" The experimental design may also identify control variables that must be held constant to prevent external factors from affecting the results. Experimental design involves not only the selection of suitable independent, dependent, and control variables, but planning the delivery of the experiment under statistically optimal conditions given the constraints of available resources.  There are multiple approaches for determining the set of design points (unique combinations of the settings of the independent variables) to be used in the experiment.\n\nMain concerns in experimental design include the establishment of validity, reliability, and replicability. For example, these concerns can be partially addressed by carefully choosing the independent variable, reducing the risk of measurement error, and ensuring that the documentation of the method is sufficiently detailed. Related concerns include achieving appropriate levels of statistical power and sensitivity.\n\nCorrectly designed experiments advance knowledge in the natural and social sciences and engineering. Other applications include marketing and policy making. The study of the design of experiments is an important topic in metascience.\n\n"
        },
        {
            "title": "History",
            "text": "A theory of statistical inference was developed by Charles S. Peirce in \"Illustrations of the Logic of Science\" (1877–1878)[1] and  \"A Theory of Probable Inference\" (1883),[2] two publications that emphasized the importance of randomization-based inference in statistics.[3]\n\nCharles S. Peirce randomly assigned volunteers to a blinded, repeated-measures design to evaluate their ability to discriminate weights.[4][5][6][7]\nPeirce's experiment inspired other researchers in psychology and education, which developed a research tradition of randomized experiments in laboratories and specialized textbooks in the 1800s.[4][5][6][7]\n\nCharles S. Peirce also contributed the first English-language publication on an optimal design for regression models in 1876.[8] A pioneering optimal design for polynomial regression was suggested by Gergonne in 1815. In 1918, Kirstine Smith published optimal designs for polynomials of degree six (and less).[9][10]\n\nThe use of a sequence of experiments, where the design of each may depend on the results of previous experiments, including the possible decision to stop experimenting, is within the scope of sequential analysis, a field that was pioneered[11] by Abraham Wald in the context of sequential tests of statistical hypotheses.[12] Herman Chernoff wrote an overview of optimal sequential designs,[13] while adaptive designs have been surveyed by S. Zacks.[14] One specific type of sequential design is the \"two-armed bandit\", generalized to the multi-armed bandit, on which early work was done by Herbert Robbins in 1952.[15]\n\n"
        },
        {
            "title": "",
            "text": "A methodology for designing experiments was proposed by Ronald Fisher, in his innovative books: The Arrangement of Field Experiments (1926) and The Design of Experiments (1935).  Much of his pioneering work dealt with agricultural applications of statistical methods.  As a mundane example, he described how to test the lady tasting tea hypothesis, that a certain lady could distinguish by flavour alone whether the milk or the tea was first placed in the cup. These methods have been broadly adapted in biological, psychological, and agricultural research.[16]\n\n"
        },
        {
            "title": "Example",
            "text": "This example of design experiments is attributed to Harold Hotelling, building on examples from Frank Yates.[20][21][13] The experiments designed in this example involve combinatorial designs.[22]\n\nWeights of eight objects are measured using a pan balance and set of standard weights.  Each weighing measures the weight difference between objects in the left pan and any objects in the right pan by adding calibrated weights to the lighter pan until the balance is in equilibrium. Each measurement has a random error.  The average error is zero; the standard deviations of the probability distribution of the errors is the same number σ on different weighings; errors on different weighings are independent.  Denote the true weights by\n\nWe consider two different experiments:\n\nThe question of design of experiments is: which experiment is better?\n\nThe variance of the estimate X1 of θ1 is σ2 if we use the first experiment.  But if we use the second experiment, the variance of the estimate given above is σ2/8.  Thus the second experiment gives us 8 times as much precision for the estimate of a single item, and estimates all items simultaneously, with the same precision. What the second experiment achieves with eight would require 64 weighings if the items are weighed separately. However, note that the estimates for the items obtained in the second experiment have errors that correlate with each other.\n\nMany problems of the design of experiments involve combinatorial designs, as in this example and others.[22]\n\n"
        },
        {
            "title": "Avoiding false positives",
            "text": "False positive conclusions, often resulting from the pressure to publish or the author's own confirmation bias, are an inherent hazard in many fields. A good way to prevent biases potentially leading to false positives in the data collection phase is to use a double-blind design. When a double-blind design is used, participants are randomly assigned to experimental groups but the researcher is unaware of what participants belong to which group. Therefore, the researcher can not affect the participants' response to the intervention.  \nExperimental designs with undisclosed degrees of freedom are a problem.[23] This can lead to conscious or unconscious \"p-hacking\": trying multiple things until you get the desired result.  It typically involves the manipulation – perhaps unconsciously – of the process of statistical analysis and the degrees of freedom until they return a figure below the p<.05 level of statistical significance.[24][25] So the design of the experiment should include a clear statement proposing the analyses to be undertaken. P-hacking can be prevented by preregistering researches, in which researchers have to send their data analysis plan to the journal they wish to publish their paper in before they even start their data collection, so no data manipulation is possible (https://osf.io). Another way to prevent this is taking the double-blind design to the data-analysis phase, where the data are sent to a data-analyst unrelated to the research who scrambles up the data so there is no way to know which participants belong to before they are potentially taken away as outliers.\n\nClear and complete documentation of the experimental methodology is also important in order to support replication of results.[26]\n\n"
        },
        {
            "title": "Discussion topics when setting up an experimental design",
            "text": "An experimental design or randomized clinical trial requires careful consideration of several factors before actually doing the experiment.[27] An experimental design is the laying out of a detailed experimental plan in advance of doing the experiment. Some of the following topics have already been discussed in the principles of experimental design section:\n\nThe independent variable of a study often has many levels or different groups. In a true experiment, researchers can have an experimental group, which is where their intervention testing the hypothesis is implemented, and a control group, which has all the same element as the experimental group, without the interventional element. Thus, when everything else except for one intervention is held constant, researchers can certify with some certainty that this one element is what caused the observed change. In some instances, having a control group is not ethical. This is sometimes solved using two different experimental groups. In some cases, independent variables cannot be manipulated, for example when testing the difference between two groups who have a different disease, or testing the difference between genders (obviously variables that would be hard or unethical to assign participants to). In these cases, a quasi-experimental design may be used.\n\n"
        },
        {
            "title": "Causal attributions",
            "text": "In the pure experimental design, the independent (predictor) variable is manipulated by the researcher – that is – every participant of the research is chosen randomly from the population, and each participant chosen is assigned randomly to conditions of the independent variable. Only when this is done is it possible to certify with high probability that the reason for the differences in the outcome variables are caused by the different conditions. Therefore, researchers should choose the experimental design over other design types whenever possible. However, the nature of the independent variable does not always allow for manipulation. In those cases, researchers must be aware of not certifying about causal attribution when their design doesn't allow for it. For example, in observational designs, participants are not assigned randomly to conditions, and so if there are differences found in outcome variables between conditions, it is likely that there is something other than the differences between the conditions that causes the differences in outcomes, that is – a third variable. The same goes for studies with correlational design. (Adér & Mellenbergh, 2008).\n\n"
        },
        {
            "title": "Statistical control",
            "text": "It is best that a process be in reasonable statistical control prior to conducting designed experiments.  When this is not possible, proper blocking, replication, and randomization allow for the careful conduct of designed experiments.[28]\nTo control for nuisance variables, researchers institute control checks as additional measures.  Investigators should ensure that uncontrolled influences (e.g., source credibility perception) do not skew the findings of the study.  A manipulation check is one example of a control check.  Manipulation checks allow investigators to isolate the chief variables to strengthen support that these variables are operating as planned.\n\nOne of the most important requirements of experimental research designs is the necessity of eliminating the effects of spurious, intervening, and antecedent variables. In the most basic model, cause (X) leads to effect (Y). But there could be a third variable (Z) that influences (Y), and X might not be the true cause at all. Z is said to be a spurious variable and must be controlled for. The same is true for intervening variables (a variable in between the supposed cause (X) and the effect (Y)), and anteceding variables (a variable prior to the supposed cause (X) that is the true cause). When a third variable is involved and has not been controlled for, the relation is said to be a zero order relationship. In most practical applications of experimental research designs there are several causes (X1, X2, X3). In most designs, only one of these causes is manipulated at a time.\n\n"
        },
        {
            "title": "Experimental designs after Fisher",
            "text": "Some efficient designs for estimating several main effects were found independently and in near succession by Raj Chandra Bose and K. Kishen in 1940 at the Indian Statistical Institute, but remained little known until the Plackett–Burman designs were published in Biometrika in 1946. About the same time, C. R. Rao introduced the concepts of orthogonal arrays as experimental designs. This concept played a central role in the development of Taguchi methods by Genichi Taguchi, which took place during his visit to Indian Statistical Institute in early 1950s. His methods were successfully applied and adopted by Japanese and Indian industries and subsequently were also embraced by US industry albeit with some reservations.\n\nIn 1950, Gertrude Mary Cox and William Gemmell Cochran published the book Experimental Designs, which became the major reference work on the design of experiments for statisticians for years afterwards.\n\nDevelopments of the theory of linear models have encompassed and surpassed the cases that concerned early writers. Today, the theory rests on advanced topics in linear algebra, algebra and combinatorics.\n\nAs with other branches of statistics, experimental design is pursued using both frequentist and Bayesian approaches: In evaluating statistical procedures like experimental designs, frequentist statistics studies the sampling distribution while Bayesian statistics updates a probability distribution on the parameter space.\n\nSome important contributors to the field of experimental designs are C. S. Peirce, R. A. Fisher, F. Yates, R. C. Bose, A. C. Atkinson, R. A. Bailey, D. R. Cox, G. E. P. Box, W. G. Cochran, W. T. Federer, V. V. Fedorov, A. S. Hedayat, J. Kiefer, O. Kempthorne, J. A. Nelder, Andrej Pázman, Friedrich Pukelsheim, D. Raghavarao, C. R. Rao, Shrikhande S. S., J. N. Srivastava, William J. Studden, G. Taguchi and H. P. Wynn.[29]\n\nThe textbooks of D. Montgomery, R. Myers, and G. Box/W. Hunter/J.S. Hunter have reached generations of students and practitioners.\n[30]\n[31]\n[32]\n[33]\n[34]\n\nSome discussion of experimental design in the context of system identification (model building for static or dynamic models) is given in[35] and.[36]\n\n"
        },
        {
            "title": "Human participant constraints",
            "text": "Laws and ethical considerations preclude some carefully designed \nexperiments with human subjects.  Legal constraints are dependent on \njurisdiction.  Constraints may involve \ninstitutional review boards, informed consent \nand confidentiality affecting both clinical (medical) trials and \nbehavioral and social science experiments.[37]\nIn the field of toxicology, for example, experimentation is performed \non laboratory animals with the goal of defining safe exposure limits \nfor humans.[38] Balancing\nthe constraints are views from the medical field.[39] Regarding the randomization of patients, \n\"... if no one knows which therapy is better, there is no ethical \nimperative to use one therapy or another.\" (p 380) Regarding \nexperimental design, \"...it is clearly not ethical to place subjects \nat risk to collect data in a poorly designed study when this situation \ncan be easily avoided...\". (p 393)\n\n"
        }
    ]
}