{
    "url": "https://en.wikipedia.org/wiki/Deuterium_fusion",
    "title": "Deuterium fusion",
    "table_of_contents": [
        "1 In protostars",
        "2 In substellar objects",
        "3 In planets",
        "4 Other reactions",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Deuterium fusion, also called deuterium burning, is a nuclear fusion reaction that occurs in stars and some substellar objects, in which a deuterium nucleus and a proton combine to form a helium-3 nucleus. It occurs as the second stage of the proton–proton chain reaction, in which a deuterium nucleus formed from two protons fuses with another proton, but can also proceed from primordial deuterium.\n\n"
        },
        {
            "title": "In protostars",
            "text": "Deuterium is the most easily fused nucleus available to accreting protostars,[1] and such fusion in the center of protostars can proceed when temperatures exceed 106 K.[2] The reaction rate is so sensitive to temperature that the temperature does not rise very much above this.[2] The energy generated by fusion drives convection, which carries the heat generated to the surface.[1]\n\nIf there were no deuterium available to fuse, then stars would gain significantly less mass in the pre-main-sequence phase, as the object would collapse faster, and more intense hydrogen fusion would occur and prevent the object from accreting matter.[2] Deuterium fusion allows further accretion of mass by acting as a thermostat that temporarily stops the central temperature from rising above about one million degrees, a temperature not high enough for hydrogen fusion, but allowing time for the accumulation of more mass.[3] When the energy transport mechanism switches from convective to radiative, energy transport slows, allowing the temperature to rise and hydrogen fusion to take over in a stable and sustained way. Hydrogen fusion will begin at 107 K.\n\nThe rate of energy generation is proportional to (deuterium concentration)×(density)×(temperature)11.8. If the core is in a stable state, the energy generation will be constant. If one variable in the equation increases, the other two must decrease to keep energy generation constant. As the temperature is raised to the power of 11.8, it would require very large changes in either the deuterium concentration or its density to result in even a small change in temperature.[2][3] The deuterium concentration reflects the fact that the gasses are a mixture of ordinary hydrogen and helium and deuterium.\n\nThe mass surrounding the radiative zone is still rich in deuterium, and deuterium fusion proceeds in an increasingly thin shell that gradually moves outwards as the radiative core of the star grows. The generation of nuclear energy in these low-density outer regions causes the protostar to swell, delaying the gravitational contraction of the object and postponing its arrival on the main sequence.[2] The total energy available by deuterium fusion is comparable to that released by gravitational contraction.[3]\n\nDue to the scarcity of deuterium in the Universe, a protostar's supply of it is limited. After a few million years, it will have effectively been completely consumed.[4]\n\n"
        },
        {
            "title": "In substellar objects",
            "text": "Hydrogen fusion requires much higher temperatures and pressures than does deuterium fusion, hence, there are objects massive enough to burn deuterium but not massive enough to burn hydrogen. These objects are called brown dwarfs, and have masses between about 13 and 80 times the mass of Jupiter.[5] Brown dwarfs may shine for a hundred million years before their deuterium supply is burned out.[6]\n\nObjects above the deuterium-fusion minimum mass (deuterium burning minimum mass, DBMM) will fuse all their deuterium in a very short time (~4–50 Myr), whereas objects below that will burn little, and hence, preserve their original deuterium abundance. \"The apparent identification of free-floating objects, or rogue planets below the DBMM would suggest that the formation of star-like objects extends below the DBMM.\"[7]\n\nThe onset of deuterium burning is called deuterium flash.[8] Deuterium burning induced instability after this initial deuterium flash was proposed for very low-mass stars in 1964 by M. Gabriel.[9][10] In this scenario a low-mass star or brown dwarf that is fully convective will become pulsationally unstable due to the nuclear reaction being sensitive to temperature.[10] This pulsation is hard to observe because the onset of deuterium burning is thought to begin at <0.5 Myrs for >0.1 M☉ stars. At this time protostars are still deeply embedded in their circumstellar envelopes. Brown dwarfs with masses between 20 and 80 MJ should be easier targets because the onset of deuterium burning does occur at an older age of 1 to 10 Myrs.[10][11] Observations of very low-mass stars failed to detect variability that could be connected to deuterium-burning instability, despite these predictions.[12] Ruíz-Rodríguez et al. proposed that the elliptical carbon monoxide shell around the young brown dwarf SSTc2d J163134.1-24006 is due to a violent deuterium flash, reminiscent of a helium shell flash in old stars.[11]\n\n"
        },
        {
            "title": "In planets",
            "text": "It has been shown that deuterium fusion should also be possible in planets. The mass threshold for the onset of deuterium fusion atop the solid cores is also at roughly 13 Jupiter masses (1MJ = 1.889×1027 kg).[13][14]\n\n"
        },
        {
            "title": "Other reactions",
            "text": "Though fusion with a proton is the dominant method of consuming deuterium, other reactions are possible. These include fusion with another deuterium nucleus to form helium-3, tritium, or (more rarely) helium-4, or with helium to form various isotopes of lithium.[15]\n\n"
        }
    ]
}