{
    "url": "https://en.wikipedia.org/wiki/Deutsche_Bundesbank",
    "title": "Deutsche Bundesbank",
    "table_of_contents": [
        "1 History of the Bundesbank as an organization",
        "1.1 1948–1957",
        "1.2 1957–1990",
        "1.3 1990–1993",
        "1.4 1993–2001",
        "1.5 2001–present",
        "2 The Bundesbank today",
        "2.1 The Bundesbank as a note-issuing bank",
        "2.2 The Bundesbank as the banks' banker",
        "2.2.1 Clearing house for commercial banks",
        "2.2.2 Bank supervision",
        "2.3 The Bundesbank as the state's banker",
        "2.4 The Bundesbank as the keeper of the currency reserves",
        "2.4.1 Structure",
        "2.4.2 Governance",
        "3 Presidents of the Bundesbank",
        "3.1 Presidents of the predecessors to the Bundesbank",
        "3.2 Presidents of the Bundesbank",
        "4 Current Executive Board of the Bundesbank",
        "5 Disputes between the Bundesbank and the government",
        "5.1 Dispute over currency union with East Germany",
        "6 The Bundesbank in the news",
        "7 Involvement in the European sovereign debt crisis",
        "8 Publications of the Bundesbank",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Deutsche Bundesbank (pronounced [ˈdɔʏtʃə ˈbʊndəsˌbaŋk]), literally \"German Federal Bank\", is the central bank of the Federal Republic of Germany and as such part of the European System of Central Banks (ESCB). Due to its strength and former size, the Bundesbank is the most influential member of the ESCB. Both the Bundesbank and the European Central Bank (ECB) are located in Frankfurt, Germany. It is sometimes referred to as \"Buba\" for Bundesbank,[2] while its usual abbreviation is BBk in Germany and internationally DBB.\n\nThe Bundesbank was established in 1957 and succeeded the Bank deutscher Länder, which introduced the Deutsche Mark on 20 June 1948. Until the euro was physically introduced in 2002, the Bundesbank was the central bank of the former Deutsche Mark (\"German Mark\", sometimes known in English as the \"Deutschmark\").[citation needed]\n\nThe Bundesbank was the first central bank to be given full independence, leading this form of central bank to be referred to as the Bundesbank model, as opposed, for instance, to the New Zealand model, which has a goal (i.e. inflation target) set by the government.[citation needed] Nowadays, the ECB also uses the Bundesbank model, making the concept the foundation of the entire Euro system.\n\nThe Bundesbank was greatly respected for its control of inflation through the second half of the 20th century. This made the German Mark one of the most respected currencies, and the Bundesbank gained substantial indirect influence in many European countries.\n\n"
        },
        {
            "title": "History of the Bundesbank as an organization",
            "text": "The history of the Bundesbank is inextricably linked with the history of the German currency after the Second World War. Following the total destruction after the war, the old Reichsmark was practically worthless, and a currency reform was implemented in the western occupation zones including West Berlin: on 21 June 1948, the D-Mark, or Deutsche Mark, replaced the Reichsmark. The currency reform was based on laws enacted by the Allied military government. In preparation, the Western Powers established a new two-tier central bank system in the occupied zones; in its federal structure, it was modeled on the Federal Reserve System of the USA. It comprised the central banks of the states (Länder) of the West German occupation zones and the Bank deutscher Länder in Frankfurt am Main, which was created on 1 March 1948. The central banks of the Länder acted as central banks within their areas of jurisdiction. The Bank deutscher Länder, whose share capital was held by the central banks of the Länder, was responsible for issuing bank notes, co-ordinating policy and various central tasks including management of foreign exchange. The supreme governing body of the two-tier central bank system was the Central Bank Council (Zentralbankrat) set up at the Bank deutscher Länder. It consisted of a president, the presidents of the central banks of the Länder and the president of the directorate (board) of the Bank deutscher Länder. Amongst other things, the Central Bank Council determined policy on bank rate and minimum reserve policy, open-market policy guidelines and granting of credit. After the negative experience with a central bank subject to government orders, the principle of an independent central bank was established. The Bank deutscher Länder was independent of German political bodies from the start, including the federal German government, which was active from September 1949. It achieved independence from the Allies in 1951.\n\nThe German \"Basic Law\" (constitution), which had come into force on 23 May 1949, placed an obligation on the German federal legislature to establish a federal bank responsible for the issue of bank notes and currency.[3] The legislature fulfilled this obligation by passing the Bundesbank Act (BBankG) of 26 July 1957, which abolished the two-tier structure of the central bank system.[4] The central banks of the Länder were now no longer independent note-issuing banks, but became regional headquarters of the Bundesbank, nevertheless retaining the title \"state central bank\" (Landeszentralbank).\n\nThe Central Bank Council remained the supreme decision-making body of the Bundesbank. It was now made up of the presidents of the central banks of the Länder and a board of directors based in Frankfurt. The Central Bank Council decided on the currency and credit policy and laid down rules for management. As the central executive body of the Bundesbank, the Directorate (Direktorium) was responsible for implementing the decisions of the Central Bank Council. The Directorate ran the bank and was, in particular, responsible for dealings with the federal government and its \"special assets\" (Sondervermögen), for transactions with credit institutes operating in the Federal republic of Germany, for currency transactions, and foreign commercial transactions, and for open-market dealings. The Directorate was made up of the president and the vice-president of the Bundesbank and up to six additional members.\n\nThe central banks of the Länder carried out business falling in their areas independently. The Bundesbank Act explicitly made them responsible for dealings with public bodies and credit institutes. The central Banks of the Länder also controlled the subsidiary bodies (Zweiganstalten), now called branches (Filialen). Overall management of each Land central bank was in the hands of its executive board (Vorstand), which as a rule consisted of the president and the vice-president of the bank.\n\nIn the wake of the Fall of the Berlin Wall, the Federal Republic of Germany and the German Democratic Republic signed a treaty on 18 May 1990, that created an economic, social and currency union between the two German nations; it came into force on 1 July 1990, and made the Deutsche Mark the sole legal tender in both German states. The Bundesbank was made responsible for money and currency policy within the whole of the currency union. A \"Provisional Administration Body\" was set up for the purpose of implementing the treaty, and this body continued to operate beyond the official date of reunification until 31 October 1990. The Bundesbank Act was amended to adjust the organizational structure of the Bundesbank to better match changed circumstances following German reunification, and at the same time streamline the organisation. The eleven central banks of the Länder and the Provisional Administrative Body were replaced by nine central banks of similar economic size.\n\nThe Maastricht Treaty that came into force on 1 November 1993 laid the foundation for the European Economic and Currency Union (EECU). National responsibility for monetary policy was transferred, at the Community level, to the European System of Central Banks (ESCB), comprising the European Central bank (ECB) and the national central banks (NCBs) of the EU states. Until the ECB became fully responsible for currency in 2001, the Bundesbank had three governing bodies. The Central Bank Council (Zentralbankrat) was the supreme body of the Bundesbank. It was made up of:\n\nThe Directorate was the executive body of the Bundesbank, while all currency policy decisions were made by the Central Bank Council.\n\nIn 2001 the ECB took over full control of currency. The Bundesbank Act was last amended in 2002 by the 7th Law Amending the Law on the Bundesbank of 30 April 2002, which gave the Bundesbank its current structure.\n\n"
        },
        {
            "title": "The Bundesbank today",
            "text": "After the ECB took over responsibility for currency, the Bundesbank continued to exist. Its duties were redefined by the 7th Law amending the \"Law on the German Bundesbank\" of 30 April 2002, in Section 3 of the Bundesbank Act:[5]\n\nUnlike other central banks such as the Bank of England and the U.S. Federal Reserve (but like the ECB), the Bundesbank is not officially responsible for maintaining the stability of the financial system and is not a lender of last resort.[6]\n\nBased on the Bundesbank Act and the ECB Statute, the Bundesbank has four areas of activity, which it mostly handles jointly with the ECB:\n\nAs a note-issuing bank, the Bundesbank provides the economy with cash, and ensures the physical circulation of cash. It checks the cash delivered by banks and money transport companies, removes counterfeit money from circulation and hands it to the police.  It changes D-Mark holdings still in circulation, without any time limit and replaces damaged or mutilated notes (National Analysis Centre for Counterfeit and Damaged Banknotes and Coins). It also issues information on the safety mechanisms for notes and coins and issues a weekly bulletin on the volume of cash in circulation.\n\nIn relation to the commercial banking system, the Bundesbank has two functions:\n\nFirstly, the Bundesbank is a  refinancing source and clearing house for the commercial banks. The commercial banks can use what are known as \"refinancing instruments\" to cover their needs for central bank money through the Bundesbank and the ECB. Until the end of 1998, the control of the money supply by this method was one of the main tasks of the Bundesbank. Since 1 January 1999, one of the principal aims of the ECB has been to maintain price stability by means of its monetary strategy. Commercial banks can deposit money that is temporarily surplus to requirements with the Bundesbank/ECB (known as a deposit facility). The Bundesbank supports cross-border payments between domestic and foreign commercial banks, for instance by means of the German real time gross transfer system RTGSplus and TARGET2.\n\nThe bank also helps to regulate commercial banks, in close cooperation with the German financial regulatory agency the Bundesanstalt für Finanzdienstleistungsaufsicht (BaFin).[7]\n\nAs the state's banker, the Bundesbank provides accounts and performs normal banking services for federal, state (Land) and local authorities, as well as for the statutory social security organizations. All such accounts are required to have a positive balance, i.e. the Bundesbank is not allowed to grant credits to the public sector. This is due to negative historical precedents in connection with the financing of two world wars by the Deutsche Reichsbank. It also carries out securities transactions for the federal government (Bundesfinanzagentur).\n\nCurrency reserves are all assets of the Bundesbank that are not specified in EUR, including gold reserves, securities in foreign currency, credit with foreign banks, foreign exchange, etc. Currency reserves can be invested for profit and also provide a possibility of intervening in the market if the exchange rate fluctuates strongly. The gold reserves of the Bundesbank are the second largest in the world (after the U.S. Federal Reserve). As of late 2011, the Bundesbank has over 3,000 tonnes of gold reserves.[citation needed]\n\nThe Bundesbank has nine regional headquarters in the Länder, the former central banks of the Länder and 35 branches (Filiale). As of 30 June 2006, the Bundesbank had a total of 12,474 employees.[8] These are available to banks, public authorities and money transport enterprises for the provision of cash and the clearing of credit transfer.\nThe nine regional headquarters are:\n\nThe executive board (Vorstand) is the supreme governing body of the Bundesbank. It comprises:[9] the president, the vice president and one additional board member, nominated by the German government, plus three additional members of the executive board, nominated by the Bundesrat. All members of the executive board are appointed by the President of Germany, normally for eight years, but at least for five years.\n\n"
        },
        {
            "title": "Current Executive Board of the Bundesbank",
            "text": "The Bundesbank's decision-making body is the executive board. According to current regulations, it comprises the President, the vice-president and four other members.  As of November 2022[update], its membership is as follows:[10]\n\n"
        },
        {
            "title": "Disputes between the Bundesbank and the government",
            "text": "The statutory independence of the central bank guaranteed by the Bundesbank Act does not ensure that there will be no disputes between the central bank and government.\n\nOne particularly public dispute was in the lead-up to German re-unification. When a customs union was created between the former East Germany (German Democratic Republic) and West Germany (the \"old\" Federal Republic of Germany), there was a dispute over the rate of exchange for conversion of East German money to Deutschmarks. The Chancellor (Helmut Kohl) decided to ignore the advice of the Bundesbank, and chose an exchange rate of 1:1. The Bundesbank feared that this would be excessively inflationary as well as very significantly impairing the economic prospects of the area of the former East Germany. This dispute was particularly public because of the Bundesbank policy of communicating openly on such matters. Although public opinion normally supported the Bundesbank in matters of combating inflation, in this case Helmut Kohl prevailed, and the President of the Bundesbank, Pöhl, resigned. The Bundesbank had to use monetary measures to offset the inflationary effect.[11]\n\n"
        },
        {
            "title": "The Bundesbank in the news",
            "text": "In 2004 the president of the Bundesbank, Ernst Welteke, resigned after the press published allegations that his hotel bills for a New Year celebration had been paid by a commercial bank and he was criticized for his handling of the affair. There were also some allegations that this was part of a political intrigue to remove Welteke from office because he opposed selling Bundesbank gold reserves, as desired by the government. After Pöhl (see above), Welteke was the second Bundesbank president to resign.[12][13]\n\nOn Wednesday, 24 February 2016, as part of the Bundesbank's annual news conference, Bundesbank president and European Central Bank Governing Council member, Jens Weidmann, dismissed deflation in light of the ECB's current stimulus program, pointing out the healthy condition of the German economy and that the euro area isn't that bad off, on the eve of the 9–10 March 2016 meetings.[14]\n\n"
        },
        {
            "title": "Involvement in the European sovereign debt crisis",
            "text": "In June 2012, it was estimated that the Bundesbank had €644 billion exposure to other central banks in the eurozone under the TARGET2 payment system. Only three other eurozone central banks had net exposure from the system; all others had the offsetting net exposure due to the system. The net exposure finances trade imbalances and capital flight.[15] The Bundesbank is the largest shareholder of the European Central Bank. The ECB has bought up more than €200 billion in sovereign debt from crisis-ridden countries. Some of this would have to be written off in the case of a euro collapse, which would entail corresponding losses for the Bundesbank.[16]\n\nOn 27 January 2014, the Bundesbank called for a capital levy on citizens of a nation before that nation applies for relief under the European Financial Stability Facility.  The levy \"corresponds to the principle of national responsibility, according to which tax payers are responsible for their government's obligations before solidarity of other states is required\".[17] This followed an IMF report from October 2013 which proposed a similar wealth tax.[17]\n\n"
        },
        {
            "title": "Publications of the Bundesbank",
            "text": "The Bundesbank produces a number of regular publications and statistics (see Web site)\n\n"
        }
    ]
}