{
    "url": "https://en.wikipedia.org/wiki/Romanization_of_Sanskrit",
    "title": "Devanagari transliteration",
    "table_of_contents": [
        "1 IAST",
        "2 Hunterian system",
        "3 Alternative transliteration methods",
        "3.1 Schemes with diacritics",
        "3.1.1 National Library at Kolkata romanization",
        "3.1.2 ISO 15919",
        "3.2 ASCII schemes",
        "3.2.1 Harvard-Kyoto",
        "3.2.2 ITRANS scheme",
        "3.2.3 Velthuis",
        "3.2.4 SLP1",
        "3.2.5 Hinglish",
        "3.2.6 Others",
        "4 Transliteration comparison",
        "4.1 Vowels",
        "4.2 Consonants",
        "4.3 Irregular consonant clusters",
        "4.4 Other consonants",
        "4.5 Comparison of IAST with ISO 15919",
        "5 Details",
        "5.1 Treatment of inherent schwa",
        "5.2 Retroflex consonants",
        "5.3 Aspirated consonants",
        "6 Computer use as a drive for romanization",
        "7 History of Sanskrit transliteration",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDevanagari is an Indian script used for many languages of India and Nepal, including Hindi, Marathi, Nepali and Sanskrit. There are several somewhat similar methods of transliteration from Devanagari to the Roman script (a process sometimes called romanization), including the influential and lossless IAST notation.[1] Romanized Devanagari is also called Romanagari.[2]\n\n"
        },
        {
            "title": "IAST",
            "text": "The International Alphabet of Sanskrit Transliteration (IAST) is a subset of the ISO 15919 standard, used for the transliteration of Sanskrit, Prakrit and Pāḷi into Roman script with diacritics. IAST is a widely used standard. It uses diacritics to disambiguate phonetically similar but not identical Sanskrit glyphs. For example, dental and retroflex consonants are disambiguated with an underdot: dental द=d and retroflex ड=ḍ.  An important feature of IAST is that it is losslessly reversible,[citation needed] i.e., IAST transliteration may be converted back to correct Devanāgarī or to other South Asian scripts without ambiguity.  Many Unicode fonts fully support IAST display and printing.\n\n"
        },
        {
            "title": "Hunterian system",
            "text": "The Hunterian system is the \"national system of romanization in India\" and the one officially adopted by the Government of India.[3][4][5]\n\nThe Hunterian system was developed in the nineteenth century by William Wilson Hunter, then Surveyor General of India.[6] When it was proposed, it immediately met with opposition from supporters of the earlier practiced non-systematic and often distorting \"Sir Roger Dowler method\" (an early corruption of Siraj ud-Daulah) of phonetic transcription, which climaxed in a dramatic showdown in an India Council meeting on 28 May 1872 where the new Hunterian method carried the day. The Hunterian method was inherently simpler and extensible to several Indic scripts because it systematized grapheme transliteration, and it came to prevail and gain government and academic acceptance.[6] Opponents of the grapheme transliteration model continued to mount unsuccessful attempts at reversing government policy until the turn of the century, with one critic calling appealing to \"the Indian Government to give up the whole attempt at scientific (i.e. Hunterian) transliteration, and decide once and for all in favour of a return to the old phonetic spelling.\"[7]\n\nOver time, the Hunterian method extended in reach to cover several Indic scripts, including Burmese and Tibetan.[8][9] Provisions for schwa deletion in Indo-Aryan languages were also made where applicable, e.g. the Hindi कानपुर is transliterated as kānpur (and not kānapura) but the Sanskrit क्रम is transliterated as krama (and not kram). The system has undergone some evolution over time. For instance, long vowels were marked with an accent diacritic in the original version, but this was later replaced in the 1954 Government of India update with a macron.[10] Thus, जान (life) was previously romanized as ján but began to be romanized as jān. The Hunterian system has faced criticism over the years for not producing phonetically accurate results and being \"unashamedly geared towards an English-language receiver audience.\"[10] Specifically, the lack of differentiation between retroflex and dental consonants (e.g. द and ड are both represented by d) has come in for repeated criticism and inspired several proposed modifications of Hunterian, including using a diacritic below retroflexes (e.g. making द=d and ड=ḍ, which is more readable but requires diacritic printing) or capitalizing them (e.g. making द=d and ड=D, which requires no diacritic printing but is less readable because it mixes small and capital letters in words).[11]\n\n"
        },
        {
            "title": "Alternative transliteration methods",
            "text": "The National Library at Kolkata romanization, intended for the romanization of all Indic scripts, is an extension of IAST. It differs from IAST in the use of the symbols ē and ō for ए and ओ (e and o are used for the short vowels present in many Indian languages), the use of 'ḷ' for the consonant (in Kannada) ಳ, and the absence of symbols for ॠ, ऌ and ॡ.\n\nA standard transliteration convention not just for Devanagari,[12] but for all South-Asian languages was codified in the ISO 15919 standard of 2001, providing the basis for modern digital libraries that conform to International Organization for Standardization (ISO) norms. ISO 15919 defines the common Unicode basis for Roman transliteration of South-Asian texts in a wide variety of languages/scripts.\n\nISO 15919 transliterations are platform-independent texts so that they can be used identically on all modern operating systems and software packages, as long as they comply with ISO norms. This is a prerequisite for all modern platforms so that ISO 15919 has become the new standard for digital libraries and archives for transliterating all South Asian texts.[original research?]\n\nISO 15919[13] uses diacritics to map the much larger set of Brahmic graphemes to the Latin script. The Devanagari-specific portion is nearly identical to the academic standard, IAST: \"International Alphabet of Sanskrit Transliteration\", and to ALA-LC, the United States Library of Congress standard.[14]\n\nAnother standard, United Nations Romanization Systems for Geographical Names (UNRSGN), was developed by the United Nations Group of Experts[15] on Geographical Names (UNGEGN)[16] and covers many Brahmic scripts. There are some differences[17] between ISO 15919 and UNRSGN.\n\nCompared to IAST, Harvard-Kyoto looks much simpler.\nIt does not contain any of the diacritic marks that IAST contains.\nInstead of diacritics, Harvard-Kyoto uses capital letters.\nThe use of capital letters makes typing in Harvard-Kyoto much easier than in IAST but produces words with capital letters inside them.\n\nITRANS is an extension of Harvard-Kyoto. The ITRANS transliteration scheme was developed for the ITRANS software package, a pre-processor for Indic scripts. The user inputs in Roman letters and the ITRANS preprocessor converts the Roman letters into Devanāgarī (or other Indic scripts). The latest version of ITRANS is version 5.30 released in July 2001.[citation needed]\n\nThe disadvantage of the above ASCII schemes is case-sensitivity, implying that transliterated names may not be capitalized. This difficulty is avoided with the system developed in 1996 by Frans Velthuis for TeX, loosely based on IAST, in which case is irrelevant.\n\nSLP1 (Sanskrit Library Phonetic) is a case-sensitive scheme initially used by Sanskrit Library[18] which was developed by Peter Scharf and (the late) Malcolm Hyman, who first described it in appendix B of their book Linguistic Issues in Encoding Sanskrit.[19]\nThe advantage of SLP1 over other encodings is that a single ASCII character is used for each Devanagari letter, a peculiarity that eases reverse transliteration.[20]\n\nHinglish refers to the non-standardized Romanized Hindi used online, and especially on social media. In India, Romanized Hindi is the dominant form of expression online. In an analysis of YouTube comments, Palakodety et al., identified that 52% of comments were in Romanized Hindi, 46% in English, and 1% in Devanagari Hindi.[21]\n\nOther less popular ASCII schemes include WX notation, Vedatype and the 7-bit ISO 15919. WX notation is a transliteration scheme for representing Indian languages in ASCII. It originated at IIT Kanpur for computational processing of Indian languages and is widely used among the natural language processing (NLP) community in India. This scheme is described in NLP Panini Archived 26 November 2013 at the Wayback Machine (Appendix B). It is similar to, but not as versatile as, SLP1, as far as the coverage of Vedic Sanskrit is concerned. Comparison of WX with other schemes is found in Huet (2009), App A.. Vedatype is another scheme used for encoding Vedic texts at Maharishi University of Management. An online transcoding utility across all these schemes is provided at the Sanskrit Library. ISO 15919 includes a so-called \"limited character set\" option to replace the diacritics by prefixes, so that it is ASCII-compatible. A pictorial explanation is here from Anthony Stone.\n\n"
        },
        {
            "title": "Transliteration comparison",
            "text": "The following is a comparison[22] of the major transliteration[23] methods used for Devanāgarī.\n\nThe Devanāgarī standalone consonant letters are followed by an implicit shwa (/Ə/). In all of the transliteration systems, that /Ə/ must be represented explicitly using an 'a' or any equivalent of shwa.\n\nThe table below shows just the differences between ISO 15919 and IAST for Devanagari transliteration.\n\n"
        },
        {
            "title": "Details",
            "text": "Devanāgarī consonants include an \"inherent a\" sound, called the schwa, that must be explicitly represented with an \"a\" character in the transliteration. Many words and names transliterated from Devanāgarī end with \"a\", to indicate the pronunciation in the original Sanskrit. This schwa is obligatorily deleted in several modern Indo-Aryan languages, like Hindi, Punjabi, Marathi and others. This results in differing transliterations for Sanskrit and schwa-deleting languages that retain or eliminate the schwa as appropriate:\n\nSome words may keep the final a, generally because they would be difficult to say without it:\n\nBecause of this, some words ending in consonant clusters are altered in various modern Indic languages as such:\nMantra=mantar. Shabda=shabad. Sushumna=sushumana.\n\nMost Indian languages make a distinction between the retroflex and dental forms of the dental consonants. In formal transliteration schemes, the standard Roman letters are used to indicate the dental form, and the retroflex form is indicated by special marks, or the use of other letters. E.g., in IAST transliteration, the retroflex forms are ṇ, ṭ, ḍ and ṣ.\n\nIn most informal transcriptions the distinction between retroflex and dental consonants is not indicated. However, many capitalize retroflex consonants on QWERTY keyboard in informal messaging. That generally obviates the need for transliteration.\n\nWhere the letter \"h\" appears after a plosive consonant in Devanāgarī transliteration, it always indicates aspiration. Thus \"ph\" is pronounced as the p in \"pit\" (with a small puff of air released as it is said), never as the ph in \"photo\" (IPA /f/). (On the other hand, \"p\" is pronounced as the p in \"spit\" with no release of air.) Similarly \"th\" is an aspirated \"t\", neither the th of \"this\" (voiced, IPA /ð/) nor the th of \"thin\" (unvoiced, IPA /θ/).\n\nThe aspiration is generally indicated in both formal and informal transliteration systems.\n\n"
        },
        {
            "title": "Computer use as a drive for romanization",
            "text": "As English is widely used a professional and higher-education language in India, availability of Devanagari keyboards is dwarfed by English keyboards. Similarly, software and user interfaces released and promoted in India are in English, as is much of the computer education available there. Due to low awareness of Devanagari keyboard layouts, many Indian users type Hindi in the Roman script.\n\nBefore Devanagari was added to Unicode, many workarounds were used to display Devanagari on the Internet, and many sites and services have continued using them despite widespread availability of Unicode fonts supporting Devanagari. Although there are several transliteration conventions on transliterating Hindi to Roman, most of these are reliant on diacritics. As most Indians are familiar with the Roman script through the English language (which traditionally does not use diacritics), these transliteration systems are much less widely known. Most such \"Romanagari\" is transliterated arbitrarily to imitate English spelling, and thus results in numerous inconsistencies.\n\nIt is also detrimental to search engines, which do not classify Hindi text in the Roman script as Hindi. The same text may also not be classified as English.\n\nRegardless of the physical keyboard's layout, it is possible to install Unicode-based Hindi keyboard layouts on most modern operating systems. There are many online services available that transliterate text written in Roman to Devanagari accurately, using Hindi dictionaries for reference, such as Google transliteration or Microsoft Indic Language Input Tool. This solution is similar to Input method Editors, which are traditionally used to input text in languages that use complex characters such as Chinese, Japanese or Korean.\n\n"
        },
        {
            "title": "History of Sanskrit transliteration",
            "text": "Early Sanskrit texts were originally transmitted by memorization and repetition. Post-Harappan India had no system for writing Indic languages until the creation (in the 4th-3rd centuries BCE) of the Kharoshti and Brahmi scripts. These writing systems, though adequate for Middle Indic languages, were not well-adapted to writing Sanskrit.  However, later descendants of Brahmi were modified so that they could record Sanskrit in exacting phonetic detail.  The earliest physical text in Sanskrit is a rock inscription by the Western Kshatrapa ruler Rudradaman, written c. 150 CE in Junagadh, Gujarat. Due to the remarkable proliferation of different varieties of Brahmi in the Middle Ages, there is today no single script used for writing Sanskrit; rather, Sanskrit scholars can write the language in a form of whatever script is used to write their local language. However, since the late Middle Ages, there has been a tendency to use Devanagari for writing Sanskrit texts for a widespread readership.\n\nWestern scholars in the 19th century adopted Devanagari for printed editions of Sanskrit texts. The editio princeps of the Rigveda by Max Müller was in Devanagari. Müller's London typesetters competed with their Petersburg peers working on Böhtlingk's and Roth's dictionary in cutting all the required ligature types.\n\nFrom its beginnings, Western Sanskrit philology also felt the need for a romanized spelling of the language.[citation needed] Franz Bopp in 1816 used a romanization scheme, alongside Devanagari, differing from IAST in expressing vowel length by a circumflex (â, î, û), and aspiration by a spiritus asper (e.g. bʽ for IAST bh). The sibilants IAST ṣ and ś he expressed with spiritus asper and lenis, respectively (sʽ, sʼ). Monier-Williams in his 1899 dictionary used ć, ṡ and sh for IAST c, ś and ṣ, respectively.\n\nFrom the late 19th century, Western interest in typesetting Devanagari decreased.[citation needed] Theodor Aufrecht published his 1877 edition of the Rigveda in romanized Sanskrit, and Arthur Macdonell's 1910 Vedic grammar (and 1916 Vedic grammar for students) likewise do without Devanagari (while his introductory Sanskrit grammar for students retains Devanagari alongside romanized Sanskrit). Contemporary Western editions of Sanskrit texts appear mostly in IAST.\n\n"
        }
    ]
}