{
    "url": "https://en.wikipedia.org/wiki/Devonian",
    "title": "Devonian",
    "table_of_contents": [
        "1 History",
        "2 Subdivisions",
        "3 Climate",
        "4 Paleogeography",
        "4.1 Laurussia",
        "4.2 Gondwana",
        "4.3 Asian terranes",
        "4.4 Closure of the Rheic Ocean",
        "5 Life",
        "5.1 Marine biota",
        "5.2 Reefs",
        "5.3 Terrestrial biota",
        "5.3.1 The greening of land",
        "5.3.2 Animals and the first soils",
        "5.4 Gallery",
        "6 Late Devonian extinction",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Devonian (/dɪˈvoʊni.ən, dɛ-/ də-VOH-nee-ən, de-)[9][10] is a geologic period and system of the Paleozoic era, spanning 60.3 million years from the end of the Silurian, 419.2 million years ago (Mya), to the beginning of the Carboniferous, 358.9 Mya.[11] It is named after Devon, England, where rocks from this period were first studied.\n\nThe first significant adaptive radiation of life on dry land occurred during the Devonian. Free-sporing vascular plants began to spread across dry land, forming extensive forests which covered the continents. By the middle of the Devonian, several groups of plants had evolved leaves and true roots, and by the end of the period the first seed-bearing plants appeared. The arthropod groups of myriapods, arachnids and hexapods also became well-established early in this period, after starting their expansion to land at least from the Ordovician period.\n\nFish reached substantial diversity during this time, leading the Devonian to often be dubbed the Age of Fishes. The placoderms began dominating almost every known aquatic environment. The ancestors of all four-limbed vertebrates (tetrapods) began adapting to walk on land, as their strong pectoral and pelvic fins gradually evolved into legs, though they were not fully established until the Late Carboniferous.[12] In the oceans, primitive sharks became more numerous than in the Silurian and Late Ordovician.\n\nThe first ammonites, a subclass of molluscs, appeared. Trilobites, the mollusc-like brachiopods, and the great coral reefs were still common. The Late Devonian extinction which started about 375 million years ago[13] severely affected marine life, killing off all placodermi, and all trilobites, save for a few species of the order Proetida.\n\nDevonian palaeogeography was dominated by the supercontinent of Gondwana to the south, the small continent of Siberia to the north, and the medium-sized continent of Laurussia to the east. Major tectonic events include the closure of the Rheic Ocean, the separation of South China from Gondwana, and the resulting expansion of the Paleo-Tethys Ocean. The Devonian experienced several major mountain-building events as Laurussia and Gondwana approached; these include the Acadian Orogeny in North America and the beginning of the Variscan Orogeny in Europe. These early collisions preceded the formation of Pangaea in the Late Paleozoic.\n\n"
        },
        {
            "title": "History",
            "text": "The period is named after Devon, a county in southwestern England, where a controversial argument in the 1830s over the age and structure of the rocks found distributed throughout the county was eventually resolved by the definition of the Devonian Period in the geological timescale. The Great Devonian Controversy was a long period of vigorous argument and counter-argument between the main protagonists of Roderick Murchison with Adam Sedgwick against Henry De la Beche supported by George Bellas Greenough. Murchison and Sedgwick won the debate and named the period they proposed as the Devonian System.[14][15][a]\n\nWhile the rock beds that define the start and end of the Devonian Period are well identified, the exact dates are uncertain. According to the International Commission on Stratigraphy, [19] the Devonian extends from the end of the Silurian 419.2 Mya, to the beginning of the Carboniferous 358.9 Mya – in North America, at the beginning of the Mississippian subperiod of the Carboniferous.\n\nIn 19th century texts the Devonian has been called the \"Old Red Age\", after the red and brown terrestrial deposits known in the United Kingdom as the Old Red Sandstone in which early fossil discoveries were found. Another common term is \"Age of the Fishes\",[20] referring to the evolution of several major groups of fish that took place during the period. Older literature on the Anglo-Welsh basin divides it into the Downtonian, Dittonian, Breconian, and Farlovian stages, the latter three of which are placed in the Devonian.[21]\n\nThe Devonian has also erroneously been characterised as a \"greenhouse age\", due to sampling bias: most of the early Devonian-age discoveries came from the strata of western Europe and eastern North America, which at the time straddled the Equator as part of the supercontinent of Euramerica where fossil signatures of widespread reefs indicate tropical climates that were warm and moderately humid. In fact the climate in the Devonian differed greatly during its epochs and between geographic regions. For example, during the Early Devonian, arid conditions were prevalent through much of the world including Siberia, Australia, North America, and China, but Africa and South America had a warm temperate climate. In the Late Devonian, by contrast, arid conditions were less prevalent across the world and temperate climates were more common.[citation needed]\n\n"
        },
        {
            "title": "Subdivisions",
            "text": "The Devonian Period is formally broken into Early, Middle and Late subdivisions. The rocks corresponding to those epochs are referred to as belonging to the Lower, Middle and Upper parts of the Devonian System.\n\nThe Early Devonian lasted from 419.2 ± 3.2 to 393.3 ± 0.4 and began with the Lochkovian Stage 419.2 ± 3.2 to 410.8 ± 0.4, which was followed by the Pragian from 410.8 ± 3.2 to 407.6 ± 0.4 and then by the Emsian, which lasted until the Middle Devonian began, 393.3± 1.2 million years ago.[22]\nDuring this time, the first ammonoids appeared, descending from bactritoid nautiloids. Ammonoids during this time period were simple and differed little from their nautiloid counterparts. These ammonoids belong to the order Agoniatitida, which in later epochs evolved to new ammonoid orders, for example Goniatitida and Clymeniida. This class of cephalopod molluscs would dominate the marine fauna until the beginning of the Mesozoic Era.\n\nThe Middle Devonian comprised two subdivisions: first the Eifelian, which then gave way to the Givetian 387.7± 0.8 million years ago. During this time the jawless agnathan fishes began to decline in diversity in freshwater and marine environments partly due to drastic environmental changes and partly due to the increasing competition, predation, and diversity of jawed fishes. The shallow, warm, oxygen-depleted waters of Devonian inland lakes, surrounded by primitive plants, provided the environment necessary for certain early fish to develop such essential characteristics as well developed lungs, and the ability to crawl out of the water and onto the land for short periods of time.[23]\n\nFinally, the Late Devonian started with the Frasnian, 382.7 ± 3.2 to 372.2 ± 0.4, during which the first forests took shape on land. The first tetrapods appeared in the fossil record in the ensuing Famennian subdivision, the beginning and end of which are marked with extinction events. This lasted until the end of the Devonian, 358.9± 0.4 million years ago.[22]\n\n"
        },
        {
            "title": "Climate",
            "text": "The Devonian was a relatively warm period, and probably lacked any glaciers for much of the period. The temperature gradient from the equator to the poles was not as large as it is today. The weather was also very arid, mostly along the equator where it was the driest.[24] Reconstruction of tropical sea surface temperature from conodont apatite implies an average value of 30 °C (86 °F) in the Early Devonian.[24] CO2 levels dropped steeply throughout the Devonian Period. The newly evolved forests drew carbon out of the atmosphere, which were then buried into sediments. This may be reflected by a Mid-Devonian cooling of around 5 °C (9 °F).[24] The Late Devonian warmed to levels equivalent to the Early Devonian; while there is no corresponding increase in CO2 concentrations, continental weathering increases (as predicted by warmer temperatures); further, a range of evidence, such as plant distribution, points to a Late Devonian warming.[24] The climate would have affected the dominant organisms in reefs; microbes would have been the main reef-forming organisms in warm periods, with corals and stromatoporoid sponges taking the dominant role in cooler times. The warming at the end of the Devonian may even have contributed to the extinction of the stromatoporoids. At the terminus of the Devonian, Earth rapidly cooled into an icehouse, marking the beginning of the Late Palaeozoic Ice Age.[25][26]\n\n"
        },
        {
            "title": "Paleogeography",
            "text": "The Devonian world involved many continents and ocean basins of various sizes. The largest continent, Gondwana, was located entirely within the Southern Hemisphere. It corresponds to modern day South America, Africa, Australia, Antarctica, and India, as well as minor components of North America and Asia. The second-largest continent, Laurussia, was northwest of Gondwana, and corresponds to much of modern-day North America and Europe. Various smaller continents, microcontinents, and terranes were present east of Laurussia and north of Gondwana, corresponding to parts of Europe and Asia. The Devonian Period was a time of great tectonic activity, as the major continents of Laurussia and Gondwana drew closer together.[27][28]\n\nSea levels were high worldwide, and much of the land lay under shallow seas, where tropical reef organisms lived. The enormous \"world ocean\", Panthalassa, occupied much of the Northern Hemisphere as well as wide swathes east of Gondwana and west of Laurussia. Other minor oceans were the Paleo-Tethys Ocean and Rheic Ocean.[27][28]\n\nBy the early Devonian, the continent Laurussia (also known as Euramerica) was fully formed through the collision of the continents Laurentia (modern day North America) and Baltica (modern day northern and eastern Europe). The tectonic effects of this collision continued into the Devonian, producing a string of mountain ranges along the southeastern coast of the continent. In present-day eastern North America, the Acadian Orogeny continued to raise the Appalachian Mountains. Further east, the collision also extended the rise of the Caledonian Mountains of Great Britain and Scandinavia. As the Caledonian Orogeny wound down in the later part of the period, orogenic collapse facilitated a cluster of granite intrusions in Scotland.[27]\n\nMost of Laurussia was located south of the equator, but in the Devonian it moved northwards and began to rotate counterclockwise towards its modern position. While the most northern parts of the continent (such as Greenland and Ellesmere Island) established tropical conditions, most of the continent was located within the natural dry zone along the Tropic of Capricorn, which (as nowadays) is a result of the convergence of two great air-masses, the Hadley cell and the Ferrel cell. In these near-deserts, the Old Red Sandstone sedimentary beds formed, made red by the oxidised iron (hematite) characteristic of drought conditions. The abundance of red sandstone on continental land also lends Laurussia the name \"the Old Red Continent\".[29] For much of the Devonian, the majority of western Laurussia (North America) was covered by subtropical inland seas which hosted a diverse ecosystem of reefs and marine life. Devonian marine deposits are particularly prevalent in the midwestern and northeastern United States. Devonian reefs also extended along the southeast edge of Laurussia, a coastline now corresponding to southern England, Belgium, and other mid-latitude areas of Europe.[27]\n\nIn the Early and Middle Devonian, the west coast of Laurussia was a passive margin with broad coastal waters, deep silty embayments, river deltas and estuaries, found today in Idaho and Nevada. In the Late Devonian, an approaching volcanic island arc reached the steep slope of the continental shelf and began to uplift deep water deposits. This minor collision sparked the start of a mountain-building episode called the Antler orogeny, which extended into the Carboniferous.[30][27] Mountain building could also be found in the far northeastern extent of the continent, as minor tropical island arcs and detached Baltic terranes re-join the continent. Deformed remnants of these mountains can still be found on Ellesmere Island and Svalbard. Many of the Devonian collisions in Laurussia produce both mountain chains and foreland basins, which are frequently fossiliferous.[27][28]\n\nGondwana was by far the largest continent on the planet. It was completely south of the equator, although the northeastern sector (now Australia) did reach tropical latitudes. The southwestern sector (now South America) was located to the far south, with Brazil situated near the South Pole. The northwestern edge of Gondwana was an active margin for much of the Devonian, and saw the accretion of many smaller land masses and island arcs. These include Chilenia, Cuyania, and Chaitenia, which now form much of Chile and Patagonia.[27][31] These collisions were associated with volcanic activity and plutons, but by the Late Devonian the tectonic situation had relaxed and much of South America was covered by shallow seas. These south polar seas hosted a distinctive brachiopod fauna, the Malvinokaffric Realm, which extended eastward to marginal areas now equivalent to South Africa and Antarctica. Malvinokaffric faunas even managed to approach the South Pole via a tongue of Panthalassa which extended into the Paraná Basin.[27]\n\nThe northern rim of Gondwana was mostly a passive margin, hosting extensive marine deposits in areas such as northwest Africa and Tibet. The eastern margin, though warmer than the west, was equally active. Numerous mountain building events and granite and kimberlite intrusions affected areas equivalent to modern day eastern Australia, Tasmania, and Antarctica.[27]\n\nSeveral island microcontinents (which would later coalesce into modern day Asia) stretched over a low-latitude archipelago to the north of Gondwana. They were separated from the southern continent by an oceanic basin: the Paleo-Tethys. Although the western Paleo-Tethys Ocean had existed since the Cambrian, the eastern part only began to rift apart as late as the Silurian. This process accelerated in the Devonian. The eastern branch of the Paleo-Tethys was fully opened when South China and Annamia (a terrane equivalent to most of Indochina), together as a unified continent, detached from the northeastern sector of Gondwana. Nevertheless, they remained close enough to Gondwana that their Devonian fossils were more closely related to Australian species than to north Asian species. Other Asian terranes remained attached to Gondwana, including Sibumasu (western Indochina), Tibet, and the rest of the Cimmerian blocks.[27][28]\n\nWhile the South China-Annamia continent was the newest addition to the Asian microcontinents, it was not the first. North China and the Tarim Block (now northwesternmost China) were located westward and continued to drift northwards, powering over older oceanic crust in the process. Further west was a small ocean (the Turkestan Ocean), followed by the larger microcontinents of Kazakhstania, Siberia, and Amuria. Kazakhstania was a volcanically active region during the Devonian, as it continued to assimilate smaller island arcs.[27]\n\nSiberia was located just north of the equator as the largest landmass in the Northern Hemisphere. At the beginning of the Devonian, Siberia was inverted (upside down) relative to its modern orientation. Later in the period it moved northwards and began to twist clockwise, though it was not near its modern location. Siberia approached the eastern edge of Laurussia as the Devonian progressed, but it was still separated by a seaway, the Ural Ocean. Although Siberia's margins were generally tectonically stable and ecologically productive, rifting and deep mantle plumes impacted the continent with flood basalts during the Late Devonian. The Altai-Sayan region was shaken by volcanism in the Early and Middle Devonian, while Late Devonian magmatism was magnified further to produce the Vilyuy Traps, flood basalts which may have contributed to the Late Devonian Mass Extinction. The last major round of volcanism, the Yakutsk Large Igneous Province, continued into the Carboniferous to produce extensive kimberlite deposits.[27][28]\n\nSimilar volcanic activity also affected the nearby microcontinent of Amuria (now Manchuria, Mongolia and their vicinities). Though certainly close to Siberia in the Devonian, the precise location of Amuria is uncertain due to contradictory paleomagnetic data.[27]\n\nThe Rheic Ocean, which separated Laurussia from Gondwana, was wide at the start of the Devonian, having formed after the drift of Avalonia away from Gondwana. It steadily shrunk as the period continued, as the two major continents approached near the equator in the early stages of the assembly of Pangaea. The closure of the Rheic Ocean began in the Devonian and continued into the Carboniferous. As the ocean narrowed, endemic marine faunas of Gondwana and Laurussia combined into a single tropical fauna. The history of the western Rheic Ocean is a subject of debate, but there is good evidence that Rheic oceanic crust experienced intense subduction and metamorphism under Mexico and Central America.[27][28]\n\nThe closure of the eastern part of the Rheic Ocean is associated with the assemblage of central and southern Europe. In the early Paleozoic, much of Europe was still attached to Gondwana, including the terranes of Iberia, Armorica (France), Palaeo-Adria (the western Mediterranean area), Bohemia, Franconia, and Saxothuringia. These continental blocks, collectively known as the Armorican Terrane Assemblage, split away from Gondwana in the Silurian and drifted towards Laurussia through the Devonian. Their collision with Laurussia leads to the beginning of the Variscan Orogeny, a major mountain-building event which would escalate further in the Late Paleozoic. Franconia and Saxothuringia collided with Laurussia near the end of the Early Devonian, pinching out the easternmost Rheic Ocean. The rest of the Armorican terranes followed, and by the end of the Devonian they were fully connected with Laurussia. This sequence of rifting and collision events led to the successive creation and destruction of several small seaways, including the Rheno-Hercynian, Saxo-Thuringian, and Galicia-Moldanubian oceans. Their sediments were eventually compressed and completely buried as Gondwana fully collided with Laurussia in the Carboniferous.[32][27][28]\n\n"
        },
        {
            "title": "Life",
            "text": "Sea levels in the Devonian were generally high. Marine faunas continued to be dominated by bryozoa, diverse and abundant brachiopods, the enigmatic hederellids, microconchids and corals. Lily-like crinoids (animals, their resemblance to flowers notwithstanding) were abundant, and trilobites were still fairly common. Bivalves became commonplace in deep water and outer shelf environments.[34] The first ammonites also appeared during or slightly before the early Devonian Period around 400  Mya.[35] Bactritoids make their first appearance in the Early Devonian as well; their radiation, along with that of ammonoids, has been attributed by some authors to increased environmental stress resulting from decreasing oxygen levels in the deeper parts of the water column.[36] Among vertebrates, jawless armored fish (ostracoderms) declined in diversity, while the jawed fish (gnathostomes) simultaneously increased in both the sea and fresh water. Armored placoderms were numerous during the lower stages of the Devonian Period and became extinct in the Late Devonian, perhaps because of competition for food against the other fish species. Early cartilaginous (Chondrichthyes) and bony fishes (Osteichthyes) also become diverse and played a large role within the Devonian seas. The first abundant genus of shark, Cladoselache, appeared in the oceans during the Devonian Period. The great diversity of fish around at the time has led to the Devonian being given the name \"The Age of Fish\" in popular culture.[37]\n\nThe Devonian saw significant expansion in the diversity of nektonic marine life driven by the abundance of planktonic microorganisms in the free water column as well as high ecological competition in benthic habitats, which were extremely saturated; this diversification has been labeled the Devonian Nekton Revolution by many researchers.[38] However, other researchers have questioned whether this revolution existed at all; a 2018 study found that although the proportion of biodiversity constituted by nekton increased across the boundary between the Silurian and Devonian, it decreased across the span of the Devonian, particularly during the Pragian, and that the overall diversity of nektonic taxa did not increase significantly during the Devonian compared to during other geologic periods, and was in fact higher during the intervals spanning from the Wenlock to the Lochkovian and from the Carboniferous to the Permian. The study's authors instead attribute the increased overall diversity of nekton in the Devonian to a broader, gradual trend of nektonic diversification across the entire Palaeozoic.[39]\n\nA now-dry barrier reef, located in present-day Kimberley Basin of northwest Australia, once extended 350 km (220 mi), fringing a Devonian continent.[40] Reefs are generally built by various carbonate-secreting organisms that can erect wave-resistant structures near sea level. Although modern reefs are constructed mainly by corals and calcareous algae, Devonian reefs were either microbial reefs built up mostly by autotrophic cyanobacteria or coral-stromatoporoid reefs built up by coral-like stromatoporoids and tabulate and rugose corals. Microbial reefs dominated under the warmer conditions of the early and late Devonian, while coral-stromatoporoid reefs dominated during the cooler middle Devonian.[41]\n\nBy the Devonian Period, life was well underway in its colonization of the land. The moss forests and bacterial and algal mats of the Silurian were joined early in the period by primitive rooted plants that created the first stable soils and harbored arthropods like mites, scorpions, trigonotarbids[42] and myriapods (although arthropods appeared on land much earlier than in the Early Devonian[43] and the existence of fossils such as Protichnites suggest that amphibious arthropods may have appeared as early as the Cambrian). By far the largest land organism at the beginning of this period was the enigmatic Prototaxites, which was possibly the fruiting body of an enormous fungus,[44] rolled liverwort mat,[45] or another organism of uncertain affinities[46] that stood more than 8 metres (26 ft) tall, and towered over the low, carpet-like vegetation during the early part of the Devonian. Also, the first possible fossils of insects appeared around 416  Mya, in the Early Devonian. Evidence for the earliest tetrapods takes the form of trace fossils in shallow lagoon environments within a marine carbonate platform/shelf during the Middle Devonian,[47] although these traces have been questioned and an interpretation as fish feeding traces (Piscichnus) has been advanced.[48]\n\nMany Early Devonian plants did not have true roots or leaves like extant plants, although vascular tissue is observed in many of those plants. Some of the early land plants such as Drepanophycus likely spread by vegetative growth and spores.[49] The earliest land plants such as Cooksonia consisted of leafless, dichotomous axes and terminal sporangia and were generally very short-statured, and grew hardly more than a few centimetres tall.[50] Fossils of Armoricaphyton chateaupannense, about 400 million years old, represent the oldest known plants with woody tissue.[51] By the Middle Devonian, shrub-like forests of primitive plants existed: lycophytes, horsetails, ferns, and progymnosperms evolved. Most of these plants had true roots and leaves, and many were quite tall. The earliest-known trees appeared in the Middle Devonian.[52] These included a lineage of lycopods and another arborescent, woody vascular plant, the cladoxylopsids and progymnosperm Archaeopteris.[53] These tracheophytes were able to grow to large size on dry land because they had evolved the ability to biosynthesize lignin, which gave them physical rigidity and improved the effectiveness of their vascular system while giving them resistance to pathogens and herbivores.[54] These are the oldest-known trees of the world's first forests. By the end of the Devonian, the first seed-forming plants had appeared. This rapid appearance of many plant groups and growth forms has been referred to as the Devonian Explosion or the Silurian-Devonian Terrestrial Revolution.[55]\n\nThe 'greening' of the continents acted as a carbon sink, and atmospheric concentrations of carbon dioxide may have dropped. This may have cooled the climate and led to a massive extinction event. (See Late Devonian extinction).\n\nPrimitive arthropods co-evolved with this diversified terrestrial vegetation structure. The evolving co-dependence of insects and seed plants that characterized a recognizably modern world had its genesis in the Late Devonian Epoch. The development of soils and plant root systems probably led to changes in the speed and pattern of erosion and sediment deposition. The rapid evolution of a terrestrial ecosystem that contained copious animals opened the way for the first vertebrates to seek terrestrial living. By the end of the Devonian, arthropods were solidly established on the land.[56]\n\n"
        },
        {
            "title": "Late Devonian extinction",
            "text": "The Late Devonian extinction is not a single event, but rather is a series of pulsed extinctions at the Givetian-Frasnian boundary, the Frasnian-Famennian boundary, and the Devonian-Carboniferous boundary.[57] Together, these are considered one of the \"Big Five\" mass extinctions in Earth's history.[58] The Devonian extinction crisis primarily affected the marine community, and selectively affected shallow warm-water organisms rather than cool-water organisms. The most important group to be affected by this extinction event were the reef-builders of the great Devonian reef systems.[59]\n\nAmongst the severely affected marine groups were the brachiopods, trilobites, ammonites, and acritarchs, and the world saw the disappearance of an estimated 96% of vertebrates like conodonts and bony fishes, and all of the ostracoderms and placoderms.[60][57] Land plants as well as freshwater species, such as our tetrapod ancestors, were relatively unaffected by the Late Devonian extinction event (there is a counterargument that the Devonian extinctions nearly wiped out the tetrapods[61]).\n\nThe reasons for the Late Devonian extinctions are still unknown, and all explanations remain speculative.[62][63][64][65] Canadian paleontologist Digby McLaren suggested in 1969 that the Devonian extinction events were caused by an asteroid impact. However, while there were Late Devonian collision events (see the Alamo bolide impact), little evidence supports the existence of a large enough Devonian crater.[66]\n\n"
        }
    ]
}