{
    "url": "https://en.wikipedia.org/wiki/Dharma",
    "title": "Dharma",
    "table_of_contents": [
        "1 Etymology",
        "2 Definition",
        "3 History",
        "3.1 Eusebeia and dharma",
        "3.2 Chan Buddhism",
        "3.3 Theravada Buddhism",
        "4 Jainism",
        "4.1 Dharmāstikāya",
        "5 Sikhism",
        "6 In South Indian literature",
        "7 Dharma in symbols",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Citations",
        "10.2 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDharma (/ˈdɑːrmə/;[7] Sanskrit: धर्म, romanized: dharma, pronounced [dʱɐrmɐ] (listen); Pali: dhamma) is a key concept with multiple meanings in Indian religions, such as Hinduism, Buddhism, Jainism, Sikhism and others.[8] Although there is no direct single-word translation for dharma in European languages,[9] it is commonly translated as \"righteousness\", \"merit\" or \"religious and moral duties\" governing individual conduct.[10][11]\n\nIn Hinduism, dharma is one of the four components of the Puruṣārtha, the aims of life, and signifies behaviours that are considered to be in accord with Ṛta, the order that makes life and universe possible.[12][note 1] It includes duties, rights, laws, conduct, virtues and \"right way of living\".[13] It had a transtemporal validity.[14]\n\nIn Buddhism, dharma means \"cosmic law and order\",[12][15] as expressed by the teachings of the Buddha.[12][15] In Buddhist philosophy, dhamma/dharma is also the term for \"phenomena\".[16][note 2]\n\nDharma in Jainism refers to the teachings of Tirthankara (Jina)[12] and the body of doctrine pertaining to the purification and moral transformation of human beings. \n\nIn Sikhism, dharma means the path of righteousness and proper religious practice and one's own moral duties toward God.[17]\n\nThe concept of dharma was already in use in the historical Vedic religion, and its meaning and conceptual scope has evolved over several millennia.[18] The ancient Tamil moral text Tirukkuṟaḷ, despite being a collection of aphoristic teachings on dharma (aram), artha (porul), and kama (inpam),[19]: 453 [20]: 82  is completely and exclusively based on aṟam, the Tamil term for dharma.[21]: 55  As with the other components of the Puruṣārtha, the concept of dharma is pan-Indian. The antonym of dharma is adharma.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word dharma has roots in the Sanskrit dhr-, which means to hold or to support, and is related to Latin firmus (firm, stable).[22]  From this, it  takes the meaning of \"what is established or firm\", and hence \"law\".  It is derived from an older Vedic Sanskrit n-stem dharman-, with a literal meaning of \"bearer, supporter\", in a religious sense  conceived as an aspect of Rta.[23]\n\nIn the Rigveda, the word appears as an n-stem, dhárman-, with a range of meanings encompassing \"something established or firm\" (in the literal sense of prods or poles). Figuratively, it means \"sustainer\" and \"supporter\" (of deities). It is semantically similar to the Greek themis (\"fixed decree, statute, law\").[24]\n\nIn Classical Sanskrit, and in the Vedic Sanskrit of the Atharvaveda, the stem is thematic: dhárma- (Devanagari: धर्म). In Prakrit and Pali, it is rendered dhamma. In some contemporary Indian languages and dialects it alternatively occurs as dharm.\n\nIn the 3rd century BCE the Mauryan Emperor Ashoka translated dharma into Greek and Aramaic he used the Greek word eusebeia (εὐσέβεια,  piety, spiritual maturity, or godliness) in the Kandahar Bilingual Rock Inscription and the Kandahar Greek Edicts.[25] In the Kandahar Bilingual Rock Inscription he used the Aramaic word קשיטא (qšyṭ’; truth, rectitude).[26]\n\n"
        },
        {
            "title": "Definition",
            "text": "Dharma is a concept of central importance in Indian philosophy and religion.[27] It has multiple meanings in Hinduism, Buddhism, Sikhism and Jainism.[8] It is difficult to provide a single concise definition for dharma, as the word has a long and varied history and straddles a complex set of meanings and interpretations.[28] There is no equivalent single-word synonym for dharma in western languages.[9]\n\nThere have been numerous, conflicting attempts to translate ancient Sanskrit literature with the word dharma into German, English and French. The concept, claims Paul Horsch,[29] has caused exceptional difficulties for modern commentators and translators. For example, while Grassmann's[30] translation of Rig-Veda identifies seven different meanings of dharma, Karl Friedrich Geldner in his translation of the Rig-Veda employs 20 different translations for dharma, including meanings such as \"law\", \"order\", \"duty\", \"custom\", \"quality\", and \"model\", among others.[29] However, the word dharma has become a widely accepted loanword in English, and is included in all modern unabridged English dictionaries.\n\nThe root of the word dharma is \"dhr̥\", which means \"to support, hold, or bear\". It is the thing that regulates the course of change by not participating in change, but that principle which remains constant.[31] Monier-Williams, the widely cited resource for definitions and explanation of Sanskrit words and concepts of Hinduism, offers[32] numerous definitions of the word dharma, such as that which is established or firm, steadfast decree, statute, law, practice, custom, duty, right, justice, virtue, morality, ethics, religion, religious merit, good works, nature, character, quality, property. Yet, each of these definitions is incomplete, while the combination of these translations does not convey the total sense of the word. In common parlance, dharma means \"right way of living\" and \"path of rightness\".[31]\n\nThe meaning of the word dharma depends on the context, and its meaning has evolved as ideas of Hinduism have developed through history. In the earliest texts and ancient myths of Hinduism, dharma meant cosmic law, the rules that created the universe from chaos, as well as rituals; in later Vedas, Upanishads, Puranas and the Epics, the meaning became refined, richer, and more complex, and the word was applied to diverse contexts.[18]\nIn certain contexts, dharma designates human behaviours considered necessary for order of things in the universe, principles that prevent chaos, behaviours and action necessary to all life in nature, society, family as well as at the individual level.[12][18][33][note 1] Dharma encompasses ideas such as duty, rights, character, vocation, religion, customs and all behaviour considered appropriate, correct or morally upright.[34]\n\nThe antonym of dharma is adharma (Sanskrit: अधर्म),[35] meaning that which is \"not dharma\". As with dharma, the word adharma includes and implies many ideas; in common parlance, adharma means that which is against nature, immoral, unethical, wrong or unlawful.[36]\n\nIn Buddhism, dharma incorporates the teachings and doctrines of the founder of Buddhism, the Buddha.\n\n"
        },
        {
            "title": "History",
            "text": "According to Pandurang Vaman Kane, author of the authoritative book History of Dharmaśāstra, the word dharma appears at least fifty-six times in the hymns of the Rigveda, as an adjective or noun. According to Paul Horsch,[29] the word dharma has its origin in the myths of Vedic Hinduism. The hymns of the Rig Veda claim Brahman created the universe from chaos, they hold (dhar-) the earth and sun and stars apart, they support (dhar-) the sky away and distinct from earth, and they stabilise (dhar-) the quaking mountains and plains.[29][37]\n\nThe gods, mainly Indra, then deliver and hold order from disorder, harmony from chaos, stability from instability – actions recited in the Veda with the root of word dharma.[18] In hymns composed after the mythological verses, the word dharma takes expanded meaning as a cosmic principle and appears in verses independent of gods. It evolves into a concept, claims Paul Horsch,[29] that has a dynamic functional sense in Atharvaveda for example, where it becomes the cosmic law that links cause and effect through a subject. Dharma, in these ancient texts, also takes a ritual meaning. The ritual is connected to the cosmic, and \"dharmani\" is equated to ceremonial devotion to the principles that gods used to create order from disorder, the world from chaos.[38]\n\nPast the ritual and cosmic sense of dharma that link the current world to mythical universe, the concept extends to ethical-social sense that links human beings to each other and to other life forms. It is here that dharma as a concept of law emerges in Hinduism.[39][40]\n\nDharma and related words are found in the oldest Vedic literature of Hinduism, in later Vedas, Upanishads, Puranas, and the Epics; the word dharma also plays a central role in the literature of other Indian religions founded later, such as Buddhism and Jainism.[18] According to Brereton,[41] Dharman occurs 63 times in Rig-veda; in addition, words related to Dharman also appear in Rig-veda, for example once as dharmakrt, 6 times as satyadharman, and once as dharmavant, 4 times as dharman and twice as dhariman.[citation needed]\n\nIndo-European parallels for \"dharma\" are known, but the only Iranian equivalent is Old Persian darmān \"remedy\", the meaning of which is rather removed from Indo-Aryan dhárman, suggesting that the word \"dharma\" did not have a major role in the Indo-Iranian period, and was principally developed more recently under the Vedic tradition.[41]\n\nHowever, it is thought that the Daena of Zoroastrianism, also meaning the \"eternal Law\" or \"religion\", is related to Sanskrit \"dharma\".[42]\n\nIdeas in parts overlapping to Dharma are found in other ancient cultures: such as Chinese Tao, Egyptian Maat, Sumerian Me.[31]\n\nFor practising Buddhists, references to \"dharma\" (dhamma in Pali) particularly as \"the dharma\", generally means the teachings of the Buddha, commonly known throughout the East as Buddhadharma. It includes especially the discourses on the fundamental principles (such as the Four Noble Truths and the Noble Eightfold Path), as opposed to the parables and to the poems.\n\nThe status of dharma is regarded variably by different Buddhist traditions. Some regard it as an ultimate truth, or as the fount of all things which lie beyond the \"three realms\" (Sanskrit: tridhatu) and the \"wheel of becoming\" (Sanskrit: bhavachakra). Others, who regard the Buddha as simply an enlightened human being, see the dharma as the essence of the \"84,000 different aspects of the teaching\" (Tibetan: chos-sgo brgyad-khri bzhi strong) that the Buddha gave to various types of people, based upon their individual propensities and capabilities.\n\nDharma refers not only to the sayings of the Buddha, but also to the later traditions of interpretation and addition that the various schools of Buddhism have developed to help explain and to expand upon the Buddha's teachings. For others still, they see the dharma as referring to the \"truth\", or the ultimate reality of \"the way that things really are\" (Tibetan: Chö).\n\nThe dharma is one of the Three Jewels of Buddhism in which practitioners of Buddhism seek refuge, or that upon which one relies for his or her lasting happiness. The Three Jewels of Buddhism are the Buddha, meaning the mind's perfection of enlightenment, the dharma, meaning the teachings and the methods of the Buddha, and the Sangha, meaning the community of practitioners who provide one another guidance and support.\n\nDharma is employed in Chan Buddhism in a specific context in relation to transmission of authentic doctrine, understanding and bodhi; recognised in dharma transmission.\n\nIn Theravada Buddhism obtaining ultimate realisation of the dhamma is achieved in three phases; learning, practising and realising.[43]\n\nIn Pali \n\n"
        },
        {
            "title": "Jainism",
            "text": "The word dharma in Jainism is found in all its key texts. It has a contextual meaning and refers to a number of ideas. In the broadest sense, it means the teachings of the Jinas,[12] or teachings of any competing spiritual school,[44] a supreme path,[45] socio-religious duty,[46] and that which is the highest mangala (holy).[47]\n\nThe Tattvartha Sutra, a major Jain text, mentions daśa dharma (lit. 'ten dharmas') with referring to ten righteous virtues: forbearance, modesty, straightforwardness, purity, truthfulness, self-restraint, austerity, renunciation, non-attachment, and celibacy.[48] Acārya Amṛtacandra, author of the Jain text, Puruṣārthasiddhyupāya writes:[49]\n\nThe term dharmāstikāya (Sanskrit: धर्मास्तिकाय) also has a specific ontological and soteriological meaning in Jainism, as a part of its theory of six dravya (substance or a reality). In the Jain tradition, existence consists of jīva (soul, ātman) and ajīva (non-soul, anātman), the latter consisting of five categories: inert non-sentient atomic matter (pudgalāstikāya), space (ākāśa), time (kāla), principle of motion (dharmāstikāya), and principle of rest (adharmāstikāya).[50][51] The use of the term dharmāstikāya to mean motion and to refer to an ontological sub-category is peculiar to Jainism, and not found in the metaphysics of Buddhism and various schools of Hinduism.[51]\n\n"
        },
        {
            "title": "Sikhism",
            "text": "For Sikhs, the word dharam (Punjabi: ਧਰਮ, romanized: dharam) means the path of righteousness and proper religious practice.[17] Guru Granth Sahib connotes dharma as duty and moral values.[52] The 3HO movement in Western culture, which has incorporated certain Sikh beliefs, defines Sikh Dharma broadly as all that constitutes religion, moral duty and way of life.[53]\n\n"
        },
        {
            "title": "In South Indian literature",
            "text": "Several works of the Sangam and post-Sangam period, many of which are of Hindu or Jain origin, emphasizes on dharma. Most of these texts are based on aṟam, the Tamil term for dharma. The ancient Tamil moral text of the Tirukkuṟaḷ or Kural, a text probably of Jain or Hindu origin,[54][55][56][57][58] despite being a collection of aphoristic teachings on dharma (aram), artha (porul), and kama (inpam),[19][20]: 82  is completely and exclusively based on aṟam.[21] The Naladiyar, a Jain text of the post-Sangam period, follows a similar pattern as that of the Kural in emphasizing aṟam or dharma.[58]: 70 \n\n"
        },
        {
            "title": "Dharma in symbols",
            "text": "The importance of dharma to Indian civilization is illustrated by India's decision in 1947 to include the Ashoka Chakra, a depiction of the dharmachakra (the \"wheel of dharma\"),  as the central motif on its flag.[59]\n\n"
        }
    ]
}