{
    "url": "https://en.wikipedia.org/wiki/Dicondylia",
    "title": "Dicondylia",
    "table_of_contents": [
        "1 Dicondyle mandible and other features",
        "2 Systematics",
        "3 Notes and references",
        "3.1 Notes",
        "3.2 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe Dicondylia are a taxonomic group (taxon) that includes all insects except the jumping bristletails (Archaeognatha). Dicondylia have a mandible attached with two hinges to the head capsule (dicondyl), in contrast to the original mandible with a single ball joint (monocondyl).\n\n"
        },
        {
            "title": "Dicondyle mandible and other features",
            "text": "The taxon is distinguished by the possession of a modified mandible with an additional joint canal, which also changes the muscle attachments of the mouth tools and allows a modified mandible movement compared to other mandibles (crustaceans, centipedes, jumping bristletails). This so-called dicondyle mandible has two joints with which it is attached to the head capsule, while other taxa have only one single ball joint.[2][3]\n\nIn addition to this main feature, all members of the Dicondylia have a number of other group-specific features in their blueprint. They have a continuous occipital seam, and a further joint between the upper and lower limbs.[3] At the base of the oviposition tube (ovipositor), there is an additional sclerite, the gonangulum, which allows for the improved coordination of the movement of the gonapophyses. In addition, all these insects have a five-membered tarsus[3] and styli are present at their maximum at the two last abdominal segments. Another feature relates to embryonic development; all dicondylia form a closed amniotic cavity around the embryos, producing two complete embryonic shells (the amnion and serosa).\n\n"
        },
        {
            "title": "Systematics",
            "text": "The Dicondylia includes all of the winged and secondarily wingless insects (Pterygota), and the Zygentoma (silverfish, etc.) that were formerly classified with the jumping bristletails in the now deprecated order Thysanura.\n\nThe taxon Dicondylia contains the following insect groups:[4]\n\n"
        }
    ]
}