{
    "url": "https://en.wikipedia.org/wiki/Dictyoptera",
    "title": "Dictyoptera",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDictyoptera (from Greek δίκτυον diktyon \"net\" and πτερόν pteron \"wing\") is an insect superorder that includes two extant orders of polyneopterous insects: the order Blattodea (termites and cockroaches together)[1] and the order Mantodea (mantises). While all modern Dictyoptera have short ovipositors, the oldest fossils of Dictyoptera have long ovipositors, much like members of the Orthoptera.\n\n"
        },
        {
            "title": "Classification and phylogeny",
            "text": "The use of the term Dictyoptera has changed over the years, and while largely out of use for much of the last century, it is becoming more widely used. It has usually been considered a superorder, with Isoptera, Blattodea and Mantodea being its three orders. In some classifications, however, Dictyoptera is shifted to order status and in others the order Isoptera has been subsumed under Blattodea while retaining Dictyoptera as a superorder. Regardless, in all classifications the constituent groups are the same, just treated at different rank. Termites and cockroaches are very closely related, with ecological and molecular data pointing to a relationship with the cockroach genus Cryptocercus.[2][3]\n\nAccording to genetic evidence, the closest living relatives of the Dictyoptera are the phasmids and the enigmatic order  Notoptera. If the Dictyoptera are considered a superorder these other orders might be included in it.[4]\n\nEvolutionary relationships based on Eggleton, Beccaloni & Inward 2007 and modified by Evangelista et al. 2019, are shown in the cladogram:[5][6] The cockroach families Anaplectidae, Lamproblattidae, and Tryonicidae are not shown but are placed within the superfamily Blattoidea. The cockroach families Corydiidae and Ectobiidae were previously known as the Polyphagidae and Blattellidae.[7] The cladogram also shows the family Alienopteridae (originally assigned to its own order \"Alienoptera\") as sister to Mantodea, but it was subsequently reassigned to the extinct Blattodea superfamily Umenocoleoidea by Vršanský et al..[8]\n\n"
        }
    ]
}