{
    "url": "https://en.wikipedia.org/wiki/Diction",
    "title": "Diction",
    "table_of_contents": [
        "1 In literature",
        "2 See also",
        "3 References",
        "3.1 Citations",
        "3.2 General sources",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Diction (Latin: dictionem (nom. dictio), \"a saying, expression, word\"),[1] in its original meaning, is a writer's or speaker's distinctive vocabulary choices and style of expression in a poem or story.[2][3] In its common meaning, it is the distinctiveness of speech:[3][4][5] the art of speaking so that each word is clearly heard and understood to its fullest complexity and extremity, and concerns pronunciation and tone, rather than word choice and style. This is more precisely and commonly expressed with the term enunciation or with its synonym, articulation.[6]\n\nDiction has multiple concerns, of which register, the adaptation of style and formality to the social context, is foremost. Literary diction analysis reveals how a passage establishes tone and characterization, e.g. a preponderance of verbs relating physical movement suggests an active character, while a preponderance of verbs relating states of mind portrays an introspective character. Diction also has an impact upon word choice and syntax.\n\nAristotle, in The Poetics (20), defines the parts of diction (λέξις)[7] as the letter, the syllable, the conjunction, the article, the noun, the verb, the case, and the speech (λόγος),[8] though one commentator remarks that \"the text is so confused and some of the words have such a variety of meanings that one cannot always be certain what the Greek says, much less what Aristotle means.\"[9]\n\n"
        },
        {
            "title": "In literature",
            "text": "Diction is usually judged in reference to the prevailing standards of proper writing and speech and is seen as the mark of quality of the writing. It is also understood as the selection of certain words or phrases that become peculiar to a writer.\n\nForms of diction include: Archaic Diction (diction that is antique, that is rarely used), High Diction (lofty sounding language), and Low Diction (everyday language). Each of these forms is meant to enhance the meaning or artistry of an author's work.\n\n"
        }
    ]
}