{
    "url": "https://en.wikipedia.org/wiki/Dieselpunk",
    "title": "Dieselpunk",
    "table_of_contents": [
        "1 Origin",
        "2 Differences from steampunk",
        "3 Dieselpunk inspiration",
        "4 As an art movement",
        "4.1 Fiction and literature",
        "4.1.1 Common themes",
        "4.2 Games",
        "4.3 Cinema and television",
        "4.4 Visual art",
        "5 As a subculture",
        "5.1 Fashion",
        "5.2 Music",
        "6 Variants",
        "6.1 Decopunk or coalpunk",
        "6.2 Atompunk",
        "7 See also",
        "8 References",
        "9 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Dieselpunk is a retrofuturistic subgenre of science fiction similar to steampunk or cyberpunk that combines the aesthetics of the diesel-based technology of the interwar period through to the 1950s with retro-futuristic technology[1][2] and postmodern sensibilities.[3] Coined in 2001 by game designer Lewis Pollak to describe his tabletop role-playing game Children of the Sun,[2] the term has since been applied to a variety of visual art, music, motion pictures, fiction, and engineering.[4]\n\n"
        },
        {
            "title": "Origin",
            "text": "The name \"dieselpunk\" is a derivative of the science fiction subgenre cyberpunk,[5] and represents the time period from World War I until the 1950s, when diesel-based locomotion was the main technological focus of Western culture.[6] The \"-‍punk\" suffix attached to the name is representative of the counterculture nature of the genre with regard to its opposition to contemporary aesthetics.[3] The term also refers to the tongue-in-cheek[7] name given to a similar cyberpunk derivative, \"steampunk\", which focuses on science fiction based on industrial steam power and which is often set within the Victorian era.[8]\n\n"
        },
        {
            "title": "Differences from steampunk",
            "text": "Author Scott Westerfeld addresses the question of where to draw the line between steampunk and dieselpunk, arguing that his novel Leviathan (2009) qualifies as steampunk despite the fact that the technology it depicts includes diesel engines:\n\nJennifer McStotts, another author, considers the two genres to be close cousins. She defines steampunk as concerned with the Victorian era, and the shift in technology and energy generation that came with industrialization, and dieselpunk as combining the aesthetic and genre influences of the period of both world wars.[10]\n\nScience fiction editor and critic Gary K. Wolfe defines steampunk as primarily set in the Victorian era and dieselpunk as set in the interwar period.[11]\n\nIolanda Ramos, an assistant professor of English and Translation studies at NOVA University Lisbon, argues,\n\nIn addition, Ramos gives \"noir ambience\" as an element of dieselpunk.[12]\n\n"
        },
        {
            "title": "Dieselpunk inspiration",
            "text": "Dieselpunk draws its inspiration from the diesel era and a characteristic referred to by dieselpunks as \"decodence.\"[1] According to the online magazine Never Was, decodence (a portmanteau of \"[Art] Deco\" and \"decadence\"), \"embraces the styles and technologies of the era; it rejoices in a prolonged Jazz Age ambience characterized by great enthusiasm and hopes about the future.\"[13]\n\nThe term \"diesel era\" is a period of time that begins with the start of the interwar period, which covers the time between the end of World War I and the start of World War II. The interwar era is central to one school of dieselpunk often labeled \"Ottensian.\" In addition to the interwar period, World War II also plays a major role in dieselpunk, especially in the school of the genre referred to as \"Piecraftian.\" (See § Common themes below.) The exact ending of the diesel era is in some dispute in the dieselpunk community. Depending on the source it ends either at the conclusion of World War II or continues until the early part of the 1950s with the advent of such cultural icons as the Golden Age of Television and the replacement of Big Band and Swing music with Rock and Roll in popularity.[citation needed]\n\n"
        },
        {
            "title": "As an art movement",
            "text": "Although the term \"dieselpunk\" was not coined until 2001, a large body of art significant to the development of the genre was produced before that. Artwork (including visual arts, music, literature, and architecture) created in the dieselpunk style are heavily influenced by elements of the art movements most prevalent in Western culture during the diesel era such as:\n\nAccording to Tome Wilson, creator of the now-defunct website Dieselpunks, the term was retroactively applied to an already existing trend in literature. An alternative term was \"low-brow pop surrealism\". Writers of this trend blended traditional tropes and genres, such as Pulp Adventure, Film noir, and Weird Horror,  with a contemporary aesthetic.[14] In his words: \"They were creating a future fueled by the spirit of the Jazz Age.\" In their works, the reader could see Sam Spade in the era of smartphones and John Dillinger use a hovercar as his getaway vehicle. They were writing cyberpunk stories about the era of The Great Gatsby (1925).[14]\n\nIn discussing punk genres, Ted Stoltz defines dieselpunk as the quasifuture from the Art Deco era. He argues that cyberpunk, steampunk, clockpunk, atompunk, and biopunk are all defined by their connection to their respective technological element. He found this does not apply to other related genres such as elfpunk, mythpunk, and splatterpunk where technology plays a minor role.[15]\n\nAlternative history and World War II feature prominently in dieselpunk literature. Len Deighton's SS-GB, Philip K. Dick's The Man in the High Castle, Alan Glenn's Amerikan Eagle, Robert Harris' Fatherland, Philip Roth's The Plot Against America, Guy Saville's The Afrika Reich, Harry Turtledove's The War That Came Early series and The Man with the Iron Heart, and Jo Walton's Farthing are considered dieselpunk by some.[16]\n\nOther examples of dieselpunk novels are Hugh Ashton's Red Wheels Turning,[17] David Bishop's Fiends of the Eastern Front, Anders Blixt's The Ice War,[18] Kevin Cooney's Tales of the First Occult War, Larry Correia's Hard Magic: Book 1 of the Grimnoir Chronicles, Richard Kadrey's The Grand Dark[19] and J.W. Szczepaniak's Beyond Aukfontein.[20]\n\nA feature that was first identified by the online magazine The Flying Fortress is that dieselpunk can be divided into two primary themes or styles: Ottensian and Piecraftian.[21] The dividing line between the two themes is commonly acknowledged as the start of World War II.[22]\n\nOne theme, named \"Piecraftian\" after its proponent author \"Piecraft\", focuses on the aesthetics of the world wars and speculates on how human culture could theoretically cease to evolve due to constant, widespread warfare.[2][21] According to Ottens and Piecraft, this theme continues the aesthetics of the diesel era into later periods of history by describing a world where survival (largely based on a reliance on diesel power) is placed above aesthetical evolution (as seen in such dystopian movies as Mad Max[23]).\n\nA second theme, named \"Ottensian\" after its proponent author Nick Ottens,[13] focuses on a setting where the decadent aesthetics and utopian philosophies of the American Roaring Twenties continued to evolve unhindered by war or economic collapse. Ottensian dieselpunk fiction is primarily concerned with a positive vision of technology, where the utopian ideals predicted by the World's Fairs of the times came to light.[24][25] As a result Ottensian dieselpunk incorporates \"an enthusiasm for the predictions about the future,\"[26] and often shares elements with retro-futurism.[27]\n\nDieselpunk features prominently in the gaming industry, in both tabletop role-playing games and computer and console video games.[28] World War II is a popular theme in dieselpunk games. One of the more prominent of these was Activision's Return to Castle Wolfenstein,[29] as well as the sequel game to the 2009 game Wolfenstein, Wolfenstein: The New Order, which takes place in an alternate 1960s Europe where the Nazis have won World War II. Other dieselpunk games include Command & Conquer: Red Alert (1996),[29] Crimson Skies (1998 board game, 2000 video game), Iron Storm (2002),[30] You Are Empty (2006),[31] Scythe (2016), Turning Point: Fall of Liberty (2008),[16] Sine Mora (2012),[32] Iron Harvest (2020),[33] HighFleet (2021).\n\nWith regard to moving pictures, dieselpunk combines the tropes, character archetypes, and settings of diesel-era fiction genres such as Serial Adventure, Noir,[34] Pulp, and War with postmodern storytelling techniques and cinematography. Inspirations for dieselpunk cinema include Metropolis (1927)[25] and Things To Come (1936), thanks to their period visions of utopian culture and technology.[1] Even the popular film Star Wars (1977) has been noted as having strong dieselpunk influences, as it drew heavily on pulp and World War II iconography but mixed them with futuristic settings.[35] Some even argued that the steampunk country named Steamland, led by an odd industrialist named Alva Gunderson voiced by Richard Ayoade, in the American fantasy animated sitcom, Disenchantment, created by Matt Groening for Netflix, was \"dieselpunk inspired.\"[36]\n\nSome commonly referenced examples of dieselpunk cinema and television include:\n\nAccording to an article titled \"Dieselpunk: Love Affair with a Machine\", published in the online magazine Dark Roasted Blend, dieselpunk art \"takes an interest in various bizarre machines, full of esoteric levers, cracked-glass meters – all visually intense and pretty sinister-looking, when photographed.\"[54] The article references Japanese artist Shunya Yamashita's having created one of the definitive examples of dieselpunk art with his work I Can't Explain.[55] The article also references Kow Yokoyama as a dieselpunk artist with his figurine series titled Maschinen Krieger.[56]\n\nOther prominent artists in the dieselpunk movement include: Alexey Lipatov,[57] Stefan Prohaczka,[58] ixlrlxi,[59][60] Keith Thompson,[61] Rob Schwager,[62] and Sam Van Olffen.[63][64][65]\n\n"
        },
        {
            "title": "As a subculture",
            "text": "A person defined as a dieselpunk draws inspiration and entertainment from the aesthetics of the diesel era to achieve independence from contemporary aesthetics by blending the literature, artwork, fashion, grooming styles, modes of personal transportation, music, and technology of the diesel era with contemporary sensibilities.[66] The \"punk\" in \"dieselpunk\" can be interpreted as a rejection of contemporary society[67] and contemporary styles.[28]\n\nPart of dieselpunk's postmodern nature can be seen in the important role that the internet as a tool of international communication plays in its development. In addition to two prominent dieselpunk online communities, Dieselpunks and Never Was Lounge, there are a number of online magazines dedicated to the genre, including Dieselpunk Encyclopedia, Dizelpanki, The Flying Fortress, Never Was and Vintage Future, and several blogs which are simply titled \"Dieselpunk\".[68][69]\n\nWhile there are many websites dedicated to the history of the diesel era, a growing number of sites are dedicated to topics that tie directly into dieselpunk. One such website of note is RetroTimes Production,[70] which is an independent film production company dedicated to creating documentaries about \"retro living, retro design, and retro style.\" A few sites are springing up that have a retro pulp feel as well, including Captain Spectre and The Lightning Legion,[71] which is an online comic written and drawn in the classic serial pulp fiction style of the diesel era, and Thrilling Tales of the Downright Unusual,[72] an interactive Choose Your Own Adventure-style pulp serial.\n\nIn 2012, World Brews, a craft beer manufacturer in Novato, CA, began producing \"Dieselpunk Brew\", a beer line (IPA, Porter and Stout) inspired and influenced by the subculture of dieselpunk, and displaying art deco-inspired dieselpunk designs on the labels.[73]\n\nDieselpunk fashion blends the styles commonly found during the diesel era with contemporary styles to create a fusion of both.  The \"punk\" nature of the subculture comes from expressing a more complete presence in public akin to the fashion styles popular during the diesel era such as waistcoats, covered arms, hosiery, styles of shoes, and headwear. Dieselpunk emphasizes the inclusion of such accoutrements to render one's look \"complete,\" in defiance of modern custom.[citation needed]\n\nDieselpunk music,[1] which has roots in the neo-swing revival,[74] combines elements of blues, jazz, ragtime, cabaret, swing, and bluegrass commonly found during the diesel era with contemporary instrumentation, production, and composition.[75] Some commonly referenced examples of dieselpunk bands are: Big Bad Voodoo Daddy,[76] Cherry Poppin' Daddies (who released a song and music video entitled \"Diesel PunX\" in 2019),[77] Royal Crown Revue,[78][79] Squirrel Nut Zippers,[80] The Brian Setzer Orchestra, Indigo Swing, Wolfgang Parker,[74] The End Times Spasm Band, RPM Orchestra, Big Rude Jake, and Lee Press-on and the Nails.[81]\n\nThere has been growth of a Dieselpunk music referred to as electro swing, which combines the styles of Swing music with Electronica. Prominent bands within the Electro-Swing include Caravan Palace, Good Co, and Tape Five.\n\n"
        },
        {
            "title": "Variants",
            "text": "Decopunk,  also known as coalpunk, is a recent subset of Dieselpunk, inspired by the Art Deco and Streamline Moderne art styles of the period between the 1920s and 1950s. In an interview[82] at CoyoteCon, steampunk author Sara M. Harvey made the distinctions \"... shinier than DieselPunk, more like DecoPunk\", and \"DieselPunk is a gritty version of Steampunk set in the 1920s–1950s. The big war eras, specifically. DecoPunk is the sleek, shiny very Art Deco version; same time period, but everything is chrome!\"\n\nA similar, related pop surrealist art movement, which overlaps with dieselpunk somewhat, is atompunk (sometimes called atomicpunk). Atompunk art relates to the pre-digital period of 1945–1965, including mid-century Modernism, the Atomic Age, Jet Age and Space Age, Communism and paranoia in the United States, along with Soviet styling, underground cinema, Googie architecture, the Sputnik, Mercury and other early space programs, early Cold War espionage, superhero fiction and the rise of the US military/industrial powers.[83][84]\n\n"
        }
    ]
}