{
    "url": "https://en.wikipedia.org/wiki/Dinka_religion",
    "title": "Dinka religion",
    "table_of_contents": [
        "1 Creation",
        "2 Pantheon",
        "3 Invocation of prayer",
        "4 Animism",
        "4.1 Snakes",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Dinka religion refers to the traditional religion of the Dinka people (also known as Muonyjang people), ethnic group of South Sudan. They belong to a group called the Nilotic people, which is a group of cultures in Southern Sudan.\n\n"
        },
        {
            "title": "Creation",
            "text": "The supreme, creator god, Nhialic, is the god of the sky and rain, and the ruler of all the spirits. He is believed to be present in all of creation, and to control the destiny of every human, plant and animal on Earth. Nhialic is also known as Jaak, Juong or Dyokin by other Nilotic groups such as the Nuer and Shilluk. Nhialac created ex-nihilo and rarely involves itself with the affairs of humans.\n\nNhialic speaks through other spirits that take temporary possession of people to speak through them to his people. This was one way to communicate with the God.\n\nThere are several versions of the Dinka creation myth which mainly concerns itself with the creation of humans. The first humans are Garang and Abuk. In some cases Nhialac created humans by blowing them out of its nose, other accounts say humans originated from the sky and were placed in the river where they came as fully formed adults. Other accounts say that humans were molded as clay figures and placed to mature in pots. Garang and Abuk were made out of the clay of Sudan.\n\nNhialac told them to multiply and that their children would die but would come back to life within 15 days. Garang protested that if nobody dies permanently then there would not be enough food. Nhialac then introduced permanent death. Nhialac commanded them to only plant one seed of grain a day or gave them one grain to eat a day. Being hungry everyday Abuk made a paste with the grain to make the food last longer. However, when Abuk disobeyed and planted more Nhialac cut the rope that connected Heaven and Earth.\n\n"
        },
        {
            "title": "Pantheon",
            "text": "The Dinka have a pantheon of deities.\n\nDengdit or Deng, is the sky god of rain and fertility, empowered by Nhialic. Nhialic being the supreme creator God who created the destinies of all people, plants, and animals.  Deng's mother is Abuk, the patron goddess of gardening and all women, represented by a snake. Garang, another deity, is believed or assumed by some Dinka to be a god suppressed by Deng whose spirits can cause most Dinka women, and some men, to scream. The term \"Jok\" refers to a group of ancestral spirits.\n\n"
        },
        {
            "title": "Invocation of prayer",
            "text": "The Dinka address their prayers first to the Supreme Being Nhialic then invoke other deities.[1]\n\nThe Dinka offer prayers for receiving mild weather. They also pray for good harvest, protection of people, cattle recovery from illness, and good hunting.[1]\n\nSacrifices of a bull or ox are offered to Nhialic. The Dinka perform sacrifices along with prayers. The invokes all clan-divinities, free-divinities and ancestral spirits and at times Nhialic. Those who are saying the prayers hold a fishing spear in their hands. Short phrases expressing the need are chanted while the spear is thrust at the animal to be sacrificed. The participants repeat the words of the leader. At times of crisis or an important occasion the Dinka will continue to pray and sacrifice for long periods of time.[1]\n\nStages of sacrificial prayer.[1]\n\n1.    The Leader describes the issue the people are facing.\n\n2.    The Leader and all present Acknowledge past sins.\n\n3.    Praise is offered singing hymns of honor or ox-songs.\n\n4.    Expulsion of the misfortune to the sacrificial animal.\n\n"
        },
        {
            "title": "Animism",
            "text": "The Dinka are also animists. They have a Pastoral lifestyle.[citation needed] The Dinka inherit a totem from both their parents. The faithful are expected to make offerings to their totem force and maintain positive relations with members. Eating or hurting your totem animal is a bad omen for those who share a totem. Some totems are believed to endow powers. The owl totem, for example, is believed to give the power of providence. Totems are not exclusively animals, although most are; some Dinka having as their totem a metallic ore or element.\n\nIn the Dinka language, a totem is known as a kuar. Dinka do not worship their totems but rather speak of being \"related\" to them.\n\nSome Dinka people respect African puff adders. The most commonly respected snakes are Atemyath, Biar keroor, and Maluang. These snakes are given offerings of locally-made melted cheese to appease them, after which they are released into the forest. Killing snakes is believed to be a bad omen for the community or the individual, with the assumption that spirits may strike the killer.\n\n"
        }
    ]
}