{
    "url": "https://en.wikipedia.org/wiki/Direct_ascent",
    "title": "Direct ascent",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Direct ascent is a method of landing a spacecraft on the Moon or another planetary surface directly, without first assembling the vehicle in Earth orbit, or carrying a separate landing vehicle into orbit around the target body. It was proposed as the first method to achieve a crewed lunar landing in the United States Apollo program, but was rejected because it would have required developing a prohibitively large launch vehicle.\n\n"
        },
        {
            "title": "Apollo program",
            "text": "The Apollo program was initially planned based on the assumption that direct ascent would be used.[1] This would have required developing an enormous launch vehicle, either the Saturn C-8 or Nova rocket, to launch the three-man Apollo spacecraft, with an attached landing module, directly to the Moon, where it would land tail-first and then launch off the Moon for the return to Earth.  The other two options that NASA considered required a somewhat smaller launch vehicle, either the Saturn C-4 or C-5. These were Earth Orbit Rendezvous, which would have involved at least two launches to assemble the direct-landing and return vehicle in orbit; and Lunar Orbit Rendezvous (LOR), which carried a smaller two-man lunar lander spacecraft for flight between lunar orbit and the surface. LOR was the strategy used successfully in Apollo.[1]\n\nThe Soviet Union also considered several direct ascent strategies, though in the end they settled on an approach similar to NASA's: two men in a Soyuz spacecraft with a one-man LK lander.  The Soviets attempted to launch the N1 rocket on 21 February and 3 July 1969, both of which failed, before NASA's Apollo 11 lifted off and made the first crewed lunar landing on 20 July 1969. The Soviets would make two more attempts to launch the N1, in 1972 and 1974, but neither was successful. The Soviet engineering firm OKB-52 continued to develop the UR-700 modular booster for the direct ascent LK-700 ship.\n\nScience fiction movies such as Rocketship X-M and Destination Moon have frequently depicted direct ascent missions, although the first was a two-stage vehicle which accidentally, and successfully landed on Mars, but failed to successfully return to Earth (crashed in Nova Scotia), and the second was a single-stage vehicle which successfully landed on the Moon, and speculatively returned to Earth (return not shown).\n\n"
        }
    ]
}