{
    "url": "https://en.wikipedia.org/wiki/Directed_panspermia",
    "title": "Directed panspermia",
    "table_of_contents": [
        "1 History and motivation",
        "2 Strategies and targets",
        "3 Propulsion and launch",
        "4 Astrometry and targeting",
        "5 Deceleration and capture",
        "6 Biomass requirements",
        "7 Biological payload",
        "7.1 Signal in the genome",
        "8 Concept missions",
        "9 Motivation and ethics",
        "10 Objections and counterarguments",
        "11 In popular culture",
        "12 See also",
        "13 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Directed panspermia is the deliberate transport of microorganisms into space to be used as introduced species on lifeless but habitable astronomical objects.\n\nHistorically, Shklovskii and Sagan (1966) and Crick and Orgel (1973) hypothesized that life on the Earth may have been seeded deliberately by other civilizations. Conversely, Mautner and Matloff (1979) and Mautner (1995, 1997) proposed that humanity should seed other planetary systems, protoplanetary discs or star-forming clouds with microorganisms, to secure and expand its organic gene/protein lifeform. To avoid interference with local life, the targets may be young planetary systems where local life is unlikely. Directed panspermia can be motivated by biotic ethics that value the basic patterns of organic gene/protein life with its unique complexity and unity, and its drive for self-propagation.\n\nDirected panspermia is becoming possible due to developments in solar sails, precise astrometry, the discovery of extrasolar planets, extremophiles and microbial genetic engineering. Cosmological projections suggest that life in space can then have a  future.[1][2]\n\n"
        },
        {
            "title": "History and motivation",
            "text": "An early example of the idea of directed panspermia dates to the early science fiction work Last and First Men by Olaf Stapledon, first published in 1930. It details the manner in which the last humans, upon discovering that the Solar System will soon be destroyed, send microscopic \"seeds of a new humanity\" towards potentially habitable areas of the universe.[3]\n\nIn 1966, Shklovskii and Sagan speculated that life on Earth may have been seeded through directed panspermia by other civilisations,[4] and, in 1973, Crick and Orgel also discussed the concept.[5] Conversely, Mautner and Matloff proposed in 1979, and Mautner examined in detail in 1995 and 1997 the technology and motivation to secure and expand our organic gene/protein life-form by directed panspermia missions to other planetary systems, protoplanetary discs and star-forming clouds.[2][6][7][8]  Technological aspects include propulsion by solar sails, deceleration by radiation pressure or viscous drag at the target, and capture of the colonizing micro-organisms by planets. A possible objection is potential interference with local life at the targets, but targeting young planetary systems where local life, especially advanced life, could not have started yet, avoids this problem.[8]\n\nDirected panspermia may be motivated by the desire to perpetuate the common genetic heritage of all terrestrial life. This motivation was formulated as biotic ethics that value the common gene/protein patterns of self propagation,[9] and as panbiotic ethics that aim to secure and expand life in the universe.[7][8]\n\n"
        },
        {
            "title": "Strategies and targets",
            "text": "Directed panspermia may be aimed at nearby young planetary systems such as Alpha PsA (25 ly (light-years) away) and Beta Pictoris (63.4 ly), both of which show accretion discs and signs of comets and planets. More suitable targets may be identified by space telescopes such as the Kepler mission that will identify nearby star systems with habitable astronomical objects. Alternatively, directed panspermia may aim at star-forming interstellar clouds such as Rho Ophiuchi cloud complex (427 ly), that contains clusters of new stars too young to originate local life (425 infrared-emitting young stars aged 100,000 to a million years). Such clouds contain zones with various densities (diffuse cloud < dark fragment < dense core < protostellar condensation < accretion disc)[10] that could selectively capture panspermia capsules of various sizes.\n\nHabitable astronomical objects or habitable zones about nearby stars may be targeted by large (10 kg)  missions where microbial capsules are bundled and shielded. Upon arrival, microbial capsules in the payload may be dispersed in orbit for capture by planets. Alternatively, small microbial capsules may be sent in large swarms to habitable planets, protoplanetary discs, or zones of various density in interstellar clouds. The microbial swarm provides minimal shielding but does not require high precision targeting, especially when aiming at large interstellar clouds.[2]\n\n"
        },
        {
            "title": "Propulsion and launch",
            "text": "Panspermia missions should deliver microorganisms that can grow in the new habitats. They may be sent in 10−10 kg, 60 μm diameter capsules that allow intact atmospheric entry at the target planets, each containing 100,000 diverse microorganisms suited to various environments. Both for bundled large mass missions and microbial capsule swarms, solar sails may provide the most simple propulsion for interstellar transit.[11]    Spherical sails will avoid orientation control both at launch and at deceleration at the targets.\n\nFor bundled shielded missions to nearby star systems, solar sails with thicknesses of 10−7 m and areal densities of 0.0001 kg/m2 seem feasible, and sail/payload mass ratios of 10:1 will allow exit velocities near the maximum possible for such sails. Sails with about 540 m radius and area of 106 m2 can impart 10 kg payloads with interstellar cruise velocities of 0.0005 c  (1.5x105 m/s) when launched from 1 au (astronomical unit). At this speed, voyage to the Alpha PsA star will last 50,000 y, and to the Rho Opiuchus cloud, 824,000 years.\n\nAt the targets, the microbial payload would decompose into 1011 (100 billion) 30 µm capsules to increase the probability of capture. In the swarm strategy to protoplanetary discs and interstellar clouds, 1 mm radius, 4.2x10−6 kg microbial capsules are launched from 1 au using sails of 4.2x10−5 kg with radius of 0.37 m and area of 0.42 m2 to achieve cruising speeds of 0.0005 c. At the target, each capsule decomposes into 4,000 delivery microcapsules of 10−10 kg and of 30 micrometer radius that allow intact entry to planetary atmospheres.[12]\n\nFor missions that do not encounter dense gas zones, such as interstellar transit to mature planets or to habitable zones about stars, the microcapsules can be launched directly from 1 au using 10−9 kg sails of 1.8 mm radius to achieve velocities of 0.0005 c to be decelerated by radiation pressure for capture at the targets. \nThe 1 mm and 30 micrometer radius vehicles and payloads are needed in large numbers for both the bundled and swarm missions. These capsules and the miniature sails for swarm missions can be mass manufactured readily.\n\n"
        },
        {
            "title": "Astrometry and targeting",
            "text": "The panspermia vehicles would be aimed at moving targets whose locations at the time of arrival must be predicted. This can be calculated using their measured proper motions, their distances, and the cruising speeds of the vehicles. The positional uncertainty and size of the target object then allow estimating the probability that the panspermia vehicles will arrive at their targets.\nThe positional uncertainty \n\n\n\nδ\ny\n\n\n{\\displaystyle \\delta y}\n\n (m) of the target at arrival time is given by the following equation, where \n\n\n\n\nα\n\np\n\n\n\n\n{\\displaystyle \\alpha _{p}}\n\n is the resolution of proper motion of the target object (arcsec/year), \n\n\n\nd\n\n\n{\\displaystyle d}\n\nd is the distance from the Earth (m) and \n\n\n\nv\n\n\n{\\displaystyle v}\n\n is the velocity of the vehicle (m s−1).[8]\n\nGiven the positional uncertainty, the vehicles may be launched with a scatter in a circle about the predicted position of the target. The probability \n\n\n\n\nP\n\ntarget\n\n\n\n\n{\\displaystyle P_{\\text{target}}}\n\n for a capsule to hit the target area with radius \n\n\n\n\nr\n\ntarget\n\n\n\n\n{\\displaystyle r_{\\text{target}}}\n\n (m) is given by the ratio of the targeting scatter and the target area.\n\nTo apply these equations, the precision of astrometry of star proper motion of 0.00001 arcsec/year, and the solar sail vehicle velocity of 0.0005 c (1.5 × 105 m s−1) may be expected within a few decades. For a chosen planetary system, the area \n\n\n\n\nA\n\ntarget\n\n\n\n\n{\\displaystyle A_{\\text{target}}}\n\n may be the width of the habitable zone, while for interstellar clouds, it may be the sizes of the various density zones of the cloud.\n\n"
        },
        {
            "title": "Deceleration and capture",
            "text": "Solar sail missions to Sun-like stars can decelerate by radiation pressure in reverse dynamics of the launch. The sails must be properly oriented at arrival, but orientation control may be avoided using spherical sails. The vehicles must approach the target Sun-like stars at radial distances similar to the launch, about 1 au. After the vehicles are captured in orbit, the microbial capsules may be dispersed in a ring orbiting the star, some within the gravitational capture zone of planets.\nMissions to accretion discs of planets and to star-forming clouds will decelerate by viscous drag at the rate \n\n\n\n\n\n\nd\nv\n\n\nd\nt\n\n\n\n\n\n{\\displaystyle {\\frac {dv}{dt}}}\n\n as determined by the following equation, where \n\n\n\nv\n\n\n{\\displaystyle v}\n\n is the velocity, \n\n\n\n\nr\n\nc\n\n\n\n\n{\\displaystyle r_{c}}\n\n the radius of the spherical capsule, \n\n\n\n\nρ\n\nc\n\n\n\n\n{\\displaystyle \\rho _{c}}\n\n is density of the capsule and \n\n\n\n\nρ\n\nm\n\n\n\n\n{\\displaystyle \\rho _{m}}\n\n is the density of the medium.        \n\nA vehicle entering the cloud with a velocity of 0.0005 c (1.5 × 105 m s−1) will be captured when decelerated to 2,000 m s−1, the typical speed of grains in the cloud. \nThe size of the capsules can be designed to stop at zones with various densities in the interstellar cloud. Simulations show that a 35 μm radius capsule will be captured in a dense core, and a 1 mm radius capsule in a protostellar condensation in the cloud. As for approach to accretion discs about stars, a millimetre size capsule entering the 1000 km thick disc face at 0.0005 c will be captured at 100 km into the disc. Therefore, 1 mm sized objects may be the best for seeding protoplanetary discs about new stars and protostellar condensations in interstellar clouds.[8]\n\nThe captured panspermia capsules will mix with dust. A fraction of the dust and a proportional fraction of the captured capsules will be delivered to astronomical objects. Dispersing the payload into delivery microcapsules will increase the chance that some will be delivered to habitable objects. Particles of 0.6 – 60 μm radius can remain cold enough to preserve organic matter during atmospheric entry to planets or moons.[12] Accordingly, each 1 mm, 4.2 × 10−6 kg capsule captured in the viscous medium can be dispersed into 42,000 delivery microcapsules of 30 μm radius, each weighing 10−10 kg and containing 100,000 microbes. These objects will not be ejected from the dust cloud by radiation pressure from the star, and will remain mixed with the dust.[13][14]   \nA fraction of the dust, containing the captured microbial capsules, will be captured by planets or moons, or captured in comets and delivered by them later to planets. The probability of capture, \n\n\n\n\nP\n\ncapture\n\n\n\n\n{\\displaystyle P_{\\text{capture}}}\n\n, can be estimated from similar processes, such as the capture of interplanetary dust particles by planets and moons in our Solar System, where 10−5 of the Zodiacal cloud maintained by comet ablation, and also a similar fraction of asteroid fragments, is collected by the Earth.[15][16]      \nThe probability of capture of an initially launched capsule by a planet (or astronomical object) \n\n\n\n\nP\n\nplanet\n\n\n\n\n{\\displaystyle P_{\\text{planet}}}\n\n is given by the equation below, where \n\n\n\n\nP\n\ntarget\n\n\n\n\n{\\displaystyle P_{\\text{target}}}\n\n is the probability that the capsule reaches the target accretion disc or cloud zone, and \n\n\n\n\nP\n\ncapture\n\n\n\n\n{\\displaystyle P_{\\text{capture}}}\n\n is the probability of capture from this zone by a planet. \n\nThe probability \n\n\n\n\nP\n\nplanet\n\n\n\n\n{\\displaystyle P_{\\text{planet}}}\n\n depends on the mixing ratio of the capsules with the dust and on the fraction of the dust delivered to planets. These variables can be estimated for capture in planetary accretion discs or in various zones in the interstellar cloud.\n\n"
        },
        {
            "title": "Biomass requirements",
            "text": "After determining the composition of chosen meteorites, astroecologists performed laboratory experiments that suggest that many colonizing microorganisms and some plants could obtain most of their chemical nutrients from asteroid and cometary materials.[17] However, the scientists noted that phosphate (PO4) and nitrate (NO3–N) critically limit nutrition to many terrestrial lifeforms.[17] For successful missions, enough biomass must be launched and captured for a reasonable chance to initiate life at the target astronomical object. An optimistic requirement is the capture by the planet of 100 capsules with 100,000 microorganisms each, for a total of 10 million organisms with a total biomass of 10−8 kg.\n\nThe required biomass to launch for a successful mission is given by following equation. \nmbiomass (kg) = 10−8 / Pplanet     \nUsing the above equations for Ptarget with transit velocities of 0.0005 c, the known distances to the targets, and the masses of the dust in the target regions then allows calculating the biomass that needs to be launched for probable success. With these parameters, as little as 1 gram of biomass (1012 microorganisms) could seed Alpha PsA and 4.5 gram could seed Beta Pictoris. More biomass needs to be launched to the Rho Ophiuchi cloud complex, mainly because its larger distance. A biomass on the order of 300 tons would need to be launched to seed a protostellar condensation or an accretion disc, but two hundred kilograms would be sufficient to seed a young stellar object in the Rho Ophiuchi cloud complex.\n\nConsequently, as long as the required physical range of tolerance are met (e.g.: growth temperature, cosmic radiation shielding, atmosphere and gravity), lifeforms viable on Earth may be chemically nourished by watery asteroid and planetary materials in this and other planetary systems.[17]\n\n"
        },
        {
            "title": "Biological payload",
            "text": "The seeding organisms need to survive and multiply in the target environments and establish a viable biosphere. Some of the new branches of life may develop intelligent beings who will further expand life in the galaxy.\nThe messenger microorganisms may find diverse environments, requiring extremophile microorganisms with a range of tolerances, including thermophile (high temperature), psychrophile (low temperature), acidophile (high acidity), halophile (high salinity), oligotroph (low nutrient concentration), xerophile (dry environments) and radioresistant (high radiation tolerance) microorganisms. Genetic engineering may produce polyextremophile microorganisms with several tolerances.    \nThe target atmospheres will probably lack oxygen, so the colonizers should include anaerobic microorganisms. Colonizing anaerobic cyanobacteria may later establish atmospheric oxygen that is needed for higher evolution, as it happened on Earth. Aerobic organisms in the biological payload may be delivered to the astronomical objects later when the conditions are right, by comets that captured and preserved the capsules.\n\nThe development of eukaryote microorganisms was a major bottleneck to higher evolution on Earth. Including eukaryote microorganisms in the payload can bypass this barrier. Multicellular organisms are even more desirable, but being much heavier than bacteria, fewer can be sent. Hardy tardigrades (water-bears) may be suitable but they are similar to arthropods and would lead to insects. The body-plan of rotifers could lead to higher animals, if the rotifers can be hardened to survive interstellar transit.\n\nMicroorganisms or capsules captured in the accretion disc can be captured along with the dust into asteroids. During aqueous alteration the asteroids contain water, inorganic salts and organics, and astroecology experiments with meteorites showed that algae, bacteria, fungi and plant cultures can grow in the asteroids in these media.[18] \nMicroorganisms can then spread in the accreting solar nebula, and will be delivered to planets in comets and in asteroids. The microorganisms can grow on nutrients in the carrier comets and asteroids in the aqueous planetary environments, until they adapt to the local environments and nutrients on the planets.[17][18][19]\n\n\nA number of publications since 1979 have proposed the idea that directed panspermia could be demonstrated to be the origin of all life on Earth if a distinctive 'signature' message were found, deliberately implanted into either the genome or the genetic code of the first microorganisms by our hypothetical progenitor.[20][21][22][23]  In 2013 a team of physicists claimed that they had found mathematical and semiotic patterns in the genetic code which, they believe, is evidence for such a signature.[24][25]  This claim has not been substantiated by further study, or accepted by the wider scientific community. One outspoken critic is biologist PZ Myers who said, writing in Pharyngula: \n In a later peer-reviewed article, the authors address the operation of natural law in an extensive statistical test, and draw the same conclusion as in the previous article.[27] In special sections they also discuss methodological concerns raised by PZ Myers and some others.\n\n"
        },
        {
            "title": "Concept missions",
            "text": "Significantly, panspermia missions can be launched by present or near-future technologies. However, more advanced technologies may be also used when these become available.   \nThe biological aspects of directed panspermia may be improved by genetic engineering to produce hardy polyextremophile microorganisms and multicellular organisms, suitable to diverse astronomical objects environments. Hardy polyextremophile anaerobic multicellular eukaryotes with high radiation resistance, that can form a self-sustaining ecosystem with cyanobacteria, would combine ideally the features needed for survival and higher evolution.\n\nFor advanced missions, ion thrusters or solar sails using beam-powered propulsion accelerated by Earth-based lasers can achieve speeds up to 0.01 c (3 x 106 m/s). Robots may provide in-course navigation, may control the reviving of the frozen microbes periodically during transit to repair radiation damage, and may also choose suitable targets. These propulsion methods and robotics are under development.\n\nMicrobial payloads may be also planted on hyperbolic comets bound for interstellar space. This strategy follows the mechanisms of natural panspermia by comets, as suggested by Hoyle and Wikramasinghe.[28]  The microorganisms would be frozen in the comets at interstellar temperatures of a few kelvins and protected from radiation for eons. It is unlikely that an ejected comet will be captured in another planetary system, but the probability can be increased by allowing the microbes to multiply during warm perihelion approach to the Sun, then fragmenting the comet.  A 1 km radius comet would yield 4.2 x 1012 one-kg seeded fragments, and rotating the comet would eject these shielded icy objects in random directions into the galaxy. This increases a trillion-fold the probability of capture in another planetary system, compared with transport by a single comet.[2][7][8]  Such manipulation of comets is a speculative long-term prospect.\n\nThe German physicist Claudius Gros has proposed that the technology developed by the Breakthrough Starshot initiative may be utilized in a second step to establish a biosphere of unicellular microbes on otherwise only transiently habitable astronomical objects.[29] The aim of this initiative, the Genesis project, would be to fast forward evolution to a stage equivalent of the precambrian period on Earth.[30] Gros argues that the Genesis project would be realizable within 50–100 years,[31][32] using low-mass probes equipped with a miniaturized gene laboratory for the in situ cell synthesis of the microbes.[33] The Genesis project extends directed panspermia to eukaryotic life, arguing that it is more likely that complex life is rare,[34] and not bacterial life. In 2020, the theoretical physicist Avi Loeb wrote about a similar 3-D printer that can manufacture seeds of life in the Scientific American.[35]\n\n"
        },
        {
            "title": "Motivation and ethics",
            "text": "Directed panspermia aims to secure and expand our family of organic gene/protein life. It may be motivated by the desire to perpetuate the common genetic heritage of all terrestrial life. This motivation was formulated as biotic ethics, that value the common gene/protein patterns of  organic life,[9] and as panbiotic ethics that aim to secure and expand life in the universe.[7][8]\n\nMolecular biology shows complex patterns common to all cellular life, a common genetic code and a common mechanism to translate it into proteins, which in turn help to reproduce the DNA code. Also, shared are the basic mechanisms of energy use and material transport. These self-propagating patterns and processes are the core of organic gene/protein life.   \nLife is unique because of this complexity, and because of the exact coincidence of the laws of physics that allow life to exist.  Also unique to life is the pursuit of self-propagation, which implies a human purpose to secure and expand life. These objectives are best secured in space, suggesting a panbiotic ethics aimed to secure this future.[2][7][8][9]\n\n"
        },
        {
            "title": "Objections and counterarguments",
            "text": "The main objection to directed panspermia is that it may interfere with local life at the targets.[36] The colonizing microorganisms may out-compete local life for resources, or infect and harm local organisms.  However, this probability can be minimized by targeting newly forming planetary systems, accretion discs and star-forming clouds, where local life, and especially advanced life, could not have emerged yet. If there is local life that is fundamentally different, the colonizing  microorganisms may not harm it. If there is local organic gene/protein life, it may exchange genes with the colonizing microorganisms, increasing galactic biodiversity.[citation needed]\n\nAnother objection is that space should be left pristine for scientific studies, a reason for planetary quarantine. However, directed panspermia may reach only a few, at most a few hundred new stars, still leaving a hundred billion pristine for local life and for research. A technical objection is the uncertain survival of the messenger organisms during long interstellar transit. Research by simulations, and the development on hardy colonizers is needed to address these questions.[citation needed]\n\nA third argument against engaging in directed panspermia derives from the view that wild animals do not — on the average — have lives worth living, and thus spreading life would be morally wrong. Yew-Kwang Ng supports this view,[37] and other authors agree or disagree.[citation needed] Unlike the above two objections, which can be minimized by attention to detail, there is no currently-known way to influence from a distance how evolution would progress on a world seeded with life.[citation needed] O'Brien argues that the large amount of suffering among wild animals on this planet is probably a result of the way evolution by natural selection operates, and that evolutionary processes are therefore likely to result, in due time, in similar suffering wherever life evolves.[38] Sivula discusses all sides of the issue and concludes that \"... the risk of suffering objection constitutes a serious ethical problem – planetary seeding may be extremely good or it might be a moral disaster – depending on one's moral theory. Until we have identified a satisfying resolution of this predicament, humanity should abstain from any acts of cosmic preservation.\"[39]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The discovery of an ancient directed panspermia effort is the central theme of \"The Chase,\" an episode of Star Trek: The Next Generation. In the story, Captain Picard must work to complete the penultimate research of his late archaeology professor's career. That professor, Galen, had discovered that DNA fragments seeded into the primordial genetic material of 19 worlds could be rearranged to assemble a computer algorithm. Amid competition (and, later, with begrudging cooperation) from Cardassian, Klingon and Romulan expeditions also exploring Galen's research clues, the Enterprise crew discovers that an alien progenitor race had indeed, 4 billion years prior, seeded genetic material across many star systems, thus directing the evolution of many humanoid species.\n\nSome variation of directed panspermia was also included in the plot of anime Neon Genesis Evangelion.[40]\n\n"
        }
    ]
}