{
    "url": "https://en.wikipedia.org/wiki/Director_of_National_Intelligence",
    "title": "Director of National Intelligence",
    "table_of_contents": [
        "1 History",
        "1.1 Founding",
        "1.2 Appointments",
        "1.3 Website issues",
        "1.4 Reform initiatives",
        "2 Office of the Director of National Intelligence",
        "2.1 Organization",
        "3 Directors",
        "4 Line of succession",
        "5 Subordinates",
        "5.1 Principal Deputy Director of National Intelligence",
        "5.2 Chief Operating Officer",
        "5.3 Director of the Intelligence Staff/ Chief Management Officer",
        "5.4 Inspector General of the Intelligence Community",
        "5.5 Deputy directors of national intelligence",
        "5.6 Assistant directors of national intelligence",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The director of national intelligence (DNI) is a senior, cabinet-level United States government official, required by the Intelligence Reform and Terrorism Prevention Act of 2004 to serve as executive head of the United States Intelligence Community (IC) and to direct and oversee the National Intelligence Program (NIP). All IC agencies report directly to the DNI. The DNI also serves, upon invitation, as an advisor to the president of the United States, the National Security Council and the Homeland Security Council on all intelligence matters. The DNI, supported by the Office of the Director of National Intelligence (ODNI), produces the President's Daily Brief (PDB), a top-secret document including intelligence from all IC agencies, handed each morning to the president of the United States.[1]\n\nPresident George W. Bush strengthened the role of the DNI on July 30, 2008, with Executive Order 13470,[2] which, among other things, solidified the DNI's authority to set goals for intelligence gathering and analysis and to set policy for intelligence sharing with foreign agencies and for the hiring and firing of senior intelligence officials.[3] The DNI was given further responsibility for the entire IC's whistleblowing and source protection by President Obama via Presidential Policy Directive 19 on October 10, 2012.\n\nUnder 50 U.S.C. § 3026, \"under ordinary circumstances, it is desirable\" that either the director or the principal deputy director of national intelligence be an active-duty commissioned officer in the armed forces or have training or experience in military intelligence activities and requirements. Only one of the two positions can be held by a military officer at any given time. The statute does not specify what rank the commissioned officer will hold during their tenure in either position. The DNI, who is appointed by the president of the United States and is subject to confirmation by the United States Senate, serves at the pleasure of the president.\n\nUpon the inauguration of President Joe Biden, the position was elevated to Cabinet-level. The DNI attends all Cabinet meetings and liaises with the Executive Office of the President and other Cabinet secretaries in the execution of their duties.\n\n"
        },
        {
            "title": "History",
            "text": "Before the DNI was formally established, the head of the Intelligence Community was the director of central intelligence (DCI), who concurrently served as the director of the Central Intelligence Agency (CIA).\n\nThe 9/11 Commission recommended establishing the DNI position in its 9/11 Commission Report, not released until July 22, 2004, as it had identified major intelligence failures that called into question how well the intelligence community was able to protect U.S. interests against foreign terrorist attacks.\n\nSenators Dianne Feinstein, Jay Rockefeller and Bob Graham introduced S. 2645 on June 19, 2002, to create the position of Director of National Intelligence. Other similar legislation soon followed. After considerable debate on the scope of the DNI's powers and authorities, the United States Congress passed the Intelligence Reform and Terrorism Prevention Act of 2004 by votes of 336–75 in the House of Representatives, and 89–2 in the Senate. President George W. Bush signed the bill into law on December 17, 2004. Among other things, the law established the DNI position as the designated leader of the United States Intelligence Community and prohibited the DNI from serving as the CIA director or the head of any other intelligence community element at the same time. In addition, the law required the CIA Director to report his agency's activities to the DNI.\n\nCritics say compromises during the bill's crafting led to the establishment of a DNI whose powers are too weak to adequately lead, manage and improve the performance of the intelligence community.[4] In particular, the law left the United States Department of Defense in charge of the National Security Agency (NSA), the National Reconnaissance Office (NRO), and the National Geospatial-Intelligence Agency (NGA).\n\nThe first Director of National Intelligence was U.S. ambassador to Iraq John Negroponte who was appointed on February 17, 2005, by President George W. Bush, subject to confirmation by the Senate. It was reported that President Bush's first choice for DNI was former director of central intelligence Robert M. Gates, who was serving as president of Texas A&M University, but who declined the offer.[5] Negroponte was confirmed by a Senate vote of 98–2 on April 21, 2005, and he was sworn in by President Bush the same day.\n\nOn February 13, 2007, Mike McConnell became the second Director of National Intelligence, after Negroponte was appointed Deputy Secretary of State. Donald M. Kerr was confirmed by the U.S. Senate to be Principal Deputy Director of National Intelligence on October 4, 2007, and sworn in on October 9, 2007. Kerr, from Virginia, was previously the director of the National Reconnaissance Office and the deputy director for science and technology at the CIA before that. Earlier in his career, he was an assistant director at the FBI, in charge of their Laboratory Division from 1997 to 2001.\n\nOn July 20, 2010, President Barack Obama nominated retired Air Force lieutenant general James Clapper as the fourth DNI. Clapper was confirmed by the Senate on August 5, and replaced acting director David C. Gompert. This followed Obama's dismissal of the third DNI, retired Navy admiral Dennis C. Blair, whose resignation became effective May 28, 2010.[6]\n\nThe fifth DNI, Dan Coats, the sixth DNI, John Ratcliffe, and acting DNIs Joseph Maguire, Richard Grenell and Lora Shiao, all served between March 16, 2017, and January 21, 2021, during the administration of President Donald Trump.\n\nThe seventh and current DNI is Avril Haines, who took office on January 21, 2021. The first woman to hold the office, she was nominated by President-elect Joe Biden on November 23, 2020[7] and confirmed by the Senate on January 20, 2021.[8]\n\nDeclan McCullagh at News.com wrote on August 24, 2007, that the DNI site was configured to repel all search engines to index any page at DNI.gov. This effectively made the DNI website invisible to all search engines and in turn, any search queries.[9] Ross Feinstein, Spokesman for the DNI, said that the cloaking was removed as of September 3, 2007. \"We're not even sure how (the robots.txt file) got there\" – but it was again somehow hidden the next day. On September 7, McCullagh reported that the DNI appeared to be open to web searches again.[10]\n\nIn September 2007, the Office of the DNI released \"Intelligence Community 100 Day & 500 Day Plans for Integration & Collaboration\". These plans include a series of initiatives designed to build the foundation for increased cooperation and reform of the U.S. Intelligence Community.[11]\n\n"
        },
        {
            "title": "Office of the Director of National Intelligence",
            "text": "The Intelligence Reform and Terrorism Prevention Act of 2004 established the Office of the Director of National Intelligence (ODNI) as an independent agency to assist the DNI. The ODNI's goal is to effectively integrate foreign, military and domestic intelligence in defense of the homeland and of United States interests abroad.[12] The ODNI has about 1,750 employees.[13] Its headquarters are in McLean, Virginia.\n\nOn March 23, 2007, DNI Mike McConnell announced organizational changes, which include:\n\nThe ODNI continued to evolve under succeeding directors, culminating in an organization focused on intelligence integration across the community.[citation needed]\n\nThe ODNI leadership includes the director, principal deputy director and chief operating officer.[14] In addition, the Director of Defense Intelligence reports to the DNI.\n\nThere are two directorates, each led by a Deputy Director of National Intelligence:[14][15]\n\nThere are four mission centers, each led by a director of that center:[14][15]\n\nThere are also four oversight offices:[14][15]\n\n"
        },
        {
            "title": "Directors",
            "text": "\n"
        },
        {
            "title": "Line of succession",
            "text": "The line of succession for the director of national intelligence is as follows:[16]\n\n"
        }
    ]
}