{
    "url": "https://en.wikipedia.org/wiki/Disability_and_religion",
    "title": "Disability and religion",
    "table_of_contents": [
        "1 Buddhism",
        "1.1 Buddhist religious texts",
        "1.2 Contemporary Buddhism",
        "2 Christianity",
        "2.1 The Bible",
        "2.2 Early Christianity",
        "2.3 Contemporary Christianity",
        "3 Hinduism",
        "3.1 Hindu texts",
        "3.2 Contemporary Hinduism",
        "4 Islam",
        "4.1 Qur'an, Hadith and Sharia Law",
        "4.2 Early Islam",
        "4.3 Contemporary Islam",
        "5 Judaism",
        "5.1 The Torah",
        "5.2 Contemporary Judaism",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe intersection of disability and religion concerns the manner in which disabled people are treated within religious communities, the religious texts of those religions, or the general input from religious discourse on matters relating to disability.[1] Studies on the relationship between religion and disability vary widely, with some postulating the existence of ableism[2] and others viewing religion as a primary medium through which to assist disabled people.[3] Religious exhortation often prompts adherents to treat people with disabilities with deference, however when the disability constitutes a mental illness such an approach may be slanted with an acknowledgement of the latter's naivete.[4] In religions with an eschatological belief in divine judgment, there are often traditions promulgating an exemption from judgement in the afterlife for mentally disabled people, as well as for children who die before reaching maturity due to both lacking an understanding of their actions in a manner analogous to the insanity defense.[5] Regarding the rationale behind God's creation of disabled people, some religions maintain that their contrast with the non-disabled permits the non-disabled to reflect and God to subsequently assess the level of gratitude shown by each individual for their health.[6]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "In the book, The Words of my Perfect Teacher by Patrul Rinpoche, the author states that the presence of a disability that impedes an understanding of the concept of dharma will prevent a person from being able to practice Buddhism.[7]\n\nMost Buddhists believe that bad karma (which arises from immoral actions) is the cause of disability.[8][9][10] Buddhists also believe in showing compassion towards people less fortunate than themselves (known as songsarn), including towards disabled people, which is believed by Buddhists to help build their own good karma.[10] This has mixed consequences for people with disabilities living in predominantly Buddhist societies. In societies where Buddhism is the main religion practiced, Buddhists with disabilities have reported that other people have condescending attitudes towards them.[11] The emphasis on compassion has been linked with a reluctance to encourage independence and social participation in people with disabilities.[12] In Thailand, the World Bank reports that because of Buddhism's teachings on showing compassion towards the weak, people often donate money to beggars with disabilities or charities that help disabled people. The World Bank argues that while this kindness can be admirable, it does not promote equality for people with disabilities.[13]\n\n"
        },
        {
            "title": "Christianity",
            "text": "Throughout the history of Christianity, attitudes towards disability have varied greatly.\n\nIn parts of the Bible physical disability is portrayed as a punishment for sin. In the New Testament, Jesus is often shown performing miraculous healing those with disabilities, although some believe Jesus still referred to sin as the cause of physical disability.[14] The Bible makes no reference to intellectual disability[15]\nContrast this perspective to Christ healing the man born blind (John 9:1-12), where Jesus challenged the view that disability was punishment for sin.\n\"His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" Jesus replied: Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the works of God might be displayed in him.\"\n\nIn the Middle Ages, there were two prevailing approaches to those with disabilities. Some priests and scholars took the view that disability was a punishment from God for committing sins, as is often described in the Bible. Others believed that those with disabilities were more pious than non-disabled people.[16] Furthermore, Martin Luther held the view that disability was caused by sin, and is recorded to have recommended to the Prince of Dessau that a young boy with disabilities be drowned. When this suggestion was rebuked, Luther told the prince that Christians should pray for the Devil to be removed from the boy every day.[17]\n\nDisability is still linked with sin in some denominations of the church and in some cultures where Christianity is the predominant religion.[17] In Ghana, people with mental illnesses and neurological disorders are routinely sent to prayer camps that are linked with Evangelical and Pentecostal churches, to try to overcome their disorder. Prayer camps have been condemned by Human Rights Watch because of the way that people in prayer camps are often treated. Human Rights Watch reports that people living in prayer camps are subject to being chained to objects for prolonged periods, being deprived of food and poor sanitation.[18][19] Christians with disabilities also report feeling unwelcome when attending church. Many families of children with disabilities in the USA report feeling excluded from Church services because of the attitudes of other members of the congregation.[20]\n\nOn the other hand, some Christians feel that their faith means they have a duty to care for those with disabilities.[21] As well as this, the Archbishop of Canterbury, Justin Welby, has called for the church to become more accepting of those with disabilities.[22]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Ashtavakra who had eight physical deformities, was said to be the author of the Hindu religious text Ashtavakra Gita and was a revered Vedic sage.[23] He is shown to have triumphed over the scholars in King Janaka's court, who mocked his disabilities.[24] The 16th-century Hindu poet and singer Surdas, who was said to have composed more than 125,000 songs, is similarly revered as a great religious figure.[25] In ancient and medieval Hindu society, individuals with disabilities were considered for special employment jobs where their disability would be beneficial for their work; for example, kings who would hire persons with hearing and/or speech impairment to copy confidential government documents.[25]\n\nThe Bhagavad Gita emphasises detachment from the world and coming to view pain and suffering as neither positive or negative. In the case of suffering, while it brings discomfort, it can also be seen as a positive phenomenon, because it advances a person's spiritual development.[26] Hindu texts advocate that disabled people feeling hopeless should go forward in life with a positive manner and attitude by following Dharma.[27]\n\nAs with Buddhism, Hindus also believe that disability is caused by negative karma, but this is not imposed by an outside punitive force or God.[9][28] Hinduism also views charitable actions, such as giving money to those in need, as a positive action that will help build a person's good karma for their next life.[29] Although disability can be treated as something that is very shameful societally, with some families confining disabled family members to the home, Hinduism stipulates that it is the Dharmic duty of all non-disabled individuals to care for those with a disability and extend charity to them.[30] In society, people with disabilities can also be pitied for their condition.[31]\n\n"
        },
        {
            "title": "Islam",
            "text": "In Islam, the cause of disability is not attributed to wrongdoing by the disabled person or their parents. Islam views disability as a challenge set by Allah.[32]\nThe Qur'an urges people to treat people with intellectual disabilities with kindness and to protect people with disabilities. Muhammed is shown to treat disabled people with respect.[33]\n\nIn the early Islamic caliphate, Bayt al-mal was established to provide for money for people in need, which included disabled people, which was funded by zakat.[34]\n\nIn the 16th century, the Islamic scholar Ibn Fahd's book al-Nukat al-Zirâf argued that disability could be caused by disobeying a prophet and also be healed by prophets, although the books faced a widespread backlash at the time.[35]\n\nIn Saudi Arabia, there is a strong focus on equality for children and adults with special needs, which is based on Islam's views on disability.[33] Despite the Qur'an's teachings on treating disabled people with respect, some Muslim families report feelings of shame around having a disabled relative and refuse to allow a disabled person to participate in key aspects of Islam, such as attending the Mosque and fasting for Ramadan.[33]\n\n"
        },
        {
            "title": "Judaism",
            "text": "In the Torah, disability is caused by Yahweh, as a punishment for transgressions.[36] Although, God also commands Jews in Israel to \"not insult the deaf, or place a stumbling block before the blind\".[37] As well as this, Halakha states that people should support sick people.[38]\n\nA poll of American Jews with disabilities found that less than 1 in 5 Jews felt that Jewish institutions were doing \"very well\" or \"extremely well\" in including disabled people in community activities.[39] As well as this, Jewish day schools are exempt from the Individuals with Disabilities Education Act and the Americans with Disabilities Act.[39] In Israel, a study on the Haredi community found strong support for integrating children with disabilities into mainstream schools.[40]\n\n"
        }
    ]
}