{
    "url": "https://en.wikipedia.org/wiki/Disappearance_of_Frederick_Valentich",
    "title": "Disappearance of Frederick Valentich",
    "table_of_contents": [
        "1 Frederick Valentich",
        "2 Details",
        "3 Search and rescue",
        "4 Investigation",
        "5 Proposed explanations",
        "6 Ufologists",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFrederick Valentich (/ˈvæləntɪtʃ/) was an Australian pilot who disappeared while on a 125-nautical-mile (232 km) training flight in a Cessna 182L light aircraft, registered VH-DSJ,[1] over Bass Strait on the evening of Saturday 21 October 1978. Described as a \"flying saucer enthusiast\", twenty-year-old Valentich informed Melbourne air traffic control that he was being accompanied by an aircraft about 1,000 feet (300 m) above him and that his engine had begun running roughly, before finally reporting: \"It's not an aircraft.\"[2]\n\nThere were belated reports of a UFO sighting in Australia on the night of the disappearance; however, the Associated Press reported that the Department of Transport was sceptical a UFO was behind Valentich's disappearance, and that some of their officials speculated that \"Valentich became disoriented and saw his own lights reflected in the water, or lights from a nearby island, while flying upside down\".[2]\n\n"
        },
        {
            "title": "Frederick Valentich",
            "text": "Frederick Valentich (9 June 1958 – disappeared 21 October 1978) had about 150 total hours' flying time and held a class-four instrument rating, which authorised him to fly at night, but only \"in visual meteorological conditions\". He had twice applied to enlist in the Royal Australian Air Force (RAAF), but was rejected because of inadequate educational qualifications. He was a member of the RAAF Air Training Corps, determined to have a career in aviation. Valentich was studying part-time to become a commercial pilot but had a poor achievement record, having twice failed all five commercial licence examination subjects, and as recently as the month before his disappearance had failed three more commercial licence subjects. He had been involved in flying incidents, for example, straying into a controlled zone in Sydney, for which he received a warning, and twice deliberately flying into a cloud, for which prosecution was being considered. According to his father, Guido, Valentich was an ardent believer in UFOs and had been worried about being attacked by them.[1]\n\nThe destination of Valentich's final flight was King Island, but his motivation for the flight is unknown. He told flight officials that he was going to King Island to pick up some friends, while he told others that he was going to pick up crayfish. Later investigations found both stated reasons to be untrue.[1] Valentich had also failed to inform King Island Airport of his intention to land there, going against \"standard procedure\".[1]\n\n"
        },
        {
            "title": "Details",
            "text": "Valentich radioed Melbourne Flight Service at 7:06 pm to report that an unidentified aircraft was following him at 4,500 feet (1,400 m). He was told there was no known traffic at that level. Valentich said he could see a large unknown aircraft which appeared to be illuminated by four bright landing lights. He was unable to confirm its type, but said it had passed about 1,000 feet (300 m) overhead and was moving at high speed. Valentich then reported that the aircraft was approaching him from the east and said the other pilot might be purposely toying with him. Valentich said the aircraft was \"orbiting\" above him and that it had a shiny metal surface and a green light on it. Valentich further reported that he was experiencing engine problems. Asked to identify the aircraft, Valentich radioed: \"It's not an aircraft.\" His transmission was then interrupted by unidentified noise described as \"metallic, scraping sounds\" before all contact was lost.[2][3][4]\n\n"
        },
        {
            "title": "Search and rescue",
            "text": "A sea and air search was undertaken that included oceangoing ship traffic, an RAAF Lockheed P-3 Orion aircraft, plus eight civilian aircraft. The search encompassed over 1,000 square miles (2,600 km2). Search efforts ceased on 25 October 1978 without result.[3]\n\n"
        },
        {
            "title": "Investigation",
            "text": "An investigation into Valentich's disappearance by the Australian Department of Transport was unable to determine the cause but it was \"presumed fatal\" for Valentich.[1] Five years after Valentich's aircraft went missing, an engine cowl flap was found washed ashore on Flinders Island. In July 1983, the Bureau of Air Safety Investigation asked the Royal Australian Navy Research Laboratory (RANRL) about the likelihood that the cowl flap might have \"travelled\" to its ultimate position from the region where the aircraft disappeared. The bureau noted that \"the part has been identified as having come from a Cessna 182 aircraft between a certain range of serial numbers\", which included Valentich's aircraft.[citation needed]\n\n"
        },
        {
            "title": "Proposed explanations",
            "text": "It has been proposed that Valentich staged his own disappearance: even taking into account a trip of between 30 and 45 minutes to Cape Otway, the single-engine Cessna 182 still had enough fuel to fly 800 km (500 mi);[5] despite ideal conditions, at no time was the aircraft plotted on radar, casting doubts as to whether it was ever near Cape Otway;[6] and Melbourne police received reports of a light aircraft making a mysterious landing not far from Cape Otway at the same time as Valentich's disappearance.[6]\n\nAnother proposed explanation is that Valentich became disoriented and was flying upside down. If this were the case, the lights he thought he saw would be his own aircraft's lights, reflected in the water; he would then have crashed into the water.[7] However, the model Cessna he was piloting could not have flown inverted for long as it has a gravity feed fuel system, meaning that its engine would have cut out very quickly. Yet another proposed possibility is suicide. However, interviews with doctors and colleagues who knew him virtually eliminated this possibility.[8]\n\nA 2013 review of the radio transcripts and other data by astronomer and retired United States Air Force pilot James McGaha and author Joe Nickell proposes that the inexperienced Valentich was deceived by the illusion of a tilted horizon for which he attempted to compensate and inadvertently put his aircraft into a downward, so-called \"graveyard spiral\" which he initially mistook for simple orbiting of the aircraft. According to the authors, the G-forces of a tightening spiral would decrease fuel flow, resulting in the \"rough idling\" reported by Valentich. McGaha and Nickell also propose that the apparently stationary, overhead lights that Valentich reported were probably the planets Venus, Mars and Mercury, along with the bright star Antares, which would have behaved in a way consistent with Valentich's description.[1]\n\n"
        },
        {
            "title": "Ufologists",
            "text": "Ufologists have speculated that extraterrestrials either destroyed Valentich's aircraft or abducted him, asserting that some individuals reported seeing \"an erratically moving green light in the sky\" and that he was \"in a steep dive at the time\". Ufologists believe these accounts are significant because of the \"green light\" mentioned in Valentich's radio transmissions.[9]\n\nThe group Ground Saucer Watch, based in Phoenix, Arizona, United States, claims that photos taken by plumber Roy Manifold on the day of Valentich's disappearance show a fast-moving object exiting the water near Cape Otway Lighthouse.[10] According to UFO writer Jerome Clark, Ground Saucer Watch argued that they showed \"a bona fide unknown flying object, of moderate dimensions, apparently surrounded by a cloud-like vapour/exhaust residue\", although the pictures were not clear enough to identify the object.[11]\n\n"
        }
    ]
}