{
    "url": "https://en.wikipedia.org/wiki/Disability_in_horror_films",
    "title": "Disability in horror films",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Horror films have frequently featured disability, dating to the genre's earliest origins in the 1930s. Various disabilities have been used in the genre to create or augment horror in audiences,[2] which has attracted commentary from some critics and disability activists.\n\nMonsters and villains depicted in many horror films have often had physical or mental disabilities. These evolved from being sympathetic depictions of disabled characters in early monster films such as Frankenstein, to presentations of disabled people as \"bloodthirsty and terrifying\" in slasher films of the 1970s and 1980s.[3] Horror films have sometimes attracted criticism for their depictions of disability[3][4][5] or have been described as ableist.[6] Some films have been accused of reflecting eugenicist views held by the society of their time.[7][1] Tropes of characters \"overcoming\" disability, or of disability granting special powers, have been described as harmful.[8]\n\nTod Browning's Freaks (1932) has been highlighted as a notable example of a horror film for prominently depicting disability, and has received diverse commentary for its depiction of the community, with some labelling it as portraying disability sympathetic and anti-eugenicist and others criticising it for being exploitative.[3][1][9] As of 2020, it remains one of few American films to feature a predominantly disabled cast.[1] Independent film Deafula (1975) is notable for being entirely in sign language.[9] Jason Voorhees from the Friday the 13th series and Leatherface from The Texas Chain Saw Massacre are both violent killers with disabilities, that have been described as depicting disability as fearful or taboo.[3] In the 21st century, some commentators noted a trend of horror films depicted deafness, including A Quiet Place and The Unholy.[8] Lupita Nyong'o's performance in 2019 film Us was criticised by disability rights groups for being inspired by symptoms of spasmodic dysphonia.[10]\n\n"
        }
    ]
}