{
    "url": "https://en.wikipedia.org/wiki/Discrimination_in_the_United_States",
    "title": "Discrimination in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 Racism",
        "1.2 Fighting back",
        "2 Contemporary society",
        "2.1 Gender discrimination",
        "2.2 Discrimination against immigrants",
        "2.2.1 Discrimination in the workplace",
        "2.3 Discrimination based on sexual orientation",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDiscrimination comprises \"base or the basis of class or category without regard to individual merit, especially to show prejudice on the basis of ethnicity, gender, or a similar social factor\".[1] This term is used to highlight the difference in treatment between members of different groups when one group is intentionally singled out and treated worse, or not given the same opportunities. Attitudes toward minorities have been marked by discrimination in the history of the United States. Many forms of discrimination have come to be recognized in American society, particularly on the basis of national origin,[2][3][4] race and ethnicity,[3][4][5] non-English languages,[3][4] religion,[6] gender,[7][8] and sexual orientation.[5][7][8]\n\n"
        },
        {
            "title": "History",
            "text": "Colorism is a form of racially-based discrimination where people are treated unequally due to skin color. It initially came about in the United States during slavery. Lighter skinned slaves tended to work indoors, while dark skinned worked outdoors. In 1865, during the Reconstruction period after the American Civil War, the Thirteenth Amendment to the United States Constitution was passed and it abolished slavery. This was soon followed by the Fourteenth Amendment to the United States Constitution that granted citizenship to all persons \"born or naturalized in the United States\", and the Fifteenth Amendment to the United States Constitution that protected the rights to vote for everyone. These Amendments passed during the Reconstruction period extended protection to the newly emancipated slaves. However, in the 1870s Jim Crow laws were introduced in the Southeastern United States. These laws promoted the idea of \"Separate but equal\"[9] which was first brought about from the Plessy v. Ferguson decision in 1896, meaning that all races were equal, but they had to have separate public facilities. The mixing of races was illegal in most places such as public schools, public transportation and restaurants.[10] These laws increased discrimination and segregation in the United States. Oftentimes, the products and sections designated for the \"Colored\" were inferior and not as nice for the \"White Only\".[11]  Water fountains, bathrooms, and park benches were just a few of the areas segregated by Caucasians due to Jim Crow laws. Furthermore, the Jim Crow laws systematically made life harder for African-Americans and people of color. It made voting harder to accomplish, due to the fact that African-Americans had to do literacy tests and go through other obstacles before getting the chance to vote.\n\nIn the modern United States, gay black men are extremely likely to experience intersectional discrimination. In the United States, the children of gay African-American men have a poverty rate of 52 percent, the highest in the country. Gay African-American men in partnerships are also six times more likely to live in poverty than gay white male couples.[12]\n\nSome have made the controversial claim that the racist treatment of African-Americans amounts to genocide, elaborated on in Black genocide with foci on slavery, Jim Crow, and other racist institutions in the U.S.\n\nIn August 2020, the US Justice Department argued that Yale University discriminated against Asian candidates on the basis of their race, a charge the university denied.[13]\n\nMajor figures such as Martin Luther King Jr., Malcolm X, and Rosa Parks[14] were involved in the fight against the race-based discrimination of the Civil Rights Movement. Rosa Parks's refusal to give up her bus seat in 1955 sparked the Montgomery bus boycott—a large movement in Montgomery, Alabama, that was an integral period at the beginning of the Civil Rights Movement. The Bus Boycott lasted a total of 381 days before the Supreme Court of the United States deemed that segregated seating is unconstitutional. Dr. Martin Luther King Jr., a peaceful activist and pastor, led many such protests, advocating for the improvement of African-Americans in American's society. His role in the Montgomery Bus Boycott helped to launch his role in the Civil Rights Movement. King organized many protests attended not only by African-American, but also Caucasians.\n\nWhile King[15] organized peaceful protests, Malcolm X went a different route. His main supporters, The Nation of Islam, and he stressed the idea of black power, and black pride. Although Malcolm X's actions were radical, especially when they contradicted that of Dr. King, but he is still considered one of the pioneers in fighting back against racial discrimination in daily life and not just from a political standpoint. His ideas of black nationalism and the use of violence to fight back helped to spark the political group in the Black Panther Party for Self-Defense, which later became known as the Black Panther Party. Formed by Bobby Seale and Huey P. Newton, the organization was created in October 1966, in Oakland, California. Usually seen in all black and armed, as a group, the Black Panthers first started off patrolling Oakland Police Department activity, but soon grew to widespread support in cities like Los Angeles, and Chicago. Although they were seen as a violent gang and a danger to society, the Black Panthers brought numerous social programs such as free breakfast for school children and free clinics across numerous cities. What the Black Panthers were fighting for was outlined in their Ten-Point Program. They were ultimately taken down by the FBI, led by J. Edgar Hoover, in the early 1970s. Other factors such as internal tensions, and financial struggles also played into the demise of the Black Panther Party and by 1982 they were completely gone.[16]\n\nIn the education system, the Civil Rights Movement further became huge after the ruling of Brown v. Board of Education in 1954. Oliver Brown challenged the Board of Education of Topeka, Kanas, when his daughter was not allowed to enroll in any of the all white schools claiming that \"separate but equal\" violates the protection clause of the Fourteenth Amendment. Ruby Bridges, along with the Little Rock Nine, dealt with discrimination from Caucasian peers, their parents, and the community in general during the desegregation of schools. The Little Rock Nine were a group of nine African-American students who volunteered to attend school at the Central High School in Little Rock, Arkansas. They continuously had problems with the public and faced harsh treatment from other students, parents, and even the Little Rock National Guard. However, a change occurred when President Dwight D. Eisenhower intervened by sending federal troops to escort the students.[17] For Ruby Bridges, she joined the Civil Rights Movement in the November 14, 1960 when she became enrolled in William Frantz Elementary School. Due to many parents not allowing their children in her class, Bridges was in class by herself, which was taught by Barbara Henry, and oftentimes ate alone and had recess alone. Ruby, along with her family, did face a lot of backlash throughout Louisiana from the desegregation; however, they did receive support from numerous people in the North and Bridges was able to finish the year.[18]\n\n"
        },
        {
            "title": "Contemporary society",
            "text": "Gender discrimination is another form of discrimination. Women are often seen as an expense to their employers because they take days off for children, need time off for maternity leave and may be stereotyped as \"more emotional\". It is known as the glass escalator[19] or the glass ceiling, which holds that while women are being held down in male-dominated professions, men often rise quickly to positions of authority in certain fields. Men are being pushed forward into management, even surpassing women who have been at the job longer and have more experience in the field in some cases.\n\nMen's rights deals with discrimination against men in the areas of family law, such as divorce and child custody, labor such as paternity leave, paternity fraud, health, education, conscription, and other areas of the law such as domestic violence, genital integrity, and allegations of rape.\n\nImmigrants to the United States are affected by a totally separate type of discrimination. Some people feel as though the large numbers of people being allowed into the country are cause for alarm, therefore discriminate against them.[20]\n\nArizona passed a law that forces people to carry documents with them at all times to prove their citizenship. Some people claim that immigrants are taking up \"Americans\" jobs. Immigration restrictions are among the biggest government interventions in the economy. They prevent millions of immigrants from taking jobs, renting homes, and pursuing a wide range of opportunities that they could otherwise have.[21] Violent hate crimes have increased[22] drastically. Recent social psychological research suggests that this form of prejudice against migrants may be partly explained by some fairly basic cognitive processes.[23][24]\n\nAccording to Soylu,[25] some argue that immigrants constantly face being discriminated against because of the color of their skin, the sound of their voice, the way they look and their beliefs. Many immigrants are well educated, some argue that they are often blamed and persecuted for the ills in society such as overcrowding of schools, disease and unwanted changes in the host country's culture due to the beliefs of this \"unwelcomed\" group of people.[26]\n\nAccording to Soylu, there was an open immigration policy up until 1924 in America until the National Origins Act came into effect.[26] According to the Immigration Act of 1924 which is a United States federal law, it limited the annual number of immigrants who could be admitted from any country to 2% of the number of people from that country who were already living in the United States in 1890, down from the 3% cap set by the Immigration Restriction Act of 1921, according to the Census of 1890 It superseded the 1921 Emergency Quota Act. The law was primarily aimed at further restricting immigration of Southern Europeans and Eastern Europeans.\nAccording to Buchanan, later in the 1930s with the advent of opinion polling, immigration policy analysis was carried out by collecting public thoughts and opinions on the issue. These factors encouraged a heated debate on immigration policy. These debates continued even into the 2000s, and were intensified by George W. Bush's immigration proposal.[27] Some argue that the 9/11 terrorist attacks left the country in a state of paranoia and fear that strengthened the views in favor of having closed borders.[26]\n\nImmigration to the United States can be difficult due to immigrants' lack of access to legal documents and the expensive nature of immigration. The United States has historically been a major target destination for people seeking work and continues to be so today.. As Graciela, a 47-year-old married woman who had lived in the US for 4 years, stated, “My husband,... he lost his job. Things were beginning to get tough... We came with the need to find work and better life possibilities.”[28][29]  Worldwide, the workforce has become increasingly pluralistic and ethnically diverse as more and more people migrate across nations. Although race- or ethnicity-based discriminatory employment practices are prohibited in most developed countries, according to feminist scholar Mary Harcourt, actual discrimination is still widespread.[30] Sahagian Jacqueline, an author, argues that one example of this act of discrimination occurred at Macy's a department store. According to the U.S. Justice Department, Macy's used unfair documentation practices against legal immigrant employees who had proper work authorizations. During an eligibility re-verification process, Macy's broke immigration law that prohibits employers from discriminating against immigrant employees during re-verification by asking for more or different documents than other employees are required to submit based on a worker's immigration status or national origin. Some of the affected employees lost seniority, were suspended, or even let go due to the illegal re-verification.[31] While their opinions are controversial, researchers Moran, Tyler and Daranee argue that with immigrants' growing numbers and their expanding economic role in U.S. society, addressing challenges and creating opportunities for immigrants to succeed in the labor force are critical prerequisites to improve the economic security for all low-wage working families and ensure the future vitality of our economy.[32]\n\nAnother type of discrimination is that against lesbian, gay, bisexual, transgender, and queer (LGBTQ) individuals. For personal reasons such as religious beliefs, employers sometimes choose to not hire LGBTQ people. Late in 1979, a new religious revival among conservative Evangelical Protestants and Roman Catholics ushered in the Republican coalition politically aligned with the Christian right that would reign in the United States between the years 1970s and 1980s,[33][34][35][36] becoming another obstacle for the progress of the LGBTQ rights movement.[35] During the HIV/AIDS epidemic of the 1980s, LGBTQ communities were further stigmatized as they became the focus of mass hysteria, suffered isolation and marginalization, and were targeted with extreme acts of violence.[37]\n\nLGBTQ people and their rights have been discriminated against for various reasons; for example, one topic of controversy related to LGBTQ people is same-sex marriage, which was legalized in all the fifty states in June 2015 following the Supreme Court case Obergefell v. Hodges. On 15 June 2020, the Supreme Court ruled in Bostock v. Clayton County, Georgia and two other cases, that workplace discrimination based on sexual orientation or gender identity is covered by Title VII of the Civil Rights Act of 1964.[38]\n\n"
        }
    ]
}