{
    "url": "https://en.wikipedia.org/wiki/Discovery_One",
    "title": "Discovery One",
    "table_of_contents": [
        "1 Development",
        "1.1 Carousel",
        "1.2 Studio model",
        "2 Fictional history",
        "2.1 Ship features",
        "2.2 Communications",
        "2.3 The fate of Discovery",
        "3 Notes",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United States Spacecraft Discovery One is a fictional spaceship featured in the first two novels of the Space Odyssey series by Arthur C. Clarke and in the films 2001: A Space Odyssey (1968) directed by Stanley Kubrick and 2010: The Year We Make Contact (1984) directed by Peter Hyams. The ship is a nuclear-powered interplanetary spaceship, crewed by two men and controlled by the AI on-board computer HAL 9000.  The ship is destroyed in the second novel and makes no further appearances.\n\nClarke and Kubrick developed the first novel and film in parallel, but there were some differences to suit the different media.  Kubrick dropped the cooling fins of the ship, fearing they would be interpreted as wings.  The itinerary of Discovery One in the book is from Earth orbit via gravitational slingshot around Jupiter to Saturn and parking orbit around the moon Iapetus.  Kubrick changed this to the simpler route from Earth to Jupiter's moon Europa.\n\nFor the film, Kubrick built an exceptionally large model of the ship so that focus changes did not give away the true small size to the audience.  He also built a large, expensive, rotating carousel for the artificial gravity scenes.\n\n"
        },
        {
            "title": "Development",
            "text": "The spaceship first appears in the novel 2001: A Space Odyssey by science fiction author Arthur C. Clarke and the film of the same name produced and directed by Stanley Kubrick. The book and the film were developed in parallel in a collaboration between Clarke and Kubrick.  Despite this, the novelized and filmed appearances of the craft differ.  Clarke based the design on ideas that were, or he believed were, scientifically feasible.  He gave the ship a hypothetical thermonuclear propulsion system and added huge cooling fins to radiate away the excess heat produced. In the book, Clarke says the fins \"looked like the wings of some vast dragonfly\" and that they gave the ship a \"fleeting resemblance to an old-time sailing-ship\". In the film, Kubrick removed the fins because he thought that the audience might interpret them as wings giving the spacecraft the ability to fly through an atmosphere.[citation needed]\n\nEarly in the development of the movie, Clarke and Kubrick considered having Discovery powered by an Orion type nuclear pulse propulsion system. Kubrick quickly decided against it, both because showing the ship accelerate by a 'putt-putt' method might be \"too comic\" for film, and because it might be seen as him having embraced nuclear weapons after his previous film, Dr. Strangelove.[1]\n\nKubrick spent $750,000, a large portion of his $6 million budget,[2] on the set for the artificial gravity scenes in the carousel. The set was a vertically-mounted  30-short-ton (27 t) circular set 38 feet (12 m) in diameter and 10 feet (3.0 m) wide.[3] The entire set could rotate around its axis at up to 3 miles per hour (4.8 km/h).[4] The rim of the carousel would move slowly enough to allow the actors to walk around with it as if they were in a hamster wheel. This created the impression that the actors were walking up the walls of the set, while in fact, the actors remained at the bottom. The same technique was used for the Aries Moon shuttle scenes. This was not an entirely new idea; in the 1951 Royal Wedding a similar arrangement allowed Fred Astaire to apparently dance up the walls and along the ceiling of his hotel room.[5]\n\nClarke believed that the ability to transfer between zero-g and artificial gravity areas of a spaceship would be easily learnt by astronauts, and this is how Kubrick portrayed it in the film. However, expert opinion is that this would be somewhat more difficult to achieve, particularly due to the Coriolis force.[6] Long-radius centrifuge experiments by the Naval Medical Research Laboratory starting in 1958 kept subjects in a 30-foot (9.1 m) diameter centrifuge complete with living quarters for up to three weeks. The experiments found that the subjects took three to four days to overcome motion sickness and balance issues.[7]\n\nTwo models for filming were made, one 15-foot (4.6 m) long and one 54-foot (16 m) long. The scale of the models, compared to many other productions, was unusually large. This was due to the need to keep the whole ship in focus for the shots, something which could not be done on smaller or tabletop models. With a smaller model, the camera needs to be brought in closer, and the change in focus across the model would betray the true size of the object.[8]\n\nFollowing the completion of the film, Kubrick ordered both the models and the plans for constructing them destroyed, so that they could not be used on future productions. This presented a problem during preproduction for its 1984 sequel, 2010: The Year We Make Contact. The filmmakers were forced to refer to frame blowups of the Discovery from different angles taken from a 70mm print of 2001 in order to construct a new model.[citation needed]\n\nIn addition, a model of the ship's head and a few body segments were used for close-up shots of Discovery docked with the Leonov.\n\nA 12-foot model was used for the primary motion control shots, while a smaller one was used to depict the Discovery tumbling end over end over Io.\n\n"
        },
        {
            "title": "Fictional history",
            "text": "Because of the lack of aerodynamic design and its immense size, Discovery One was assembled in and launched from orbit. As described in the novel, it was originally intended to survey the Jovian system, but its mission was changed to go to Saturn and investigate the destination of the signal from the black monolith found at the crater Tycho. As a result, the mission became a one-way trip to Saturn and its moon Japetus. (In the filmed telling, the destination remains Jupiter.) After investigating alien artifacts at Saturn and Iapetus, the preliminary plan is for all five members of the crew to enter suspended animation for an indefinite period of time. Eventually, it was intended that the much larger and more powerful Discovery Two (not yet completed) would travel to Japetus and return with everyone in hibernation.\n\nIn the novel 2001: A Space Odyssey, Discovery One is described as being \"almost 400 feet long with a sphere 40 feet dia.\" (122 meters and 12.2 meters respectively; the 2010 film mentions 800 feet (240 m)) and powered by a nuclear plasma drive, separated by 275 feet (84 m) of tankage and structure, from the spherical part of the spaceship where the crew quarters, the computer, flight controls, small auxiliary craft, and instrumentation are located.\n\nThe ship's carousel is a spinning band of deck, mounted inside the crew compartment, using centrifugal force to simulate the effects of gravity and is the primary living and work area. The three hibernating astronauts are also located here. The carousel provides Moon-level gravity rotating at just over 5 rpm.[9] The carousel can be stopped and the rotation stored in a flywheel.[10] There is an automated kitchen (developed with the assistance of General Mills); a ship-to-Earth communications center; and a complete medical section where the astronauts undergo regular automated checkups.\n\nAreas outside the carousel, are micro-g environments where the crew members use Velcro shoes to attach themselves to the floor. Piloting, navigation, and other tasks take place in these areas. There is also a pod bay, where three one-man repair and inspection craft are kept, and the spaceship's primary HAL 9000 mainframe computer.\n\nDiscovery is described as a very large ship that could be handled by only two astronauts (David Bowman and Frank Poole), working 12 hour alternating shifts, along with the HAL 9000. In the book, IBM predicted that computer development would be advanced to such an extent that the mission could be undertaken with all the astronauts placed in hibernation. It was said to be desired, however, that regular communications be maintained throughout the voyage between the pilot and copilot and mission control back on Earth. During communication, an account is taken of the elapsed time for electromagnetic waves crossing space between the spaceship and the Earth. For example, Poole is depicted watching a pre-recorded birthday message from his family, rather than interacting with them in real-time. Such a conversation is not possible because messages take anywhere from 30 to 52 minutes to transmit between Jupiter and Earth. Naturally, this time would depend on the relative positions of the bodies in the Solar System at any given moment.[11]\n\nAfter the malfunction of HAL, Bowman deactivated the computer, thus effectively isolating himself on Discovery. In the movie, when the spacecraft arrives at Jupiter, it encounters TMA-1's considerably larger 'Big Brother', 'TMA-2', at the Jupiter/Io L1 point. The novel is basically the same with Discovery in orbit around Saturn's moon Iapetus instead. In both versions, Bowman leaves Discovery to examine the monolith and is taken inside it. The novel and movie 2010: Odyssey Two follows the 2001: A Space Odyssey movie ending rather than the novel.\n\nAfter finding out that Discovery's orbit is failing, a joint Soviet-US mission (including Heywood Floyd) travels to Jupiter aboard the spacecraft Alexei Leonov to intercept and board Discovery believing that it harbours many of the answers to the mysteries surrounding the 2001 mission. Leonov docks with Discovery, reactivates the on-board systems, and stabilizes its orbit. Hal's creator, Dr. Chandra, is sent to reactivate the HAL 9000 computer and gather any data he can regarding the previous mission.\n\nLater on, an apparition of Dave Bowman appears, warning Floyd that Leonov must leave Jupiter within two days. Floyd asks what will happen at that time, and Bowman replies, 'Something wonderful'. Floyd has difficulty convincing the rest of the crew, at first, but a dark spot on Jupiter begins to form and starts growing. HAL's telescope reveals that the \"Great Black Spot\" is, in fact, a vast population of monoliths increasing at a geometric rate. (The film accelerates the pace from the novel, both shortening Bowman's deadline from fifteen days, and making the spot grow faster.)\n\nInitially, it was planned to inject Discovery on an Earth-bound trajectory (though it would not arrive for some years); however, when faced with Bowman's warning, the Leonov crew devises a plan to use Discovery as a 'booster rocket', enabling them to return to Earth ahead of schedule, but leaving Discovery in an elliptical orbit of Jupiter. The crew worries that Hal will have the same neuroses on discovering that he will be abandoned, and Chandra convinces HAL that the human crew is in danger and must leave.\n\nAfter detaching itself from Discovery, Leonov makes a hasty exit from the Jupiter system, just in time to witness the Monoliths engulf Jupiter. Through a mechanism that the novel only partially explains, these monoliths increase Jupiter's density until the planet achieves nuclear fusion, becoming a small star. As Leonov leaves Jupiter, Bowman instructs HAL to repeatedly broadcast a message warning travellers not to land on Europa. The new star, which Earth eventually dubs \"Lucifer\", destroys Discovery. HAL is transformed into the same kind of entity as David Bowman and becomes Bowman's companion.\n\n"
        }
    ]
}