{
    "url": "https://en.wikipedia.org/wiki/Discrimination_based_on_hair_texture_in_the_United_States",
    "title": "Discrimination based on hair texture in the United States",
    "table_of_contents": [
        "1 History",
        "2 Legislation",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In the United States, discrimination based on hair texture is a form of social injustice that has been predominantly experienced by African Americans and predates the existence of the country.[citation needed] There is no existing federal law that prohibits this form of discrimination, but there have been legislative proposals to do so. In the 21st century, multiple states and local governments have passed laws that prohibit such discrimination, California being the first state to do so in 2019 with the Crown Act.\n\n"
        },
        {
            "title": "History",
            "text": "In the late 1700s, free Africans in New Orleans were able to buy their freedom from slavery, resulting in an increase of interracial marriage in Louisiana.[1] In response, Charles III of Spain demanded Louisiana colonial governor Esteban Rodríguez Miró to \"'establish public order and proper standards of morality,' with specific reference to a \"large class\" of \"mulattos\" and particularly \"mulatto\" women.'\"[2] Louisiana women of African descent wore hairstlyes that incorporated feathers and jewels, which caught the attention of white men. To comply with Charles III's demand, Miró issued an edict that required Creole women to wear a tignon to conceal their hair.[1]\n\nBy the late 1800s, African American women were straightening their hair to meet a Eurocentric vision of society with the use of hot combs and other products improved by Madam C. J. Walker. However, the black pride movement of the 1960s and 1970s made the afro a popular hairstyle among African Americans and considered a symbol of resistance.[1] In 1964, the U.S. federal government passed the Civil Rights Act, which prohibited employment discrimination based on race, but it was left to interpretation by the courts as to what this constituted.[3] In 1970, Beverly Jenkins was denied a promotion in the Blue Cross by her white supervisor due to her afro.[4] In 1976, the federal court case Jenkins v. Blue Cross Mutual Hospital Insurance determined that afros were protected by Title VII of the Civil Rights Act of 1964. However, the case did not extend protections against hair discrimination.[3]\n\nIn the 2010s, natural hairstyles saw an increase in popularity in response to celebrities such as Viola Davis, Lupita Nyong’o, Ava DuVernay, and Stacey Abrams wearing natural hair. However, the popularity also resulted in increased attention to dress codes and hair regulations as African American workers and students across the U.S. were subjected to punishment due to their hair.[5] Because of awareness to the issue, California passed the Crown Act in July 2019, becoming the first U.S. state to prohibit discrimination against workers and students based on their natural hair.[6] California's passage of the bill has led many other states to consider similar bills banning hair discrimination and a bill proposed at the federal level by U.S. representative Cedric Richmond and U.S. senator Cory Booker.[7]\n\nIn September 2020, U.S. representative Ilhan Omar announced the passage of the Crown Act in the House of Representatives, which would prohibit racialized hair discrimination nationally if enacted.[8]\n\n"
        },
        {
            "title": "Legislation",
            "text": "As of July 2022, 18 U.S. states have prohibited discrimination based on hair texture.\n\n"
        }
    ]
}