{
    "url": "https://en.wikipedia.org/wiki/Disenfranchisement",
    "title": "Disfranchisement",
    "table_of_contents": [
        "1 Based on age",
        "2 Based on residence or ethnicity",
        "2.1 Australia",
        "2.2 Chile",
        "2.3 Denmark",
        "2.4 India",
        "2.5 United Kingdom",
        "2.6 United States",
        "2.6.1 Recent",
        "2.6.2 Washington, D.C.",
        "2.6.3 Puerto Rico",
        "3 Due to disability",
        "3.1 Access issues",
        "3.2 Campaigns for improvement",
        "4 Based on criminal conviction",
        "4.1 Asia & Oceania",
        "4.1.1 Australia",
        "4.1.2 New Zealand",
        "4.1.3 India",
        "4.1.4 Taiwan",
        "4.1.5 China",
        "4.1.5.1 Hong Kong",
        "4.2 Europe",
        "4.2.1 Germany",
        "4.2.2 Ireland",
        "4.2.3 Italy",
        "4.2.4 United Kingdom",
        "4.2.5 Other European countries",
        "4.3 Middle East",
        "4.3.1 Israel",
        "4.4 North America",
        "4.4.1 Canada",
        "4.4.2 United States",
        "4.5 Other countries",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Disfranchisement, also called disenfranchisement,[1] or voter disqualification is the restriction of suffrage (the right to vote) of a person or group of people, or a practice that has the effect of preventing a person exercising the right to vote. Disfranchisement can also refer to the revocation of power or control of a particular individual, community or being to the natural amenity they have; that is to deprive of a franchise, of a legal right, of some privilege or inherent immunity. Disfranchisement may be accomplished explicitly by law or implicitly through requirements applied in a discriminatory fashion, through intimidation, or by placing unreasonable requirements on voters for registration or voting.\n\n"
        },
        {
            "title": "Based on age",
            "text": "Most countries or regions set a minimum voting age, and disenfranchise all citizens younger than this age.[2] The most common voting age is 18, though some countries have minimum voting ages set as young as 16 or as old as 21.\n\n"
        },
        {
            "title": "Based on residence or ethnicity",
            "text": "Voting in Australia is compulsory for resident citizens. Australian citizens who have been outside Australia for more than one but fewer than six years may excuse themselves from the requirement to vote in Australian elections while they remain outside Australia.[3]\n\nChileans living abroad may vote in presidential elections and presidential primaries, but not in elections to the national legislature or for regional government officials.[4] The right to vote was extended to Chileans abroad in 2014 by Law No. 20.748; the bill was sponsored by Senators Isabel Allende Bussi, Soledad Alvear, Hernán Larraían Fernández and Patricio Walker Prieto.[4] The law also allowed Chileans residing abroad to vote in the 2020 national plebiscite.[5] Of nearly 60,000 registered overseas voters, 30,912 Chileans from 65 countries participated in the referendum.[5]\n\nCitizens of Denmark are in general not allowed to vote in Danish elections if they reside outside the country for more than two years.[6] Danish citizens that reside permanently outside Denmark lose their right to vote.[7]\n\nNon-resident Indian citizens may vote from abroad by applying to be registered as non-resident electors as long as they have not obtained citizenship in another country. They must be \"absent from the country owing to employment, education etc, [have] not acquired citizenship of any other country and are otherwise eligible to be registered as a voter in the address mentioned in your passport.\"[8]\n\nBritish citizens are in general not allowed to vote in UK General Elections or referendums if they reside outside the country for more than 15 years. (See the section on the UK in the article on the right of expatriates to vote in their country of origin for further details and sources.)\n\nIn February 2018, the Overseas Electors Bill was presented to Parliament, with a view to abolishing the 15-year limit and the requirement to have registered to vote before leaving the UK. The Bill, which ran out of time due to the 2019 general election, would have granted all British expatriates the unlimited right to vote, as long as they have lived in the UK at some point in their lives.[9][10] The issue became a hotly debated topic among British expatriates who have lived in other EU Member States for more than 15 years and were thus barred from voting in the referendum on European Union membership, despite arguably being more affected by the result than British people living in the UK.[11]\n\nThe current Conservative Government, elected in December 2019, pledged to remove the 15-year rule and to allow British expatriates to keep their UK vote for life.[12]\n\nEfforts made by Southern United States to prevent black citizens voting began after the end of the Reconstruction Era in 1877. They were enacted by Southern states at the turn of the 20th century. Their actions were designed to thwart the objective of the Fifteenth Amendment to the United States Constitution,  enacted in 1870 to protect the suffrage of freedmen.[13]\n\nDemocrats were alarmed by a late 19th-century alliance between Republicans and Populists that cost them some elections in North Carolina. Democrats added to previous efforts and achieved widespread disfranchisement by law: from 1890 to 1908, Southern state legislatures passed new constitutions, constitutional amendments, and laws that made voter registration and voting more difficult, especially when administered by white staff in a discriminatory way. They succeeded in disenfranchising most of the black citizens, as well as many poor whites in the South, and voter rolls dropped dramatically in each state. The Republican Party was nearly eliminated in the region for decades, and the Democrats established one-party control throughout the southern states.[14]\n\nIn 1912, the Republican Party was split when Theodore Roosevelt ran against the party nominee, Taft. In the South by this time, the Republican Party had been hollowed out by the disfranchisement of African Americans, who were largely excluded from voting. Democrat Woodrow Wilson was elected as the first southern president since 1856. He was re-elected in 1916, in a much closer presidential contest. During his first term, Wilson satisfied the request of Southerners in his cabinet and instituted overt racial segregation throughout federal government workplaces, as well as racial discrimination in hiring. During World War I, American military forces were segregated, with black soldiers poorly trained and equipped.\n\nDisfranchisement had far-reaching effects in Congress, where the Democratic Solid South enjoyed \"about 25 extra seats in Congress for each decade between 1903 and 1953\".[nb 1][15] Also, the Democratic dominance in the South meant that southern Senators and Representatives became entrenched in Congress. They favored seniority privileges in Congress, which became the standard by 1920, and Southerners controlled chairmanships of important committees, as well as leadership of the national Democratic Party.[15] During the Great Depression, legislation establishing numerous national social programs were passed without the representation of African Americans, leading to gaps in program coverage and discrimination against them in operations. In addition, because black Southerners were not listed on local voter rolls, they were automatically excluded from serving in local courts. Juries were all white across the South.\n\nPolitical enfranchisement expanded with passage of the Voting Rights Act of 1965, which authorized the federal government to monitor voter registration practices and elections where populations were historically underrepresented, and to enforce constitutional voting rights. The challenge to voting rights has continued into the 21st century, as shown by numerous court cases in 2016 alone, though attempts to restrict voting rights for political advantage have not been confined to the Southern states. Another method of seeking political advantage through the voting system is the gerrymandering of electoral boundaries, as was the case of North Carolina, which in January 2018 was declared by a federal court to be unconstitutional.[16] Such cases are expected to reach the Supreme Court.[17]\n\nState governments have had the right to establish requirements for voters, voter registration, and conduct of elections. Since the founding of the nation, legislatures have gradually expanded the franchise (sometimes following federal constitutional amendments), from certain propertied white men to almost universal adult suffrage of age 18 and over, with the notable exclusion of people convicted of some crimes.[18] Expansion of suffrage was made on the basis of lowering property requirements, granting suffrage to freedmen and restoring suffrage in some states to free people of color following the American Civil War, to women (except Native American women) in 1920, all Native Americans in 1924, and people over the age of 18 in the 1970s. Public interest groups focus on fighting disfranchisement in the United States amid rising concerns that new restrictions on voting are become more common.[19]\n\nWhen the District of Columbia was established as the national capital, with lands contributed by Maryland and Virginia, its residents were not allowed to vote for local or federal representatives, in an effort to prevent the district from endangering the national government. Congress had a committee, appointed from among representatives elected to the House, that administered the city and district in lieu of local or state government. Residents did not vote for federal representatives who were appointed to oversee them.\n\nIn 1804, US Congress cancelled holding US presidential elections in Washington, D.C. or allowing residents to vote in them. Amendment 23 was passed by Congress and ratified in 1964 to restore the ability of District residents to vote in presidential elections.\n\nIn 1846, the portion of Washington, D.C. contributed from Virginia was \"retrocessioned\" (returned) to Virginia to protect slavery. People residing there (in what is now Alexandria), vote in local, Virginia and US elections.\n\nCongress uses the same portion of the US Constitution to exclusively manage local and State level law for the citizens of Washington, D.C. and US military bases in the US. Until 1986, military personnel living on bases were considered to have special status as national representatives and prohibited from voting in elections where their bases were located. In 1986, Congress passed a law to enable US military personnel living on bases in the US to vote in local and state elections.\n\nThe position of non-voting delegate to Congress from the District was reestablished in 1971. The delegate cannot vote for bills before the House, nor floor votes, but may vote for some procedural and committee matters. In 1973, the District of Columbia Home Rule Act reestablished local government after a hundred-year gap, with regular local elections for mayor and other posts. They do not elect a US senator. People seeking standard representation for the 600,000 District of Columbia residents describe their status as being disfranchised in relation to the federal government. They do vote in presidential elections.\n\nUntil 2009, no other NATO (US military allies) or OECD country (US industrialized allies) had disfranchised citizens of their respective national capitals for national legislature elections. No US state prohibits residents of capitals from voting in state elections either, and their cities are contained within regular representative state and congressional districts.[citation needed]\n\nU.S. federal law applies to Puerto Rico, although Puerto Rico is not a state. Due to the Federal Relations Act of 1950, all federal laws that are \"not locally inapplicable\" are automatically the law of the land in Puerto Rico (39 Stat. 954, 48 USCA 734).[20] According to ex-Chief of the Puerto Rico Supreme Court Jose Trias Monge, \"no federal law has ever been found to be locally inapplicable to Puerto Rico.[21] Puerto Ricans were conscripted into the U.S. armed forces; they have fought in every war since they became U.S. citizens in 1917.[22] Puerto Rico residents are subject to most U.S. taxes.\n\nContrary to common misconception, residents of Puerto Rico pay some U.S. federal taxes[23] and contribute to Social Security, Medicare and other programs through payroll taxes. But, these American citizens have no Congressional representation nor do they vote in U.S. presidential elections.\n\nJuan Torruella and other scholars  argue that the U.S. national-electoral process is not a democracy due to issues related to lack of voting rights in Puerto Rico and representation.[24] Both the Puerto Rican Independence Party and the New Progressive Party reject Commonwealth status. The remaining political organization, the Popular Democratic Party has officially stated that it favors fixing the remaining \"deficits of democracy\" that the Clinton and Bush administrations publicly recognized through Presidential Task Force Reports.\n\n"
        },
        {
            "title": "Due to disability",
            "text": "Failure to make adequate provision for disabled electors can result in the selective disfranchisement of disabled people. Accessibility issues need to be considered in electoral law, voter registration, provisions for postal voting, the selection of polling stations, the physical equipment of those polling stations and the training of polling station staff. This disfranchisement may be a deliberate facet of electoral law, a consequence of a failure to consider the needs of anyone other than non-disabled electors, or an ongoing failure to respond to identified shortcomings in provision.\n\nNote that in the case of disabled voters the issue may be actual loss of the franchise of someone previously able to vote, rather that ab initio disfranchisement. This may result from the transition from non-disabled to disabled, from changes in the effects of a disability, or changes in the accessibility of the electoral process.\n\nAccess presents special difficulties for disabled voters.\n\nThe disability rights movement in the UK has increased attention on electoral accessibility. Campaigns such as Scope's 'Polls Apart' have exposed violations at polling stations.[25]\n\n"
        },
        {
            "title": "Based on criminal conviction",
            "text": "The exclusion from voting of people otherwise eligible to vote due to conviction of a criminal offense is usually restricted to the more serious class of crimes.[citation needed] In some common law jurisdictions, those are felonies, hence the popular term felony disenfranchisement. In the US, those are generally crimes of incarceration for a duration of more than a year and/or a fine exceeding $1000.[citation needed] Jurisdictions vary as to whether they make such disfranchisement permanent, or restore suffrage after a person has served a sentence, or completed parole or probation.[26] Felony disenfranchisement is one among the collateral consequences of criminal conviction and the loss of rights due to conviction for criminal offense.[27]\n\nProponents[who?] of disenfranchising those convicted of crimes have argued that persons who commit felonies have 'broken' the social contract, and have thereby given up their right to participate in a civil society. Some argue that felons have shown poor judgment, and that they should therefore not have a voice in the political decision-making process.[28] Opponents have argued that such disfranchisement restricts and conflicts with principles of universal suffrage.[29] Voter restrictions affect civic and communal participation in general.[26] Opponents argue that felony disenfranchisement can create political incentives to skew criminal law in favor of disproportionately targeting groups who are political opponents of those who hold power.\n\nIn Western countries, felony disenfranchisement can be traced back to ancient Greek and Roman traditions: removal of the franchise was commonly imposed as part of the punishment on those convicted of \"infamous\" crimes, as part of their \"civil death,\" whereby these persons would lose all rights and claim to property. Most medieval common law jurisdictions developed punishments that provided for some form of exclusion from the community for felons, ranging from execution on sight to exclusion from community processes.[30]\n\nMost democracies give convicted criminals the same voting rights as other citizens.[citation needed] Significant exceptions include the United States and the United Kingdom.\n\nAt Federation in Australia the Commonwealth Franchise Act 1902 denied the franchise to vote to anyone 'attainted of treason, or who had been convicted and is under sentence or subject to be sentenced for any offence ... punishable by imprisonment for one year or longer'.[31]\n\nIn 1983 this disqualification was relaxed and prisoners serving a sentence for a crime punishable under the law for less than a maximum five years were allowed to vote.[32] A further softening occurred in 1995 when the loss of voting rights was limited to those serving a sentence of five years or longer,[31][32] although earlier that year the Keating Government had been planning legislation to extend voting rights to all prisoners.[33] Disenfranchisement does not continue after release from jail/prison.[34]\n\nThe Howard Government legislated in 2006 to ban all prisoners from voting. In 2007, the High Court of Australia in Roach v Electoral Commissioner found that the Australian constitution enshrined a limited right to vote,[35] which meant that citizens serving relatively short prison sentences (generally less than three years) cannot be barred from voting.[36][37] The threshold of three years or more sentence will only result in removal of a prisoner's right to vote in federal elections. Depending on the threshold of exclusion which is distinct in each state, a prisoner may be able to vote in either state elections or federal elections. For example, prisoners in New South Wales serving a sentence of longer than one year are not entitled to vote in state elections.[38]\n\nIn New Zealand, people who are in prison are not entitled to enroll while they are in prison. Persons who are convicted of electoral offenses in the past three years cannot vote or stand for office. In November 2018, the New Zealand Supreme Court ruled that such restrictions are inconsistent with the nation's Bill of Rights.[39]\n\nPursuant to Section 62 Subsection 5 of the Representation of the People Act, 1951, all convicted prisoners, detained prisoners and persons who are in police custody in India are disqualified from voting. This law has been challenged in court, most notably in the Praveen Kumar Chaudhary vs Election Commission of India case, but the plaintiffs were unsuccessful.\n\nIn addition pursuant to Section 62 Subsection 2 of the Representation of the People Act, 1951 a person is ineligible to vote if he or she is subjected to the disqualifications “referred to in section 16  of the Representation of the People Act, 1950 (43 of 1950)”. Section 16 of the Representation of the People Act, 1950 refers to persons disqualified from registering in an electoral roll due to “corrupt practices and other offenses in connection with elections” (Please see Section 16 of the Representation of the People Act, 1950 and Section 62 Subsection 2 of the Representation of the People Act, 1951).\n\nNo person is ineligible to vote in India solely by reason of being on parole. For example, Shamsher Singh, who was convicted of the assassination of former Punjab Chief Minister Beant Singh, voted for the first time after he was released on parole while serving a sentence of life imprisonment (Please see news article dated February 20, 2022 from the Tribune News Service entitled, “Out on parole, Beant Singh murder convict Shamsher Singh votes for first time in Patiala”).\n\nIn Taiwan the abrogation of political rights is a form of punishment used in sentencing, available only for some crimes or along with a sentence of death or imprisonment for life. Rights that are suspended in such a sentence include the right to take public office (including those by elections, national exams, or direct appointment).[40]\n\nIn China, there is a similar punishment of Deprivation of Political Rights.\n\nOn 8 December 2008, Leung Kwok Hung (Long Hair), member of Hong Kong's popularly elected Legislative Council (LegCo), and two prison inmates, successfully challenged disenfranchisement provisions in the LegCo electoral laws. The court found blanket disfranchisement of prisoners to be in violation of Article 26 of the Basic Law and Article 21 of the Bill of Rights and the denial to persons in custody of access to polling stations as against the law. The government introduced a bill to repeal the provisions of the law disenfranchising persons convicted of crimes (even those against the electoral system) as well as similar ones found in other electoral laws, and it made arrangements for polling stations to be set up at detention centers and prisons. LegCo passed the bill, and it took effect from 31 October 2009, even though no major elections were held until the middle of 2011.\n\nIn general, during the recent centuries, the European countries have increasingly made suffrage more accessible. This has included retaining disenfranchisement in fewer and fewer cases, including for criminal offenses. Moreover, most European states, including most of those outside the European Union, have ratified the European Convention on Human Rights, and thereby agreed to respect the decisions of the European Court of Human Rights.[41] In the case Hirst v United Kingdom (No 2) the Court in 2005 found general rules for automatic disfranchisements resulting from convictions to be contrary to the European Convention on Human Rights. This ruling applied equally for prisoners and for ex-convicts. It did not exclude the possibility of disfranchisement as a consequence of deliberation in individual cases (such as that of Mohammed Bouyeri[citation needed]). The United Kingdom has not respected this Court opinion, although it is a signatory to the convention (see below).\n\nIn Germany, all convicts are allowed to vote while in prison unless the loss of the right to vote is part of the sentence; courts can only apply this sentence for specific \"political\" crimes (treason, high treason, electoral fraud, intimidation of voters, etc.) and for a duration of two to five years.[42] All convicts sentenced to at least one year in prison automatically lose the right to be elected in public elections for a duration of five years, and lose all positions they held as a result of such an election.\n\nIn Germany the law calls on prisons to encourage prisoners to vote. Only those convicted of electoral fraud and crimes undermining the \"democratic order\", such as treason, are barred from voting while in prison.[43] In Germany the disenfranchisement by special court order lasts 2–5 years after which the right to vote is reinstated. The described special court orders rarely ever occur, so that about 1-2 persons a year in all of Germany lose their right to vote this way.[44]\n\nFor elections in the Republic of Ireland, there is no disenfranchisement based on criminal conviction, and prisoners remain on the electoral register at their pre-imprisonment address.[45]  Prior to 2006, the grounds for postal voting did not include imprisonment, and hence those in prison on election day were in practice unable to vote, although those on temporary release could do so.[46][47] In 2000 the High Court ruled that this breached the Constitution, and the government drafted a bill extending postal voting to prisoners on remand or serving sentences of less than six months.[48] However, in 2001, the Supreme Court overturned the High Court ruling and the bill was withdrawn.[48][49]  Following the 2005 ECHR ruling in the Hirst case, the Electoral (Amendment) Act 2006 was passed to allow postal voting by all prisoners.[45][46][50]\n\nIn Italy, the most serious offenses involve the loss of voting rights, while for less serious offenses disqualification the judge can choose if there will be some disenfranchisement. Recently, however, the 'decree Severino' added a loss of only the right to stand for an election, against some offenders above a certain threshold of imprisonment:[51] it operates administratively, with fixed duration and without intervention of the court. Many court actions have been presented, but the electoral disputes follows antiquated rules and the danger of causes seamless in terms of eligibility[52] and incompatibility[53] is very high, also at local level.[54]\n\nThe United Kingdom suspends suffrage of some but not all prisoners. For example, civil prisoners sentenced for nonpayment of fines can vote. Prior to the judgment in Hirst v United Kingdom (No 2), convicted prisoners had the right to vote in law but without assistance by prison authorities, voting was unavailable to them. In Hirst, the European Court of Human Rights ruled that First Protocol Article 3 requires Member States to proactively support voting by authorized inmates.[55] In the UK, as of 2009 this policy is under review[56] as in other European countries like Italy.[57]\n\nLord Falconer of Thoroton, former Secretary of State for Constitutional Affairs, stated that the ruling may result in some, but not all, prisoners being able to vote.[58] The consultation is to be the subject of Judicial Review proceedings in the High Court.[when?] Separate challenges by the General Secretary of the Association of Prisoners, Ben Gunn, by way of petition to the European Union Parliament, and John Hirst to the Committee of Ministers are underway.[when?]\n\nIn the United Kingdom, prohibitions from voting are codified in section 3 and 3A of the Representation of the People Act 1983.[59] Excluded are incarcerated criminals[60] (including those sentenced by courts-martial, those unlawfully at large from such sentences, and those committed to psychiatric institutions as a result of a criminal court sentencing process). Civil prisoners sentenced (for non-payment of fines, or contempt of court, for example), and those on remand unsentenced retain the right to vote.\n\nThe UK was previously subject to Europe-wide rules due to various treaties and agreements associated with its membership of the European Union. The Act does not apply to elections to the European Parliament. Following Hirst v United Kingdom (No 2) (2005),[61] in which the European Court of Human Rights (ECHR) ruled such a ban to be disproportionate, the policy was reviewed by the UK government. In 2005 the Secretary of State for Constitutional Affairs, Lord Falconer of Thoroton, stated that the review may result in the UK allowing some prisoners to vote.[58] In 2010 the UK was still reviewing the policy, following an \"unprecedented warning\" from the Council of Europe.[62] The UK government position was then that:\n\nParliament voted in favor of maintaining disenfranchisement of prisoners in 2011 in response to Government plans to introduce legislation. Since then the Government has repeatedly stated that prisoners will not be given the right to vote in spite of the ECHR ruling.[63]\n\nIn response to the ECHR ruling, Lord Chancellor and Secretary of State for Justice Chris Grayling produced a draft Voting Eligibility (Prisoners) Bill for discussion by a Joint Committee, incorporating two clear options for reform and one which would retain the blanket ban.[64]\n\nIn an attempt to put an end to the embittered standoff between the Human Rights Court and national courts, in 2017 the Government promised to marginally extend the franchise.[65]\n\nSeveral other European countries permit disenfranchisement by special court order, including France and the Netherlands.[66]\n\nIn several other European countries, no disenfranchisements due to criminal convictions exist. European countries that allow inmates to vote (as of 2012) include Croatia, the Czech Republic, Denmark, Finland, Ireland, Latvia, Lithuania, Montenegro, North Macedonia, Norway, Serbia, Spain, Sweden, Switzerland, and Ukraine.[67]\n\nMoreover, many European countries encourage people to vote, such as by making pre-voting in other places than the respective election locales easily accessible. This often includes possibilities for prisoners to pre-vote from the prison itself. This is the case for example in Finland.[68]\n\nInmates are allowed to vote in Israel and ballot boxes are present in prisons on election day. They do not suffer disfranchisement following release from prison after serving their sentence, parole, or probation. Neither courts nor prison authorities have the power to disqualify any person from exercising the right to vote in national elections, whatever the cause of imprisonment.\n\nCanada allows inmates to vote.[69][70] Section 3 of the Canadian Charter of Rights and Freedoms grants \"every citizen of Canada\" the right to vote, without further qualification, a right upheld as to inmates in Sauvé v Canada (Chief Electoral Officer) [2002].\n\nMany states intentionally retract the franchise from convicted felons, but differ as to when or if the franchise can be restored. In those states, felons are also prohibited from voting in federal elections, even if their convictions were for state crimes.\n\nMaine and Vermont allow prison inmates as well as probationers and parolees to vote.[71]\n\nTwenty states (Alaska, Arkansas, Georgia, Idaho, Iowa, Kansas, Louisiana, Maryland, Minnesota, Missouri, Nebraska, Nevada, New Mexico, North Carolina, Oklahoma, South Carolina, Texas, Washington, West Virginia, and Wisconsin) do not allow persons convicted of a felony to vote while serving a sentence, but automatically restore the franchise to the person upon completion of a sentence.[71] In Iowa, in July 2005, Governor Tom Vilsack issued an executive order restoring the right to vote for all persons who have completed supervision, which the Iowa Supreme Court upheld on October 31, 2005.[72]\n\nFifteen states (Hawaii, Illinois, Indiana, Massachusetts, Michigan, Montana, New Hampshire, New Jersey, New York, North Dakota, Ohio, Oregon, Pennsylvania, Rhode Island, and Utah) plus the District of Columbia allow probationers and parolees to vote, but not inmates.[71]\n\nFour states (California, Colorado, Connecticut, and South Dakota) allow probationers to vote, but not inmates or parolees.[71]\n\nEight states (Alabama, Arizona, Delaware, Florida, Kentucky, Mississippi, Tennessee, and Wyoming) allow some, but not all, persons with felony convictions to vote after having completed their sentences.[71] Some have qualifications of this: for example, Delaware does not restore the franchise until five years after release of a person.[73] Similarly, Kentucky requires that the person take action to gain restoration of the franchise.[72]\n\nOne state (Virginia) permanently disfranchises persons with felony convictions.[71] In Virginia, former Governor Terry McAuliffe used his executive power to restore voting rights to about 140,000 people with criminal backgrounds in the state.[74]\n\nDisfranchisement due to criminal conviction, particularly after a sentence is served, has been opposed by the Sentencing Project, an organization in the United States working to reduce arbitrary prison sentences for minor crimes and to ameliorate the negative effects of incarceration to enable persons to rejoin society after completing sentences. Its website provides a wealth of statistical data that reflects opposing views on the issue, and data from the United States government and various state governments about the practice of felony disfranchisement.\n\nSuch disenfranchisement policy currently excludes one in six African-American males. For example, in the 1998 elections, at least 10 states formally disenfranchised 20 percent of African-American voters due to felony convictions (Journal of Blacks in Higher Education, 1999). Excluding felons provided “a small but clear advantage to Republican candidates in every presidential and senatorial election from 1972 to 2000” (Manza & Uggen, 2006, p. 191). In addition, felon disenfranchisement may have changed the course of history by costing Al Gore the 2000 presidential election (Uggen & Manza, 2002). Similarly, if not for felon disenfranchisement, Democratic senatorial candidates would likely have prevailed in Texas (1978), Kentucky (1984 and 1992), Florida (1988 and 2004), and Georgia (1992) (Manza & Uggen, 2006, p. 194).[75]\n\nIn some countries, such as China and Portugal, disfranchisement due to criminal conviction is an exception, meted out separately in a particular sentence. Losing voting rights is usually imposed on a person convicted of a crime against the state (see civil death) or one related to election or public office.\n\nPeru allows inmates to vote.[citation needed]\n\nIn South Africa the constitution protects the right of prisoners to vote. The Constitutional Court has struck down two attempts by the government to deny the vote to convicted criminals in prison.[76]\n\n"
        }
    ]
}