{
    "url": "https://en.wikipedia.org/wiki/District_of_Columbia_and_United_States_Territories_Quarters",
    "title": "District of Columbia and United States Territories quarters",
    "table_of_contents": [
        "1 Legislation",
        "2 Designs",
        "3 Additional notes on individual designs",
        "3.1 District of Columbia",
        "3.2 Puerto Rico",
        "3.3 Guam",
        "3.4 American Samoa",
        "3.5 U.S. Virgin Islands",
        "3.6 Northern Mariana Islands",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe District of Columbia and United States Territories quarters were a series of six quarters minted by the United States Mint in 2009[1] to honor the District of Columbia and the unincorporated United States insular areas of Puerto Rico, Guam, the United States Virgin Islands, American Samoa, and the Northern Mariana Islands. The islands commonly grouped together as the United States Minor Outlying Islands were not featured, as the law defined the word \"territory\" as being limited to the areas mentioned above.[2] They followed the completion of the 50 State Quarters Program. The coins used the same George Washington obverse as with the quarters of the previous 10 years. The reverse of the quarters featured a design selected by the Mint depicting the federal district and each territory. Unlike on the 50 State quarters, the motto \"E Pluribus Unum\" preceded and was the same size as the mint date on the reverse.\n\n"
        },
        {
            "title": "Legislation",
            "text": "Although the statehood program was, by legislation, originally intended to include only the 50 states, legislation (District of Columbia and United States Territories Circulating Quarter Dollar Program Act) was signed into law in late 2007 to include the remaining jurisdictions of the nation. A bill had been introduced five times in the United States Congress to extend the 50 State Quarters program an additional year to include the District of Columbia; the commonwealths of Puerto Rico and the Northern Mariana Islands; and the U.S. territories of Guam, the U.S. Virgin Islands, and American Samoa. During the 106th, 107th, 108th, 109th, and 110th Congresses, these bills had passed through the House of Representatives, and even had 34 Senate sponsors for the Senate bill during the 108th; however, none of these bills were passed by the Senate.  H.R. 3885, the version in the 109th Congress, passed the House by voice vote in the early hours of December 9, 2006, just before it adjourned sine die; but the Senate adjourned sine die shortly thereafter without considering the bill.   The 110th Congress version of the bill, H.R. 392 was introduced on January 10, 2007 by the Delegate Eleanor Holmes Norton (D-DC) and was passed by the House of Representatives on January 23, 2007.\n\nOn December 10, 2007, Puerto Rico-born Rep. José Serrano, D-NY, attached H.R. 392's language to the Omnibus Spending Bill (H.R. 2764) that the House passed.[3]  The bill passed in the Senate on September 6; President George W. Bush signed the bill on December 26. The additional six coins to be minted in 2009 were expected to generate renewed interest in the series, generate over $400 million in additional revenue to the Treasury, and lead many publishers to produce new products to accommodate the additional six coins.  H.R. 2764 also moved the \"In God We Trust\" from the edge to the obverse or reverse of the Presidential $1 Coin Program.[3][4]\n\nThe 1997 act that authorized the statehood quarter program had originally provided that if the federal district, or any of the territories or commonwealths, became states before 2009, that new state would get a quarter.[5]\n\n"
        },
        {
            "title": "Additional notes on individual designs",
            "text": "On February 1, 2008, Adrian M. Fenty, the Mayor of the District of Columbia, established a committee whose purpose was to advise the Mayor on the development of a reverse side design concept for the 2009 District of Columbia  commemorative quarter dollar coin that would be representative of the District. The committee would solicit and collect public input on the design concept and would compile the input into two or three narratives describing concepts for the coin.  The committee would then submit the narratives to the United States Mint in accordance with the schedule that the Mint had prescribed.[14][15]\n\nOn February 25, 2008, the District's government submitted to the Mint three design narratives for the District's quarter: one with the District's flag, one depicting Benjamin Banneker, and one depicting Duke Ellington.[16] The District suggested that each of the three designs include either the words \"Taxation Without Representation\" or \"No Taxation Without Representation\",[16] both of which refer to the District's efforts to obtain full representation in Congress.[17]\n\nThe Mint rejected both messages because of its prohibition against printing controversial inscriptions on coins.[17][18] The Mint stated that, while it takes no stance on the voting rights of the District, it considers the messages to be controversial because there is currently \"no national consensus\" on the issue.[17]\n\nIn response, the District revised its designs for the quarter, replacing the text with \"JUSTICE FOR ALL\",[19] which is an English translation of the District's motto, \"JUSTITIA OMNIBUS\" (see Seal of the District of Columbia).[17][20] The District also changed the design with the District's flag to a design depicting Frederick Douglass and revised the narratives for the Banneker and Ellington designs.[19] The Mint then released for review images of artist renderings for each of the three designs.[21]\n\nFollowing a vote by District residents, Mayor Fenty recommended that the Mint select the design that depicted Duke Ellington, while expressing the District's disappointment that the Mint had disallowed the phrase \"Taxation Without Representation\".[22] The Secretary of the Treasury approved the design on July 31, 2008.[15]\n\nThe Senate of Puerto Rico approved a resolution in June 2008, co-sponsored by Senate President Kenneth McClintock and Senate Minority Leader José Luis Dalmau, urging the United States Mint to select an image of the Arecibo Observatory for Puerto Rico's commemorative quarter. On December 15, 2008, U.S. Representative José Serrano of New York released the winning design, the second option developed by the United States Mint.[23]  This design depicts a bartizan (sentry turret) and a view of the ocean from Old San Juan, a Flor de Maga (Maga tree flower), and the motto \"Isla del Encanto\", meaning \"Island of Enchantment\".  The Puerto Rico quarter was the first U.S. coin with an inscription in Spanish.[24]\n\nPictured on the Guam quarter are the shape of the island of Guam, a proa boat, and a latte stone pillar.  The inscription \"Guahan I Tanó ManChamorro\" means \"Guam, Land of the Chamorro\" in the Chamorro language.[25]\n\nThe quarter for American Samoa shows an ava bowl, a fue whisk and to'oto'o staff (symbols of traditional authority), and a view of the coastline showing a coconut tree.  Inscribed on the coin is the motto of American Samoa, \"Samoa Muamua Le Atua\", which means \"Samoa, God is First\" in Samoan.[26] The seal of American Samoa has similar imagery.\n\nPictured on the U.S. Virgin Islands quarter are the outlines of the islands of Saint Croix, Saint Thomas, and Saint John, a palm tree, a bananaquit, and a yellow cypress flower, along with the motto \"United in Pride and Hope\".[27]\n\nThe quarter for the Northern Mariana Islands depicts the sea shore, with a latte stone, two fairy terns, a Carolinian canoe, and a mwar (head lei).[28]\n\n"
        }
    ]
}