{
    "url": "https://en.wikipedia.org/wiki/District_of_Columbia_statehood_movement",
    "title": "District of Columbia statehood movement",
    "table_of_contents": [
        "1 History",
        "1.1 District Clause of the Constitution",
        "1.2 Early discussions of voting rights",
        "1.3 Late 19th and early 20th century",
        "1.4 Civil rights era and the Twenty-third Amendment, 1950s–1970s",
        "1.5 1980s–2015",
        "1.6 2016 statehood referendum",
        "1.7 D.C. Admission Act (H.R. 51)",
        "1.7.1 S. 51",
        "1.7.2 Opposition",
        "2 Arguments for",
        "2.1 Right to govern",
        "2.2 Civil and human rights",
        "2.3 Tax arguments",
        "3 Arguments against",
        "3.1 National capital should be independent from state control",
        "3.2 Shrunken capital would give the President too much power in elections",
        "4 Alternative proposals to statehood",
        "4.1 Retrocession",
        "4.2 Voting rights reforms",
        "5 Political support and opposition",
        "5.1 Civil rights, religious, labor, business, and civic organizations",
        "5.2 District of Columbia political parties",
        "5.3 Democrats",
        "5.4 Republicans",
        "5.5 Polling",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe District of Columbia statehood movement is a political movement that advocates making the District of Columbia a U.S. state, to provide the residents of the District of Columbia with voting representation in the Congress and complete control over local affairs.\n\nSince its establishment by the \"District Clause\" in Article I, Section 8, Clause 17 of the United States Constitution, the District of Columbia has been a federal district under the exclusive legislative jurisdiction of the United States Congress. It is currently debated whether the District of Columbia could be made a state by an act of Congress or whether it would require a constitutional amendment. Alternative proposals to statehood include the retrocession of the District of Columbia and voting rights reforms. If the District of Columbia were to become a state, it would be the first state admitted to the union since 1959.\n\nAs a state, it would rank 49th by population as of 2020 (ahead of Vermont and Wyoming);[1] 1st in population density as of 2020 (at 11,685 people/square mile compared to the next densest state, New Jersey with 1,207 people/square mile);[2] 51st by area;[3] 34th by GDP as of 2020;[4] 1st by GDP per capita as of 2019 (at $177,442 it is nearly 2.4 times the next state, Massachusetts at $75,258);[5] 1st in educational attainment in 2018 (with 59.7% of residents having a bachelor's degree and 34.0% having an advanced degree);[6] and 6th in terms of Human Development Index as of 2018.[7]\n\nFor most of the modern (1980–present) statehood movement, the new state's name would have been the State of New Columbia, although the Washington, D.C. Admission Act passed by the United States House of Representatives in 2020 and 2021 refers to the proposed state as the State of Washington, Douglass Commonwealth to honor Frederick Douglass.[8][9]\n\n"
        },
        {
            "title": "History",
            "text": "In the late 18th century, several individuals believed that Congress needed control over the national capital. This belief resulted in the creation of a national capital, separate from any state, by the Constitution's District Clause, with a maximum area of 100 square miles (260 km2; 64,000 acres; 26,000 ha) (i.e., based on a \"square\" where the sides are no more than \"ten miles\" long).[10]\n\nThe \"District Clause\" in Article I, Section 8, Clause 17 of the United States Constitution states:\n\nIn support of the creation of the District of Columbia, Madison wrote in Federalist No. 43 that the residents of the new federal district \"will have had their voice in the election of the government which is to exercise authority over them\".[11] Madison did not elaborate as to how this would be but even with a then unidentified parcel suggested that the principles of self-government would not be absent in the capital of the Republic.\n\nIn 1788, the land on which the district was formed was ceded by Maryland. In 1790, Congress passed the Residence Act placing the district on the Potomac River between the Anacostia and Connogochegue with the exact location chosen by President George Washington. His selection was announced on January 24, 1791, and the Residence Act was amended to include land that Virginia had ceded in 1790. That land was returned to Virginia in 1847. The Congress did not officially move to the new federal capital until the first Monday in December 1800. During that time, the district was governed by a combination of a federally appointed board of commissioners, the state legislatures, and locally elected governments.[12]\n\nWithin a year of moving to the district, Congress passed the District of Columbia Organic Act of 1801 and incorporated the new federal district under its sole authority as permitted by the District Clause. Since the District of Columbia was no longer part of any state, the district's residents lost voting representation in Congress and the Electoral College and a voice in Constitutional Amendments and the right to home rule, facts that did not go without protest.[13] In January 1801, a meeting of district citizens was held which resulted in a statement to Congress commenting that as a result of the impending Organic Act \"we shall be completely disfranchised in respect to the national government, while we retain no security for participating in the formation of even the most minute local regulations by which we are to be affected. We shall be reduced to that deprecated condition of which we pathetically complained in our charges against Great Britain, of being taxed without representation.\"[12]\n\nTalk of suffrage for the District of Columbia began almost immediately, though it mostly focused on constitutional amendments and retrocession, not statehood. In 1801, Augustus Woodward, writing under the name Epaminondas, wrote a series of newspaper articles in the National Intelligencer proposing a constitutional amendment that would read, \"The Territory of Columbia shall be entitled to one Senator in the Senate of the United States; and to a number of members in the House of Representatives proportionate to its population.\"[14] Since then more than 150 constitutional amendments and bills have been introduced to provide representation to the District of Columbia, resulting in congressional hearings on more than twenty occasions, with the first of those hearings in 1803.[15] At that time, resolutions were introduced by Congress to retrocede most of District of Columbia to Maryland. Citizens fearful that the seat of government be moved asked that D.C. be given a territorial government and an amendment to the Constitution for equal rights. But James Holland of North Carolina argued that creating a territorial government would leave citizens dissatisfied. He said, \"the next step will be a request to be admitted as a member of the Union, and, if you pursue the practice relative to territories, you must, so soon as their numbers will authorize it, admit them into the Union.\"[16]\n\nThe first proposal for congressional representation to get serious consideration came in 1888, but it would not be until 1921 that Congress would hold hearings on the subject. Those hearings resulted in the first bill, introduced by Sen. Wesley Livsey Jones (R-WA), to be reported out of committee that would have addressed District representation. The bill would have enabled – though not required – Congress to treat residents of D.C. as though they were citizens of a state.\n\nCongressional members continued to propose amendments to address the District's lack of representation, with efforts picking up as part of the Civil rights movement in the late 1950s. This eventually resulted in the successful passage of the Twenty-third Amendment in 1961, which granted the district votes in the Electoral College in proportion to their size as if they were a state, but no more than the least populous state. D.C. citizens have exercised this right since the presidential election of 1964.\n\nWith District citizens still denied full suffrage, members continued to propose bills to address congressional representation. Such bills made it out of committee in 1967 and 1972, to a House floor for a vote in 1976, and in 1978 resulted in the formal proposal of the District of Columbia Voting Rights Amendment. But that amendment expired in 1985, 22 ratifications short of the needed 38.\n\nBefore the D.C. Voting Rights Amendment failed, but when passage seemed unlikely, District voters finally began to pursue statehood. In 1980, former Paulist priest and founder of the Community for Creative Non-Violence, J. Edward Guinan, put statehood on the ballot as an initiative.[17] District voters approved the call of a constitutional convention to draft a proposed state constitution,[18] just as U.S. territories had done prior to their admission as states. The convention was held from February through April 1982.[19] The proposed constitution was ratified by District voters in 1982 for a new state to be called \"New Columbia\".[20] In 1987, another state constitution[21] was drafted, which again referred to the proposed state as New Columbia. Since the 98th Congress, more than a dozen statehood bills have been introduced, with two bills being reported out of the committee of jurisdictions.[22] The second of these bills made it to the House floor in November 1993, for the only floor debate and vote on D.C. statehood. It was defeated in the House of Representatives by 277–153.\n\nUnder the 1980 proposed state constitution, the district still selects members of a shadow congressional delegation, consisting of two shadow senators and a shadow representative, to lobby the Congress to grant statehood. Congress does not officially recognize these positions. Additionally, until May 2008, Congress prohibited the district from spending any funds on lobbying for voting representation or statehood.[23]\n\nSince the 1993 vote, bills to grant statehood to the district have been introduced in Congress each year but have not been brought to a vote.[24] Following a 2012 statehood referendum in the U.S. territory of Puerto Rico, political commentators endorsed the idea of admitting both the District and Puerto Rico into the Union.[25][26]\n\nIn July 2014, President Barack Obama became the second sitting president, after Bill Clinton in 1993, to endorse statehood for the District of Columbia. Asked about his opinion on statehood in a town-hall event, he said, \"I'm in D.C., so I'm for it ... Folks in D.C. pay taxes like everybody else ... They contribute to the overall well-being of the country like everybody else. They should be represented like everybody else. And it's not as if Washington, D.C., is not big enough compared to other states. There has been a long movement to get D.C. statehood and I've been for it for quite some time. The politics of it end up being difficult to get it through Congress, but I think it's absolutely the right thing to do.\"[27][28] D.C. residents now pay more in taxes than 22 states.[29]\n\nThere were no congressional hearings on D.C. statehood for more than 20 years following the 1993 floor vote. But on September 15, 2014, the U.S. Senate Committee on Homeland Security and Government Affairs held a hearing on bill S. 132, which would have created a new state out of the current District of Columbia, similar to the 1993 bill.[30]\n\nOn December 4, 2015, the District of Columbia was granted membership in the Unrepresented Nations and Peoples Organization, an advocacy group for people groups and territories which do not receive full representation in the government of the state in which they reside.[31]\n\nOn April 15, 2016, District Mayor Muriel Bowser called for a districtwide vote on whether the nation's capital should become the 51st state.[32] This was followed by the release of a proposed state constitution.[33] This constitution would make the Mayor of the District of Columbia the governor of the proposed state, while the members of the District Council would make up the proposed House of Delegates. While \"New Columbia\" has long been associated with the movement, community members thought other names, such as Potomac or Douglass, were more appropriate for the area.[34]\n\nOn November 8, 2016, the voters of the District of Columbia voted overwhelmingly in favor of statehood, with 86% of voters voting to advise approving the proposal.[35] Although the proposed state name on the ballot sent to voters appeared as \"State of New Columbia\", the resolution passed by the D.C. District Council passed in October 2016, weeks before the election, changed the name to \"State of Washington, D.C.\", in which \"D.C.\" stands for \"Douglass Commonwealth\", a reference to African-American abolitionist Frederick Douglass, who lived in Washington, D.C. from 1877 to 1895.[36]\n\nIn March 2017, the District's congressional delegate Eleanor Holmes Norton introduced the Washington, D.C. Admission Act to propose D.C. statehood in the U.S. House of Representatives.[37] In May 2017, the Act was introduced in the U.S. Senate.[38] These efforts were supported by the activist coalition, 51 for 51.[39]\n\nIn February 2019, the House Democratic leadership put its support behind legislation to grant D.C. statehood.[40] H.R. 1, the For the People Act of 2019, included a nonbinding expression of support, passed 234 to 193 in March 2019 on a party-line vote, with Democrats in favor and Republicans opposed.[41]\n\nThe George Floyd protests in June 2020 brought attention to situations of racial injustice and President Trump's controversial use of the D.C. National Guard (among other forces) to clear protesters from near the White House angered the city government,[42] which, unlike the states in the United States, does not directly control its National Guard. On June 26, 2020, the House of Representatives passed the \"Washington, D.C. Admission Act\" 232–180 largely along party lines; Collin Peterson and Justin Amash were the only Democrat and Libertarian, respectively, to vote no.[43] It died in the Republican-controlled Senate at the end of the 116th Congress.[44][45] On January 4, 2021, Delegate Norton reintroduced H.R. 51 early in the 117th Congress with a record 202 co-sponsors.[46][47]\n\nThe Washington, D.C. Admission Act would create the state of \"Washington, Douglass Commonwealth\" (named after Frederick Douglass). As a state, the Douglass Commonwealth would receive two senators and one representative in the House of Representatives based on population.[42] The admission act would carve out a smaller federal district, dubbed \"the Capital\"; this would consist of the White House, U.S. Capitol, other federal buildings, the National Mall, and its monuments.[42][41] The bill included a section creating faster procedures for repealing the Twenty-third Amendment, which grants the district three electoral votes in presidential elections. The bill also repeals Section 21, Title 3 of the US Code, dealing with presidential elections, which for the purposes of the election of the President and Vice President, \"State\" includes the District of Columbia. Were the Twenty-third Amendment not to be repealed, the small district remaining as the seat of government would retain three Electoral College votes; Congress would need to legislate a means of appointing electors, as the amendment requires,[48] with one possibility being awarding them to the winner of the popular vote. On April 14, 2021, the United States House Committee on Oversight and Reform voted to pass the bill, paving the way for the House of Representatives to vote on the bill.[49] The House passed the bill on April 22 with a vote of 216–208.[50]\n\nOn January 26, 2021, Tom Carper of Delaware introduced a similar bill, S. 51, \"A bill to provide for the admission of the State of Washington, D.C. into the Union\" into the United States Senate with a record 38 co-sponsors.[51][52] Additional co-sponsors have since signed on, totaling 45 as of April 17, all of whom are Democrats or Independents.[53]\n\nOn April 30, 2021, Democratic senator Joe Manchin came out against both bills, effectively dooming their passage.[54]\n\n"
        },
        {
            "title": "Arguments for",
            "text": "Advocates of statehood and voting representation for the District of Columbia argue that as U.S. citizens, the District's estimated 706,000 residents[55] (more than Wyoming and Vermont) should have the same right to determine how they are governed as citizens of a state. At least as early as 1776, George Mason wrote in the Virginia Declaration of Rights:\n\nUnder the constitution, Congress has exclusive power to oversee D.C, which has led to tension in how D.C. appropriates its budget and responds to emergencies. In 2016 Congress rejected an attempt by D.C. to gain full control of its budget, which Congress has historically overseen.[57] Muriel Bowser has also argued that D.C. statehood might have resulted in a swifter response to the 2021 storming of the United States Capitol since state governors have the power to mobilize their National Guard units.[58]\n\nThe district's lack of voting representation in Congress has led to the debate on the status of the civil rights of those living there. The Uniformed and Overseas Citizens Absentee Voting Act, which allows U.S. citizens to vote absentee for their home state's Congressional representatives from anywhere else in the world, does not apply if a U.S. citizen were to move to the district, meaning those that move to or reside in the area permanently do not have voting representation in Congress.\n\nSince 2006, the United Nations Human Rights Committee report has cited the United States for denying D.C. residents voting rights in alleged violation of the International Covenant on Civil and Political Rights, a treaty the United States ratified in 1992.[59] In 2015, D.C. became a member of the Unrepresented Nations and Peoples Organization.[60]\n\nBoston Globe commentator Abdallah Fayyad called anti-statehood arguments \"racist\", targeting the district's high African-American population.[61] Fayyad noted opponents often implied that Black people couldn't be trusted to govern themselves, for example when they pointed to crime and government corruption despite the same problems in states. A report by the Gender Equity Policy Institute (GEPI) details how the system of taxation without full representation for the district's residents disproportionately affects people of color and women.[62]\n\nUnlike residents of U.S. territories such as Puerto Rico or Guam, which also have non-voting delegates, citizens of the District of Columbia are subject to all U.S. federal taxes.[63] In the financial year 2007, D.C. residents and businesses paid $20.4 billion in federal taxes; more than the taxes collected from 19 states and the highest federal taxes per capita.[64] This situation has given rise to the use of the phrase \"End Taxation Without Representation\" by those in favor of granting D.C. voting representation in the Congress. Since November 2000, the standard Washington, D.C. vehicle license plate has featured some form of the slogan.\n\nIn November 2000, the D.C. Department of Motor Vehicles began issuing license plates bearing the slogan \"Taxation without representation\".[65] President Bill Clinton had these plates placed on the presidential limousines shortly before the end of his second term. However, President George W. Bush, in one of his first official acts as president, had the plates removed.[66] The usage of \"taxation without representation\" plates was restored by President Barack Obama shortly before his second-term inauguration.[67]\nPresident Donald Trump continued to use the plates, though he stated he had \"no position\" regarding statehood or representation for the district.[68] However, in an interview in 2020, Trump said D.C. statehood would \"never happen.\"[69]\n\n"
        },
        {
            "title": "Arguments against",
            "text": "Before the District's founding, James Madison argued in Federalist No. 43 that the national capital needed to be distinct from the states to provide for its own maintenance and safety. He wrote, \"a dependence of the members of the general government on the State comprehending the seat of the government, for protection in the exercise of their duty, might bring on the national councils an imputation of awe or influence, equally dishonorable to the government and dissatisfactory to the other members of the Confederacy.\"[11]\n\nThe proposed statehood movements address concerns that the national capital should be independent of the states by reserving an independent enclave for the federal government buildings.[70] Specifically, the Washington, D.C. Admission Act, the statehood legislation supported by the district government since 2017, carves out an enclave within the proposed state known as \"The Capital\" to act as the new federal district; this Capital would encompass the White House, Capitol Building, Supreme Court Building, and other major federal offices.[70] However, the D.C. Admission Act would not affect the Twenty-third Amendment to the Constitution, which requires that the U.S. capital \"shall appoint\" at least three members of the Electoral College even though it is not a state. The text of the amendment says that the capital shall choose its electors \"in such manner as the Congress may direct\"; while the District of Columbia currently chooses its electors based on the Election Day popular vote for president,[71] this is not required by the amendment.[72]\n\nCritics such as Hewitt Pate of the Heritage Foundation have argued that the continuation of the 23rd Amendment would create an absurd result because the Presidential family would be among only 30–50 people living in the smaller Capital, giving them a disproportionate influence on the Capital's three electoral votes and thus on the President's election or reelection.[48][73][74] The D.C. Admission Act attempts to address this issue by repealing the congressionally established laws that control how the District of Columbia chooses its Electoral College members, but the Congressional Research Service has concluded that even with this provision, courts would likely find that the 23rd Amendment still grants three electoral votes to the smaller Capital.[75]\n\nIn addition, the D.C. Admission Act would require Congress to quickly take up the issue of repealing the 23rd Amendment.[70]: 34–40  However, actual repeal of the amendment itself would still require approval by three-quarters of the states after the proposed repealing amendment is approved by Congress, as required by Article V of the Constitution.\n\n"
        },
        {
            "title": "Alternative proposals to statehood",
            "text": "Alternative proposals to statehood have been proposed to grant the district varying degrees of greater political autonomy and voting representation in Congress. Most proposals generally involve treating the District of Columbia more like a state or allowing Maryland to take back the land it donated to form the district.\n\nIn a process known as retrocession, jurisdiction over the District of Columbia could be returned to Maryland or given to Virginia, possibly excluding a small tract of land immediately surrounding the United States Capitol, the White House and the Supreme Court building.[76] This would require agreement between Congress and the Maryland General Assembly or Virginia General Assembly. If the district were returned to Maryland or given to Virginia, District residents would gain voting representation in Congress as residents of Maryland or Virginia.[73][77] Retrocession could also alter the idea of a separate national capital as envisioned by the Founding Fathers.[11] However, retrocession is unpopular among D.C. residents.[78][better source needed] In addition, the exclusion of small tracts of land as a rump District of Columbia, under any retrocession proposals, would also give the minimal number of people who live on those lands (possibly just those living at the White House) three electoral votes in any U.S. presidential elections, if the 23rd Amendment is not repealed.[citation needed]\n\nA proposal related to retrocession was the \"District of Columbia Voting Rights Restoration Act of 2004\" (H.R. 3709), which would have treated district residents as Maryland residents for congressional representation. Maryland's congressional delegation would then be apportioned accordingly to include the district's population.[79] Those in favor of such a plan argue that the Congress already has the necessary authority to pass such legislation without the constitutional concerns of other proposed remedies. From the foundation of the District in 1790 until the passage of the Organic Act of 1801, citizens living in the District of Columbia continued to vote for members of Congress in Maryland or Virginia; legal scholars, therefore, propose that the Congress has the power to restore those voting rights while maintaining the integrity of the federal district.[80] However, the proposed legislation never made it out of committee and would not grant the district any additional authority over its local affairs.[79]\n\nSeveral bills have been introduced in Congress to grant the District of Columbia voting representation in one or both houses of Congress. The primary issue with all legislative proposals is whether Congress has the constitutional authority to grant the district voting representation. Members of Congress in support of the bills claim that constitutional concerns should not prohibit the legislation's passage but should be left to the courts.[81] A secondary criticism of a legislative remedy is that any law granting representation to the district could be undone in the future. Additionally, recent legislative proposals deal with granting representation in the House of Representatives only, which would still leave the issue of Senate representation for District residents unresolved.[82] Since the D.C. Voting Rights Amendment was proposed in 1978, no bill granting the district voting representation has successfully passed both houses of Congress, though the District of Columbia House Voting Rights Act of 2009 did pass in the Senate in 2009. If a bill were to pass, the law would not grant the district any additional authority over its local affairs.\n\n"
        },
        {
            "title": "Political support and opposition",
            "text": "Religious groups supporting D.C. statehood include the American Jewish Committee, the Episcopal Church,[83] the Union for Reform Judaism, United Church of Christ, United Methodist Church General Board of Church and Society, the Catholic Social Justice Lobby,[84] and the Unitarian Universalist Association.[85] On June 22, 2021, statehood was endorsed by over 300 religious leaders, including James Winkler, head of the National Council of Churches.[86]\n\nAccording to the Commission for Statehood, an office of the Government of the District of Columbia, D.C. statehood is supported by American University, Georgetown University, the League of Women Voters, the National Bar Association, the American Civil Liberties Union, the AFL–CIO, the American Federation of Teachers, the Human Rights Campaign, the Leadership Conference on Civil and Human Rights, the NAACP, the National Education Association, the National Treasury Employees Union, the National Urban League, SEIU, the Sierra Club, the Union of Concerned Scientists, Iowans for D.C. Statehood, and many others.[87]\n\nA July 22, 2021 letter to President Biden calling for support of voting rights and DC statehood prepared by the Leadership Conference on Civil and Human Rights was signed by 150 organizations including the Children's Defense Fund, Common Cause, the National Association of Social Workers, the Natural Resources Defense Council, the National Organization for Women, and the Communications Workers of America.[88]\n\nIn March 2021, the Federal City Council, a consortium of Washington business and civic leaders that promotes economic development in the District of Columbia, launched a research organization, Statehood Research DC, to provide the historical, economic, and legal details of making the District of Columbia a state.[89]\n\nStatehood is supported by the D.C. Democratic Party,[90] the Libertarian Party of the District of Columbia,[91] and the D.C. Statehood Green Party.[92] The D.C. Republican Party platform says \"The District of Columbia must either become a state or its residents must be exempt from federal income taxes.\"[93]\n\nDemocratic presidents and presidential nominees since Bill Clinton have supported statehood, including former President Barack Obama, 2016 nominee Hillary Clinton and incumbent President Joe Biden.[94][95][96] The Democratic party national platform included support for statehood again starting in 2016, having been previously removed from the platform from 2004 to 2012.[97]\n\nFrom the 1993 statehood failure through the failure of the 2009 House Voting Rights Act, neither statehood nor retrocession was a legislative priority by either party.[98][99] In 2014, Maryland's senators, both Democrats, co-sponsored a D.C. statehood bill.[98][99]\n\nIn May 2017, the Washington, D.C. Admission Act was introduced in the U.S. Senate, which led to the first hearings on the subject in years.[38] In February 2019, the House Democratic leadership put its support behind legislation to grant D.C. statehood.[40] Bill H.R. 1, which included a nonbinding expression of support, passed 234 to 193 in March 2019.[41] In 2020 and 2021, the full House of Representatives voted on statehood bills, both approved on party-line votes with Democrats in support and Republicans in opposition.[100]\n\nThe national Republican Party opposes statehood and believes a constitutional amendment would be required for the district to become a state. The 2016 Republican party platform stated: \"Statehood for the District can be advanced only by a constitutional amendment. Any other approach would be invalid.\"[101]\n\nCongressional Republicans have strongly opposed statehood bills that attempt to make the district a state without amending the Constitution first, characterizing congressional Democrats' attempts to pass statehood through as legislation as an \"unconstitutional power grab to gain two progressive Senate seats\".[102] Senate Republican leader Mitch McConnell has called D.C. statehood \"full bore socialism\" and promised to object to any statehood push in the Senate.[103][104][105]\n\nThe D.C. Republican Party platform says, \"The District of Columbia must either become a state or its residents must be exempt from federal income taxes.\"[106]\n\n  majority approve   plurality approve   majority disapprove   plurality disapprove   plurality unsure or have no opinion\n\n"
        }
    ]
}