{
    "url": "https://en.wikipedia.org/wiki/Divine_language",
    "title": "Divine language",
    "table_of_contents": [
        "1 Abrahamic traditions",
        "2 Indic traditions",
        "3 Occultism",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Divine language, the language of the gods, or, in monotheism, the language of God (or angels) is the concept of a mystical or divine proto-language, which predates and supersedes human speech.\n\n"
        },
        {
            "title": "Abrahamic traditions",
            "text": "In Judaism and Christianity, it is unclear whether the language used by God to address Adam was the language of Adam, who as name-giver (Genesis 2:19) used it to name all living things, or if it was a different divine language. In Islam, Arabic is the language God revealed the final revelation.\n\nSome Christians see the languages written on the INRI cross (Syriac, Greek and Latin) as God's languages.[1][2][3][4]\n\n"
        },
        {
            "title": "Indic traditions",
            "text": "In Vedic religion, \"speech\" Vāc, i.e. the language of liturgy, now known as Vedic Sanskrit, is considered the language of the gods.\n\nLater Hindu scholarship, in particular the Mīmāṃsā school of Vedic hermeneutics,  distinguished Vāc from Śábda, a distinction comparable to the Saussurian langue and parole. The concept of Sphoṭa was introduced as a kind of transcendent aspect of Śábda.\n\n"
        },
        {
            "title": "Occultism",
            "text": "In 1510, Heinrich Cornelius Agrippa published Book I of his De Occulta Philosophia (translated to English in 1651 as Three Books of Occult Philosophy). Chapter 23 \"Of the tongue of Angels, and of their speaking amongst themselves, and with us\" – he states:\n\nLater, in chapter 27, Agrippa mentions the Divine Language again:\n\nIn the late 16th century, the Elizabethan mathematician and scholar John Dee and the medium and alchemist Edward Kelley (both of whom were familiar with Agrippa's writings) claimed that during scrying sessions, a \"Celestial Speech\" was received directly from Angels. They recorded large portions of the language in their journals (published today as \"The Five Books of the Mysteries\" and \"A True and Faithful Relation...\"), along with a complete text in the language called the \"Book of Loagaeth\" (or \"Speech From God\"). Dee's language, called \"Angelical\" in his journals, often known today by the misnomer \"Enochian\", follows the basic Judeo-Christian mythology about the Divine Language. According to \"A True and Faithful Relation...\" Angelical was supposed to have been the language God used to create the world, and then used by Adam to speak with God and Angels and to name all things in existence. He then lost the language upon his Fall from Paradise, and constructed a form of proto-Hebrew based upon his vague memory of Angelical. This proto-Hebrew, then, was the universal human language until the time of the Confusion of Tongues at the Tower of Babel. After this, all the various human languages were developed, including an even more modified Hebrew (which we know as \"Biblical Hebrew\"). From the time of Adam to the time of Dee and Kelley, Angelical was hidden from humans with the single exception of the patriarch Enoch – who recorded the \"Book of Loagaeth\" for humanity, but the book was lost in the Deluge of Noah.\n\nGeorge William Russell in The Candle of Vision (1918) argued that (p. 120) \"The mind of man is made in the image of Deity, and the elements of speech are related to the powers in his mind and through it to the being of the Oversoul. These true roots of language are few, alphabet and roots being identical.\"\n\n"
        }
    ]
}