{
    "url": "https://en.wikipedia.org/wiki/Divine_illumination",
    "title": "Divine illumination",
    "table_of_contents": [
        "1 History",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "According to divine illumination, the process of human thought needs to be aided by divine grace. It is the oldest and most influential alternative to naturalism in the theory of mind and epistemology.[1]  It was an important feature of ancient Greek philosophy, Neoplatonism, medieval philosophy, and the Illuminationist school of Islamic philosophy.\n\n"
        },
        {
            "title": "History",
            "text": "Socrates says in The Apology that he had a divine or spiritual sign that began when he was a child. It was a voice that turned him away from something he was about to do, although it never encouraged him to do anything. Apuleius later suggested the voice was of a friendly demon[2] and that Socrates deserved this help as he was the most perfect of human beings.\n\nThe early Christian philosopher Augustine (354 – 430) also emphasised the role of divine illumination in our thought, saying that \"The mind needs to be enlightened by light from outside itself, so that it can participate in truth, because it is not itself the nature of truth. You will light my lamp, Lord,\"[3] and \"You hear nothing true from me which you have not first told me.\"[4] According to Augustine, God does not give us certain information, but rather gives us insight into the truth of the information we received for ourselves.\n\nAugustine's theory was defended by Christian philosophers of the later Middle Ages, particularly Franciscans such as Bonaventure and Matthew of Aquasparta.  According to Bonaventure:\n\nThe doctrine was criticised by John Pecham and Roger Marston, and in particular by Thomas Aquinas, who denied that in this life we have divine ideas as an object of thought, and that divine illumination is sufficient on its own, without the senses. Aquinas also denied that there is a special continuing divine influence on human thought. People have sufficient capacity for thought on their own, without needing \"new illumination added onto their natural illumination\".[7]\n\nThe theory was defended by Henry of Ghent.  Henry argued against Aquinas that Aristotle's theory of abstraction is not enough to explain how we can acquire infallible knowledge of the truth, and must be supplemented by divine illumination.  A thing has two exemplars against which it can be compared. The first is a created exemplar which exists in the soul. The second is an exemplar which exists outside the soul, and which is uncreated and eternal.  But no comparison to a created exemplar can give us infallible truth. Since the dignity of man requires that we can acquire such truth, it follows that we have access to the exemplar in the divine mind.[8]\n\nHenry's defence of divine illumination was strongly criticised by the Franciscan theologian Duns Scotus, who argued that Henry's version of the theory led to scepticism.\n\n"
        }
    ]
}