{
    "url": "https://en.wikipedia.org/wiki/Divine_grace",
    "title": "Divine grace",
    "table_of_contents": [
        "1 Buddhism",
        "2 Christianity",
        "3 Hinduism",
        "4 Islam",
        "5 See also",
        "6 References",
        "7 Sources",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Divine grace is a theological term present in many religions. It has been defined as the divine influence[1] which operates in humans to regenerate and sanctify, to inspire virtuous impulses, and to impart strength to endure trial and resist temptation;[2] and as an individual virtue or excellence of divine origin.[3]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "While many schools of Buddhism emphasize self-discipline and effort as the path to enlightenment, something akin to the concept of divine grace is present as well. One of the most prominent examples of this is the doctrine of the Jōdo Shinshū branch of Pure Land Buddhism, founded by the 12th-century Japanese monk, Shinran. In Buddhism, the concept of \"merit\" refers to the power of good karma built up over time through meditation, effort and spiritual practice- in Japanese, \"Jiriki,\" or \"self-power.\" This merit can be transferred to other sentient beings by a spiritual adept or bodhisattva, motivated by compassion for all beings cultivated through attaining bodhicitta. For Shinran, this ability to muster up genuine self-directed spiritual attainment is lacking in almost all humans, who are in reality \"bombu,\" or foolish beings lost in a sea of delusion and selfishness such that even their good actions are tainted by selfish motivations. The only hope for spiritual advancement is giving up on Jiriki and, through faith, or \"shinjin,\" embracing the Tariki, or \"other-power\" of an infinitely-compassionate being. This being is Amida Buddha, who countless millennia ago made a primal vow to save all sentient beings by building up enough merit to establish a pure land, into which beings could be reborn simply by invoking his name, and in which they could easily attain full enlightenment. The key difference between Shinran's school and other schools of Pure Land Buddhism is the idea that even this faith and the resulting small effort of reciting Amida's name is impossible without the intervening grace of Amida Buddha working in the deluded human being through the power of Amida's primal vow. Therefore, the recitation of Amida's name is seen more as an expression of gratitude for already-existing grace rather than the self-induced catalyst for a grace not yet present.[4]\n\n"
        },
        {
            "title": "Christianity",
            "text": "Grace in Christianity is the free and unmerited favour of God as manifested in the salvation of sinners and the bestowing of blessings.[5] Common Christian teaching is that grace is unmerited mercy (favor) that God gave to humanity by sending his Son, Jesus Christ, to die on a cross, thus securing man's eternal salvation from sin.\n\nWithin Christianity, there are differing concepts of how grace is attained. In particular, Catholics and Reformed Protestants understand the attainment of grace in substantially different ways. It has been described as \"the watershed that divides Catholicism from Protestantism, Calvinism from Arminianism, modern liberalism from conservatism\".[6] Catholic doctrine teaches that God has imparted Divine Grace upon humanity and uses the vehicle of sacraments, which are carried out in faith,[7] as a primary and effective means to facilitate the reception of his grace.[8] For Catholics and Liturgical Protestants, sacraments (carried out in faith) are the incarnational or tangible vehicle through which God's grace becomes personally and existentially received.[9] Evangelical Protestants, generally, do not share this sacramental view on the transmittal of grace,[10] but instead favor a less institutionalized mechanism. For example, in the Catholic Church and the earlier Protestant churches (Lutheran, Reformed, Presbyterian, Anglican, etc.), the primary initiation into a state of grace is granted by God through infant baptism (in faith)[11]  instead of by a simple prayer of faith (sinner's prayer); although, Catholics would not deny the possible efficacy of even a simple prayer for God's grace to flow (Baptism by desire[12][13]).\n\nIn another example, for Catholics, the sacrament of reconciliation (in faith) is the primary means of transmitting grace after a mortal sin has been committed.[14]\n\nIn the New Testament, the word translated as grace is the Greek word charis (/ˈkeɪrɪs/; Ancient Greek: χάρις), for which Strong's Concordance gives this definition: \"Graciousness (as gratifying), of manner or act (abstract or concrete; literal, figurative or spiritual; especially the divine influence upon the heart, and its reflection in the life; including gratitude)\".[15][16] Spiritual gifts or charismata which comes from the word family charis, is defined in the New Bible Dictionary as \"grace coming to visible effect in word or deed.\"[17] A Greek word that is related to charis is charisma (gracious gift).  Both these words originated from another Greek word chairo (to rejoice, be glad, delighted).[18]\n\nIn the Old Testament, the Hebrew term used is chen[19][20] (חֵן‎), which is defined in Strong's as \"favor, grace or charm; grace is the moral quality of kindness, displaying a favorable disposition\".[21]  In the King James translation, chen is translated as \"grace\" 38 times, \"favour\" 26 times, twice as \"gracious\",[22] once as \"pleasant\",[23] and once as \"precious\".[24]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Hindu devotional or bhakti literature available throughout India and Nepal is replete with references to grace (kripa) as the ultimate key required for spiritual self-realization.[25][additional citation(s) needed] Some, such as the ancient sage Vasistha, in his classical work Yoga Vasistha, considered it to be the only way to transcend the bondage of lifetimes of karma.[26]\nOne Hindu philosopher, Madhvacharya,  held that grace was not a gift from God, but rather must be earned.[27]\n\n"
        },
        {
            "title": "Islam",
            "text": "Salafi scholar Umar Sulayman al-Ashqar, dean of the Faculty of Islamic Law at Zarqa Private University in Zarqa, Jordan, wrote that \"Paradise is something of immense value; a person cannot earn it by virtue of his deeds alone, but by the Grace and Mercy of Allah.\"[28] This stance is supported by hadith: according to Abu Huraira, Muhammad once said that \"None amongst you can get into Paradise by virtue of his deeds alone ... not even I, but that Allah should wrap me in his grace and mercy.\"[29]\n\nThe Quran says \"God is the Possessor of Infinite Grace\" [30] and \"He bestows this grace upon whomsoever He wills (or desires).\"[31] Grace is something attainable by those here on earth from God who meet certain Quranic criteria. For example, they \"believe in God and His messengers\", and they \"race toward forgiveness from their Lord and a Paradise whose width encompasses the heavens and the earth.\"[32]\n\n"
        }
    ]
}