{
    "url": "https://en.wikipedia.org/wiki/Divine_simplicity",
    "title": "Divine simplicity",
    "table_of_contents": [
        "1 History",
        "2 In Jewish thought",
        "3 In Christian thought",
        "3.1 Criticism",
        "4 In Islamic thought",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In theology, the doctrine of divine simplicity says that God is simple (without parts). The general idea can be stated in this way: The being of God is identical to the \"attributes\" of God. Characteristics such as omnipresence, goodness, truth, eternity, etc., are identical to God's being, not qualities that make up that being as a collection, nor abstract entities inhering in God as in a substance; in other words, one can say that in God both essence and existence are one and the same.[1] This is not to say that God is a simpleton or \"simple\" to understand. As Peter Weigel states, \"Divine simplicity is central to the classical Western concept of God. Simplicity denies any physical or metaphysical composition in the divine being. This means God is the divine nature itself and has no accidents (properties that are not necessary) accruing to his nature. There are no real divisions or distinctions in this nature. Thus, the entirety of God is whatever is attributed to him.  Divine simplicity is the hallmark of God’s utter transcendence of all else, ensuring the divine nature to be beyond the reach of ordinary categories and distinctions, or at least their ordinary application. Simplicity in this way confers a unique ontological status that many philosophers find highly peculiar.\"[2] So when it comes to God's essential nature/attributes, there are no parts or accidents; this is not to be confused with, for example, God's accidental/contingent relation to the world (i.e. God's non-essential/contingent properties – not God's nature).[2][3]\n\nVarieties of the doctrine may be found in Jewish, Christian, and Muslim philosophical theologians, especially during the height of scholasticism, although the doctrine's origins may be traced back to ancient Greek thought, finding apotheosis in Plotinus' Enneads as the Simplex.[4][5][6]\n\n"
        },
        {
            "title": "History",
            "text": "Divine Simplicity was inspired by the views of Greek philosophers, many Greek philosophers before Socrates and Plato also held ideas of absolutely unity, including Thales and Anaximenes. Classical statements concerning divine simplicity can be found in Augustine, Anselm and Thomas Aquinas. When Christianity had just began, Philo of Alexandria mentioned on how the belief of God as utterly simple was widely held.[7]\n\nChristian theology viewed simplicity as necessary for preserving God's transcendence, Athenagoras of Athens in the second century argued that God is utterly indivisible and unchangeable.[7]\n\nClement of Alexandria, Basil and Cyril saw simplicity as preserving the transcendence and the perfection of God.[7]\n\n"
        },
        {
            "title": "In Jewish thought",
            "text": "In Jewish philosophy and in Kabbalah, divine simplicity is addressed via discussion of the attributes (תארים‎) of God, particularly by Jewish philosophers within the Muslim sphere of influence such as Saadia Gaon, Bahya ibn Paquda, Yehuda Halevi, and Maimonides, as well by Raabad III in Provence. A classic expression of this position is found in Maimonides' Guide to the Perplexed,[8]\n\nAccording to Maimonides, then, there can be no plurality of faculties, moral dispositions, or essential attributes in God. Even to say that God is all-knowing, all-powerful, and all-good is to introduce plurality, if one means thereby that these qualities are separate attributes. Maimonides therefore concludes that it is not true to say that God's power is greater than ours, that God's life is more permanent than ours, or that God's knowledge is broader than ours. Maimonedes believed that statements such as \"God lives\" or \"God is powerful\" are nonsense if they are interpreted in the normal fashion, but they can be understood if one analyzes them as disguised negations. Still, Maimonedes also believed that negation is objectionable to the degree that it introduces complexity: God is neither this nor that, and ultimately any kind of verbal expression fails us. Citing Psalm 65, Maimonides concludes that the highest form of praise we can give God is silence.[9]\n\nSome[who?] identify divine simplicity as a corollary of Divine Creation: \"In the beginning God created the heaven and the earth\" (Genesis 1:1). God, as creator is by definition separate from the universe and thus free of any property (and hence an absolute unity); see Negative theology.\n\nFor others, conversely, the axiom of Divine Unity (see Shema Yisrael) informs the understanding of divine simplicity. Bahya ibn Paquda (Duties of the Heart 1:8) points out that God's Oneness is \"true oneness\" (האחד האמת) as opposed to merely \"circumstantial oneness\" (האחד המקרי). He develops this idea to show that an entity which is truly one must be free of properties and thus indescribable – and unlike anything else. (Additionally such an entity would be absolutely unsubject to change, as well as utterly independent and the root of everything.) Torah.org – The Judaism Site\n\nThe implication – of either approach – is so strong that the two concepts are often presented as synonymous: \"God is not two or more entities, but a single entity of a oneness even more single and unique than any single thing in creation…  He cannot be sub-divided into different parts – therefore, it is impossible for Him to be anything other than one. It is a positive commandment to know this, for it is written (Deuteronomy 6:4) '…the Lord is our God, the Lord is one'.\" (Maimonides, Mishneh Torah, Mada 1:7.)\n\nDespite its apparent simplicity, this concept is recognised as raising many difficulties. In particular, insofar as God's simplicity does not allow for any structure – even conceptually – divine simplicity appears to entail the following dichotomy.\n\nThe resultant paradox is famously articulated by Moshe Chaim Luzzatto (Derekh Hashem I:1:5), describing the dichotomy as arising out of our inability to comprehend the idea of absolute unity:\n\nThe Kabbalists address this paradox by explaining that “God created a spiritual dimension… [through which God] interacts with the Universe... It is this dimension which makes it possible for us to speak of God’s multifaceted relationship to the universe without violating the basic principle of His unity and simplicity” (Aryeh Kaplan, Innerspace). The Kabbalistic approach is explained in various Chassidic writings; see for example, Shaar Hayichud, below, for a detailed discussion.\n\n"
        },
        {
            "title": "In Christian thought",
            "text": "In Western Christian classical theism,  God is simple, not composite, not made up of thing upon thing. Thomas Morris notes that divine simplicity can mean any or all of three different claims:\n\nIn other words, property simplicity (or metaphysical/absolute simplicity) states that the characteristics of God are not parts of God that together make up God. God is simple; God is those characteristics. For example, God does not have goodness but simply is goodness; God does not have existence but is existence – God is God's existence and God's essence is God's existence, in the words of Aquinas.[10] In other words, God is his goodness which is his nature which is his essence which is his existence.[11] As Vallicella says, \"To say that God lacks metaphysical parts is to say inter alia that God is free of matter-form composition, potency-act composition, and existence-essence composition. There is also no real distinction between God as subject of his attributes and his attributes.\"[12] This entails that God exhausts what it means to be God (thus, in principle, there can't be more than one God).[10] It's important to clarify that the doctrine of divine simplicity is fundamentally about God's attributes – his nature or essential essence: the doctrine by itself doesn't state that God can't (for example) have the non-real/accidental (so-called) \"property\" of creating a universe.[10][11]\n\nJohn Duns Scotus has a different – and more moderate – view of metaphysical/property simplicity than Aquinas.[13][14]  Duns Scotus thinks that there's a formal distinction between God's attributes.[13][14]  This formal distinction is not merely conceptual/semantical, nor is it a real/metaphysical distinction either.[13][14]  The formal distinction is a logical distinction; thus, for example, omnipotence is not logically equivalent to omniscience.[13][14]  So, Scotus still affirms that God's nature is not composed of metaphysical properties or parts.[13][14][15]\n\nAs Yann Schmitt says,[16]\n\nHere, the notion of de re is to be contrasted with de dicto. De dicto concerns a proposition or about what is said, whereas de re concerns the thing itself or being.[17] Thus, there is a formal distinction, for instance, between the attribute of omnipotence and the attribute of omniscience because (1) omnipotence and omniscience are inseparable for an omnipotent being (i.e. God), (2) omnipotence and omniscience do not have the same definition, and (3) the distinction between omnipotence and omniscience themselves exists de re (i.e. not merely conceptually or propositionally – de dicto).[17] Again, as a reminder, a formal distinction is a logical distinction.[15] The upshot, for Scotus, is that omnipotence and omniscience are logically distinct for God; however, God does not have the metaphysical properties or attributes of omnipotence or omniscience;[15] rather, metaphysically speaking, God is omnipotence, and God is omniscient.[15]\n\nSpatial simplicity is endorsed by the vast majority of traditional Christian theists (who do not consider God to be a physical object). Temporal simplicity is endorsed by many theists but is highly controversial among Christian theologians. Morris describes Property simplicity as the property of having no properties, and this area is more controversial still.[18]\n\nIn the medieval era, theologians and philosophers held to a view called \"constituent ontology\" whereby natures were actual constituents of things. Following Aquinas, an individual nature was more like a concrete object than an abstract object. Thus, one person's humanity was not, in this sense, the same as another person's humanity; each had his own individual human nature which was individuated by the matter (materia signata) out of which each man was composed. For entities which are immaterial such as angels, there is no matter to individuate their natures, so each one just is its nature. Each angel is therefore literally one of a kind, although, this claim proved controversial.[19]\n\nTheologians holding the doctrine of property simplicity tend to distinguish various modes of the simple being of God by negating any notion of composition from the meaning of terms used to describe it.  Thus, in quantitative or spatial terms, God is simple as opposed to being made up of pieces, present in entirety everywhere, if in fact present anywhere.  In terms of essences, God is simple as opposed to being made up of form and matter, or body and soul, or mind and act, and so on. If distinctions are made when speaking of God's attributes, they are distinctions of the \"modes\" of God's being, rather than real or essential divisions.  And so, in terms of subjects and accidents, as in the phrase \"goodness of God\", divine simplicity allows that there is a conceptual distinction between the person of God and the personal attribute of goodness, but the doctrine disallows that God's identity or \"character\" is dependent upon goodness, and at the same time the doctrine dictates that it is impossible to consider the goodness in which God participates separately from the goodness which God is.[20]\n\nFurthermore, according to Aquinas, as creatures our concepts are all drawn from the creation (the assumption of empiricism); it follows from this and divine simplicity that God's attributes can only be spoken of by analogy, since it is not true of any created thing that its properties are identical to its being.  Consequently, when Christian Scripture is interpreted according to the guide of divine simplicity, when it says that God is good for example, it should be taken to speak of a likeness to goodness as found in humanity and referred to in human speech. God's essence is inexpressible; this likeness is nevertheless truly comparable to God who simply is goodness, because humanity is a complex being composed by God \"in the image and likeness of God.\"\n\nDivine Simplicity has been dogmatized in the Catholic Church in councils like the Fourth Lateran Council and First Vatican Council, and is accepted – in some form – by most Christians (even if it's not Thomas Aquinas' view of divine simplicity).[21]\n\nThe doctrine of absolute divine simplicity (i.e. Thomistic divine simplicity) has been criticized by many Christian theologians, including John S. Feinberg, Thomas Morris, William Lane Craig, and Alvin Plantinga, who in his essay Does God Have a Nature? calls it \"a dark saying indeed.\"[22]  Plantinga gives three arguments against Thomistic divine simplicity. First, he argues our concepts can apply univocally to God, even if our language to describe God is limited, fragmentary, halting, and inchoate.[23] He argues that when we have a concept of something like being a horse, we know what it is for something to be a horse. The concept applies to an object if that object is, in fact, a horse. If none of our concepts apply to God, then it is sheer confusion to say there is such a person as God, and yet God does not have properties such as wisdom, being the creator, and being almighty. In fact, God would not have any properties for which we have concepts. God would not even have properties such as existing, being self-identical, or even being the referent of the term 'God.' If God transcends human experience, then we cannot say something univocal about God, since such a claim presupposes that we know what it means to transcend human experience, and that it applies to God.\n\nThe claim that God can only be described analogically is, as Plantinga describes, a double-edged sword. If we cannot use univocal language to describe God and argue against simplicity, we are equally handicapped when it comes to the arguments for Thomistic divine simplicity. If we cannot rely on our usual modes of inference in reasoning about God, we cannot argue for the conclusion that God is not distinct from his properties. Plantinga concludes \"This way of thinking begins in a pious and commendable concern for God's greatness and majesty and augustness, but it ends in agnosticism and in incoherence.\"[24] Edward Feser has responded to Plantinga.[25] Feser says that Plantinga is attacking a strawman when Plantinga says that proponents of analogical (religious) language are committed to the view that the language of God is metaphorical and not literal: metaphorical language is not the same thing as analogical language, so Plantinga is conflating analogy with metaphor, Feser argues.[25]\n\nPlantinga also gives three criticisms of the doctrine of metaphysical simplicity directly, stating that it is exceedingly hard to grasp or construe the doctrine, and it is difficult to see why anyone would be inclined to accept it. First, the Thomist doctrine of simplicity states that all abstract objects are identical with God's essence and hence God himself. Plantinga states that this seems to clash with the obvious fact that the property of being a horse is distinct from the property of being a turkey and both are distinct from God and his essence.[26] One response to this objection is to note a distinction between properties and predicates.[27] A second response will note that supporters of divine simplicity don't think of God's nature as exemplifying abstract objects that are independent of God.[28]\n\nSecondly, Plantinga argues, if one restricts the realm of abstract objects that are identical with God to only the properties that God exemplifies, the doctrine is still problematic. Metaphysical simplicity states that God has no accidental (i.e. contingent) properties. Yet, it clearly does seem that God has accidental properties such as having created Adam, and knowing that Adam sinned. Some of God's characteristics characterize him in every possible world and some do not.[29] Plantinga also argues that the conflation of God's actuality with his potentiality inherits all the problems of the essence-accident complexity and is furthermore vexed in its own right. Just as it seems there are characteristics that God has but could have lacked, it also seems the case that there are characteristics that God lacks but could have had. No doubt God has not created all the persons he will create. If so, there is at least one individual essence such that God does not now have, but will have the characteristic of causing that essence to be instantiated. If so, God has potentiality with respect to that characteristic.[30] Feser notes that someone who holds to divine simplicity does not have to hold to this view of divine simplicity. Instead, one can think that God has \"Cambridge\" properties, which are properties in a loose sense (e.g. \"property\" of being a husband; \"property\" of creating a universe).[25]\n\nPlantinga's third critique challenges the very heart of simplicity. Metaphysical simplicity claims that there is no divine composition, meaning that there is no complexity of properties in God and that he is identical with his nature and each of his properties. There are two difficulties with this view. First, if God is identical with each of his properties, then each of his properties is identical with each of his other properties, so God has only one property. This flies in the face of the idea that God has both power and mercifulness, neither of which is identical with the other. Secondly, if God is identical with his properties, then, since each of God's properties is a property, it follows that God is a property as well. In this case, God has just one property: himself. The problem is that properties do not in and of themselves cause anything. No property could have created the world, and no property could know anything at all. If God is a property, then he isn't a person but a mere abstract object, having no power, life, love, or even awareness.[31]Feser notes that this objection assumes a Platonist metaphysics about abstract objects. Supporters of divine simplicity don't think of God as a property, nor as impersonal (but, instead, God is Personal,  God Personhood, and God is Intelligent).[2] Secondly, God doesn't 'have' properties on divine simplicity; rather, for God, God just is God's essential \"properties\" (i.e. attributes of God). Thirdly, again, there is a distinction between properties and predicates, so there is no problem (for humans) in distinguishing between things like power and mercy in our ordinary experience[25][32]Vallicella responds by arguing that all of Plantinga's objections assume a constituent ontology, but that is just what a supporter of divine simplicity would deny; thus, Plantinga's arguments are unconvincing.[12]\n\nAlfred J. Freddoso showed in his 1983 review of Does God Have a Nature? that Plantinga's critique is lacking the required depth of analysis to propose jettisoning the theological basis of the doctrine of divine simplicity laid in Christian thought by Augustine, Anselm, Bonaventure, Aquinas, Scotus, and Ockham, among others.[33]\n\nCraig calls the Thomistic view of property simplicity \"philosophically and theologically unacceptable.\" He also states that divine simplicity is open to powerful objections. On the doctrine of divine simplicity, God is absolutely similar in all possible worlds. Since the statement \"God knows x\" is equivalent to \"x is true,\" it becomes inexplicable why those worlds vary if in every one God knows, loves, and wills the same things.[19] Feser has responded to Craig's objections to divine simplicity.[34][35][36] Morris states that it is an idea whose implications are difficult to defend and whose advantages can be had in other ways. It is also an idea whose motivation, under close scrutiny, is not so convincing.[37] John S. Feinberg concludes: \"These philosophical problems plus the biblical considerations raised earlier lead me to conclude that simplicity is not one of the divine attributes. This doesn't mean that God has physical parts, but that the implications of the doctrine of metaphysical simplicity are too problematic to maintain the doctrine.\"[38]\n\nBrower and Bergmann give a truthmaker defense of divine simplicity.[20] For example, when we say that, \"God is omnibenevolent\", we mean that \"God is his omnibenevolence\"; this means that (contra Plantinga) God is not identical to a property of omnibenevolence, instead, God is identical to God's goodness which means that God is identical to himself.[39][20] As Vallicella says, \"Accordingly, to say that God is identical to his omniscience is just to say that God is identical to the truthmaker of ‘God is omniscient.’ And that amounts to saying that God is identical to God. In this way one avoids the absurdity of saying that God is identical to a property. What God is identical to is not the property of omniscience but the referent of ‘God’s omniscience,’ which turns out to be God himself. And similarly for the rest of God’s intrinsic and essential attributes.\"[40] Finally, there could be truthmaker theory/defense that is a more moderate version of divine simplicity that sits between absolute divine simplicity (e.g. God is not composed of metaphysical parts/complexity) and minimal divine simplicity (i.e. God not composed of spatial/temporal/material parts).[41] For this view, God wouldn't be composed but would still be complex. Moderate divine simplicity affirms that God is not composed of metaphysical parts, but says that God is still metaphysically complex. This moderate view can be combined with a version of truthmaker theory. As Yann says, \"The minimal truthmaker requirement can then be assumed without any contradiction with divine simplicity. <God is good> is true in virtue of a perfection of God, that is God’s goodness. <God is omniscient> is true in virtue of another perfection of God, God’s omniscience. We do not have to say that God is identical with His goodness or His omniscience.\"[42]\n\n"
        },
        {
            "title": "In Islamic thought",
            "text": "Rigorous views of divine simplicity were championed by the Mu'tazili, which resulted in a radically apophatic theology. By postulating a distinction between Existence and Essence for all created beings, which was perceived to be uniquely absent in God, Al-Farabi established another model of divine simplicity. Ibn Sinā supported and elaborated this position, Al-Ghazali contested this identification of Divine essence and existence, but still saw all Divine attributes and acts as enveloped in and indistinct from the Divine Essence, this latter view of divine simplicity was shared with some of the most trenchant critics of the Muslim philosophical writers, like Ibn Taymiyyah.[43]\n\n"
        }
    ]
}