{
    "url": "https://en.wikipedia.org/wiki/Divine_providence",
    "title": "Divine providence",
    "table_of_contents": [
        "1 Etymology",
        "2 Theology",
        "2.1 Jewish",
        "2.2 Catholic",
        "2.3 Eastern Orthodox",
        "2.4 Lutheran",
        "2.5 Calvinist",
        "2.6 Arminian",
        "2.7 Swedenborgian",
        "2.8 Latter Day Saint",
        "3 Specific examples",
        "3.1 Text of Scripture",
        "4 See also",
        "5 Notes and references",
        "5.1 Citations",
        "5.2 Sources",
        "6 Further reading",
        "6.1 Christian material",
        "6.2 Jewish material",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In theology, Divine Providence, or simply Providence, is God's intervention in the Universe. The term Divine Providence (usually capitalized) is also used as a title of God. A distinction is usually made between \"general providence\", which refers to God's continuous upholding of the existence and natural order of the Universe, and \"special providence\", which refers to God's extraordinary intervention in the life of people.[1] Miracles generally fall in the latter category.[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "\"Divine\" evolved in the late 14th century to mean \"pertaining to, in the nature of or proceeding from God or a god\". This came from the Old French devin or devin, with a similar meaning, and that from the Latin divinus, meaning \"of a god\", in turn from divus, with similar meaning, which was related the Latin deus, meaning god or deity. The word providence comes from Latin providentia meaning foresight or prudence, and that in turn from pro-, ahead\" and videre, to see.[3] The current use of the word in the secular sense refers to foresight, or \"timely preparation for eventualities\",[4] or (if one is a deist or an atheist) \"nature as providing protective care\".[5]\n\n"
        },
        {
            "title": "Theology",
            "text": "Divine providence (Hebrew: השגחה פרטית Hashgochoh Protis / Hashgachah Pratit lit. [Divine] supervision of the individual) is discussed throughout Rabbinic literature, and in particular by the classical Jewish philosophers. These writings maintain that divine providence means that God is directing (or even recreating) every minute detail of creation. This analysis thus underpins much of Orthodox Judaism's world view, particularly as regards questions of interaction with the natural world.\n\nAugustine of Hippo is often associated with the doctrine of divine providence in the Latin West. Augustine held that the universe is under the continuous control and unifying governance of a single Supreme Being, since God's governance takes place over a vast multitude of relatively independent individuals differing in nature, function, and end.[6]\n\nChristian teaching on Providence in the High Middle Ages was most fully developed by Thomas Aquinas in the Summa Theologica. The concept of providence as care exercised by God over the universe, his foresight and care for its future is extensively developed and explained both by Aquinas himself and modern Thomists. One of the foremost modern Thomists, Dominican father Reginald Garrigou-Lagrange, wrote a study of providence entitled \"Providence: God's loving care for men and the need for confidence in Almighty God.\" In it, he presents and solves, according to Catholic doctrine, the most difficult issues as related to Providence.\n\nThe doctrine of providence in Eastern Orthodoxy is set out by St John of Tobolsk: \"St. John Damascene describes it thus: 'Providence is Divine will which maintains everything and wisely rules over everything' ... It was not by chance that the iniquitous Israeli King Ahab was struck by an arrow that flew in between the seams of his armor. Truly that arrow was directed by the hand of God, just as was the one which struck Julian the Apostate; only for the soldier who let fly the arrow was it accidental. It was not by chance that swallows flew into the home of Tobit and blinded the righteous man. This happened at God’s command, in order to hold Tobit up as an example to succeeding generations, as we learn from the Angel who accompanied his son Tobias. Nothing happens by chance. It was not by chance that Caesar Augustus ordered the census to be taken in the year of Christ’s Nativity. It was not by chance that Christ met with the Samaritan woman at the well in Sychar and spoke with her. All this was foreseen and written down in the books of Divine Providence before the beginning of time.”[7]\n\nIn Lutheran theology, divine providence refers to God's preservation of creation, his cooperation with everything that happens, and his guiding of the universe.[8] While God cooperates with both good and evil deeds, with the evil deeds he does so only in as much as they are deeds, not with the evil in them. God concurs with an act's effect, but he does not cooperate in the corruption of an act or the evil of its effect.[9] Lutherans believe everything exists for the sake of the Christian Church, and that God guides everything for its welfare and growth.[10]\n\nAccording to Martin Luther, divine providence began when God created the world with everything needed for human life, including both physical things and natural laws.[11] In Luther's Small Catechism, the explanation of the first article of the Apostles' Creed declares that everything people have that is good is given and preserved by God, either directly or through other people or things.[12] Of the services others provide us through family, government, and work, he writes, \"we receive these blessings not from them, but, through them, from God.\"[13] Since God uses everyone's useful tasks for good, people should look not down upon some useful vocations as being less worthy than others. Instead people should honor others, no matter how lowly, as being the means God uses to work in the world.[13]\n\nThis term is an integral part of John Calvin's theological framework known as Calvinism, which emphasizes the total depravity of man and the complete sovereignty of God. God's plan for the world and every soul that he has created is guided by his will or providence. According to Calvin, the idea that man has free will and is able to make choices independently of what God has already determined is based on our limited understanding of God's perfection and the idea that God's purposes can be circumvented. In this mode of thought, providence is related to absolute free will. This concept remains prominent among many Protestant denominations that identify with Calvinism (e.g. the Reformed churches).\n\nAt the beginning of the 17th century, the Dutch theologian Jacobus Arminius formulated Arminianism and disagreed with Calvin in particular on election and predestination.[14] Arminianism is defined by God's limited mode of providence.[15] This mode of providence affirms the compatibility between human free will and divine foreknowledge, but its incompatibility with theological determinism.[16] Thus predestination in Arminianism is based on divine foreknowledge, unlike in Calvinism.[17] It is therefore a predestination by foreknowledge.[18] From this perspective, comes the notion of a conditional election on the one who wills to have faith in God for salvation.[19]\n\nDivine Providence is a book published by Emanuel Swedenborg in 1764 which describes his systematic theology regarding providence, free will, theodicy, and other related topics. Both meanings of providence are applicable in Swedenborg's theology, in that providence encompasses understanding, intent and action. Divine providence relative to man is 'foresight', and relative to the Lord is 'providence'.[20] Swedenborg proposes that one law of divine providence is that man should act from freedom according to reason, and that man is regenerated according to the faculties of rationality and liberty.[21]\n\nThere is little theological literature on the term providence in LDS studies. As stated above, Reformed theology relates these terms to predestination, which does have more prominence in LDS theology, if only as a polemical term.\n\nOne particular text that could be interpreted as being related to such terms is in the Book of Abraham. As Abraham is shown the heavens, he is also shown the pre-mortal spirits of mankind.\n\nThe \"making of rulers\" above is explained as foreordination (in the chapter summary) as opposed to \"predestination\"[23]\n\nThis differentiation balances free will (or free agency in LDS theology) against divine intervention. LDS scholar Richard Draper has described the church's position thus:\n\nHowever, this does not imply a passive God. In fact, LDS theology favours a more active, interventionist God. In a recent General Conference, Elder Ronald A. Rasband of the Quorum of the Twelve Apostles articulates this, \"Our lives are like a chessboard, and the Lord moves us from one place to another\"[25] Rasband continues by citing a well-known text from in the Book of Mormon[26] in which Nephi finds his nemesis unconscious from inebriation in front of him, he concludes, \"Was he fortunate to just happen upon Laban? Or was it by “divine design”?[25] Although the text itself limits the interaction of the divine to the \"Spirit\" to commanding Nephi to \"Slay him.\"[26]\n\nGod also limits his involvement. Rasband interprets one particular passage from the Book of Mormon[27] as saying that God (through his Spirit) will only intervene based on righteousness.[25] Rasband concludes that, \"When we are righteous, willing, and able, when we are striving to be worthy and qualified, we progress to places we never imagined and become part of Heavenly Father’s “divine design.”[25]\n\n"
        },
        {
            "title": "Specific examples",
            "text": "In the United States Declaration of Independence  it is cited, \"with a firm reliance on the Protection of Divine Providence we mutually pledge to each other our Lives, our Fortunes and our Sacred Honor\".\n\nThose who believe in the inerrancy of the original biblical manuscripts often accompany this belief with a statement about how the biblical text has been preserved so that what we have today is at least substantially similar to what was written. That is, just as God \"divinely inspired the text,\" so he has also \"divinely preserved it throughout the centuries.\"[28] The Westminster Confession of Faith states that the Scriptures, \"being immediately inspired by God, and by his singular care and providence kept pure in all ages, are therefore authentical.\"[29]\n\nThis is an important argument in the King James Only debates. Edward F. Hills argues that the principle of providentially preserved transmission guarantees that the printed Textus Receptus must be the closest text to the Greek autographs.[30]\n\n"
        }
    ]
}