{
    "url": "https://en.wikipedia.org/wiki/Curlie",
    "title": "DMOZ",
    "table_of_contents": [
        "1 History",
        "1.1 System failure and editing outage, October to December 2006",
        "1.2 Competing and spinoff projects",
        "1.3 Logo history",
        "2 Content",
        "2.1 Maintenance",
        "2.2 License and requirements",
        "2.3 RDF dumps",
        "2.4 Content users",
        "3 Policies and procedures",
        "4 Controversy and criticism",
        "4.1 Ownership and management",
        "4.2 Editor removal procedures",
        "4.3 Blacklisting allegations",
        "4.4 Hierarchical structure",
        "5 Software",
        "5.1 Search",
        "5.2 Editor forums",
        "5.3 Bug tracking",
        "5.4 Interface",
        "6 ChefMoz",
        "6.1 Growth",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDMOZ (from directory.mozilla.org, an earlier domain name, stylized in lowercase in its logo) was a multilingual open-content directory of World Wide Web links. The site and community who maintained it were also known as the Open Directory Project (ODP). It was owned by AOL (now a part of Verizon Media) but constructed and maintained by a community of volunteer editors.\n\nDMOZ used a hierarchical ontology scheme for organizing site listings. Listings on a similar topic were grouped into categories which then included smaller categories.\n\nDMOZ closed on March 17, 2017 because AOL no longer wished to support the project.[1][2] The website became a single landing page on that day, with links to a static archive of DMOZ, and to the DMOZ discussion forum, where plans to rebrand and relaunch the directory are being discussed.[2]\n\nAs of September 2017[update], a non-editable mirror remained available at dmoztools.net,[3] and it was announced that while the DMOZ URL would not return, a successor version of the directory named Curlie would be provided.[4][5]\n\n"
        },
        {
            "title": "History",
            "text": "DMOZ was founded in the United States as Gnuhoo by Rich Skrenta and Bob Truel in 1998 while they were both working as engineers for Sun Microsystems. Chris Tolles, who worked at Sun Microsystems as the head of marketing for network security products, also signed on in 1998 as a co-founder of Gnuhoo along with co-founders Bryn Dole and Jeremy Wenokur. Skrenta had developed TASS, an ancestor of tin, the popular threaded Usenet newsreader for Unix systems. The original category structure of the Gnuhoo directory was based loosely on the structure of Usenet newsgroups then in existence.\n\nThe Gnuhoo directory went live on June 5, 1998. After Richard Stallman and the Free Software Foundation objected to the use of Gnu in the name, Gnuhoo was changed to NewHoo.[6] Yahoo! then objected to the use of Hoo in the name, prompting a proposed name change to ZURL.[7] Prior to switching to ZURL, NewHoo was acquired by Netscape Communications Corporation in October 1998 and became the Open Directory Project. Netscape released Open Directory data under the Open Directory License. Netscape was acquired by AOL shortly thereafter and DMOZ was one of the assets included in the acquisition.\n\nBy the time Netscape assumed stewardship, the Open Directory Project had about 100,000 URLs indexed with contributions from about 4500 editors. On October 5, 1999, the number of URLs indexed by DMOZ reached one million. According to an unofficial estimate, the URLs in DMOZ numbered 1.6 million in April 2000, surpassing those in the Yahoo! Directory.[8] DMOZ achieved the milestones of indexing two million URLs on August 14, 2000, three million listings on November 18, 2001, and four million on December 3, 2003. As of April 2013 there were 5,169,995 sites listed in over 1,017,500 categories. On October 31, 2015, there were 3,996,412 sites listed in 1,026,706 categories.\n\nIn January 2006, DMOZ began publishing online reports to inform the public about the development of the project. The first report covered the year 2005. Monthly reports were issued subsequently until September 2006.[9] These reports gave greater insight into the functioning of the directory than the simplified statistics provided on the front page of the directory. The number of listings and categories cited on the front page included \"Test\" and \"Bookmarks\" categories but these were not included in the RDF dump offered to users. There were about 7330 active editors during August 2006.[9] 75,151 editors had contributed to the directory as of March 31, 2007.[10] As of April 2013, the number of contributing editors had increased to 97,584.[10]\n\nOn October 20, 2006, DMOZ's main server suffered a catastrophic failure[11] that prevented editors from working on the directory until December 18, 2006. During that period, an older build of the directory was visible to the public. On January 13, 2007, the Site Suggestion and Update Listings forms were again made available.[12] On January 26, 2007, weekly publication of RDF dumps resumed. To avoid future outages, the system resided on a redundant configuration of two Intel-based servers from then on.[13]\n\nThe site's interface was given an upgrade in 2016, branded \"DMOZ 3.0\", but AOL took it offline the following year.\n\nAs DMOZ became more widely known, two other major web directories edited by volunteers and sponsored by Go.com and Zeal emerged, both now defunct. These directories did not license their content for open content distribution.[14][15]\n\nThe concept of using a large-scale community of editors to compile online content has been successfully applied to other types of projects. DMOZ's editing model directly inspired at least three other open content volunteer projects: music site MusicMoz, an open content restaurant directory known as ChefMoz[16] and an encyclopedia known as Open Site.[17] Finally, according to Larry Sanger, DMOZ was part of the inspiration for the Nupedia project, out of which Wikipedia grew.[18]\n\n"
        },
        {
            "title": "Content",
            "text": "Gnuhoo borrowed the basic outline for its initial ontology from Usenet. In 1998, Rich Skrenta said, \"I took a long list of groups and hand-edited them into a hierarchy.\"[19] For example, the topic covered by the comp.ai.alife newsgroup was represented by the category Computers/AI/Artificial_Life. The original divisions were for Adult, Arts, Business, Computers, Games, Health, Home, News, Recreation, Reference, Regional, Science, Shopping, Society, Sports and \"World\". While these sixteen top-level categories have remained intact, the ontology of second- and lower-level categories has undergone a gradual evolution; significant changes are initiated by discussion among editors and then implemented when consensus had been reached.\n\nIn July 1998, the directory became multilingual with the addition of the World top-level category. The remainder of the directory lists only English language sites. By May 2005, seventy-five languages were represented. The growth rate of the non-English components of the directory had been greater than the English component since 2002. While the English component of the directory held almost 75% of the sites in 2003, the World level grew to over 1.5 million sites as of May 2005, forming roughly one-third of the directory. The ontology in non-English categories generally mirrors that of the English directory, although exceptions which reflect language differences are quite common.\n\nSeveral of the top-level categories have unique characteristics. The Adult category is not present on the directory homepage but it is fully available in the RDF dump that DMOZ provides. While the bulk of the directory is categorized primarily by topic, the Regional category is categorized primarily by region. This has led many to view DMOZ as two parallel directories: Regional and Topical.\n\nOn November 14, 2000, a special directory within DMOZ was created for people under 18 years of age.[20] Key factors distinguishing this \"Kids and Teens\" area from the main directory are:\n\nBy May 2005, this portion of DMOZ included over 32,000 site listings.\n\nFrom early 2004, the whole site was in UTF-8 encoding. Prior to this, the encoding had been ISO 8859-1 for English language categories and a language-dependent character set for other languages. The RDF dumps were encoded in UTF-8 from early 2000.\n\nDirectory listings were maintained by editors. While some editors focus on the addition of new listings, others focus on maintaining the existing listings and some did both. This included tasks such as the editing of individual listings to correct spelling and/or grammatical errors, as well as monitoring the status of linked sites. Still others went through site submissions to remove spam and duplicate submissions.\n\nRobozilla was a Web crawler written to check the status of all sites listed in DMOZ. Periodically, Robozilla would flag sites which appeared to have moved or disappeared and editors follow up to check the sites and take action. This process was critical for the directory in striving to achieve one of its founding goals: to reduce the link rot in web directories. Shortly after each run, the sites marked with errors were automatically moved to the unreviewed queue where editors may investigate them when time permits.\n\nDue to the popularity of DMOZ and its resulting impact on search engine rankings (See PageRank), domains with lapsed registration that were listed on DMOZ attracted domain hijacking, an issue that that was addressed by regularly removing expired domains from the directory.\n\nWhile corporate funding and staff for DMOZ diminished over time, volunteers created editing tools such as linkcheckers to supplement Robozilla, category crawlers, spellcheckers, search tools that directly sift a recent RDF dump, bookmarklets to help automate some editing functions, mozilla based add-ons,[22] and tools that helped work through unreviewed queues.\n\nDMOZ data was previously made available under the terms of the Open Directory License, which required a specific DMOZ attribution table on every Web page that uses the data.\n\nThe Open Directory License also included a requirement that users of the data continually check DMOZ site for updates and discontinue use and distribution of the data or works derived from the data once an update occurs. This restriction prompted the Free Software Foundation to refer to the Open Directory License as a non-free documentation license, citing the right to redistribute a given version not being permanent and the requirement to check for changes to the license.\n\nIn 2011, DMOZ silently changed its license to a Creative Commons Attribution license[citation needed], which is a free license (and GPL compatible).[23]\n\nDMOZ data is made available through an RDF-like dump that is published on a download server, older versions are also archived there.[24] New versions are usually generated weekly. A DMOZ editor has catalogued a number of bugs that are encountered in the DMOZ RDF dump, most importantly that the file format isn't RDF.[25] So while today the so-called RDF dump is valid XML, it is not valid RDF and as such, software to process the DMOZ RDF dump needs to be specifically written for DMOZ data.\n\nDMOZ data powers the core directory services for many of the Web's largest search engines and portals, including Netscape Search, AOL Search, and Alexa. Google Directory used DMOZ information, until being shuttered in July 2011.[26]\n\nOther uses are also made of DMOZ data. For example, in the spring of 2004 Overture announced a search service for third parties combining Yahoo! Directory search results with DMOZ titles, descriptions and category metadata. The search engine Gigablast announced on May 12, 2005, its searchable copy of DMOZ. The technology permits search of websites listed in specific categories, \"in effect, instantly creating over 500,000 vertical search engines\".[27]\n\nAs of 8 September 2006[update], DMOZ listed 313 English-language Web sites that use DMOZ data as well as 238 sites in other languages.[28] However, these figures do not reflect the full picture of use, as those sites that use DMOZ data without following the terms of the DMOZ license are not listed.\n\n"
        },
        {
            "title": "Policies and procedures",
            "text": "Restrictions are imposed on who can become an DMOZ editor. The primary gatekeeping mechanism is an editor application process wherein editor candidates demonstrate their editing abilities, disclose affiliations that might pose a conflict of interest[citation needed], and otherwise give a sense of how the applicant would likely mesh with the DMOZ culture and mission.[29] A majority of applications are rejected but reapplying is allowed and sometimes encouraged. The same standards apply to editors of all categories and subcategories.[citation needed]\n\nDMOZ's editing model is a hierarchical one. Upon becoming editors, individuals will generally have editing permissions in only a small category. Once they have demonstrated basic editing skills in compliance with the Editing Guidelines, they are welcome to apply for additional editing privileges in either a broader category or else another category in the directory. Mentorship relationships between editors are encouraged, and internal forums provide a vehicle for new editors to ask questions.[citation needed]\n\nDMOZ has its own internal forums, the contents of which are intended only for editors to communicate with each other primarily about editing topics. Access to the forums requires an editor account and editors are expected to keep the contents of these forums private.[30]\n\nOver time, senior editors can be granted additional privileges which reflect their editing experience and leadership within the editing community. The most straightforward is edit all privileges, which allow an editor to access all categories in the directory. Meta privileges additionally allow editors to perform tasks such as reviewing editor applications, setting category features, and handling external and internal abuse reports. Cateditall privileges are similar to edit all, but only for a single directory category. Similarly, catmod privileges are similar to meta, but only for a single directory category. Catmv privileges allow editors to make changes to directory ontology by moving or renaming categories. All of these privileges are granted by admins and staff, usually after discussion with meta editors.[citation needed]\n\nIn August 2004, a new level of privileges called admin was introduced. Administrator status was granted to a number of long serving metas by staff. Administrators have the ability to grant editall+ privileges to other editors and to approve new directory-wide policies, powers which had previously only been available to root (staff) editors.[31]\n\nAll DMOZ editors are expected to abide by DMOZ's Editing Guidelines. These guidelines describe editing basics: which types of sites may be listed and which may not; how site listings should be titled and described in a loosely consistent manner; conventions for the naming and building of categories; conflict of interest limitations on the editing of sites which the editor may own or otherwise be affiliated with; and a code of conduct within the community.[32] Editors who are found to have violated these guidelines may be contacted by staff or senior editors, have their editing permissions cut back, or lose their editing privileges entirely. DMOZ Guidelines are periodically revised after discussion in editor forums.[citation needed]\n\n"
        },
        {
            "title": "Controversy and criticism",
            "text": "There have long been allegations that volunteer DMOZ editors give favorable treatment to their own websites while concomitantly thwarting the good faith efforts of their competition.[33] Such allegations are fielded by ODP's staff and meta editors, who have the authority to take disciplinary action against volunteer editors who are suspected of engaging in abusive editing practices.[34] In 2003, DMOZ introduced a new Public Abuse Report System that allows members of the general public to report and track allegations of abusive editor conduct using an online form.[35] Uninhibited discussion of DMOZ's purported shortcomings has become more common on mainstream webmaster discussion forums. Although site policies suggest that an individual site should be submitted to only one category,[36] as of October 2007, Topix.com, a news aggregation site operated by DMOZ founder Rich Skrenta, had more than 17,000 listings.[37]\n\nEarly in the history of DMOZ, its staff gave representatives of selected companies, such as Rolling Stone or CNN, editing access in order to list individual pages from their websites.[38] Links to individual CNN articles were added until 2004, but were entirely removed from the directory in January 2008[39] due to the content being outdated and not considered worth the effort to maintain. There have been no similar experiments with the editing policy since then.\n\nUnderlying some controversy surrounding DMOZ is its ownership and management. Some of the original GnuHoo volunteers felt that they had been deceived into joining a commercial enterprise.[6] To varying degrees, those complaints have continued up until the present.\n\nAt DMOZ's inception, there was little thought given to the idea of how DMOZ should be managed and there were no official forums, guidelines or FAQs.[40]\n\nAs time went on, the ODP editor forums became the de facto DMOZ parliament, and when one of DMOZ's staff members would post an opinion in the forums, it would be considered an official ruling.[30] Even so, DMOZ staff began to give trusted senior editors additional editing privileges, including the ability to approve new editor applications, which eventually led to a stratified hierarchy of duties and privileges among DMOZ editors, with DMOZ's paid staff having the final say regarding DMOZ's policies and procedures.[31][41]\n\nRobert Keating, a principal of Touchstone Consulting Group in Washington, D.C. since 2006, worked as AOL's program manager for DMOZ since 2004. He started working for AOL in 1999 as senior editor for AOL Search, then as managing editor, AOL Search, DMOZ, and then as media ecosystem manager, AOL Product Marketing.[42][43]\n\nDMOZ's editor removal procedures are overseen by DMOZ's staff and meta-editors. According to DMOZ's official editorial guidelines, editors are removed for abusive editing practices or uncivil behaviour. Discussions that may result in disciplinary action against volunteer editors take place in a private forum which can only be accessed by DMOZ's staff and meta editors. Volunteer editors who are being discussed are not given notice that such proceedings are taking place.[41] Some people find this arrangement distasteful, wanting instead a discussion modeled more like a trial held in the U.S. judicial system.[44]\n\nIn the article \"Editor Removal Explained\", DMOZ meta editor Arlarson states that \"a great deal of confusion about the removal of editors from DMOZ results from false or misleading statements by former editors\".[45]\n\nThe DMOZ's confidentiality guidelines prohibit any current DMOZ editors in a position to know anything from discussing the reasons for specific editor removals,[41] however a list of potential reasons was provided in the guidelines.[46] In the past, this has led to removed DMOZ editors wondering why they cannot log in at DMOZ to perform their editing work.[47][48]\n\n\nDavid F. Prenatt, Jr., former DMOZ editor netesq, and another former editor known by the alias The Cunctator, both claim to have been removed for disagreeing with staff about changes to policies, particularly DMOZ's copyright policies. According to their claims, staff use the excuse of uncivil behaviour as a means to remove bothersome editors.[44][49][50]\n\nSenior DMOZ editors have the ability to attach \"warning\" or \"do not list\" notes to individual domains but no editor has the unilateral ability to block certain sites from being listed. Sites with these notes might still be listed and at times notes are removed after some discussion.[51]\n\nCriticism of DMOZ's hierarchical structure emerged by around 2005. Many believe hierarchical directories are too complicated. With the emergence of Web 2.0, folksonomies began to appear, and some editors proposed that folksonomies, networks and directed graphs are more \"natural\" and easier to manage than hierarchies.[52][53][54]\n\n"
        },
        {
            "title": "Software",
            "text": "The ODPSearch software is a derivative version of Isearch which is open-source, licensed under the Mozilla Public License.[55]\n\nThe ODP Editor Forums were originally run on software that was based on the proprietary Ultimate Bulletin Board system. In June 2003, they switched to the open source phpBB system. As of 2007, these forums were powered by a modified version of phpBB.\n\nThe bug tracking software used by the ODP is Bugzilla and the web server Apache. Squid web proxy server was also used but it was removed in August 2007 when the storage servers were reorganized. All these applications are open source.\n\nThe DMOZ database/editing software is closed source (although Richard Skrenta has said in June 1998 that he was considering licensing it under the GNU General Public License). This has led to criticism from the aforementioned GNU project, many of whom also criticized the DMOZ content license. The content was later released under a Creative Commons license, which is compatible with the GNU license.[56]\n\nAs such, there have been some efforts to provide alternatives to DMOZ. These alternatives would allow communities of like-minded editors to set up and maintain their own open source/open content Web directories.\n\n"
        },
        {
            "title": "ChefMoz",
            "text": "Chef Moz, an offshoot of DMOZ, was an open content directory of World Wide Web links of restaurants. The website was constructed and maintained by a community of volunteer editors, and owned by Netscape.\n\nChef Moz, similar to its parent DMOZ, used a hierarchical ontology scheme for organizing site listings. Listings on a similar topic were grouped into categories, which can then include smaller categories.\n\nOn 17 February 2011, DMOZ administrator \"lisagirl\" confirmed that Chef Moz was dead.[57]\n\nFrom its beginning in 2000 to November 2009 (when it became impossible for editors to log into the site), ChefMoz had grown to become the largest global directory of restaurants on the internet. The total number of restaurants indexed since 2000 is recorded in the following table:[58]\n\n"
        }
    ]
}