{
    "url": "https://en.wikipedia.org/wiki/Docudrama",
    "title": "Docudrama",
    "table_of_contents": [
        "1 Characteristics",
        "2 History",
        "3 American television",
        "4 Examples",
        "4.1 Radio",
        "4.2 Film",
        "4.3 Television",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Docudrama (or documentary drama) is a genre of television and film, which features dramatized re-enactments of actual events.[1] It is described as a hybrid of documentary and drama and \"a fact-based representation of real event\".[2]\n\nDocudramas typically strive to adhere to known historical facts, while allowing some degree of dramatic license in peripheral details, such as when there are gaps in the historical record. Dialogue may, or may not, include the actual words of real-life people, as recorded in historical documents. Docudrama producers sometimes choose to film their reconstructed events in the actual locations in which the historical events occurred.[citation needed]\n\nA docudrama, in which historical fidelity is the keynote, is generally distinguished from a film merely \"based on true events\", a term which implies a greater degree of dramatic license; and from the concept of \"historical drama\", a broader category which may also encompass entirely fictionalized action taking place in historical settings or against the backdrop of historical events.[citation needed]\n\nAs a portmanteau, docudrama is sometimes confused with docufiction. However, unlike docufiction—which is essentially a documentary filmed in real time, incorporating some fictional elements—docudrama is filmed at a time subsequent to the events portrayed.[citation needed]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The docudrama genre is a reenactment of actual historical events.[1] However it makes no promise of being entirely accurate in its interpretation.[1] It blends fact and fiction for its recreation and its quality depends on factors like budget and production time.[3] The filmmaker Leslie Woodhead presents the docudrama dilemma in the following manner:\n\nDocudramas producers use literary and narrative techniques to flesh out the bare facts of an event in history to tell a story. Some degree of license is often taken with minor historical facts for the sake of enhancing the drama. Docudramas are distinct from historical fiction, in which the historical setting is a mere backdrop for a plot involving fictional characters.[1]\n\nThe scholar Steven N. Lipkin considers docudrama as a form of performance through recollection which in turn shapes our collective memory of past events. It is a mode of representation.[5] Educator Benicia D’sa maintained that docudramas are heavily impacted by filmmakers’ own perspectives and understanding of history.[6]\n\n"
        },
        {
            "title": "History",
            "text": "The impulse to incorporate historical material into literary texts has been an intermittent feature of literature in the west since its earliest days. Aristotle's theory of art is based on the use of putatively historical events and characters. Especially after the development of modern mass-produced literature, there have been genres that relied on history or then-current events for material. English Renaissance drama, for example, developed subgenres specifically devoted to dramatizing recent murders and notorious cases of witchcraft.\n\nHowever, docudrama as a separate category belongs to the second half of the twentieth century. Louis de Rochemont, creator of The March of Time, became a producer at 20th Century Fox in 1943.[7] There he brought the newsreel aesthetic to films, producing a series of movies based upon real events using a realistic style that became known as semidocumentary.[8] The films (The House on 92nd Street, Boomerang, 13 Rue Madeleine) were imitated,[7] and the style soon became used even for completely-fictional stories, such as The Naked City.[9][10] Perhaps the most significant of the semidocumentary films was He Walked by Night (1948), based upon an actual case.[11][12] Jack Webb had a supporting role in the movie and struck up a friendship with the LAPD consultant, Sergeant Marty Wynn. The film and his relationship with Wynn inspired Webb to create Dragnet,[13] one of the most famous docudramas in history.\n\nThe particular portmanteau term \"docudrama\" was coined in 1957 by Philip C. Lewis (1904-1979), of Tenafly, New Jersey, a former vaudevillian and stage actor turned playwright and author,[14][15] in connection with a production he wrote, in response to the defeat of a local school-funding referendum, for the Tenafly Citizens' Education Council addressing \"the development of education and its significance in American life.\"[16] Lewis trademarked the term \"DocuDrama\" in 1967 (expired, 1992) for a production company of the same name.[17]\n\nThe influence of New Journalism tended to create a license for authors to treat with literary techniques material that might in an earlier age have been approached in a purely journalistic way. Both Truman Capote and Norman Mailer were influenced by this movement, and Capote's In Cold Blood is arguably the most famous example of the genre.[18]\n\n"
        },
        {
            "title": "American television",
            "text": "Some docudrama examples for American television include Brian's Song (1971), and Roots (1977). Brian's Song is the biography of Brian Piccolo, a Chicago Bears football player who died at a young age after battling cancer. Roots depicts the life of a slave and his family.[1]\n\n"
        },
        {
            "title": "Examples",
            "text": "This list is ordered by release date.\n\n"
        }
    ]
}