{
    "url": "https://en.wikipedia.org/wiki/Dogma",
    "title": "Dogma",
    "table_of_contents": [
        "1 Etymology",
        "2 Philosophy",
        "2.1 Pyrrhonism",
        "2.2 Epicureanism",
        "2.3 Stoicism",
        "3 Religion",
        "3.1 Buddhism",
        "3.2 Christianity",
        "3.2.1 Catholicism and Eastern Christianity",
        "3.3 Islam",
        "3.4 Judaism",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Dogma is a belief or set of beliefs that is accepted by the members of a group without being questioned or doubted.[1] It may be in the form of an official system of principles or doctrines of a religion, such as Roman Catholicism, Judaism, or Protestantism,[2] as well as the positions of a philosopher or of a philosophical school such as positivism, postmodernism, egalitarianism, and dark enlightenment. It may also be found in political belief-systems, such as Marxism, communism,[3] capitalism, progressivism, liberalism, conservatism, and fascism.[4][5][6][7]\n\nIn the pejorative sense, dogma refers to enforced decisions, such as those of aggressive political interests or authorities.[8][9] More generally, it is applied to some strong belief which its adherents are not willing to discuss rationally. This attitude is named as a dogmatic one, or as dogmatism; and is often used to refer to matters related to religion, but is not limited to theistic attitudes alone and is often used with respect to political or philosophical dogmas.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word dogma was translated in the 17th century from Latin dogma meaning \"philosophical tenet\" or principle, derived from the Greek dogma (δόγμα) meaning literally \"that which one thinks is true\" and the verb dokein, \"to seem good\".[10][11]  The plural, based on the Greek, is \"dogmata\", though \"dogmas\" may be more commonly used in English.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "In Pyrrhonist philosophy \"dogma\" refers to assent to a proposition about a non-evident matter.[12] The main principle of Pyrrhonism is expressed by the word acatalepsia, which connotes the ability to withhold assent from doctrines regarding the truth of things in their own nature; against every statement its contradiction may be advanced with equal justification. Consequently, Pyrrhonists withhold assent with regard to non-evident propositions, i.e., dogmas.[13]  Pyrrhonists argue that dogmatists, such as the Stoics, Epicureans, and Peripatetics, have failed to demonstrate that their doctrines regarding non-evident matters are true.\n\nEpicureanism is a dogmatic philosophy teaching that truth is knowable and that there are knowable, measurable, observable truths. Its philosophical dogmatism is grounded on the Epicurean view of empiricism and based on the evidence of the senses.[14]\n\nIn Stoicism \"dogma\" (δόγμα) is a principle established by reason and experience. Stoicism has many dogmas, such as the well-known Stoic dogma \"the only good is moral good, and the only evil is moral evil\".[15]\n\n"
        },
        {
            "title": "Religion",
            "text": "Formally, the term dogma has been used by some theistic religious groups to describe the body of positions forming the group's most central, foundational, or essential beliefs, though the term may also be used to refer to the entire set of formal beliefs identified by a theistic or non-theistic religious group.  In some cases dogma is distinguished from religious opinion and those things in doctrine considered less significant or uncertain. Formal church dogma is often clarified and elaborated upon in its communication.\n\nView or position (Pali diṭṭhi, Sanskrit dṛṣṭi) is a central idea in Buddhism that corresponds with the Western notion of dogma.[16] In Buddhist thought, a view is not a simple, abstract collection of propositions, but a charged interpretation of experience which intensely shapes and affects thought, sensation, and action.[17] Having the proper mental attitude toward views is therefore considered an integral part of the Buddhist path, as sometimes correct views need to be put into practice and incorrect views abandoned, while othertimes all views are seen as obstacles to enlightenment.[18]\n\nIn the Christian Church, dogma means a belief communicated by divine revelation and defined by the Church,[19] In the narrower sense of the church's official interpretation of divine revelation,[20] theologians distinguish between defined and non-defined dogmas, the former being those set out by authoritative bodies such as the Roman Curia for the Catholic Church, the latter being those which are universally held but have not been officially defined, the nature of Christ as universal redeemer being an example.[21] The term originated in late Greek philosophy legal usage, in which it meant a decree or command, and came to be used in the same sense in early Christian theology.[22]\n\nChristianity is defined by a set of core beliefs shared by virtually all Christians, though how those core beliefs are implemented and secondary questions vary within Christianity. When formally communicated by the organization, these beliefs are sometimes referred to as 'dogmata'.   The organization's formal religious positions may be taught to new members or simply communicated to those who choose to become members. It is rare for agreement with an organization's formal positions to be a requirement for attendance, though membership may be required for some church activities.[23] Protestants to differing degrees are less formal about doctrine, and often rely on denomination-specific beliefs, but seldom refer to these beliefs as dogmata. The first unofficial institution of dogma in the Christian church was by Saint Irenaeus in his Demonstration of Apostolic Teaching, which provides a 'manual of essentials' constituting the 'body of truth'.\n\nFor Catholicism and Eastern Christianity, the dogmata are contained in the Nicene Creed and the canon laws of two, three, seven, or twenty ecumenical councils (depending on whether one is Church of the East, Oriental Orthodox, Eastern Orthodox, or Roman Catholic). These tenets are summarized by John of Damascus in his Exact Exposition of the Orthodox Faith, which is the third book of his main work, titled The Fount of Knowledge. In this book he takes a dual approach in explaining each article of the faith: one, directed at Christians, where he uses quotes from the Bible and, occasionally, from works of other Church Fathers, and the second, directed both at members of non-Christian religions and at atheists, for whom he employs Aristotelian logic and dialectics.\n\nThe decisions of fourteen later councils that Catholics hold as dogmatic and a small number of decrees promulgated by popes exercising papal infallibility (for examples, see Immaculate Conception and Assumption of Mary) are considered as being a part of the Catholic Church's sacred body of doctrine.\n\nIn Islam the belief is based on evidences (bayinaat or ayaat). Muslims believe that Quran is miraculous which according to them is verifiable.\n\nAllah says in Quran 17:36 : \"Follow not that of which you have no knowledge. Indeed, the hearing, the sight, and the heart, of each of those you will be interrogated (by Allâh on the 'Day of Judgment'). Do not pursue that of which you have no knowledge. Indeed, the hearing, the sight, and the heart will be questioned.\"\n\n\n\nIn Jewish Kabbalah dogma has the same origin as the word archetype: this is the Sod of Jewish exegesis in the inner dimensions of Torah, i.e. the Pardes or Torah Nistar, the secrets of Bible.\n\nIn the commentary of Jewish tradition of logic-thought, dogma is a principle by which the Rabbanim of Talmud and after Talmud-Era can try the proves of faith, about existence of God and truth, etc. Joseph Albo uses the word dogma to explain these and other principles[24] of Judaism; Dogma is the \"fundament\" necessarly true for rational thinking, also in the Jewish book \"Fons Vitae\" of Solomon ibn Gabirol.\n\nIn the relation between \"logical thinking\" and \"rational Kabbalah\" the \"Partzuf\" is the axiom to understand what is \"dogma\".\n\n"
        }
    ]
}