{
    "url": "https://en.wikipedia.org/wiki/Dolley_Madison",
    "title": "Dolley Madison",
    "table_of_contents": [
        "1 Early life and first marriage",
        "1.1 Marriage and family",
        "2 Second marriage",
        "3 In Washington 1801–1817",
        "3.1 Burning of Washington, 1814",
        "4 In Montpelier 1817–1837",
        "5 In Washington 1837–1849",
        "6 Honors",
        "7 Spelling of her name",
        "8 Representation in other media",
        "9 Legacy",
        "10 Regard by historians",
        "11 References",
        "11.1 Notes",
        "11.2 Cited books",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDolley Todd Madison (née Payne; May 20, 1768 – July 12, 1849) was the wife of James Madison, the fourth president of the United States from 1809 to 1817. She was noted for holding Washington social functions in which she invited members of both political parties, essentially spearheading the concept of bipartisan cooperation.  Previously, founders such as Thomas Jefferson would only meet with members of one party at a time, and politics could often be a violent affair resulting in physical altercations and even duels. Madison helped to create the idea that members of each party could amicably socialize, network, and negotiate with each other without violence.[1] By innovating political institutions as the wife of James Madison, Dolley Madison did much to define the role of the President's spouse, known only much later by the title first lady—a function she had sometimes performed earlier for the widowed Thomas Jefferson.[2]\n\nMadison also helped to furnish the newly constructed White House. When the British set fire to it in 1814, she was credited with saving Gilbert Stuart's classic 1796 portrait of George Washington; she directed her personal slave Paul Jennings to save it.[3] In widowhood, she often lived in poverty aggravated by her son John Payne Todd's alcoholism and mismanagement of their Montpelier plantation. To relieve her debts, she sold off the plantation, its remaining slaves, and her late husband's papers.\n\nSurveys of historians conducted periodically by the Siena College Research Institute since 1982 have consistently found Madison to rank among the six most highly regarded first ladies by the assessments of historians.\n\n"
        },
        {
            "title": "Early life and first marriage",
            "text": "Madison was born as Dolley Payne on May 20, 1768,[a] in a log cabin in New Garden, Guilford County (present-day Greensboro), North Carolina, to Mary Coles and John Payne Jr.[5][6] Her parents had married in 1761,[7] uniting two prominent Virginian families.[8] Little is known about the family's life before 1793, when Madison was 25, because few documents have survived; Madison's earliest known letter dates to 1783.[9] Mary Coles was from a Quaker family and two years after their marriage the couple applied for membership in the Ceder Creek meeting. The application was considered for a very lengthy time before they were admitted in 1765.[10][7] He would become a fervent member of the faith. The family had moved to New Garden, a Quaker community, in 1765. Madison was the family's third child and first daughter.[7] The family had an enslaved nursemaid.[11]\n\nIn early 1769,[12] the Paynes returned to Virginia for reasons that are unclear.[5] Historians Catherine Allgor and Richard N. Côté have speculated in their biographical works on her that the family may have wanted to return to their extended family, become uncomfortable with the religion, faced local opposition, or failed at farming or business.[13][14] Madison would later downplay her North Carolina birth, claiming herself to be a Virginian born when visiting an uncle in North Carolina. The family returned to Cedar Creek, where within four years they had moved at least twice.[13] They eventually settled on a 176 acres (71 ha) farm several miles outside of Scotchtown. Madison grew up on the farm, working the land with the rest of her family. She was given a strict Quaker upbringing and education, which Côté describes her as \"chafing\" under.[15]\n\nMadison grew close to her extended family in the area. She had three younger sisters (Lucy, Anna, and Mary) and four brothers (Walter, William Temple, Isaac, and John), two of whom were younger.[16][13] Her father did not participate in the American Revolutionary War, as his faith practiced pacifism, and Allgor writes that Madison was seemingly little affected by it.[13] By 1783 John Payne had emancipated his slaves,[5] as did numerous slaveholders in the Upper South.[17] Payne, as a Quaker, had long encouraged manumission,[17] but the act was not legal in Virginia until 1782.[13]\n\nWhen Madison was 15, Payne moved his family to Philadelphia, at the time the second largest American city. They lived at 57 North Third Street,[18] and transferred to the local Northern District Meeting.[19] While living there, Madison often visited Haddonfield, New Jersey, where many Quakers lived. She also met Eliza Collins and Dorothea Abrahams[20] in Philadelphia, with whom she became lifelong friends. During her early years, Payne likely received formal education, though it is not known what this was. Allgor concludes that it was likely better than most Americans at the time,[18] while Côté notes that it was probably \"no more than a basic\" one.[21] Madison grew into a young woman who Côté writes was described \"as one of the fairest of the fair\".[22]\n\nUpon the family's move to Philadelphia, John had attempted to build a career as a starch manufacturer, but the business failed in 1789. This was seen as a \"weakness\" at his Quaker meetings, for which he was expelled. He was devastated by this failure and died on October 24, 1792. Mary Payne initially made ends meet by opening her home as a boardinghouse beginning in 1791. Before his death, John had arranged Madison's marriage to John Todd, a Philadelphia lawyer. According to Allgor, Madison had rejected marriage with Todd previously and John's marriage arrangement was \"manipulation\".[23] Conversely, Côté considers their marriage to have been \"for love, not just duty\".[24] They were married on January 7, 1790, at a Quaker meeting house. Madison's friend Eliza Collins was her bridesmaid. The couple moved several blocks away into a high-quality neighborhood.[23]\n\nMadison and Todd had two sons, John Payne (called Payne, born February 29, 1792) and William Temple (born July 4, 1793). According to Allgor, their marriage grew into a \"a loving happy partnership.\"[23][25] Madison's sister Anna Payne moved in with them.[26]\n\nIn August 1793, a yellow fever epidemic broke out in Philadelphia, killing 5,019 people in four months.[27] Madison was hit particularly hard, losing her husband, son William, mother-in-law, and father-in-law.[28] Two of her older brothers died just two years later, and Côté writes that she was \"never fully recovered\" from the emotional toll of these deaths.[29]\n\nWhile undergoing the loss of much of her family, she also had to take care of her surviving son without financial support. While her husband had left her money in his will, the executor, her brother-in-law, withheld the funds and she sued him for what she was owed.[28] Aaron Burr, who had once stayed at the boarding house of Madison's mother, assisted her in these efforts, offering legal advice. In a will, written around that time, Burr was named the guardian of Madison's only surviving child.[30]\n\n"
        },
        {
            "title": "Second marriage",
            "text": "Madison, at the time named Dolley Todd, soon met James Madison. Their relationship was facilitated by Burr, a longtime friend of Madison.[31] In May 1794, Burr made the formal introduction between the young widow and Madison, who at 43 was a longstanding bachelor 17 years her senior. A brisk courtship followed and, by August, Dolley Madison accepted his marriage proposal. As he was not a Quaker, she was expelled from the  Society of Friends for marrying outside her faith, after which Dolley Madison began attending Episcopal services. Despite her Quaker upbringing, there is no evidence that she disapproved of James as a slaveholder.[28] They were married on September 15, 1794, and lived in Philadelphia for the next three years.[32]\n\nIn 1797, after eight years in the House of Representatives, James Madison retired from politics. He returned with his family to Montpelier, the Madison family plantation in Orange County, Virginia. There they expanded the house and settled in. When Thomas Jefferson was elected as the third president of the United States in 1800, he asked James Madison to serve as his secretary of state. James Madison accepted and moved with Dolley Madison, her son Payne, her sister Anna, and their domestic slaves to Washington on F Street. They took a large house, as Dolley Madison believed that entertaining would be important in the new capital.[33]\n\n"
        },
        {
            "title": "",
            "text": "Madison worked with the architect Benjamin Henry Latrobe to furnish the White House, the first official residence built for the president of the United States. She sometimes served as widower Jefferson's hostess for official ceremonial functions.[34] Madison would become a crucial part of the Washington social circle,[35] befriending the wives of numerous diplomats like Sarah Martinez de Yrujo, wife of the ambassador of Spain, and Marie-Angelique Turreau, the wife of the French ambassador.[36][37] Her charm precipitated a diplomatic crisis, called the Merry Affair, after Jefferson escorted Madison to the dining room instead of the wife of Anthony Merry, English diplomat to the U.S., in a major faux pas.[38]\n\nIn the approach to the 1808 presidential election, with Thomas Jefferson ready to retire, the Democratic-Republican caucus nominated James Madison to succeed him. He was elected the fourth President of the United States, serving two terms from 1809 to 1817, and Madison became the official White House hostess.  Madison had often been the unofficial hostess at the White House during Jefferson's presidency. While the term \"first lady\" was not yet in use. Madison's role as hostess became official when her own husband assumed the presidency.[39] Madison helped to define the official functions, decorated the Executive Mansion, and welcomed visitors in her drawing room. She was renowned for her social graces and hospitality, and contributed to her husband's popularity as president. She was the only First Lady given an honorary seat on the floor of Congress, and the first American to respond to a telegraph message.[40] In 1812, James was re-elected. Later that year, he delivered a war request to Congress, signalling the beginning of the War of 1812.[41]\n\nAfter the United States declared war in 1812 and attempted to invade Canada in 1813, a British force attacked Washington in 1814. As it approached and the White House staff hurriedly prepared to flee, Madison ordered her personal slave Paul Jennings to save the Stuart painting, a copy of the Lansdowne portrait,[3] as she wrote in a letter to her sister at 3 o'clock in the afternoon of August 23:\n\nPopular accounts during and after the war years tended to portray Madison as the one who removed the painting, and she became a national heroine. An 1865 memoir by Jennings stated that she had ordered him to save the painting, and that Jean Pierre Sioussat and a gardener, McGraw, were the ones to remove it from the wall.[44][45] Early twentieth-century historians noted that Sioussat had directed the servants, many of whom were slaves, in the crisis, and that house slaves were the ones who actually preserved the painting.[46]\n\nDolley Madison hurried away in her waiting carriage, along with other families fleeing the city. They went to Georgetown and the next day they crossed over the Potomac into Virginia.[47] When the couple returned to Washington, the White House was uninhabitable and Dolley and James Madison moved into The Octagon House.[48]\n\n"
        },
        {
            "title": "",
            "text": "On April 6, 1817, a month after his retirement from the presidency, Dolley and James Madison returned to the Montpelier plantation in Orange County, Virginia.[49]\n\nIn 1830, Madison's son Payne Todd, who had never found a career, went to debtors' prison in Philadelphia and the Madisons sold land in Kentucky and mortgaged half of the Montpelier plantation to pay his debts.[50]\n\nJames died at Montpelier on June 28, 1836. He was 85 years old. Madison remained at Montpelier for a year. Her niece Anna Payne moved in with her, and Todd came for a lengthy stay. During this time, Madison organized and copied her husband's papers. Congress authorized $55,000 as payment for editing and publishing seven volumes of the Madison papers, including his unique notes on the 1787 convention.[49]\n\nIn the fall of 1837, Madison returned to Washington, charging Todd with the care of the plantation. She and her sister Anna moved into a house, bought by Anna and her husband Richard Cutts, on Lafayette Square. Madison took Paul Jennings with her as a butler, and he was forced to leave his wife and children in Virginia.[51]\n\n"
        },
        {
            "title": "",
            "text": "While Dolley Madison was living in Washington, Payne Todd was unable to manage the plantation, due to alcoholism and related illness. She tried to raise money by selling the rest of the president's papers, but was unable to find a buyer. Jennings attempted to negotiate purchasing his freedom; she had previously written a will in 1841 which would free Jennings after her death, though not her other slaves.[52] She instead sold him to an insurance agent for $200 in 1846. Six months later, Senator Daniel Webster intervened to buy him from the new owner and gave Jennings his freedom, for which he repaid the senator in work.[52][53] Madison sold Montpelier, its remaining slaves, and the furnishings to pay off outstanding debts. Jennings later recalled in his memoir,\n\nIn 1848, Congress agreed to buy the rest of James Madison's papers for the sum of $22,000 or $25,000.[55]\n\nIn 1845, Dolley Madison was baptized into St. John's Episcopal Church, Lafayette Square in Washington, D.C.[56]\n\nOn February 28, 1844, Madison was with President John Tyler while aboard the USS Princeton when a \"Peacemaker\" cannon exploded in the process of being fired. While Secretaries of State and Navy Abel P. Upshur and Thomas Walker Gilmer, Tyler's future father-in-law David Gardiner and three others were killed, Tyler and Madison escaped unharmed.[57]\n\nShe was photographed on at least two occasions, making her the earliest First Lady to have a surviving photograph, with four daguerreotypes known to survive as of 2021. Three photographs were taken on July 4, 1848, including one featuring her niece, Anna Payne; the final one was taken in 1849, featuring President James Polk, his wife Sarah Polk, future President James Buchanan and future First Lady Harriet Lane.[58][59]\n\nDolley Madison died at her home in Washington in 1849, at the age of 81. She was first buried in the Congressional Cemetery, Washington, D.C., but later was re-interred at Montpelier next to her husband.[34] She was buried in an air-tight Fisk metallic burial case with a glass window plate for viewing the face of the deceased.[60]\n\n"
        },
        {
            "title": "Honors",
            "text": "During World War II the Liberty ship SS Dolly Madison was built in Panama City, Florida, and named in her honor.[61]\n\nMadison was a member of the inaugural class of Virginia Women in History in 2000.[62]\n\n"
        },
        {
            "title": "Spelling of her name",
            "text": "In the past, biographers and others stated that her given name was Dorothea, after her aunt, or Dorothy, and that Dolley was a nickname. But her birth was registered with the New Garden Friends Meeting as Dolley, and her will of 1841 states \"I, Dolly P. Madison\".[64] Based on manuscript evidence and the scholarship of recent biographers, Dollie, spelled \"ie\", appears to have been her given name at birth.[65][66] On the other hand, the print press, especially newspapers, tended to spell it \"Dolly\": for example, the Hallowell (Maine) Gazette, February 8, 1815, p. 4, refers to how the Congress had allowed \"Madame Dolly Madison\" an allowance of $14,000 to purchase new furniture; and the New Bedford (MA) of March 3, 1837, p. 2 referred to a number of important papers from her late husband, and said that \"Mrs. Dolly Madison\" would be paid by the Senate for these historical manuscripts. Several magazines of that time also used the \"Dolly\" spelling, such as The Knickerbocker, February 1837, p. 165; as did many popular magazines of the 1860s–1890s. She was referred to as \"Mistress Dolly\" in an essay from Munsey's Magazine in 1896.[67] Her grandniece Lucia Beverly Cutts, in her Memoirs and letters of Dolly Madison: wife of James Madison, president of the United States (1896) uses \"Dolly\" consistently throughout.[68]\n\n"
        },
        {
            "title": "Regard by historians",
            "text": "Since 1982 Siena College Research Institute has periodically conducted surveys asking historians to assess American first ladies according to a cumulative score on the independent criteria of their background, value to the country, intelligence, courage, accomplishments, integrity, leadership, being their own women, public image, and value to the president. Consistently, Madison has ranked among the six-most highly regarded first ladies in these surveys.[69] In terms of cumulative assessment, Madison has been ranked:\n\nIn the 2008 Siena Research Institute survey, Madison was ranked in the top-four of all criteria, ranking the 4th-highest in value to the country and 5th-highest in public image.[70] In the 2014 survey, Madison and her husband were ranked the 5th-highest out of 4th first couples in terms of being a \"power couple\".[71]\n\n"
        }
    ]
}