{
    "url": "https://en.wikipedia.org/wiki/Domestic_robots",
    "title": "Domestic robot",
    "table_of_contents": [
        "1 History",
        "2 Indoor robots",
        "3 Outdoor robots",
        "4 Toys",
        "5 Social robots",
        "6 In popular culture",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A domestic robot is a type of service robot, an autonomous robot that is primarily used for household chores, but may also be used for education, entertainment or therapy. While most domestic robots are simplistic, some are connected to Wi-Fi home networks or smart environments and are autonomous to a high degree. There were an estimated 16.3 million service robots in 2018.[1]\n\n"
        },
        {
            "title": "History",
            "text": "People began to design the robots for processing materials and construct products, especially during the Industrial Revolution in the period about 1760 to around 1840. This historical event marked a major turning point in history since people's living standard was greatly improved during that period. However, these robots cannot be considered as domestic robots. After the industrial robots were improved rapidly for over a hundred years since the Industrial Revolution, people started to consider the use of robots at home.[2]\n\nOne of the earliest domestic robots is called \"HERO\", which was sold during the 1980s. \"Of all the educational and personal robots created during the 1980s the Heathkit HERO robots were by far the most successful and most popular.\"[3] There were four types of HERO robots created by Heathkit. The first model is called HERO 1. This model was used for educational purpose, and in order to fit the customer's demand, the second model, which was called HERO JR was generated for personal use. The last two generations are called HERO 2000 and the Arm Trainer. HERO 1, as an educational machine, had very good sensibility. It could gather information accurately and analyze this data. An improved generation of HERO 1 in educational purpose was HERO 2000 which \"featured advanced programmability\" and another generation, the Arm Trainer was for an industrial purpose and it was able to control the operation of full-scale industrial robots. However, the most important improvement of HERO 1 for the domestic robot is HERO JR. HERO JR was the first affordable, personal robot with a dynamic personality. People could use it to play songs, games, wake people up in the morning, notify important events, and even guard the home. As a private robot, people do not need program skills to operate the robot and if they want to re-program the robot, people can do it simply \"with a home computer and optional RS-232 Accessory and BASIC Cartridge\".[3]\n\nAnother prototype of the domestic robot was called \"Topo\", which was designed by Androbot Inc. and released in 1983. Its programming language allowed it to do geometric movements and perform tasks. However, it did not have a sensor so it could not receive the order and responded to the order correctly and thus it could not be considered as a real robot. To solve this problem, the second and third generation contained an infrared transmitter and could be controlled by a remote pad. For the last generation, Topo4 was featured by a text-to-speech processor. Although Topo4 was made, but it never went into production.\n\nWith these two prototypes of the domestic robot, the domestic robots became more and more accessible and affordable. By 2006 there were \"3,540,000 service robots in use\".[4]\n\n"
        },
        {
            "title": "Indoor robots",
            "text": "This type of domestic robot does chores around and inside homes. Different kinds include:\n\nSecurity robots such as Knightscope have a night-vision-capable wide-angle camera that detects movements and intruders. It can patrol places and shoot video of suspicious activities, too, and send alerts via email or text message; the stored history of past alerts and videos are accessible via the Web. The robot can also be configured to go into action at any time of the day.[7]\n\nAtlas is a robot built to perform in house task such as sweeping, opening doors, climbing stairs, etc.[8] Samsung has been presenting robot butler designs such as Handy and Care.[9]\n\n"
        },
        {
            "title": "Outdoor robots",
            "text": "A robotic lawn mower is a lawn mower that is able to mow a lawn by itself after being programmed. Once programmed, this invention repeats the operation by itself according to its programming. Robotic lawn mowers come with a power unit which may be an electric motor or internal combustion engine. This provides power to the robot and allows it to move itself and its cutting blades. There is also a control unit which helps the mower move. This unit also contains a memory unit which records and memorizes its operation programming. Its memorized route includes the length of travel in a given direction and turns angles. This allows the same lawn to be mowed repeatedly without having to reprogram. The steering unit acquires an operation signal and propels the lead wheel, which leads the mower, go guide along the programmed route.\n\nSome models can mow complicated and uneven lawns that are up to three-quarters of an acre in size. Others can mow a lawn as large as 40,000 square feet (3,700 m2), can handle a hill inclined up to 27 degrees.[7]\n\nThere are also automated pool cleaners that clean and maintain swimming pools autonomously by scrubbing in-ground pools from the floor to the waterline in 3 hours, cleaning and circulating more than 70 US gallons (260 L) of water per minute, and removing debris as small as 2 µm in size.[7]\n\nGutter-cleaning robots such as Looj use brushes and rubber blades to remove debris from rain gutters; users operate the device using a remote.[10]\n\nWindow cleaning robots are most commonly used to clean outdoor windows, more specifically house windows. However, it may be used on other types of windows, such as ones on tall buildings and structures. This robot contains a movement system which allows the robot to navigate itself across the window surface in a defined direction. It also has a powered agitator located by the cleaning pad. When activated, the agitator gets rid of debris and dirt from the window surface. The cleaning pad directly interacts with the window surface and is directly responsible for removing the dirt by filling itself with specialized window cleaning fluid.\n\nA window-washing robot commonly uses two magnetic modules to navigate windows as it sprays the cleaning solution onto microfiber pads to wash them. It covers about 1,601 square feet (148.7 m2) per charge.[11]\n\n"
        },
        {
            "title": "Toys",
            "text": "Robotic toys, such as the well known Furby, have been popular since 1998. There are also small humanoid remote-controlled robots as well as electronic pets, such as robotic dogs. They have also been used by many universities in competitions such as the RoboCup.\n\n"
        },
        {
            "title": "Social robots",
            "text": "Social robots take on the function of social communication. Domestic humanoid robots are used by elderly and immobilized residents to keep them company.\n\nHome-telepresence robots can move around in a remote location and let one communicate with people there via its camera, speaker, and microphone.\n\nNetwork robots link ubiquitous networks with robots, contributing to the creation of new lifestyles and solutions to address a variety of social problems including the aging of population and nursing care.[12]\n\nRobots built for therapy have been in production for quite some time now. Some of these uses can be for autism or physical therapy.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "In the Star Wars film series, robots of all shapes and sizes can be found assisting the humans with several tasks. C-3PO is a robot designed to assist humans in translation, and etiquette.[13]\n\nIsaac Asimov's I, Robot and the  2004 film of the same name, featured domestic robots as a common feature, in daily routines and family lives.\n\nMany cartoons feature robot maids, notably Rosie the Robot from The Jetsons. Maid Robots are especially prominent in anime (in Japanese, they are called Meido Robo, Meido Roboto or meido robot), and their artificial intelligence ranges from rudimentary to fully sentient and emotional, while their appearance ranges from obviously mechanical to human-like.\n\nThe 2009 adaptation of Astro Boy, based on creator Osamu Tezuka's Japanese anime Tetsuwan Atomu, showcases robots with various domestic functions. Orrin, with resemblance to the comedic, gold, humanoid companion C-3PO, plays Dr. Tenma's domestic robot performing various tasks such as housekeeping and tutoring to Dr. Tenma's son, Toby.[14]\n\nA vignette, shown at the end of the final episode of Syfy's failed 2010 Battlestar Galactica prequel TV series Caprica, features early models of Cylons serving as domestic and industrial robotic assistants for the human inhabitants of the Twelve Colonies of Kobol, some five years prior to the revolt that precipitated the First Cylon War.\n\nIn the 2008 film Wall-E, humans use sentient robots as trash compactors to clean up the mess they left behind on Earth. Wall-E is a small bulldozer-like robot who has claws for hands and spends all his time collecting and compressing garbage into cubes. Another robot named Eve is small, sleek, and can fly.[15]\n\nThe 2012 movie Robot & Frank featured a domestic robot, the story of the movie centered on an elderly man and his relationship with a caretaker robot.\n\n"
        }
    ]
}