{
    "url": "https://en.wikipedia.org/wiki/Domestic_violence_in_the_United_States",
    "title": "Domestic violence in the United States",
    "table_of_contents": [
        "1 Definitions",
        "2 Globally",
        "3 Forms",
        "4 Incidence",
        "4.1 Gender aspects of abuse",
        "4.2 Statistics",
        "4.2.1 Over the past few decades",
        "4.2.2 During pregnancy",
        "4.2.3 During one's lifetime",
        "4.2.4 Injury",
        "4.2.5 Rape",
        "4.2.6 Murder",
        "4.2.7 Dating violence",
        "4.2.8 Stalking",
        "5 Socio-economic impacts",
        "5.1 Effects on children",
        "5.2 Homelessness",
        "5.3 Economic impacts",
        "6 Religion",
        "7 History",
        "8 Laws",
        "8.1 Violence Against Women Acts",
        "8.2 Family Violence Prevention and Services Act",
        "8.3 Domestic Violence Prevention Enhancement and Leadership Through Alliances (DELTA)",
        "8.4 Domestic Violence Offender Gun Ban",
        "8.5 Federal probation and supervised release for domestic violence offenders",
        "8.6 Asylum for victims of domestic violence",
        "8.7 State law",
        "8.7.1 California",
        "9 Law enforcement",
        "10 State due diligence",
        "10.1 Freedom from domestic violence resolution movement",
        "11 Support organizations",
        "11.1 Christian",
        "11.2 National Coalition Against Domestic Violence",
        "11.3 Domestic violence shelters",
        "11.4 Hotlines",
        "12 Reduction programs",
        "12.1 Community activism by men",
        "12.2 Domestic Abuse Intervention Project (Duluth Model)",
        "13 See also",
        "14 References",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Domestic violence in United States is a form of violence that occurs within a domestic relationship. Although domestic violence often occurs between partners in the context of an intimate relationship, it may also describe other household violence, such as violence against a child, by a child against a parent or violence between siblings in the same household. It is recognized as an important social problem by governmental and non-governmental agencies, and various Violence Against Women Acts have been passed by the US Congress in an attempt to stem this tide.\n\nVictimization from domestic violence transcends the boundaries of gender and sexual orientation. Women are more often the victims of domestic violence, and are more likely than men to suffer injuries or health consequences as a result of the incidents,[1][2] but men are also subject to domestic violence in significant numbers, including in incidents of physical partner violence.[3] Significant percentages of LGBT couples also face domestic violence issues.[4] Social and economically disadvantaged groups in the U.S. regularly face worse rates of domestic violence than other groups. For example, about 60% of Native American women are physically assaulted in their lifetime by a partner or spouse.[5]\n\nMany scholarly studies of the problem have stated that domestic violence is often part of a dynamic of control and oppression in relationships, regularly involving multiple forms of physical and non-physical abuse taking place concurrently. Intimate terrorism is an ongoing, complicated use of control, power and abuse in which one person tries to assert systematic control over another psychologically. Homeless shelters exist in many states as well as special hotlines for people to call for immediate assistance, with non-profit agencies trying to fight the stigma that people face in reporting these issues.\n\n"
        },
        {
            "title": "Definitions",
            "text": "According to the Merriam-Webster dictionary definition, domestic violence is: \"the inflicting of physical injury by one family or household member on another; also: a repeated or habitual pattern of such behavior.\"[6]\n\nThe following definition applies for the purposes of subchapter III of chapter 136 of title 42 of the US Code:\n\nIt was inserted into the Violence Against Women Act of 1994 by section 3(a) of the Violence Against Women and Department of Justice Reauthorization Act of 2005.[8]\n\nIt also applies for the purposes of section 7275 of subpart 17 of Part D of subchapter V of chapter 70 of title 20,[9] section 1437F of subchapter I of chapter 8 of title 42,[10] and subchapter XII-H of chapter 46 of title 42 of the US Code.[11]\n\nIt is also the definition used by the US Office on Violence Against Women (OVW)[12]\n\n"
        },
        {
            "title": "Globally",
            "text": "Kofi Annan, Secretary-General of the United Nations, declared in a 2006 report posted on the United Nations Development Fund for Women (UNIFEM) website that:\n"
        },
        {
            "title": "Forms",
            "text": "Domestic violence may include verbal, emotional, economic, physical and sexual abuse.  All forms of domestic abuse have one purpose: to gain and maintain control over the victim. Abusers use many tactics to exert power over their spouse or partner: dominance, humiliation, isolation, threats, intimidation, denial and blame.[14]\n\nThe dynamics between the couple may include\n\n"
        },
        {
            "title": "Incidence",
            "text": "Between 960,000 and 3,000,000 incidents of domestic violence are reported each year, while many other incidents go unreported.[20] It is estimated that more than ten million people experience domestic violence in the U.S. each year.[21]\n\nThe ten states with the highest rate of females murdered by males were, as of 2010, Nevada, South Carolina, Tennessee, Louisiana, Virginia, Texas, New Mexico, Hawaii, Arizona, Georgia.[22] In 2009, for homicides in which the victim to offender relationship could be identified, 93% of female victims were murdered by a male they knew, 63% of them in the context of an intimate relationship.[23]\n\nSeveral studies in the U.S. have found that domestic violence is more common in the families of police officers than in the general population. Early studies found that between 24% and 40% of participating families of police officers reported incidents of domestic violence.[24][25] Subsequent studies suggested possible rates of officer-involved domestic violence that ranged from 4.8% to 28%,[26][27] meaning the rate could be the same as that of the general public.[26] The prevalence of domestic violence in law enforcement is important, as police attitudes toward domestic violence affect the quality of police intervention in domestic violence situations.[28][29][30]\n\nIn the United States, according to the Bureau of Justice Statistics in 1995 women reported a six times greater rate of intimate partner violence than men.[31][32] The National Crime Victimization Survey (NCVS) indicates that in 1998 about 876,340 violent crimes were committed in the U.S. against women by their current or former spouses, or boyfriends.[33] According to the Centers for Disease Control and Prevention, in the United States 4.8 million women suffer intimate partner related physical assaults and rapes and 2.9 million men are victims of physical assault from their partners.[34][35]\n\nResearch reviews have concluded that the majority of women's physical violence against men is in response to being abused by those men.[36][37] A 2010 systematic review of the literature on women's perpetration of IPV found that anger, self-defense and retaliation were common motivations but that distinguishing between self-defense and retaliation was difficult.[37]\n\nWith regard to similar rates and a difference in methods, a study compiled by Martin S. Fiebert, suggested that women are as likely to be violent to men, but that men are less likely to be hurt. He, however, stated that men are seriously injured in 38 percent of the cases in which \"extreme aggression\" is used. Fiebert additionally stated that his work was not meant to minimize the serious effects of men who abuse women.[31][38][nb 1] A 2011 review by researcher Chan Ko Ling from the University of Hong Kong found that perpetration of minor partner violence was equal for both men and women but more severe partner violence was far likelier to be perpetrated by men.[39] His analysis found that men were more likely to beat up, choke or strangle their partners while women were more likely to throw objects, slap, kick, bite, punch, or hit with an object.[39] The Bureau of Justice Statistics also reported that women are far more likely to use objects.[40]  The National Institute of Justice contends that national surveys supported by NIJ, the Centers for Disease Control and Prevention, and the Bureau of Justice Statistics that examine more serious assaults do not support the conclusion of similar rates of male and female spousal assaults. These surveys are conducted within a safety or crime context and find more partner abuse by men against women.[41][nb 2]\n\nStraus and Gelles found that in couples reporting spousal violence, 27 percent of the time the man struck the first blow; in 24 percent of cases, the woman initiated the violence. The rest of the time, the violence was mutual, with both partners brawling. The results were the same even when the most severe episodes of violence were analyzed. In order to counteract claims that the reporting data was skewed, female-only surveys were conducted, asking females to self-report, and the data was the same.[42] The simple tally of physical acts is typically found to be similar in those studies that examine both directions, but studies show that male violence is more serious. Male violence does more damage than female violence;[43] women are more likely to be injured and/or hospitalized. Women are more likely to be killed by an intimate than the reverse (according to the Department of Justice, the rate is 63.7% to 36.3%),[44] and women in general are more likely to be killed by their spouses than by all other types of assailants combined.[45]\n\nStudies have found that men are much less likely to report victimization in these situations.[46] According to some studies, less than 1% of domestic violence cases are reported to the police.[47][48] In the United States 10–35% of the population will be physically aggressive towards a partner at some point in their lives.[31][49][50] As abuse becomes more severe women become increasingly overrepresented as victims.[49] The National Violence Against Women Survey for 2000 reported that 25% of women and 7.6% of men reported being victims of intimate partner violence at some point in their lives.[51] The rate of intimate partner violence in the U.S. declined from 1993 until 2014, after which the number of women killed by an intimate partner began to rise while the number of men killed by an intimate partner continued to decline.[52][53]\n\nIn a 2006 Amnesty International report, The Maze of Injustice: The Failure to Protect Indigenous Women From Sexual Violence in the USA,[54] the data for Native women indicates high levels of sexual violence. Statistics gathered by the U.S. government reveal that Native American and Alaska Native women are more than 2.5 times more likely to be sexual assaulted than women in the United States in general;[55] more than one in three Native women will be raped in their lifetime.[56]\n\nThe United States was one of the countries identified by a United Nations study with a high rate of domestic violence resulting in death during pregnancy.[59][nb 3]\n\nIn 1992, domestic violence was the leading cause of injury for women between 15 and 44; more than rapes, muggings, and car accidents combined.[60] The levels of domestic injury against men have not been investigated to the same extent.\n\nWomen are more likely than men to be murdered by an intimate partner. Of those killed by an intimate partner, about three quarters are female and about a quarter are male. In 1999 in the United States, 1,218 women and 424 men were killed by an intimate partner,[63] and 1,181 females and 329 males were killed by their intimate partners in 2005.[64][65]\nIn 2007, 2,340 deaths were caused by intimate partner violence—making up 14% of all homicides. 70% of these deaths were females and 30% were males.[66]\n\nDating violence is often a precursor to domestic violence. 22% of high school girls and 32% of college women experienced dating violence in a 2000 study. 20.6% of women experienced two or more types of dating violence and 8.3% of women experienced rape, stalking or physical aggression while dating.[67] The levels of dating violence against men has not been investigated to the same extent.\n\nAccording to the Centers for Disease Control National Intimate Partner Violence Survey results of 2010, 1 in 6 women (15.2%) have been stalked during their lifetime, compared to 1 in 19 men (5.7%).[68]\nAdditionally, 1 in 3 bisexual women (37%) and 1 in 6 heterosexual women (16%) have experienced stalking victimization in their lifetime during which they felt very fearful or believed that they or someone close to them would be harmed or killed.[69]\n\n"
        },
        {
            "title": "Socio-economic impacts",
            "text": "While domestic violence crosses all socio-economic classes, Intimate Terrorism (IT) is more prevalent among poor people. When evaluating situational couple violence, poor people, subject to greater strains, have the highest percentage of situational couple violence, which does not necessarily involve serious violence.[15]: 4 \n\nRegarding ethnicity, socio-economic standing and other factors often have more to do with rates of domestic violence.  When comparing the African American population to European Americans by socio-economic class, the rates of domestic violence are roughly the same.  Since there are more poor African Americans, though, there is a higher incidence of domestic violence overall.  It is not possible to evaluate the rate of domestic violence by ethnicity alone, because of the variability of cultural, economic and historical influences and the forms of domestic violence (situational couple violence, intimate terrorism) affecting each population of people.[15]: 4 \n\nUp to 10 to 20% children in the United States witness abuse of a parent or caregiver annually.  As a result, they are  more likely to experience neglect or abuse, less likely to succeed at school, have poor problem-solving skills, subject to higher incidence of emotional and behavioral problems, and more likely to tolerate violence in their adult relationships.[70] Complicating this already bleak picture, parental psychopathology in the wake of domestic violence can further compromise the quality of parenting, and in turn increase the risk for the child's developing emotional and behavioral difficulties if mental health care is not sought.[71]\n\nAccording to the authors of \"Housing Problems and Domestic Violence,\" 38% of domestic violence victims will become homeless in their lifetime.[72][58] Domestic violence is the direct cause of homelessness for over half of all homeless women in the United States.[73]\nAccording to the U.S. Department of Housing and Urban Development, domestic violence is the third leading cause of homelessness among families.[74]\n\nEconomic abuse can occur across all socio-economic levels.[75]\n\nThe National Coalition Against Domestic Violence in the United States reports that:\n\nThe Centers for Disease Control has released that the medical care, mental health services, and lost productivity cost of intimate partner violence was an estimated $8.3 billion in 2003 dollars for women alone.[77]\n\n"
        },
        {
            "title": "Religion",
            "text": "One 2004 study by William Bradford Wilcox examined the relationship between religious affiliation, church attendance, and domestic violence, using data on wives' reports of spousal violence from three national United States surveys conducted between 1992 and 1994.[78]  The study found that the lowest reported rates of domestic violence occurred among active conservative Protestants (2.8% of husbands committed domestic violence), followed by those who were religiously unaffiliated (3.2%), nominal mainline Protestants (3.9%), active mainline Protestants (5.4%), and nominal conservative Protestants (7.2%).[78]\n\nOverall (including both nominal and active members), the rates among conservative Protestants and mainline Protestants were 4.8% and 4.3%, respectively.[78] Examining Wilcox's study, Van Leewen finds that the parenting style of conservative Protestant fathers is characterized by features which have been linked to positive outcomes among children and adolescents,[nb 4][79] that there is no evidence that gender-traditionalist ideology of the \"soft patriarchal\" kind is a strong predictor of domestic physical abuse,[nb 5][79] and that \"gender hierarchicalist males\" who are frequent and active church members function positively in the domestic environment. [nb 6][79]\n\nAnother 2007 study by Christopher G. Ellison suggested that \"religious involvement, specifically church attendance, protects against domestic violence, and this protective effect is stronger for African American men and women and for Hispanic men, groups that, for a variety of reasons, experience elevated risk for this type of violence.\"[80]\n\n"
        },
        {
            "title": "History",
            "text": "Prior to the mid-1800s, most legal systems implicitly accepted wife beating as a valid exercise of a husband's authority over his wife.[81][82] One exception, however, was the 1641 Body of Liberties of the Massachusetts Bay colonists, which declared that a married woman should be \"free from bodilie correction or stripes by her husband.\"[83]\n\nPolitical agitation during the 19th century led to changes in both popular opinion and legislation regarding domestic violence within the United Kingdom and the United States.[84][85] In 1850, Tennessee became the first state in the United States to explicitly outlaw wife beating.[86][87] Other states soon followed suit.[82][88]\n\nIn 1878, the Matrimonial Causes Act made it possible for women in the UK to seek separations from abusive husbands.[89] By the end of the 1870s, most courts in the United States were uniformly opposed to the right of husbands to physically discipline their wives.[90] By the early 20th century, it was common for the police to intervene in cases of domestic violence in the United States, but arrests remained rare.[91] Wife beating was made illegal in all states of the United States by 1920.[92][93]\n\nModern attention to domestic violence began in the women's movement of the 1970s, particularly within feminism and women's rights, as concern about wives being beaten by their husbands gained attention. The first known use of the expression \"domestic violence\" in a modern context, meaning \"spouse abuse, violence in the home\" was in 1973.[94][95] With the rise of the men's movement of the 1990s, the problem of domestic violence against men has also gained significant attention.\n\nThe Thurman lawsuit (Thurman v. City of Torrington, DC, 595 F.Supp. 1521 (1985)) brought about sweeping national reform of domestic violence laws, including the \"Thurman Law\" (aka the Family Violence Prevention and Response Act) instituted in Connecticut in 1986, making domestic violence an automatically arrestable offense, even if the victim does not wish to press charges.[96]\n\nAttention to violence against men began in the late 1980s.\n\nRecent legal scholarship argues that the traditional narrative surrounding domestic violence, that judges ignored or shielded wife beaters behind the veil of marital privacy, is questionable.[97] Rather, judges would routinely intervene on behalf of battered women in order to protect victims and reinforce gender norms by punishing men for \"failing to conform to appropriate husbandly behavior.\"[97] On the other hand, women accused of beating their husbands were not punished as severely and were even sometimes applauded by judges for \"disciplining\" their husbands.[97]\n\n"
        },
        {
            "title": "Laws",
            "text": "Victims of domestic violence are offered legal remedies that are both civil and criminal in nature.[98]\n\nThese remedies are not exclusive, meaning that a victim may seek both the criminal prosecution of the offender and also petition for civil remedies.\n\nPeople who perpetrate acts of domestic violence are subject to criminal prosecution. Prosecution most often occurs under assault and battery laws. Perpetrators of domestic violence can be charged under general statutes,[99][100][101] but most states have also enacted specific statutes that specifically criminalize acts of domestic violence. For example, under the South Carolina code, the crime of \"Criminal domestic violence\" states that \"it is unlawful to: (1) cause physical harm or injury to a person's own household member; or (2) offer or attempt to cause physical harm or injury to a person's own household member with apparent present ability under circumstances reasonably creating fear of imminent peril.\" If aggravated circumstances are present, people can be charged with the crime of \"Criminal domestic violence of a high and aggravated nature.\"\n\nOther possible criminal charges may be brought based upon the facts of the offense, potentially including charges such as harassment, menacing or false imprisonment.\n\nActs of domestic violence can have a significant impact on Child custody laws in the United States litigation, most notably when an act of domestic violence is committed in the presence of the minor child. A parent with a history of domestic violence may be at a significant disadvantage in a custody case, even if the domestic violence was not directed at the other parent.\n\nCertain laws indirectly impact domestic abuse survivors. A study commissioned by the ACLU of two cities in New York found that local nuisance ordinances, which penalize tenants and property owners based on criminal or police activity on a property, may have the unintended consequence of victims of domestic abuse being evicted and/or deterred  from reporting abuse.[102] In a study of four cities in Cuyahoga County, Ohio found survivors of domestic violence were disproportionately likely to receive a nuisance notification.[103]\n\nThe lockdowns that were part of the 2020 coronavirus response may have indirectly contributed to an increase in domestic violence. Domestic violence calls to police within New York state, for example, increased by 15–20% in March 2020.[104]\n\nThree Violence Against Women Acts (VAWA) (1994, 2000, 2005) United States federal laws have been signed into law by the President to end domestic violence, sexual assault, dating\nviolence, and stalking. The law helped victim advocates and government agencies to work together, created prevention and victim support programs, and resulted in new punishments for certain violent crimes, which by 2005 resulted in:\n\nThe VAWA expired in 2018. The bill to reauthorize it, H.R. 1585, passed the Democratic-majority House in 2019 but has not passed the Republican-majority Senate.[106]\n\nThe Family Violence Prevention and Services Act (FVPSA) provides federal funding to help victims of domestic violence and their dependent children by providing shelter and related help, offering violence prevention programs, and improving how service agencies work together in communities.\n\nThe DELTA program, funded by Centers for Disease Control and Prevention (CDC), works towards preventing Intimate Partner Violence (IPV) in certain funded communities. The way that the DELTA program works towards prevention is by understanding factors that influence violence and then focusing on how to prevent these factors. This is done by using a social ecological model which illustrates the connection between Individual, Relationship, Community, and Societal factors that influence violence.[107]\n\nThe Domestic Violence Offender Gun Ban, also known as the Lautenberg Amendment, is a United States federal law enacted in 1996 to ban firearms and ammunitions to individuals convicted of misdemeanor domestic violence, or who are under a restraining (protection) order for domestic abuse in all 50 states.[108][109]\n\nThe United States federal probation and supervised release law:\n\nIn 2014 the Board of Immigration Appeals, America's highest immigration court, found for the first time that women who are victims of severe domestic violence in their home countries can be eligible for asylum in the United States.[111] However, this ruling was in the case of a woman from Guatemala and thus applies only to women from Guatemala.[111]\n\nIn California, depending on the circumstances of the case and the perpetrator's criminal record, the crime of domestic violence may be charged as either a felony or a misdemeanor.\n\nIf the victim's injuries are minor, such as bruises or scratches, and the perpetrator has no prior record, then the perpetrator will likely be charged with a misdemeanor, under California Penal Code, Sec. 243(e)(1).[112]\n\nIf the injuries are serious, or it is deemed that there was \"great bodily injury\" as defined by state law, or if the perpetrator has a prior criminal record, then it will more likely be charged as a felony under California Penal Code, Sec. 273.5, Corporal Injury on a Spouse or Cohabitant.[113]\n\n"
        },
        {
            "title": "Law enforcement",
            "text": "In the 1970s, it was widely believed that domestic disturbance calls were the most dangerous type for responding officers, who arrive to a highly emotionally charged situation. This belief was based on FBI statistics which turned out to be flawed, in that they grouped all types of disturbances together with domestic disturbances, such as brawls at a bar. Subsequent statistics and analysis have shown this belief to be false.[114][115]\n\nStatistics on incidents of domestic violence, published in the late 1970s, helped raise public awareness of the problem and increase activism.[116][117] A study published in 1976 by the Police Foundation found that the police had intervened at least once in the previous two years in 85% of spouse homicides.[118] In the late 1970s and early 1980s, feminists and battered women's advocacy groups were calling on police to take domestic violence more seriously and change intervention strategies.[119] In some instances, these groups took legal action against police departments, including Los Angeles's, Oakland, California's and New York City's, to get them to make arrests in domestic violence cases.[120] They claimed that police assigned low priority to domestic disturbance calls.[121]\n\nThe Minneapolis Domestic Violence Experiment was a study done in 1981–1982, led by Lawrence W. Sherman, to evaluate the effectiveness of various police responses to domestic violence calls in Minneapolis, Minnesota, including sending the abuser away for eight hours, giving advice and mediation for disputes, and making an arrest. Arrest was found to be the most effective police response. The study found that arrest reduced the rate by half of re-offending against the same victim within the following six months.[122] The results of the study received a great deal of attention from the news media, including The New York Times and prime-time news coverage on television.[123]\n\nMany U.S. police departments responded to the study, adopting a mandatory arrest policy for spousal violence cases with probable cause.[124] By 2005, 23 states and the District of Columbia had enacted mandatory arrest for domestic assault, without warrant, given that the officer has probable cause and regardless of whether or not the officer witnessed the crime.[125] The Minneapolis study also influenced policy in other countries, including New Zealand, which adopted a pro-arrest policy for domestic violence cases.[126]\n\nHowever, the study was subject of much criticism, with concerns about its methodology, as well as its conclusions.[123] The Minneapolis study was replicated in several other cities, beginning in 1986, with some of these studies having different results; one of which being the fact that the deterrent effect observed in the Minneapolis experiment was largely localized.[127] In the replication studies which were far more broad and methodologically sound in both size and scope, arrest seemed to help in the short run in certain cases, but those arrested experienced double the rate of violence over the course of one year.[127]\n\nEach agency and jurisdiction within the United States has its own Standard Operating Procedures (SOP) when it comes to responding and handling domestic calls. Generally, it has been accepted that if the understood victim has visible (and recent) marks of abuse, the suspect is arrested and charged with the appropriate crime. However, that is a guideline and not a rule. Like any other call, domestic abuse lies in a gray area. Law enforcement officers have several things to consider when making a warrantless arrest:\n\nAlong with protecting the victim, law enforcement officers have to ensure that the alleged abusers' rights are not violated. Many times in cases of mutual combatants, it is departmental policy that both parties be arrested and the court system can establish truth at a later date. In some areas of the nation, this mutual combatant philosophy is being replaced by the primary abuser philosophy in which case if both parties have physical injuries, the law enforcement officer determines who the primary aggressor is and only arrests that one. This philosophy started gaining momentum when different government/private agencies started researching the effects. It was found that when both parties are arrested, it had an adverse effect on the victim. The victims were less likely to call or trust law enforcement during the next incident of domestic abuse.[128][page needed]\n\n"
        },
        {
            "title": "State due diligence",
            "text": "International law requires that States exercise due diligence to reduce domestic violence and, when violations occur, to provide effective investigation and redress to victims.[129] In 2011, Rashida Manjoo, the United Nations Special Rapporteur on Violence Against Women, urged the United States to \"[e]xplore more uniform remedies for victims of domestic violence,\" \"[r]e-evaluate existing mechanisms at federal, state, local, and tribal levels for protecting victims and punishing offenders,\" \"[e]stablish meaningful standards for enforcement of protection orders,\" and \"[i]nitiate more public education campaigns.\"[130] After the Supreme Court of the United States held in Town of Castle Rock v. Gonzales that Jessica Lenahan, a victim of domestic violence, had no constitutional right to the enforcement of her restraining order, the Inter-American Commission on Human Rights found that the United States \"failed to act with due diligence\" to protect Jessica Lenahan and her daughters Leslie, Katheryn, and Rebecca Gonzales from domestic violence, \"which violated the state’s obligation not to discriminate and to provide for equal protection before the law.\"[131] The Commission further held that \"the failure of the United States to adequately organize its state structure to protect [Leslie, Katheryn, and Rebecca] from domestic violence was discriminatory and constituted a violation of their right to life.\"[131]\n\nSince 2011,[132] thirty-two local governments in the United States have passed resolutions declaring freedom from domestic violence to be a fundamental human right,[133][134] rooted in the recognition of governmental responsibility to ensure this right.[135]\n\nThe following City, County, and Municipal Governments have passed resolutions recognizing that freedom from domestic violence is a fundamental human right:[133]\n\nAlthough the resolutions are not identical, most declare that freedom from domestic violence is a fundamental human right, and further resolve that the state and local governments should secure this human right on behalf of their citizens and should incorporate the resolution's principles into their policies and practices.[134]\n\n"
        },
        {
            "title": "Support organizations",
            "text": "A contributing factor to the disparity of responses to abuse is lack of training. Many Christian seminaries had not educated future church leaders about how to manage violence against women.  Once pastors began receiving training, and announced their participation in domestic violence educational programs, they immediately began receiving visits from women church members who had been subject to violence.[167]\n\nThe first Theological Education and Domestic Violence Conference, sponsored by the Center for the Prevention of Sexual and Domestic Violence, was held in 1985 to identify topics that should be covered in seminaries.  When church leaders first encounter sexual and domestic violence, they need to know what community resources are available. They need to focus on ending the violence, rather than on keeping families together.[167]\n\nOne of the Salvation Army's missions is working with victims of domestic abuse. They offer safe housing, therapy, and support.\n\nThe National Coalition Against Domestic Violence, otherwise known as the NCADV, is a non-profit organization centered on creating a culture where domestic violence is not tolerated. The NCADV works toward this vision by promoting a society that empowers the victims and survivors of domestic violence and holds their abusers accountable. They work toward their goal of changing society to have a zero tolerance for domestic violence by effecting public policy, increasing understanding of the impact of domestic violence, and providing education and programs for victims.[168]\n\nThe NCADV works with national organisations to push for policies and legislation that work to protect victims and survivors of domestic violence. They also offer programs for victims to assist them in rehabilitation such as The Cosmetic and Reconstructive Surgery Program. This program is offered to survivors and consists of plastic surgeons volunteering their services to assist survivors of domestic violence, who cannot afford plastic surgery, in removing their scars left by an abusive partner.[168]\n\nDomestic violence shelters are buildings, usually sets of apartments, that are set as a place where victims of domestic violence can seek refuge from their abusers. In order to keep the abuser from finding the victim, the location of these shelters are kept confidential. These shelters provide the victims with the basic living necessities including food. Some domestic violence shelters have room for victimized mothers to bring their children, therefore offering childcare as well. Although the length of time a person can stay in these shelters is limited,  most shelters help victims in finding a permanent home, job, and other necessities one needs to start a new life. Domestic Violence shelters should also be able to refer its victims to other services such as legal help, counseling, support groups, employment programs, health services, and financial opportunities.[169]\n\n"
        },
        {
            "title": "Reduction programs",
            "text": "Men's groups against domestic violence and forced rape, found around the world, take measures to reduce their use of violence. Typical activities include group discussions, education campaigns and rallies, work with violent men, and workshops in schools, prisons and workplaces. Actions are frequently conducted in collaboration with women's organizations that are involved in preventing violence against women and providing services to abused women. In the United States alone, there are over 100 such men's groups, many of which focus specifically on sexual violence.[172]\n\nThe Domestic Abuse Intervention Project (Duluth Model), featured in the documentary Power and Control: Domestic Violence in America,[173][174] was the first multi-disciplinary program designed to coordinate the actions of a variety of agencies in Duluth, Minnesota dealing with domestic violence for a more effective outcome and has become a model for programs in other jurisdictions.[175]  A nationwide study published in 2002 sponsored by the federal government found that batterers who complete programs based on the \"Duluth Model,\" are less likely to repeat acts of domestic violence than those who do not complete any batterers' intervention program.[176]\n\n"
        },
        {
            "title": "See also",
            "text": "Legal remedies:\n\nOrganizations:\n\nGeneral:\n\n"
        }
    ]
}