{
    "url": "https://en.wikipedia.org/wiki/Don_Jon",
    "title": "Don Jon",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Rating",
        "4 Reception",
        "4.1 Box office",
        "4.2 Critical response",
        "4.3 Accolades",
        "5 Home media",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDon Jon is a 2013 American romantic comedy-drama film[5] written and directed by Joseph Gordon-Levitt in his feature directorial debut. The film stars Gordon-Levitt, Scarlett Johansson, and Julianne Moore, with Rob Brown, Glenne Headly, Brie Larson, and Tony Danza in supporting roles. The film premiered under its original title Don Jon's Addiction[6][7] at the Sundance Film Festival on January 18, 2013,[8] and was released in the United States on September 27, 2013. The film grossed $41 million worldwide and received generally positive reviews from critics.\n\n"
        },
        {
            "title": "Plot",
            "text": "Jon Martello is a young Italian-American and modern-day Don Juan living and working as a bartender in New Jersey. He enjoys being independent and has a strict workout regimen, caring for his apartment and 1972 Chevrolet Chevelle SS, and weekly family dinners. Though he prides himself on his active casual sex life, he is more satisfied by watching hardcore pornography and masturbating to it. To atone for his sexual indiscretions, he completes weekly confessions at church.\n\nAt a nightclub with his two best friends, Bobby and Danny, Jon becomes infatuated with Barbara Sugarman, a beautiful young woman from an affluent background. Despite heavy flirting, she declines his offer for a one-night stand. Finding her on Facebook, he invites her to lunch. There is mutual attraction, but she insists on a long-term courtship and demands he always be honest. Their relationship proceeds over a month and without sex. Barbara encourages Jon to take a nighttime community college class to obtain a career outside the service industry, and he indulges her love of romance films, which he usually dismisses as fantasy. They meet each other's friends and families, and Jon's parents are immediately smitten by Barbara.\n\nThey finally have sex, but Jon is still dissatisfied. He considers her body perfect, but still finds porn more satisfying. Barbara catches him watching porn, but he manages to convince her that it was a joke email sent by a friend. Their relationship resumes, with Jon concealing his habit from her as it becomes an addiction.\n\nAfter class, Jon catches Esther – a middle-aged classmate – weeping by herself, and when she sits next to him just before the next class to explain herself, she catches him watching porn on his cell phone. She teases him about the quality of the video, but he brushes her off.\n\nBefore the next class Esther shocks Jon by handing him an erotic video which she believes has a healthier depiction of sex, and after class they wind up having sex in her parked car. She asks why he loves porn so much, and he reveals that he wants to get lost in sex, but cannot do that with a partner. She persuades Jon to try masturbating without porn, but he is unable to. They continue having casual sex and she expresses the belief that he enjoys sex alone because he has not found a real intimate connection with a romantic partner and focuses on his own satisfaction. After suggesting they take a bath, he finds her crying in the hall and she reveals that her husband and son died in a car accident just fourteen months earlier. The intimacy of that moment deepens their emotional connection and he experiences truly satisfying sex with her for the first time in his life.\n\nJon tells his family about the breakup with Barbara. While his parents are upset, his sister Monica bluntly tells him that Barbara's demands showed she wanted to date someone who allowed her to control him. Jon meets with Barbara and apologizes for lying to her. They discuss her expectations, which he asserts were unattainable, and she tells him not to call her again.\n\nAlthough she is considerably older and neither of them has any interest in marriage, Jon and Esther happily begin dating.\n\n"
        },
        {
            "title": "Production",
            "text": "\nDevelopment for Don Jon began in 2008, when Gordon-Levitt wrote early notes about the film. Rian Johnson gave feedback during the writing process and reviewed several cuts of the film. Christopher Nolan cautioned against both directing and starring in the film due to the extra challenges it would bring.[9]\n\nGordon-Levitt has credited his experience directing short films for HitRecord for teaching him what he needed to know to make Don Jon and has said that he hopes to make films in a more collaborative way in the future.[10]\n\nPrincipal photography for Don Jon began in May 2012.\n\nIn the United States, the film was originally certified NC-17, due to some explicit pornography that Jon watches. Gordon-Levitt decided to remove some of the more graphic scenes to qualify for an R rating because he felt the original rating would cause people to think the movie was about pornography.[11]\n\n"
        },
        {
            "title": "Reception",
            "text": "Don Jon grossed $24.5 million in North America and $16.5 million internationally, for a total worldwide gross of $41 million.[4]\n\nRotten Tomatoes reports an approval rating of 80% based on 202 reviews, with a rating average of 6.8/10. The website's critical consensus states: \"Don Jon proves to be an amiable directing debut for Joseph Gordon-Levitt, and a vivacious showcase for his co-star, Scarlett Johansson.\"[12] Metacritic gives a weighted average score of 66 out of 100 based on 41 critics, indicating \"generally favorable reviews\".[13] Audiences surveyed by CinemaScore on its opening weekend gave Don Jon an average grade of \"C+\" on an A+ to F scale.[14][15]\n\nDon Jon received very positive reviews at the Sundance Film Festival. Entertainment Weekly managing editor Jess Cagle called the film \"one of the best movies I saw at the fest\" and wrote \"Funny, touching, smart, and supremely confident, Don Jon is also Gordon-Levitt's feature directorial debut, and it establishes him as one of Hollywood's most exciting new directors.\"[16] William Goss of Film.com praised Gordon-Levitt for his \"assured style\" as both director and screenwriter.[17] Edward Douglas of ComingSoon.net gave high praise to the screenplay.[18] Consensus of the film when it was played at the Sundance Film Festival, as noted by Odie Henderson, was that Don Jon was a \"more fun version\" of the 2011 film Shame.[19]\n\nThe supporting actresses Scarlett Johansson and Julianne Moore received praise for their performances.[20][21] Stephanie Zacharek of The Village Voice praised the film, writing: \"There's no dancing in Gordon-Levitt's writing-directing debut, Don Jon, although the movie is so heavily reminiscent—in the good way—of Saturday Night Fever that an arm-swinging paint-can reverie wouldn't be out of place.\"[22]\n\n\n\n"
        },
        {
            "title": "Home media",
            "text": "Don Jon was released on DVD and Blu-ray on December 31, 2013 (New Year's Eve).[24] By June 2014, over two million copies of the Blu-ray were sold.[citation needed]\n\n"
        }
    ]
}