{
    "url": "https://en.wikipedia.org/wiki/Doris_Lessing",
    "title": "Doris Lessing",
    "table_of_contents": [
        "1 Life",
        "1.1 Early life",
        "1.2 Move to London; political views",
        "1.3 Literary career",
        "1.4 Illness and death",
        "2 Fiction",
        "3 Doris Lessing Society",
        "4 Archives",
        "5 Awards",
        "6 Publications",
        "6.1 Novels",
        "6.2 Opera libretti",
        "6.3 Comics",
        "6.4 Drama",
        "6.5 Poetry collections",
        "6.6 Short story collections",
        "6.7 Autobiography and memoirs",
        "6.8 Other non-fiction",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDoris May Lessing CH OMG (née Tayler; 22 October 1919 – 17 November 2013) was a British-Zimbabwean novelist. She was born to British parents in Iran, where she lived until 1925. Her family then moved to Southern Rhodesia (now Zimbabwe), where she remained until moving in 1949 to London, England. Her novels include The Grass Is Singing (1950), the sequence of five novels collectively called Children of Violence (1952–1969), The Golden Notebook (1962), The Good Terrorist (1985), and five novels collectively known as Canopus in Argos: Archives (1979–1983).\n\nLessing was awarded the 2007 Nobel Prize in Literature. In awarding the prize, the Swedish Academy described her as \"that epicist of the female experience, who with scepticism, fire and visionary power has subjected a divided civilisation to scrutiny\".[2] Lessing was the oldest person ever to receive the Nobel Prize in Literature.[3][4][5]\n\nIn 2001 Lessing was awarded the David Cohen Prize for a lifetime's achievement in British literature. In 2008 The Times ranked her fifth on a list of \"The 50 greatest British writers since 1945\".[6]\n\n"
        },
        {
            "title": "Life",
            "text": "Lessing was born Doris May Tayler in Kermanshah, Iran, on 22 October 1919, to Captain Alfred Tayler and Emily Maude Tayler (née McVeagh), both British subjects.[7] Her father, who had lost a leg during his service in World War I, met his future wife, a nurse, at the Royal Free Hospital in London where he was recovering from his amputation.[8][9] The couple moved to Iran, for Alfred to take a job as a clerk for the Imperial Bank of Persia.[10][11]\n\nIn 1925 the family moved to the British colony of Southern Rhodesia (now Zimbabwe) to farm maize and other crops on about 1,000 acres (400 ha) of bush that Alfred bought. In the rough environment, his wife Emily aspired to lead an Edwardian lifestyle. It might have been possible had the family been wealthy; in reality, they were short of money and the farm delivered very little income.[12]\n\nAs a girl Doris was educated first at the Dominican Convent High School, a Roman Catholic convent all-girls school in the Southern Rhodesian capital of Salisbury (now Harare).[citation needed] Then followed a year at Girls High School in Salisbury.[13] She left school at age 13 and was self-educated from then on. She left home at 15 and worked as a nursemaid. She started reading material that her employer gave her on politics and sociology[9] and began writing around this time.\n\nIn 1937 Doris moved to Salisbury to work as a telephone operator, and she soon married her first husband, civil servant Frank Wisdom, with whom she had two children (John, 1940–1992, and Jean, born in 1941), before the marriage ended in 1943.[9] Lessing left the family home in 1943, leaving the two children with their father.[1]\n\nAfter the divorce, Doris's interest was drawn to the community around the Left Book Club, an organisation she had joined the year before.[12][14] It was here that she met her future second husband, Gottfried Lessing. They married shortly after she joined the group, and had a child together (Peter, 1946–2013), before they divorced in 1949. She did not marry again.[9] Lessing also had a love affair with RAF serviceman John Whitehorn (brother of journalist Katharine Whitehorn), who was stationed in Southern Rhodesia, and wrote him ninety letters between 1943 and 1949.[15]\n\nLessing moved to London in 1949 with her younger son, Peter, to pursue her writing career and socialist beliefs, but left the two older children with their father Frank Wisdom in South Africa. She later said that at the time she saw no choice: \"For a long time I felt I had done a very brave thing. There is nothing more boring for an intelligent woman than to spend endless amounts of time with small children. I felt I wasn't the best person to bring them up. I would have ended up an alcoholic or a frustrated intellectual like my mother.\"[16]\n\nAs well as campaigning against nuclear arms, she was an active opponent of apartheid, which led her to being banned from South Africa and Rhodesia in 1956 for many years.[17] In the same year, following the Soviet invasion of Hungary, she left the British Communist Party.[18] In the 1980s, when Lessing was vocal in her opposition to Soviet actions in Afghanistan,[19] she gave her views on feminism, communism and science fiction in an interview with The New York Times.[10]\n\nOn 21 August 2015, a five-volume secret file on Lessing built up by the British intelligence agencies, MI5 and MI6, was made public[20] and placed in The National Archives. The file, which contains documents that are redacted in parts, shows Lessing was under surveillance by British spies for around twenty years, from the early-1940s onwards. Her associations with Communism and her anti-racist activism are reported[21] to be the reasons for the secret service interest in Lessing.\n\nAt the age of fifteen, Lessing began to sell her stories to magazines.[22] Her first novel, The Grass Is Singing, was published in 1950.[12] The work that gained her international attention, The Golden Notebook, was published in 1962.[11] By the time of her death, she had published more than 50 novels, some under a pseudonym.[23]\n\nIn 1982 Lessing wrote two novels under the literary pseudonym Jane Somers to show the difficulty new authors face in trying to get their work printed. The novels were rejected by Lessing's UK publisher but later accepted by another English publisher, Michael Joseph, and in the US by Alfred A. Knopf. The Diary of a Good Neighbour[24] was published in Britain and the US in 1983 and If the Old Could in both countries in 1984,[25] both as written by Jane Somers. In 1984 both novels were republished in both countries (Viking Books publishing in the US), this time under one cover, with the title The Diaries of Jane Somers: The Diary of a Good Neighbour and If the Old Could, listing Doris Lessing as author.[26]\n\nLessing declined a damehood (DBE) in 1992 as an honour linked to a non-existent Empire; she had previously declined an OBE in 1977.[27] Later she accepted appointment as a Companion of Honour at the end of 1999 for \"conspicuous national service\".[28] She was also made a Companion of Literature by the Royal Society of Literature.[29]\n\nIn 2007 Lessing was awarded the Nobel Prize in Literature.[30] She received the prize at the age of 88 years 52 days, making her the oldest winner of the literature prize at the time of the award and the third-oldest Nobel laureate in any category (after Leonid Hurwicz and Raymond Davis Jr.).[31][32] She was also only the eleventh woman to be awarded the Nobel Prize for Literature by the Swedish Academy in its 106-year history.[33] In 2017, just 10 years later, her Nobel medal was put up for auction.[34][35] Previously only one Nobel medal for literature had been sold at auction, for André Gide in 2016.[35]\n\nDuring the late-1990s Lessing suffered a stroke,[36] which stopped her from travelling during her later years.[37] She was still able to attend the theatre and opera.[36] She began to focus her mind on death, for example asking herself if she would have time to finish a new book.[17][36] She died on 17 November 2013, aged 94, at her home in London, predeceased by her two sons, but was survived by her daughter, Jean, who lives in South Africa.[38]\n\nShe was remembered with a humanist funeral service.[39]\n\n"
        },
        {
            "title": "Fiction",
            "text": "Lessing's fiction is commonly divided into three distinct phases.\n\nDuring her Communist phase (1944–56) she wrote radically about social issues, a theme to which she returned in The Good Terrorist (1985). Doris Lessing's first novel, The Grass Is Singing, as well as the short stories later collected in African Stories, are set in Southern Rhodesia (today Zimbabwe) where she was then living.[citation needed]\n\nThis was followed by a psychological phase from 1956 to 1969, including the Golden Notebook and the \"Children of Violence\" quartet.[citation needed]\n\nThird came the Sufi phase, explored in her 70s work, and in the Canopus in Argos sequence of science fiction (or as she preferred to put it \"space fiction\") novels and novellas.[citation needed]\n\nLessing's Canopus sequence received a mixed reception from mainstream literary critics. John Leonard praised her 1980 novel The Marriages Between Zones Three, Four and Five in The New York Times,[41] but in 1982 John Leonard wrote in reference to The Making of the Representative for Planet 8 that \"[o]ne of the many sins for which the 20th century will be held accountable is that it has discouraged Mrs. Lessing... She now propagandises on behalf of our insignificance in the cosmic razzmatazz,\"[42] to which Lessing replied: \"What they didn't realise was that in science fiction is some of the best social fiction of our time. I also admire the classic sort of science fiction, like Blood Music, by Greg Bear. He's a great writer.\"[43] She attended the 1987 World Science Fiction Convention as its Writer Guest of Honor. Here she made a speech in which she described her dystopian novel Memoirs of a Survivor as \"an attempt at an autobiography.\"[44]\n\nThe Canopus in Argos novels present an advanced interstellar society's efforts to accelerate the evolution of other worlds, including Earth. Using Sufi concepts, to which Lessing had been introduced in the mid-1960s by her \"good friend and teacher\" Idries Shah,[40] the series of novels also uses an approach similar to that employed by the early 20th century mystic G. I. Gurdjieff in his work All and Everything. Earlier works of \"inner space\" fiction like Briefing for a Descent into Hell (1971) and Memoirs of a Survivor (1974) also connect to this theme. Lessing's interest had turned to Sufism after coming to the realisation that Marxism ignored spiritual matters, leaving her disillusioned.[45]\n\nLessing's novel The Golden Notebook is considered a feminist classic by some scholars,[46] but notably not by the author herself, who later wrote that its theme of mental breakdowns as a means of healing and freeing one's self from illusions had been overlooked by critics. She also regretted that critics failed to appreciate the exceptional structure of the novel. She explained in Walking in the Shade that she modelled Molly partly on her good friend Joan Rodker, the daughter of the modernist poet and publisher John Rodker.[47]\n\n\nLessing did not like being pigeon-holed as a feminist author. When asked why, she explained: \n"
        },
        {
            "title": "Doris Lessing Society",
            "text": "The Doris Lessing Society is dedicated to supporting the scholarly study of Lessing's work. The formal structure of the Society dates from January 1977, when the first issue of the Doris Lessing Newsletter was published. In 2002 the Newsletter became the academic journal Doris Lessing Studies. The Society also organises panels at the Modern Languages Association (MLA) annual Conventions and has held two international conferences in New Orleans in 2004 and Leeds in 2007.[48]\n\n"
        },
        {
            "title": "Archives",
            "text": "Lessing's literary archive is held by the Harry Ransom Humanities Research Center, at the University of Texas at Austin. The 45 archival boxes of Lessing's materials at the Ransom Center contain nearly all of her extant manuscripts and typescripts up to 1999. Original material for Lessing's early books is assumed not to exist because she kept none of her early manuscripts.[49] The McFarlin Library at the University of Tulsa holds a smaller collection.[50]\n\nThe University of East Anglia's British Archive for Contemporary Writing holds Doris Lessing's personal archive: a vast collection of professional and personal correspondence, including the Whitehorn letters, a collection of love letters from the 1940s, written when Lessing was still living in Zimbabwe (then Southern Rhodesia). The collection also includes forty years of personal diaries. Some of the archive remains embargoed during the writing of Lessing's official biography.[51]\n\n"
        }
    ]
}