{
    "url": "https://en.wikipedia.org/wiki/Doubt",
    "title": "Doubt",
    "table_of_contents": [
        "1 Psychology",
        "2 Philosophy",
        "3 Theology",
        "4 Science",
        "5 See also",
        "6 Notes and references",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Doubt is a mental state in which the mind remains suspended between two or more contradictory propositions, unable to be certain of any of them.[1][better source needed] Doubt on an emotional level is indecision between belief and disbelief. It may involve uncertainty, distrust or lack of conviction on certain facts, actions, motives, or decisions. Doubt can result in delaying or rejecting relevant action out of concern for mistakes or missed opportunities.\n\n"
        },
        {
            "title": "Psychology",
            "text": "Partial or intermittent negative reinforcement can create an effective climate of fear and doubt.[2]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Descartes employed Cartesian doubt as a pre-eminent methodological tool in his fundamental philosophical investigations.\nBranches of philosophy like logic devote much effort to distinguish the dubious, the probable and the certain. Much of illogic rests on dubious assumptions, dubious data or dubious conclusions, with rhetoric, whitewashing, and deception playing their accustomed roles.\n\n"
        },
        {
            "title": "Theology",
            "text": "Doubt as a path towards (deeper) belief lies at the heart of the story of Saint Thomas the Apostle. Note in this respect the theological views of Georg Hermes:\n\nChristian existentialists such as Søren Kierkegaard suggest that for one to truly have belief in God, one would also have to doubt one's beliefs about God; the doubt is the rational part of a person's thought involved in weighing evidence, without which the belief would have no real substance. Belief is not a decision based on evidence that, say, certain beliefs about God are true or a certain person is worthy of love. No such evidence could ever be enough to pragmatically justify the kind of total commitment involved in true theological belief or romantic love. Belief involves making that commitment anyway. Kierkegaard thought that to have belief is at the same time to have doubt.[4][5]\n\n"
        },
        {
            "title": "Science",
            "text": "The scientific method regularly quantifies doubt, and uses it to determine whether further research is needed. Isaac Asimov, in his essay collection Fact and Fancy, described science as a system for causing and resolving intelligent doubt.[6]\n\n"
        }
    ]
}