{
    "url": "https://en.wikipedia.org/wiki/Douglas_Fairbanks",
    "title": "Douglas Fairbanks",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Early career",
        "2.2 Hollywood",
        "2.3 Career decline and retirement",
        "3 Death",
        "4 Legacy",
        "5 Filmography",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDouglas Elton Fairbanks Sr.[1] (born Douglas Elton Thomas Ullman; May 23, 1883 – December 12, 1939) was an American actor, screenwriter, director, and producer.[2] He was best known for his swashbuckling roles in silent films including The Thief of Bagdad, Robin Hood, and The Mark of Zorro, but spent the early part of his career making comedies.\n\nFairbanks was a founding member of United Artists. He was also a founding member of The Motion Picture Academy and hosted the 1st Academy Awards in 1929. With his marriage to actress and film producer Mary Pickford in 1920, the couple became 'Hollywood royalty', and Fairbanks was referred to as \"The King of Hollywood\",[3] a nickname later passed on to actor Clark Gable.\n\nThough he was considered one of the biggest stars in Hollywood during the 1910s and 1920s, Fairbanks's career rapidly declined with the advent of the \"talkies\". His final film was The Private Life of Don Juan (1934).\n\n"
        },
        {
            "title": "Early life",
            "text": "Fairbanks was born Douglas Elton Thomas Ullman (spelled \"Ulman\" by Douglas Fairbanks Jr. in his memoirs) in Denver, Colorado. His parents were Hezekiah Charles Ullman and Ella Adelaide (née Marsh). He had two half-brothers, John Fairbanks Jr. and Norris Wilcox,[4] and a full brother, Robert Payne Ullman. \n\nHis father, known as Charles, was born in Berrysburg, Pennsylvania, and raised in Williamsport. He was the fourth child in a Jewish family consisting of six sons and four daughters. Charles's parents, Lazarus Ullman and Lydia Abrahams, had immigrated to the U.S. in 1830 from Baden, Germany. When he was 17, Charles started a small publishing business in Philadelphia. Two years later, he left for New York to study law.\n\nCharles met Ella Adelaide Marsh after she married his friend and client John Fairbanks, a wealthy New Orleans sugar mill and plantation owner. The couple had a son, John, and shortly thereafter John Senior died of tuberculosis. Ella, born into a wealthy southern Roman Catholic family, was overprotected and knew little of her husband's business. Consequently, she was swindled out of her fortune by her husband's partners. Even the efforts of Charles Ullman, acting on her behalf, failed to regain any of the family fortune for her.[citation needed]\n\nDistraught and lonely, she met and married a courtly Georgian, Edward Wilcox, who turned out to be an alcoholic. After they had another son, Norris, she divorced Wilcox, with Charles acting as her own lawyer in the suit. She soon became romantically involved with Charles and agreed to move to Denver with him to pursue mining investments. They arrived in Denver in 1881 with her son John. (Norris was left in Georgia with relatives and was never sent for by his mother.) They were married; in 1882 they had a son, Robert, and then a second son, Douglas, a year later. Charles purchased several mining interests in the Rocky Mountains and re-established his law practice. After hearing of his wife's philandering, he abandoned the family when Douglas was five years old. Douglas and his older brother Robert were brought up by their mother, who gave them the family name Fairbanks, after her first husband.[citation needed]\n\n"
        },
        {
            "title": "Career",
            "text": "Douglas Fairbanks began acting at an early age, in amateur theatre on the Denver stage, performing in summer stock at the Elitch Theatre, and other productions sponsored by Margaret Fealy, who ran an acting school for young people in Denver.[5] He attended Denver East High School, and was expelled for cutting the strings on the school piano.[5]\n\nHe left school in the spring of 1899, at the age of 15.[5] He variously claimed to have attended Colorado School of Mines and Harvard University, but neither claim is true. He went with the acting troupe of Frederick Warde, beginning a cross country tour in September 1899. He toured with Warde for two seasons, functioning in dual roles, both as actor and as the assistant stage manager in his second year with the group.[5]\n\nAfter two years he moved to New York, where he found his first Broadway role in Her Lord and Master, which premiered in February 1902. He worked in a hardware store and as a clerk in a Wall Street office between acting jobs.[6] His Broadway appearances included the popular A Gentleman from Mississippi in 1908–09. On July 11, 1907, Fairbanks married Anna Beth Sully, the daughter of wealthy industrialist Daniel J. Sully, in Watch Hill, Rhode Island. They had one son, Douglas Fairbanks Jr., also a noted actor. The family moved to Los Angeles in 1915.[citation needed]\n\nAfter moving to Los Angeles, Fairbanks signed a contract with Triangle Pictures in 1915 and began working under the supervision of D. W. Griffith. His first film was titled The Lamb, in which he debuted the athletic abilities that would gain him wide attention among theatre audiences.[7] His athleticism was not appreciated by Griffith, however, and he was brought to the attention of Anita Loos and John Emerson, who wrote and directed many of his early romantic comedies.\n\nIn 1916, Fairbanks established his own company, the Douglas Fairbanks Film Corporation,[8] and would soon get a job at Paramount.[8]\n\nFairbanks met actress Mary Pickford at a party in 1916, and the couple soon began an affair. In 1917, they joined Fairbanks's friend Charlie Chaplin[7] selling war bonds by train across the United States and delivering pro-war speeches as Four Minute Men. Pickford and Chaplin were the two highest-paid film stars in Hollywood at that time. To curtail these stars' astronomical salaries, the large studios attempted to monopolize distributors and exhibitors. By 1918, Fairbanks was Hollywood's most popular actor,[9] and within three years of his arrival, Fairbanks's popularity and business acumen raised him to the third-highest paid.\n\nIn 1917, Fairbanks capitalized on his rising popularity by publishing a self-help book, Laugh and Live which extolled the power of positive thinking and self-confidence in raising one's health, business and social prospects.[10]\n\nTo avoid being controlled by the studios and to protect their independence, Fairbanks, Pickford, Chaplin, and D. W. Griffith formed United Artists in 1919, which created their own distributorships and gave them complete artistic control over their films and the profits generated.\n\nSully was granted a divorce from Fairbanks in late 1918, the judgment being finalized early the following year. After the divorce, the actor was determined to have Pickford become his wife, but she was still married to actor Owen Moore. Fairbanks finally gave her an ultimatum. She then obtained a rapid divorce in the small Nevada town of Minden on March 2, 1920. Fairbanks leased the Beverly Hills mansion Grayhall and was rumored to have used it during his courtship of Pickford. The couple married on March 28, 1920. Pickford's divorce from Moore was contested by Nevada legislators, however, and the dispute was not settled until 1922. Even though the lawmakers objected to the marriage, the public widely supported the idea of \"Everybody's Hero\" marrying \"America's Sweetheart\". That enthusiasm, in fact, extended far beyond the borders of the United States. Later, while honeymooning in Europe, Fairbanks and Pickford were warmly greeted by large crowds in London and Paris. Both internationally and at home, the celebrated couple were regarded as \"Hollywood Royalty\" and became famous for entertaining at \"Pickfair\", their Beverly Hills estate.\n\nBy 1920, Fairbanks had completed twenty-nine films (twenty-eight features and one two-reel short), which showcased his ebullient screen persona and athletic ability. By 1920, he had the inspiration of staging a new type of adventure-costume picture, a genre that was then out of favor with the public; Fairbanks had been a comic in his previous films.[3] In The Mark of Zorro, Fairbanks combined his appealing screen persona with the new adventurous costume element. It was a smash success and parlayed the actor into the rank of superstar. For the remainder of his career in silent films, he continued to produce and star in ever more elaborate, impressive costume films, such as When the Clouds Roll By, The Three Musketeers (1921), Douglas Fairbanks in Robin Hood (1922), The Thief of Bagdad (1924), The Black Pirate (1926), and The Gaucho (1927). Fairbanks spared no expense and effort in these films, which established the standard for all future swashbuckling films.\n\nIn 1921, he, Pickford, Chaplin, and others, helped to organize the Motion Picture Fund to assist those in the industry who could not work, or were unable to meet their bills.\n\nDuring the first ceremony of its type, on April 30, 1927, Fairbanks and Pickford placed their hand and footprints in wet cement at the newly opened Grauman's Chinese Theatre in Hollywood. (In the classic comedy Blazing Saddles, Harvey Korman's villain character sees Fairbanks's prints at Grauman's and exclaims, \"How did he do such fantastic stunts ... with such little feet?\")\n\nFairbanks was elected first President of the Motion Picture Academy of Arts and Sciences that same year, and he presented the first Academy Awards at the Roosevelt Hotel. Today, Fairbanks also has a star on the Hollywood Walk of Fame at 7020 Hollywood Boulevard.\n\nWhile Fairbanks had flourished in the silent genre, the restrictions of early sound films dulled his enthusiasm for film-making. His athletic abilities and general health also began to decline at this time, in part due to his years of chain-smoking.[11] On March 29, 1928, at Pickford's bungalow, United Artists brought together Pickford, Fairbanks, Charlie Chaplin, Norma Talmadge, Gloria Swanson, John Barrymore, D. W. Griffith and Dolores del Río to speak on the radio show The Dodge Brothers Hour to prove Fairbanks could meet the challenge of talking movies.[12][13]\n\nFairbanks's last silent film was the lavish The Iron Mask (1929), a sequel to the 1921 release The Three Musketeers. The Iron Mask included an introductory prologue spoken by Fairbanks. He and Pickford chose to make their first talkie as a joint venture, playing Petruchio and Kate in Shakespeare's The Taming of the Shrew (1929). This film, and his subsequent sound films, were poorly received by Depression-era audiences. The last film in which he acted was the British production The Private Life of Don Juan (1934), after which he retired from acting.[citation needed]\n\nFairbanks and Pickford separated in 1933, after he began an affair with Sylvia, Lady Ashley. Pickford had also been seen in the company of a high-profile industrialist. They divorced in 1936, with Pickford keeping the Pickfair estate.[14] Fairbanks and Ashley were married in Paris in March 1936.[15]\n\nHe continued to be marginally involved in the film industry and United Artists, but his later years lacked the intense focus of his film years. His health continued to decline. During his final years he lived at 705 Ocean Front (now Pacific Coast Highway) in Santa Monica, California, although much of his time was spent traveling abroad with his third wife, Lady Ashley.\n\n"
        },
        {
            "title": "Death",
            "text": "On December 12, 1939, Fairbanks suffered a heart attack. He died later that day at his home in Santa Monica at the age of 56.[16] His last words were reportedly, \"I've never felt better.\"[17] His funeral service was held at the Wee Kirk o' the Heather Church in Glendale's Forest Lawn Memorial Park Cemetery where he was placed in a crypt in the Great Mausoleum.\n\nTwo years following his death, he was removed from Forest Lawn by his widow, Sylvia, who commissioned an elaborate marble monument for him featuring a long rectangular reflecting pool, raised tomb, and classic Greek architecture in Hollywood Forever Cemetery in Los Angeles.[citation needed] The monument was dedicated in a ceremony held in October 1941, with Fairbanks's close friend Charlie Chaplin reading a remembrance. The remains of his son, Douglas Fairbanks Jr., were also interred there upon his death in May 2000.[citation needed]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 1992, Fairbanks was portrayed by actor Kevin Kline in the film Chaplin.\n\nIn 1998, a group of Fairbanks fans started the Douglas Fairbanks Museum in Austin, Texas. The museum building was temporarily closed for mold remediation and repairs in February 2010.[18]\n\nIn 2002, AMPAS opened the \"Fairbanks Center for Motion Picture Study\" located at 333 S. La Cienega Boulevard in Beverly Hills. The building houses the Margaret Herrick Library.[19]\n\nOn November 6, 2008, the Academy of Motion Picture Arts and Sciences celebrated the publication of their \"Academy Imprints\" book on Douglas Fairbanks, authored by film historian Jeffrey Vance, with the screening of a new restoration print of The Gaucho with Vance introducing the film.[20]\n\nThe following year, opening on January 24, 2009, AMPAS mounted a major Fairbanks exhibition at its Fourth Floor Gallery, titled \"Douglas Fairbanks: The First King of Hollywood\". The exhibit featured costumes, props, pictures and documents from his career and personal life.[21] In addition to the exhibit, AMPAS screened The Thief of Bagdad and The Iron Mask in March 2009. Concurrently with the Academy's efforts, the Museum of Modern of Art held their first Fairbanks film retrospective in over six decades, titled \"Laugh and Live: The Films of Douglas Fairbanks\" which ran from December 17, 2008, to January 12, 2009. Vance opened the retrospective with a lecture and screening of the restoration print of The Gaucho.[22]\n\nRecently, due to his involvement with the USC Fencing Club, a bronze statue of Fairbanks was erected in the Academy of Motion Picture Arts & Sciences Courtyard of the new School of Cinematic Arts building on the University of Southern California campus. Fairbanks was a key figure in the film school's founding in 1929, and in its curriculum development.[23][citation needed]\n\nThe 2011 film The Artist was loosely based on Fairbanks, with the film's lead portraying Zorro in a silent film featuring a scene from the Fairbanks version.[citation needed] While thanking the audience in 2012 for a Golden Globe award as Best Actor for his performance, actor Jean Dujardin added, \"As Douglas Fairbanks would say\", then moved his lips silently as a comedic homage. When Dujardin accepted the 2011 Academy Award for Best Actor in a Leading Role, Fairbanks was cited at length as the main inspiration for Dujardin's performance in The Artist.[citation needed]\n\nThe Thief of Bagdad was screened at the 2012 edition of the Turner Classic Movies Film Festival. On April 15, 2012, the festival concluded with a sold-out screening of the Fairbanks film held at the historic Egyptian Theatre in Hollywood. The evening was introduced by Vance and TCM host Ben Mankiewicz.[24]\n\nThe nickname for the sports teams of the University of California-Santa Barbara is 'The Gauchos' in honor of Fairbanks's acting in the eponymous film.[25]\n\n"
        }
    ]
}