{
    "url": "https://en.wikipedia.org/wiki/Doujin",
    "title": "Doujin",
    "table_of_contents": [
        "1 Literary societies",
        "2 Manga circles",
        "3 Today",
        "4 Western perception",
        "5 Types",
        "6 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In Japan, doujin (Japanese: 同人, Hepburn: dōjin) is a group of people who share an interest, activity, or hobby. The word is sometimes translated into English as \"clique\", \"fandom\", \"coterie\", \"society\", or \"circle\" (as in \"sewing circle\"). Self-published creative works produced by these groups are also called doujin, including manga, magazines, novels, music (doujin music), anime, and video games (doujin soft). Print doujin works are collectively called doujinshi.\n\nDoujin works are typically amateur and derivative in nature, though some professional artists participate in doujin culture as a way to publish material outside the regular publishing industry.\n\nAnnual research by the research agency Media Create indicated that of the US$1.65 billion of the otaku industry in 2007, doujin sales made up 48% (US$792 million).[1][better source needed]\n\n"
        },
        {
            "title": "Literary societies",
            "text": "Literary circles first appeared in the Meiji period when groups of like-minded waka writers, poets and novelists met and published literary magazines (many of which are still publishing today). Many modern writers in Japan came from these literary circles. One famous example is Ozaki Koyo, who led the Kenyusha society of literary writers that first published collected works in magazine form in 1885.\n\n"
        },
        {
            "title": "Manga circles",
            "text": "After World War II, manga doujin started to appear in Japan. Manga artists like Shotaro Ishinomori (Kamen Rider, Cyborg 009) and Fujio Fujiko (Doraemon) formed doujin groups such as Fujiko's New Manga Party (新漫画党, Shin Manga-to). At this time, doujin groups were used by artists to make a professional debut. This changed in the coming decades with doujin groups forming as school clubs and the like. This culminated in 1975 with Comiket in Tokyo.\n\n"
        },
        {
            "title": "Today",
            "text": "Avid fans of doujin attend regular doujin conventions, the largest of which is called Comiket (a portmanteau of \"Comic Market\") held in the summer and winter at Tokyo Big Sight. Here, over 20 acres (81,000 m2) of doujin materials are bought, sold, and traded by attendees. Doujin creators who base their materials on other creators' works normally publish in small numbers to maintain a low profile from litigation. This makes a talented creator's or circle's products a coveted commodity as only the fast or the lucky will be able to get them before they sell out.\n\nOver the last decade, the practice of creating doujin has expanded significantly, attracting thousands of creators and fans alike. Advances in personal publishing technology have also fueled this expansion by making it easier for doujin creators to write, draw, promote, publish, and distribute their works.\n\n"
        },
        {
            "title": "Western perception",
            "text": "In Western cultures, doujin are often perceived to be derivative of existing work, analogous to fan fiction. To an extent, this is true: many doujin are based on popular manga, anime, or video game series. However, many doujin consisting of original content also exist. Among the numerous doujin categories, doujinshi (同人誌) are the ones getting the most exposure outside Japan, as well as within Japan, where doujinshi are by tradition the most popular and numerous doujin products.[citation needed]\n\n"
        }
    ]
}