{
    "url": "https://en.wikipedia.org/wiki/Doujin_shop",
    "title": "Doujin shop",
    "table_of_contents": [
        "1 Summary",
        "2 History",
        "3 How it works",
        "4 Examples",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A doujin shop (同人ショップ, dōjin shoppu) is a store that specializes in doujinshi, self-published works. They exist mainly in Japan. Doujin shops can be both brick and mortar as well as online stores.[1] Some sell only second-hand doujinshi, but particularly larger chain stores also sell new doujinshi. Many doujin shops also handle other kinds of doujin works, such as doujin music or doujin games,[2] or commercially published popular media such as manga and anime.\n\n"
        },
        {
            "title": "Summary",
            "text": "Doujin shops are either independent or part of a larger doujin shop chain. Doujin shop chain outlets can be found in many large cities in Japan. They often cluster together in areas that are seen as gathering places for pop culture fans, such as Tokyo's Akihabara and Ikebukuro neighborhoods, or the Nipponbashi area of Osaka. Outlets can be very large and often have multiple floors dedicated to doujinshi for different audiences, or to new and second-hand doujinshi.\n\nTogether with doujinshi conventions, doujin shops are the main distribution outlets for doujinshi.[3] Doujin shops fill a need that doujinshi conventions cannot meet: making doujinshi accessible to buyers who, for whatever reason, cannot attend conventions. While some regular bookstores very occasionally carry some doujinshi, doujinshi are usually excluded from regular book distribution channels. This is partly because they are per definition self-published, but also because most doujinshi are fanworks, meaning that they exist in a legal gray area of Japanese copyright law.[4] Tolerance towards doujinshi on the part of copyright holders means that doujin shops can continue to operate.\n\nSome doujin shops also have online stores through which they sell print doujinshi, and sometimes also downloadable digital doujinshi, doujin games, and so on. Stores that sell digital doujin works are called \"download stores\". Some download stores operate purely online and do not have a physical store attached to them. The largest of these is DLsite [ja]. Additionally, some fan creators operate their own online shops.\n\n"
        },
        {
            "title": "History",
            "text": "The first doujin shops emerged in the early 1980s and were located mostly in Tokyo. As doujinshi creation became more popular in the middle of the 1980s because of the boom in such new genres as lolicon and especially yaoi, doujin shops expanded as well and began to sell not just second-hand doujinshi but also new doujinshi on commission.[5] Some developed into large chain stores that continued to expand throughout the 1990s, along with the rising number of participants in Comiket and other doujinshi conventions.[6] The commercial impact of doujin shops grew considerably, as expressed in the growing number of outlets and growing sales. The proceeds of K-BOOKS, for instance, grew from 350 million yen in 1995 to 3 billion and 950 million yen in 2008. The proceeds of Toranoana grew from 390 million yen in 1994 to 14 billion and 850 million yen in 2006.[7]\n\n"
        },
        {
            "title": "How it works",
            "text": "When it comes to sale of second-hand doujinshi, doujin shops function exactly like regular used bookstores. Customers bring doujinshi to the store, which buys some or all of them and then sells them again to new customers. Whether a store will buy old doujinshi, and at what price, depends on a number of factors mostly related to the marketability of the doujinshi: rating, fame of the doujinshi circle that authored the work, fandom popularity, printing method, use of color, paper size, the newness of the doujinshi, and its content. Many doujin shops have sections of doujinshi made by creators who are also professional manga artist, or who created doujinshi before they became professional manga artist.\n\nSale of new doujinshi in doujin shops works mostly on a system of consignment sale.[8] Circles (individuals or groups who create doujinshi) apply for the store to carry their works on its shelves. Depending again on the marketability of the doujinshi, the store may agree or decline. If it agrees, the circle and the store conclude an agreement that the store will exhibit the doujinshi for a set amount of time. Proceeds go to the circle after the store has taken a commission.\n\n"
        },
        {
            "title": "Examples",
            "text": "Some doujin shop chains include:\n\n"
        }
    ]
}