{
    "url": "https://en.wikipedia.org/wiki/Doujinshi_printer",
    "title": "Doujinshi printer",
    "table_of_contents": [
        "1 Summary",
        "2 History",
        "3 How it works",
        "4 Examples",
        "5 In popular culture",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A doujinshi printer (同人誌印刷所, dōjinshi insatsujo, also 同人誌印刷会社, dōjinshi insatsugaisha) is a printer that specializes in doujinshi, self-published works. They are mostly active in Japan.\n\n"
        },
        {
            "title": "Summary",
            "text": "Doujinshi printers are companies that specialize in professional printing and binding of the self-published magazines called doujinshi. Doujinshi are a popular medium of self-publishing in Japan, mostly for fan-made manga. Doujinshi printers print not only doujinshi, but also fan-made merchandise such as stationary, stickers, posters and mugs. The companies are also involved in the organization of doujinshi conventions, and play a role in establishing and enforcing content regulations for doujinshi.[1] Over a hundred doujinshi printers are active in Japan today.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Specialized doujinshi printers emerged in the later half of the 1970s, and they went on to play an important role in the growth of doujinshi culture by making printing services more available and affordable for amateur creators.[3] Their activities also included organizing doujinshi conventions where their customers could sell their works. Throughout the boom in doujinshi culture in the mid-1980s and the expansion of distribution channels such as doujin shops and doujinshi conventions, the number of doujinshi printers rose as well, and the kinds of services they offered diversified. In 1992, around 52 doujinshi printers were operating in Japan.[4] By 2014, this number had at least doubled.\n\n1994 saw the founding of an industry association, the Japan Doujin-shi Printing Group (日本同人誌印刷業組合, Nihon dōjinshi insatsugyō kumiai). The association has 24 members.[5]\n\n"
        },
        {
            "title": "How it works",
            "text": "A doujinshi creator compares the manuals of different doujinshi printers, which detail the company's prices and submission procedures, and selects a plan that fits with their budget and publication schedule. They agree on a delivery date with the printer, send in their manuscript in analog format via postal mail or in digital format through the printer's FTP server, and make the required payment. The doujinshi are then printed and delivered. In the likely event that the creator wants to sell a doujinshi at an upcoming doujinshi convention, it is often possible to have the printer deliver the finished doujinshi directly to the convention location. In that case, the doujinshi creator has to submit their manuscript by a strict deadline that cannot usually be extended except by paying more. Some doujinshi printers also deliver to doujin shops that have agreed to distribute a creator's doujinshi.\n\nDoujinshi printers advertise by distributing flyers and sometimes full manuals at doujinshi conventions and doujin shops, and sponsoring banners on websites that attract many fans. Some doujinshi printers still organize doujinshi conventions,[6] and many take part in conventions with booths.\n\n"
        },
        {
            "title": "Examples",
            "text": "Some examples of doujinshi printers include:\n\n"
        }
    ]
}