{
    "url": "https://en.wikipedia.org/wiki/Doujinshi_convention",
    "title": "Doujinshi convention",
    "table_of_contents": [
        "1 Summary",
        "2 Different kinds of conventions",
        "3 Examples",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A doujinshi convention is a type of event dedicated to the sale of doujinshi, or self-published books (typically comics, collections of illustrations, or novels). These events are known in Japanese as doujin sokubaikai (同人即売会, 'doujin sale event') or doujinshi sokubaikai (同人誌即売会, 'doujinshi sale event'). Thousands of doujinshi conventions take place in Japan every year. Doujinshi conventions can also be found in some other countries.\n\n"
        },
        {
            "title": "Summary",
            "text": "In Japan, doujinshi conventions are one of the most important distribution channels of doujinshi.[1] Most are small-scale occasions with perhaps a few hundred participating circles, but the larger ones can attract tens or hundreds of thousands of participants, making them important public events in Japan. Comiket, the largest of all doujinshi conventions, attracts 35,000 sellers and over half a million individual visits during each of its biannual editions.[2] Most conventions are organized by the amateur creators themselves, and most focus on the sale of doujinshi that are fanworks.\n\nArt supply companies, doujin printing companies, and anime, manga and game companies also have booths at many of the larger conventions, such as Comic Market, where they sell or distribute merchandise and promote products and services.[3][4] Some doujinshi conventions welcome cosplay activity as well.\n\nDoujin works are typically fanworks based on existing properties (\"niji sōsaku\"). These unauthorized uses are generally ignored and accepted by the copyright holders, with many copyright holders also issuing guidelines stating that they allow niji sousaku as long as their guidelines are adhered to. Many conventions feature not just fanworks but also original (創作, sōsaku, ororijinaru) doujinshi.[5] As of 2015 63% of all doujin works altogether at Comiket (counting not only doujinshi but other media such as doujin soft and doujin music) were purely niji sōsaku, while 12% were purely original.[6] Some conventions focus entirely on original works, for instance COMITIA, a long-running convention that attracts several thousand doujinshi circles with every edition.[7]\n\nNot all participants present at doujinshi conventions are fans or amateurs. In Comiket's 2004 summer edition, \"5 percent of all circles participating in Comiket were headed by a professional manga artist or illustrator, while another 10 percent had some professional experience\".[8] In Comiket's 2010 summer edition, 2% of participants were professional creators.[9] Due to the nature of how copyright is treated at doujin events, professional creators do not require permission to create doujin works based on things they did not work on, or things that they worked on or are affiliated with. In some cases, they might release cut content from official products that they worked on as doujinshi.[8] Larger conventions also often allow some involvement of media companies. Many kinds of companies support doujinshi conventions through sponsorship, direct participation, or providing various necessary services. Comiket, for instance, has a \"corporate area\" where mostly media companies sell or give away goods and merchandise.[8]\n\nThough doujinshi conventions, especially larger ones, typically allow other content such as doujin soft, cosplay, and corporate booths selling merchandise, smaller events typically only feature doujinshi. Other forms of doujin works such as doujin soft tend to have their own events, where they are featured exclusively.[10][11][12]\n\n"
        },
        {
            "title": "Different kinds of conventions",
            "text": "In Japan, there are doujinshi conventions in many different sizes, on different schedules, and with a different focus. Many are recurring events, held yearly, twice yearly, quarterly, or even monthly. Many large conventions are \"all genres\" (オールジャンル, ooru janru), meaning that they are multi-fandom events that welcome any kind of content, from any series (referred to as \"genres\" in the Japanese vernacular) as well as original content. Comiket and Niigata Comic Market are examples.[13]\n\nIn contrast to All Genre events is \"Only Genre\" (オンリージャンル, onrii janru) events. Due to the smaller focus, these events are typically smaller, and are also more likely to be one-off events. These are also known as \"only events\" (オンリーイベント, onrii ibento) or \"only doujinshi sale events\" (オンリー同人誌即売会, onrii dōjinshi sokubaikai). Only events feature only doujinshi about one particular fandom, one particular character, or one particular pairing or fan trope.[14][13]\n\nA themed \"only event\" is sometimes held within or alongside a larger convention, with the organizers of the \"only event\" reserving space and signage for their smaller event in a hall shared with other \"only events\" and a larger umbrella event, or having the \"only events\" taking place in smaller halls in or around the same venue. These mini-events are also called \"petit only\" (プチオンリー, puchi onrii). They can focus on the same themes as the \"only events\" that occur outside of a larger convention.[15] Though the bigger events that they are attached to are typically doujin events, this is not always the case, such as with the Vocaloid only event \"THE VOC@LOiD Cho M@STER 39\" being held within video streaming website Niconico's annual Niconico Chokaigi event, which is held to celebrate and promote the website and its community,[16] or Touhou Project only event Touhou Gensenkyou being held alongside cosplay event COS-DAY.[17] There are also cases where no larger event is involved, with two or more small-scale events sharing the same venue instead.[18]\n\n"
        },
        {
            "title": "Examples",
            "text": "Some doujinshi conventions include:\n\n"
        }
    ]
}