{
    "url": "https://en.wikipedia.org/wiki/Doujin_soft",
    "title": "Doujin soft",
    "table_of_contents": [
        "1 Digital doujin Games",
        "1.1 Notable digital doujin game companies",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Doujin soft (同人ソフト, dōjin sofuto) is software created by Japanese hobbyists or hobbyist groups (referred to as \"circles\"), more for fun than for profit. The term includes digital doujin games (同人ゲーム), which are essentially the Japanese equivalent of independent video games or fangames (the term \"doujin game\" also includes things like doujin-made board games and card games,[1][2][3] however, which are not covered in this article).\n\nDoujin soft is considered part of doujin katsudou, for which it accounts for 5% of all doujin works altogether (as of 2015).[4] Doujin soft began with microcomputers in Japan, and spread to platforms such as the MSX and X68000. Since the 1990's, however, they have primarily for Microsoft Windows.\n\nMost doujin soft sales occur at doujin conventions such as Comiket, with several that deal with doujin soft or doujin games exclusively such as Freedom Game (which further only allows games distributed for free)[5] and Digital Games Expo.[6][7] There is also a growing number of specialized internet sites that sell doujin soft. Additionally, more doujin games have been sold as downloads on consoles and PC stores such as Steam in recent years, through publishers such as Mediascape picking them up.[8]\n\n"
        },
        {
            "title": "Digital doujin Games",
            "text": "Doujin video games, like doujin soft, began with microcomputers in Japan, and spread to platforms such as the MSX and X68000. From the 90's to 00's however, they were primarily exclusive to Microsoft Windows.  In recent years, more doujin games have been released on mobile platforms and home consoles.[9] Though doujin games used to primarily be for home computers, more doujin games have been made available on gaming consoles in recent years.[10] There are also doujin groups that develop software for retro consoles such as the Game Boy and Game Gear.[11]\n\nLike fangames, doujin games frequently use characters from existing games, anime, or manga (\"niji sousaku\"). These unauthorized uses of characters are generally ignored and accepted by the copyright holders, and many copyright holders also issue guidelines stating that they allow niji sousaku as long as their guidelines are adhered to. There are also many doujin game titles which are completely original. While there are no statistics on the ratio of niji sousaku to original titles for doujin games specifically, as of 2015 88% of doujin altogether (including doujin games) was niji sousaku to some extent, with 63% being purely niji sousaku and only 12% being completely original.\n[12]\n\nDoujin games typically did not get released outside Japan due to language barriers. Recently, Western publishers have been picking up these games for release in other markets, with one of the first known successful examples being Recettear: An Item Shop's Tale, developed originally by EasyGameStation in 2007, and then localized and released by Carpe Fulgur in 2010 for English audiences, which had a modest success with over 300,000 units sold in these markets.[13][14][15] Recettear's release on the digital storefront Steam, which at the time had begun opening its catalog to third-party developers, further helped to introduce doujin to the West.[16] This approach has been used to bring other doujin games, particularly visual novels and dating sims, to the West.[17][18]\n\nSome titles sell well enough that their creators can make a full-time job out of what is typically an amateur hobby: For example TYPE-MOON and 07th Expansion originally released games as doujin games. One game, French-Bread's brawler Ragnarok Battle Offline, a homage/spoof of the MMORPG Ragnarok Online so impressed Gravity Corp., the original game's designers, that it has been given an official release outside Japan.\n\n"
        }
    ]
}