{
    "url": "https://en.wikipedia.org/wiki/Dragon_Awards",
    "title": "Dragon Awards",
    "table_of_contents": [
        "1 History",
        "2 Nomination and voting processes",
        "3 Reception",
        "4 Winners",
        "4.1 Best Science Fiction Novel",
        "4.2 Best Fantasy Novel",
        "4.3 Best Young Adult / Middle Grade Novel",
        "4.4 Best Military Science Fiction or Fantasy Novel",
        "4.5 Best Alternate History Novel",
        "4.6 Best Apocalyptic Novel",
        "4.7 Best Media Tie-In Novel",
        "4.8 Best Horror Novel",
        "4.9 Best Comic Book",
        "4.10 Best Graphic Novel",
        "4.11 Best Science Fiction or Fantasy TV Series",
        "4.12 Best Science Fiction or Fantasy Movie",
        "4.13 Best Science Fiction or Fantasy PC/Console Game",
        "4.14 Best Science Fiction or Fantasy Mobile Game",
        "4.15 Best Science Fiction or Fantasy Board Game",
        "4.16 Best Science Fiction or Fantasy Miniatures / Collectible Card / Role-Playing Game",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Dragon Awards are a set of literary and media awards voted on by fandom and presented annually since 2016 by Dragon Con for excellence in various categories of science fiction, fantasy,  horror novels, movies, television, and games.\n\n"
        },
        {
            "title": "History",
            "text": "The Dragon Awards were first presented in 2016,[1][2] created on the occasion of the 30th anniversary of Dragon Con to \"recognize excellence in all things Science Fiction and Fantasy.\"[3][4]  In 2018, 11,000 voters cast a ballot.[5] They are given out annually at Dragon Con in Atlanta, Georgia.\n\nThe finalist shortlist for the first Dragon Awards was announced on August 11, 2016,[6] and the winners were announced on September 4 that year.[7]\n\nA unique feature of the Awards is that it runs a diverse set of subgenera.[8]\n\nIn 2017, nominated authors Allison Littlewood, John Scalzi, and N.K. Jemisin asked Dragon Con to remove their names from the ballot; John Scalzi shortly reconsidered and remained in the contest. However, the coordinators of the Dragon Awards initially refused to remove other authors' names from the running, which generated criticism across blogs and science fiction related publications, ultimately leading the organizers to comply with nominee wishes when they desire to abstain.[9][10][11]\n\n"
        },
        {
            "title": "Nomination and voting processes",
            "text": "The nominations and votes are collected electronically. Participation is available to everyone, requiring only an e-mail address, but no membership or other fees, to vote.[12] The Dragon Awards website states that they \"[reserve] the right to invalidate suspect or questionable ballots without notice,\"[13] and that \"All decisions regarding the voting process and selection of winners shall be made by DRAGON CON in its sole discretion, shall be final, and shall not be subject to challenge or appeal.\"[14] Language describing the review of nominations does not state that nominations are counted numerically but are \"gathered and reviewed to create a final ballot.\"[15] Neither counts of nominations nor votes have ever been made public.\n\nThe award process consists of two steps: \n\n"
        },
        {
            "title": "Reception",
            "text": "The Dragon Awards have been criticized because of the appearance that the awards were created in conjunction with campaigns by the Rabid and Sad Puppies to attack the Hugo Award.[12] Another concern raised is regarding the opaqueness of the nomination and voting process.[11]\n\n"
        },
        {
            "title": "Winners",
            "text": "The full list of nominees (\"shortlist\") can be found at List of Dragon Award nominees.\n\nThe category \"Best Apocalyptic Novel\" was removed from the awards in 2018.\n\nThe category \"Best Media Tie-In Novel\" was first introduced in 2018.\n\n"
        }
    ]
}