{
    "url": "https://en.wikipedia.org/wiki/Dragonriders_of_Pern",
    "title": "Dragonriders of Pern",
    "table_of_contents": [
        "1 Overview",
        "2 Publications by the McCaffreys",
        "2.1 Original trilogy",
        "2.2 Harper Hall trilogy",
        "2.3 Other fiction by Anne McCaffrey",
        "2.4 Books by Todd McCaffrey or both",
        "2.5 Books by Gigi McCaffrey",
        "2.6 Books in progress",
        "3 Awards",
        "4 Other works",
        "4.1 Gamebooks and companion books",
        "4.2 Graphic novel",
        "4.3 Music of Pern",
        "4.4 Television and film adaptations",
        "4.5 Games",
        "5 Fandom",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDragonriders of Pern is a science fantasy series written primarily by American author Anne McCaffrey, who initiated it in 1967. Beginning in 2003, her middle child Todd McCaffrey has written Pern novels, both solo and jointly with Anne. The series (as of 2022) comprises 24 novels and two collections of short stories.[a][1] The two novellas included in the first novel, Dragonflight, made McCaffrey the first woman to win a Hugo Award for writing fiction as well as the first to win a Nebula Award.[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "Humans have colonized the planet Pern in the Rukbat star system, but have lost much of their technology and history (including their origin on Earth) due to periodic onslaughts of Thread, a mycorrhizoid spore that voraciously consumes all organic material, including humans and their crops, given the opportunity. Thread comes from the Red Star, actually another planet. The Red Star has a 250-Turn (Pernese year) elliptic orbit around Rukbat, and when its orbit brings it close enough, Thread rains down on Pern at predictable intervals over about 50 Turns.\n\nThe Pernese use intelligent firebreathing dragons to fight Thread. A human rider has a telepathic bond with their dragon, formed by Impression at the dragon's hatching. The bonding instantly creates a very close, lifelong relationship – the dragon almost invariably commits suicide at the rider's death, and a rider whose dragon died bears a deep emotional wound which can never be fully healed. Later books deal with the initial colonization of Pern and the genetic modification of small native animals into creatures capable of carrying humans in flight.\n\nThe Pernese live in a pre-industrial society, with lords, holds, harpers (musicians, entertainers, and teachers), and dragons, with occasional examples of higher technology (like flamethrowers, the telegraph, chemical fertilizers, and powerful microscopes and telescopes). There are four basic social classes: Weyrfolk (including Dragonriders) who live in Weyrs, Holders who rule Holds (cities, towns and farms), Crafters, and the Holdless who have no permanent home (including traders, displaced Holders, and brigands). The society resembles feudal Europe, but with some significant differences – especially, farmers are organized in their own guild, independent of the Holders – rather than being serfs as in historical feudal societies. Also, there is no formal religion and nothing like the Medieval Church, the closest equivalent being in fact the Dragonriders, who have a planet-wide organization and to whom a tithe is due – though they are in no way sworn to celibacy (rather the reverse).\n\nThe series as a whole covers over two and a half millennia.[citation needed]\n\n"
        },
        {
            "title": "Publications by the McCaffreys",
            "text": "There are 24 Dragonriders of Pern novels and two story collections, the latest published in 2018.[a]. Anne McCaffrey once requested reading the works in the order they were written.[3] That differs greatly from Pern historical order, for several reasons. The McCaffreys have published stories set in several different periods of Pern's history from initial exploration to more than 2,500 years after landing (AL). Multiple stories feature the same events from different viewpoints. Some stories feature travel between times, even across centuries. Todd McCaffrey, writing alone or with his mother after 2002, has specialized in an early time period.\n\nThese stories take place immediately before and during the Ninth Pass, about 2,500 years after landing (AL):\n\nThe trilogy was released 1978 in omnibus edition titled The Dragonriders of Pern by Nelson Doubleday Science Fiction Book Club.[4]\n\nThese stories take place immediately before and concurrently with those depicted in Dragonquest and The White Dragon.\n\nThe Harper Hall trilogy was released 1984 in omnibus edition titled The Harper Hall of Pern by Nelson Doubleday Science Fiction Book Club.[5] Dragonsong was subtitled \"Volume One of The Harper Hall Trilogy\" on the front cover of the Bantam Spectra edition, March 1986.[6]\n\n\"On Dragonwings\", an omnibus containing Dragonsdawn, Dragonseye and Moreta, was published in 2003.\n\nSince 2003, Anne McCaffrey and her middle child Todd McCaffrey have developed the history immediately before and during the Third Pass, about 500 Turns after landing (AL):\n\n"
        },
        {
            "title": "Awards",
            "text": "\"Weyr Search\" won the inaugural Hugo Award for Best Novella in 1968 and \"Dragonrider\" won the Nebula Award for Best Novella in 1969 (both were finalists for both awards). Dragonquest, The White Dragon, Moreta: Dragonlady of Pern and All the Weyrs of Pern were among the five annual finalists for the best novel Hugo Award.\n\n"
        },
        {
            "title": "Other works",
            "text": "In 1991, Dragonflight, the first Pern book published, was released as a set of three graphic novels by Eclipse Books of Forestville, California. The story was adapted across all three graphic novels by Brynne Stephens. The first two graphic novels were illustrated by Lela Dowling and Fred Von Tobel, the third by Lela Dowling and Cynthia Martin.[7]\n\nThere are two CDs of music relating to the Teaching Ballads and the works of Masterharper Robinton and Menolly.\n\nThe Masterharper of Pern was made in 1998 by Anglo-Alaskan duo Tania Opland and Mike Freeman in collaboration with Anne McCaffrey at her request, and features the music of Robinton. The project began as an idea to include written music in the book of the same name, printed on the inner faces of the cover. By the time the composers had written and auditioned the early drafts at the author's table it was clear that making the songs a reality to their creator's satisfaction was finally possible. The CD project was completed some eighteen months later (1998) and released to the approval of the author and fans of the series worldwide.[8]\n\nThe second CD pertaining mainly to the work another Pernese harper, Menolly, was completed in December 2008.[9] Entitled Sunset's Gold, this features Opland and Freeman with other musicians, and comprises twelve tracks of music recorded from 2006 to 2008. The CD includes the ballad \"Four Hundred Turns\" written by Anne McCaffrey shortly after she completed Dragonflight. It was placed in a desk drawer where it lay forgotten for almost forty years until the author rediscovered it just as the CD project was underway. It had never been seen or published before.\n\nSongbooks are also available containing the music from the first CD, with a similar book for the second in the works.[10]\n\nPrior to 1995, the motion picture and ancillary rights to the literary property were optioned by various entities, including Robert Mandell (for a cartoon series adaptation that was eventually redeveloped into Princess Gwenevere and the Jewel Riders[11]) and Kerry Skogland.\n\nIn 1996, McCaffrey sold the motion picture rights to an Irish company, Zyntopo Teoranta, who entered into a co-production agreement with Alliance Atlantis, covering development including advanced 3-D animation and compositing effects for television budgets. Distribution pre-sale efforts failed, and Zyntopo Teoranta entered into an agreement with Ronald D. Moore as showrunner to present the project to Warner Brothers Network.\n\nThere have been several games released based on the Pern series:\n\nMcCaffrey threatened legal action against unauthorized text-based, online, role-playing game communities based on the Pern world. She approved of strict rules for the communities that cleared some of these MUDs.[18] In the 1990s,[19] PernMUSH was one such community.[20] The community's rules discouraged straying out of character from the Pern world.[21]\n\n"
        },
        {
            "title": "Fandom",
            "text": "Pern fandom consists of a large variety of fan communities. The largest part of fandom is made up by clubs that allow their members to 'play' Pern by creating original characters within the setting of Anne McCaffrey's world. To avoid conflicts with Pern canon and trademarks, each club typically chooses a particular location and timeline as a unique setting different from Anne McCaffrey's established history of Pern. Most commonly, clubs are named for the main Weyr chosen as playing location.\n\nHistorically, the first clubs started out publishing printed fanzines containing fanfiction and artwork. With the advent of the internet, clubs using online technology such as roleplay via chat or email (PBeM) became popular. Text-based online virtual reality games, primarily MUSH and MUCK variants such as PernMUSH, have modeled Pern since the early 1990s. In the mid '90s, stringent rules were placed on the creation of new clubs and the governance of existing clubs, resulting in legal action against some fans.[22] For example, no new fan-created MU* games were allowed while the game rights were licensed to Ubisoft for the development of the Dragon Riders: Chronicles of Pern computer game (released in 2001).\n\nIn November 2004, Anne McCaffrey relaxed her fandom rules significantly and allowed Pernese fanfiction to be posted freely throughout the Internet. Soon after, fanfiction sites such as FanFiction.net started offering the opportunity to post and read fanfiction based on Anne McCaffrey's works. The relaxing of the rules also resulted in the appearance of message board–based games as another popular club type. Fan sites no longer require approval and are not bound to the formerly strict canon rules, resulting in fan clubs testing out alternatives such as new dragon colors or off-Pern scenarios.\n\nFrom 2000 until 2005, Anne McCaffrey's website offered a popular discussion forum and chat (The Kitchen Table) for fans to interact with each other and with the author. After its discontinuation in January 2005, several fan-organized discussion forums have taken its place as an outlet for fan activity.\n\nOffline, the largest Pern fan gathering is WeyrFest, held yearly at Dragon*Con since 1992. Over the last few years, Anne McCaffrey and Todd McCaffrey were frequent attendees at WeyrFest, offering fans a chance to meet the authors in person. Anne was originally scheduled to attend the 2011 Dragon*Con, but had deferred her appearance until the 2012 event due to heart problems, just a few months ahead of her death in late November.\n\n"
        },
        {
            "title": "References",
            "text": "Citations\n\n"
        }
    ]
}