{
    "url": "https://en.wikipedia.org/wiki/Drake_equation",
    "title": "Drake equation",
    "table_of_contents": [
        "1 Equation",
        "2 History",
        "3 Usefulness",
        "4 Estimates",
        "4.1 Original estimates",
        "4.2 Current estimates",
        "4.2.1 Rate of star creation in this Galaxy, R∗",
        "4.2.2 Fraction of those stars that have planets, fp",
        "4.2.3 Average number of planets that might support life per star that has planets, ne",
        "4.2.4 Fraction of the above that actually go on to develop life, fl",
        "4.2.5 Fraction of the above that develops intelligent life, fi",
        "4.2.6 Fraction of the above revealing their existence via signal release into space, fc",
        "4.2.7 Lifetime of such a civilization wherein it communicates its signals into space, L",
        "4.3 Range of results",
        "4.4 Have other technological species ever existed?",
        "5 Modifications",
        "6 Criticism",
        "6.1 Fermi paradox",
        "7 In fiction and popular culture",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Drake equation is a probabilistic argument used to estimate the number of active, communicative extraterrestrial civilizations in the Milky Way Galaxy.[1][2]\n\nThe equation was formulated in 1961 by Frank Drake, not for purposes of quantifying the number of civilizations, but as a way to stimulate scientific dialogue at the first scientific meeting on the search for extraterrestrial intelligence (SETI).[3][4] The equation summarizes the main concepts which scientists must contemplate when considering the question of other radio-communicative life.[3]  It is more properly thought of as an approximation than as a serious attempt to determine a precise number.\n\nCriticism related to the Drake equation focuses not on the equation itself, but on the fact that the estimated values for several of its factors are highly conjectural, the combined multiplicative effect being that the uncertainty associated with any derived value is so large that the equation cannot be used to draw firm conclusions.\n\n"
        },
        {
            "title": "Equation",
            "text": "The Drake equation is:\n\nwhere\n\nand\n\n"
        },
        {
            "title": "History",
            "text": "In September 1959, physicists Giuseppe Cocconi and Philip Morrison published an article in the journal Nature with the provocative title \"Searching for Interstellar Communications\".[7][8]  Cocconi and Morrison argued that radio telescopes had become sensitive enough to pick up transmissions that might be broadcast into space by civilizations orbiting other stars. Such messages, they suggested, might be transmitted at a wavelength of 21 cm (1,420.4 MHz). This is the wavelength of radio emission by neutral hydrogen, the most common element in the universe, and they reasoned that other intelligences might see this as a logical landmark in the radio spectrum.\n\nTwo months later, Harvard University astronomy professor Harlow Shapley speculated on the number of inhabited planets in the universe, saying \"The universe has 10 million, million, million suns (10 followed by 18 zeros) similar to our own. One in a million has planets around it. Only one in a million million has the right combination of chemicals, temperature, water, days and nights to support planetary life as we know it. This calculation arrives at the estimated figure of 100 million worlds where life has been forged by evolution.\"[9]\n\nSeven months after Cocconi and Morrison published their article, Drake made the first systematic search for signals from communicative extraterrestrial civilizations. Using the 85 ft (26 m) dish of the National Radio Astronomy Observatory, Green Bank in Green Bank, West Virginia, Drake monitored two nearby Sun-like stars: Epsilon Eridani and Tau Ceti. In this project, which he called Project Ozma, he slowly scanned frequencies close to the 21 cm wavelength for six hours per day from April to July 1960.[8] The project was well designed, inexpensive, and simple by today's standards. It detected no signals.\n\nSoon thereafter, Drake hosted a \"search for extraterrestrial intelligence\" meeting on detecting their radio signals. The meeting was held at the Green Bank facility in 1961. The equation that bears Drake's name arose out of his preparations for the meeting.[10]\n\nThe ten attendees were conference organizer J. Peter Pearman, Frank Drake, Philip Morrison, businessman and radio amateur Dana Atchley, chemist Melvin Calvin, astronomer Su-Shu Huang, neuroscientist John C. Lilly, inventor Barney Oliver, astronomer Carl Sagan and radio-astronomer Otto Struve.[11] These participants dubbed themselves \"The Order of the Dolphin\" (because of Lilly's work on dolphin communication), and commemorated their first meeting with a plaque at the observatory hall.[12][13]\n\n"
        },
        {
            "title": "Usefulness",
            "text": "The Drake equation amounts to a summary of the factors affecting the likelihood that we might detect radio-communication from intelligent extraterrestrial life.[1][5][14] The last three parameters, fi, fc, and L, are not known and are very difficult to estimate, with values ranging over many orders of magnitude (see criticism).  Therefore, the usefulness of the Drake equation is not in the solving, but rather in the contemplation of all the various concepts which scientists must incorporate when considering the question of life elsewhere,[1][3] and gives the question of life elsewhere a basis for scientific analysis.  The equation has helped draw attention to some particular scientific problems related to life in the universe, for example abiogenesis, the development of multi-cellular life, and the development of intelligence itself.[15]\n\nWithin the limits of existing human technology, any practical search for distant intelligent life must necessarily be a search for some manifestation of a distant technology. After about 50 years, the Drake equation is still of seminal importance because it is a 'road map' of what we need to learn in order to solve this fundamental existential question.[1] It also formed the backbone of astrobiology as a science; although speculation is entertained to give context, astrobiology concerns itself primarily with hypotheses that fit firmly into existing scientific theories. Some 50 years of SETI have failed to find anything, even though radio telescopes, receiver techniques, and computational abilities have improved significantly since the early 1960s. It has, however, been discovered that this galaxy is not teeming with very powerful alien transmitters continuously broadcasting near the 21 cm wavelength of the hydrogen frequency; this was not known in 1961.[16]\n\n"
        },
        {
            "title": "Estimates",
            "text": "There is considerable disagreement on the values of these parameters, but the 'educated guesses' used by Drake and his colleagues in 1961 were:[17][18]\n\nInserting the above minimum numbers into the equation gives a minimum N of 20 (see: Range of results). Inserting the maximum numbers gives a maximum of 50,000,000. Drake states that given the uncertainties, the original meeting concluded that N ≈ L, and there were probably between 1000 and 100,000,000 planets with civilizations in the Milky Way Galaxy.\n\nThis section discusses and attempts to list the best current estimates for the parameters of the Drake equation.\n\nCalculations in 2010, from NASA and the European Space Agency indicate that the rate of star formation in this Galaxy is about 0.68–1.45 M☉ of material per year.[19][20] To get the number of stars per year, we divide this by the initial mass function (IMF) for stars, where the average new star's mass is about 0.5 M☉.[21] This gives a star formation rate of about 1.5–3 stars per year.\n\n\n\nAnalysis of microlensing surveys, in 2012, has found that fp may approach 1—that is, stars are orbited by planets as a rule, rather than the exception; and that there are one or more bound planets per Milky Way star.[22][23]\n\nIn November 2013, astronomers reported, based on Kepler space mission data, that there could be as many as 40 billion Earth-sized planets orbiting in the habitable zones of sun-like stars and red dwarf stars within the Milky Way Galaxy.[24][25] 11 billion of these estimated planets may be orbiting sun-like stars.[26] Since there are about 100 billion stars in the galaxy, this implies fp · ne is roughly 0.4. The nearest planet in the habitable zone is Proxima Centauri b, which is as close as about 4.2 light-years away.\n\nThe consensus at the Green Bank meeting was that ne had a minimum value between 3 and 5. Dutch science journalist Govert Schilling has opined that this is optimistic.[27] Even if planets are in the habitable zone, the number of planets with the right proportion of elements is difficult to estimate.[28] Brad Gibson, Yeshe Fenner, and Charley Lineweaver determined that about 10% of star systems in the Milky Way Galaxy are hospitable to life, by having heavy elements, being far from supernovae and being stable for a sufficient time.[29]\n\nThe discovery of numerous gas giants in close orbit with their stars has introduced doubt that life-supporting planets commonly survive the formation of their stellar systems. So-called hot Jupiters may migrate from distant orbits to near orbits, in the process disrupting the orbits of habitable planets.\n\nOn the other hand, the variety of star systems that might have habitable zones is not just limited to solar-type stars and Earth-sized planets. It is now estimated that even tidally locked planets close to red dwarf stars might have habitable zones,[30] although the flaring behavior of these stars might speak against this.[31] The possibility of life on moons of gas giants (such as Jupiter's moon Europa, or Saturn's moons Titan and Enceladus) adds further uncertainty to this figure.[32]\n\nThe authors of the rare Earth hypothesis propose a number of additional constraints on habitability for planets, including being in galactic zones with suitably low radiation, high star metallicity, and low enough density to avoid excessive asteroid bombardment. They also propose that it is necessary to have a planetary system with large gas giants which provide bombardment protection without a hot Jupiter; and a planet with plate tectonics, a large moon that creates tidal pools, and moderate axial tilt to generate seasonal variation.[33]\n\nGeological evidence from the Earth suggests that fl may be high; life on Earth appears to have begun around the same time as favorable conditions arose, suggesting that abiogenesis may be relatively common once conditions are right. However, this evidence only looks at the Earth (a single model planet), and contains anthropic bias, as the planet of study was not chosen randomly, but by the living organisms that already inhabit it (ourselves). From a classical hypothesis testing standpoint, without assuming that the underlying distribution of fl is the same for all planets in the Milky Way, there are zero degrees of freedom, permitting no valid estimates to be made. If life (or evidence of past life) were to be found on Mars, Europa, Enceladus or Titan that developed independently from life on Earth it would imply a value for fl close to 1. While this would raise the number of degrees of freedom from zero to one, there would remain a great deal of uncertainty on any estimate due to the small sample size, and the chance they are not really independent.\n\nCountering this argument is that there is no evidence for abiogenesis occurring more than once on the Earth—that is, all terrestrial life stems from a common origin. If abiogenesis were more common it would be speculated to have occurred more than once on the Earth. Scientists have searched for this by looking for bacteria that are unrelated to other life on Earth, but none have been found yet.[34] It is also possible that life arose more than once, but that other branches were out-competed, or died in mass extinctions, or were lost in other ways. Biochemists Francis Crick and Leslie Orgel laid special emphasis on this uncertainty: \"At the moment we have no means at all of knowing\" whether we are \"likely to be alone in the galaxy (Universe)\" or whether \"the galaxy may be pullulating with life of many different forms.\"[35] As an alternative to abiogenesis on Earth, they proposed the hypothesis of directed panspermia, which states that Earth life began with \"microorganisms sent here deliberately by a technological society on another planet, by means of a special long-range unmanned spaceship\".\n\nIn 2020, a paper by scholars at the University of Nottingham proposed an \"Astrobiological Copernican\" principle, based on the Principle of Mediocrity, and speculated that \"intelligent life would form on other [Earth-like] planets like it has on Earth, so within a few billion years life would automatically form as a natural part of evolution\". In the authors' framework, fl, fi, and fc are all set to a probability of 1 (certainty). Their resultant calculation concludes there are more than thirty current technological civilizations in the galaxy (disregarding error bars).[36][37]\n\nThis value remains particularly controversial. Those who favor a low value, such as the biologist Ernst Mayr, point out that of the billions of species that have existed on Earth, only one has become intelligent and from this, infer a tiny value for fi.[38] Likewise, the Rare Earth hypothesis, notwithstanding their low value for ne above, also think a low value for fi dominates the analysis.[39] Those who favor higher values note the generally increasing complexity of life over time, concluding that the appearance of intelligence is almost inevitable,[40][41] implying an fi approaching 1. Skeptics point out that the large spread of values in this factor and others make all estimates unreliable. (See Criticism).\n\nIn addition, while it appears that life developed soon after the formation of Earth, the Cambrian explosion, in which a large variety of multicellular life forms came into being, occurred a considerable amount of time after the formation of Earth, which suggests the possibility that special conditions were necessary. Some scenarios such as the snowball Earth or research into extinction events have raised the possibility that life on Earth is relatively fragile. Research on any past life on Mars is relevant since a discovery that life did form on Mars but ceased to exist might raise the estimate of fl but would indicate that in half the known cases, intelligent life did not develop.\n\nEstimates of fi have been affected by discoveries that the Solar System's orbit is circular in the galaxy, at such a distance that it remains out of the spiral arms for tens of millions of years (evading radiation from novae). Also, Earth's large moon may aid the evolution of life by stabilizing the planet's axis of rotation.\n\nThere has been quantitative work to begin to define \n\n\n\n\nf\n\n\nl\n\n\n\n⋅\n\nf\n\n\ni\n\n\n\n\n\n{\\displaystyle f_{\\mathrm {l} }\\cdot f_{\\mathrm {i} }}\n\n . One example is a Bayesian analysis published in 2020. In the conclusion, the author cautions that this study applies to Earth's conditions. In Bayesian terms, the study favors the formation of intelligence on a planet with identical conditions to Earth but does not do so with high confidence.[42][43]\n\nPlanetary scientist Pascal Lee of the SETI Institute proposes that this fraction is very low (0.0002). He based this estimate on how long it took Earth to develop intelligent life (1 million years since Homo erectus evolved, compared to 4.6 billion years since Earth formed).[44][45]\n\nFor deliberate communication, the one example we have (the Earth) does not do much explicit communication, though there are some efforts covering only a tiny fraction of the stars that might look for human presence. (See Arecibo message, for example). There is considerable speculation why an extraterrestrial civilization might exist but choose not to communicate. However, deliberate communication is not required, and calculations indicate that current or near-future Earth-level technology might well be detectable to civilizations not too much more advanced than present day humans.[46] By this standard, the Earth is a communicating civilization.\n\nAnother question is what percentage of civilizations in the galaxy are close enough for us to detect, assuming that they send out signals. For example, existing Earth radio telescopes could only detect Earth radio transmissions from roughly a light year away.[47]\n\nMichael Shermer estimated L as 420 years, based on the duration of sixty historical Earthly civilizations.[48] Using 28 civilizations more recent than the Roman Empire, he calculates a figure of 304 years for \"modern\" civilizations. It could also be argued from Michael Shermer's results that the fall of most of these civilizations was followed by later civilizations that carried on the technologies, so it is doubtful that they are separate civilizations in the context of the Drake equation. In the expanded version, including reappearance number, this lack of specificity in defining single civilizations does not matter for the end result, since such a civilization turnover could be described as an increase in the reappearance number rather than increase in L, stating that a civilization reappears in the form of the succeeding cultures. Furthermore, since none could communicate over interstellar space, the method of comparing with historical civilizations could be regarded as invalid.\n\nDavid Grinspoon has argued that once a civilization has developed enough, it might overcome all threats to its survival. It will then last for an indefinite period of time, making the value for L potentially billions of years. If this is the case, then he proposes that the Milky Way Galaxy may have been steadily accumulating advanced civilizations since it formed.[49] He proposes that the last factor L be replaced with fIC · T, where fIC is the fraction of communicating civilizations that become \"immortal\" (in the sense that they simply do not die out), and T representing the length of time during which this process has been going on. This has the advantage that T would be a relatively easy-to-discover number, as it would simply be some fraction of the age of the universe.\n\nIt has also been hypothesized that once a civilization has learned of a more advanced one, its longevity could increase because it can learn from the experiences of the other.[50]\n\nThe astronomer Carl Sagan speculated that all of the terms, except for the lifetime of a civilization, are relatively high and the determining factor in whether there are large or small numbers of civilizations in the universe is the civilization lifetime, or in other words, the ability of technological civilizations to avoid self-destruction. In Sagan's case, the Drake equation was a strong motivating factor for his interest in environmental issues and his efforts to warn against the dangers of nuclear warfare.\n\nAn intelligent civilization might not be organic, as some have suggested that artificial general intelligence may replace humanity.[51]\n\nAs many skeptics have pointed out, the Drake equation can give a very wide range of values, depending on the assumptions,[52] as the values used in portions of the Drake equation are not well established.[27][53][54][55] In particular, the result can be N ≪ 1, meaning we are likely alone in the galaxy, or N ≫ 1, implying there are many civilizations we might contact. One of the few points of wide agreement is that the presence of humanity implies a probability of intelligence arising of greater than zero.[56]\n\nAs an example of a low estimate, combining NASA's star formation rates, the rare Earth hypothesis value of fp · ne · fl = 10−5,[57] Mayr's view on intelligence arising, Drake's view of communication, and Shermer's estimate of lifetime:\n\ngives:\n\ni.e., suggesting that we are probably alone in this galaxy, and possibly in the observable universe.\n\nOn the other hand, with larger values for each of the parameters above, values of N can be derived that are greater than 1. The following higher values that have been proposed for each of the parameters:\n\nUse of these parameters gives:\n\nMonte Carlo simulations of estimates of the Drake equation factors based on a stellar and planetary model of the Milky Way have resulted in the number of civilizations varying by a factor of 100.[61]\n\nIn 2016, Adam Frank and Woodruff Sullivan modified the Drake equation to determine just how unlikely the event of a technological species arising on a given habitable planet must be, to give the result that Earth hosts the only technological species that has ever arisen, for two cases: (a) this Galaxy, and (b) the universe as a whole. By asking this different question, one removes the lifetime and simultaneous communication uncertainties. Since the numbers of habitable planets per star can today be reasonably estimated, the only remaining unknown in the Drake equation is the probability that a habitable planet ever develops a technological species over its lifetime. For Earth to have the only technological species that has ever occurred in the universe, they calculate the probability of any given habitable planet ever developing a technological species must be less than 2.5×10−24. Similarly, for Earth to have been the only case of hosting a technological species over the history of this Galaxy, the odds of a habitable zone planet ever hosting a technological species must be less than 1.7×10−11 (about 1 in 60 billion). The figure for the universe implies that it is extremely unlikely that Earth hosts the only technological species that has ever occurred. On the other hand, for this Galaxy one must think that fewer than 1 in 60 billion habitable planets develop a technological species for there not to have been at least a second case of such a species over the past history of this Galaxy.[62][63][64][65]\n\n"
        },
        {
            "title": "Modifications",
            "text": "As many observers have pointed out, the Drake equation is a very simple model that omits potentially relevant parameters,[66] and many changes and modifications to the equation have been proposed.  One line of modification, for example, attempts to account for the uncertainty inherent in many of the terms.[67]\nCombining the estimates of the original six factors by major researchers via a Monte Carlo procedure leads to a best value for the non-longevity factors of 0.85 1/years.[68]  This result differs insignificantly from the estimate of unity given both by Drake and the Cyclops report.\n\nOthers note that the Drake equation ignores many concepts that might be relevant to the odds of contacting other civilizations.  For example, David Brin states: \"The Drake equation merely speaks of the number of sites at which ETIs spontaneously arise. The equation says nothing directly about the contact cross-section between an ETIS and contemporary human society\".[69]  Because it is the contact cross-section that is of interest to the SETI community, many additional factors and modifications of the Drake equation have been proposed.\n\n"
        },
        {
            "title": "Criticism",
            "text": "Criticism of the Drake equation follows mostly from the observation that several terms in the equation are largely or entirely based on conjecture.  Star formation rates are well-known, and the incidence of planets has a sound theoretical and observational basis, but the other terms in the equation become very speculative. The uncertainties revolve around the present day understanding of the evolution of life, intelligence, and civilization, not physics.  No statistical estimates are possible for some of the parameters, where only one example is known.  The net result is that the equation cannot be used to draw firm conclusions of any kind, and the resulting margin of error is huge, far beyond what some consider acceptable or meaningful.[74][75]\n\nOne reply to such criticisms[76] is that even though the Drake equation currently involves speculation about unmeasured parameters, it was intended as a way to stimulate dialogue on these topics. Then the focus becomes how to proceed experimentally. Indeed, Drake originally formulated the equation merely as an agenda for discussion at the Green Bank conference.[77]\n\nA civilization lasting for tens of millions of years could be able to spread throughout the galaxy, even at the slow speeds foreseeable with present day technology. However, no confirmed signs of civilizations or intelligent life elsewhere have been found, either in this Galaxy or in the observable universe of 2 trillion galaxies.[78][79] According to this line of thinking, the tendency to fill up (or at least explore) all available territory seems to be a universal trait of living things, so the Earth should have already been colonized, or at least visited, but no evidence of this exists. Hence Fermi's question \"Where is everybody?\".[80][81]\n\nA large number of explanations have been proposed to explain this lack of contact; a book published in 2015 elaborated on 75 different explanations.[82] In terms of the Drake Equation, the explanations can be divided into three classes:\n\nThese lines of reasoning lead to the Great Filter hypothesis,[83] which states that since there are no observed extraterrestrial civilizations despite the vast number of stars, at least one step in the process must be acting as a filter to reduce the final value. According to this view, either it is very difficult for intelligent life to arise, or the lifetime of technologically advanced civilizations, or the period of time they reveal their existence must be relatively short.\n\nAn analysis by Anders Sandberg, Eric Drexler and Toby Ord suggests \"a substantial ex ante probability of there being no other intelligent life in our observable universe\".[84]\n\n"
        },
        {
            "title": "In fiction and popular culture",
            "text": "The equation was cited by Gene Roddenberry as supporting the multiplicity of inhabited planets shown on Star Trek, the television series he created. However, Roddenberry did not have the equation with him, and he was forced to \"invent\" it for his original proposal.[85] The invented equation created by Roddenberry is:\n\nHowever, a number raised to the first power is merely the number itself.\n\n"
        }
    ]
}