{
    "url": "https://en.wikipedia.org/wiki/Dravidian_folk_religion",
    "title": "Dravidian folk religion",
    "table_of_contents": [
        "1 Classification",
        "2 Religion in ancient Tamilakam",
        "2.1 Veriyattam",
        "2.2 Nadukkal",
        "2.3 Theyyam",
        "3 Folk dance rituals",
        "4 Discourse",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The early Dravidian religion constituted a non-Vedic form of Hinduism in that they were either historically or are at present Āgamic. The Agamas are non-Vedic in origin,[1] and have been dated either as post-Vedic texts,[2] or as pre-Vedic compositions.[3] The Agamas are a collection of Tamil and Sanskrit scriptures chiefly constituting the methods of temple construction and creation of murti, worship means of deities, philosophical doctrines, meditative practices, attainment of sixfold desires and four kinds of yoga.[4] The worship of tutelary deities and sacred flora and fauna in Hinduism is also recognized as a survival of the pre-Vedic Dravidian religion.[5] Dravidian linguistic influence on early Vedic religion is evident; many of these features are already present in the oldest known Indo-Aryan language, the language of the Rigveda (c. 1500 BCE), which also includes over a dozen words borrowed from Dravidian. The linguistic evidence for Dravidian impact grows increasingly strong as one moves from the Samhitas down through the later Vedic works and into the classical post-Vedic literature.[6] This represents an early religious and cultural fusion[7][note 1] or synthesis[9] between ancient Dravidians and Indo-Aryans that went on to influence Indian civilisation.[8][10][11][12]\n\n"
        },
        {
            "title": "Classification",
            "text": "Scholars do not share a uniform consensus on early Dravidian religion. Some scholars believed that the Dravidian religion was a belief system unique to the Neolithic people of South Asia before the origin of Indo-Aryan languages. Pope believes that in the pre-historic period the Dravidian religion was a precursor to Shaivism and Shaktism.[13] While John B. Magee was of the view that native Dravidian religion prior to 1500 BCE was unclear.[14] Other scholars define it as a non-Vedic part of Hinduism. Henry O. Thompson's definition of Hinduism included Dravidian traditions as one of the important foundational element.[15] Sjoberg claims that the Dravidian religion influenced Hinduism more than its Indo-Aryan counterpart,[16][note 2][17][18][19][20] Gustav Oppert suggests Dravidian religion was centered the worship of Goddess as mother, protector of villages and the seven sisters identified with Matrikas.[21][22][23] Wilder Theodre Elmore comments that the Dravidian folks religions are not a simple form of animism, but exhibit complex metaphysical concepts.[24] The widespread worship of certain village deities of Karnataka and Tamil Nadu may be argued to reflect a survival of the pre-Brahmanic religious tradition.[5][25][26]\n\nDravidian influence on early Vedic religion is evident, many of these features are already present in the oldest known Indo-Aryan language, the language of the Rigveda (c. 1500 BCE), which also includes over a dozen words borrowed from Dravidian.[6] The linguistic evidence for Dravidian impact grows increasingly strong as we move from the Samhitas down through the later Vedic works and into the classical post-Vedic literature.[6] This represents an early religious and cultural fusion[7][note 1] or synthesis[9] between ancient Dravidians and Indo-Aryans, which became more evident over time with sacred iconography, traditions, philosophy, flora and fauna that went on to influence Hinduism, Buddhism, Jainism, Sramana and Charvaka.[8][10][11][12]\n\nScholars regard the modern Hinduism as a fusion[7][note 1] or synthesis[9][note 3][28] of various Indian cultures and traditions.[7][9][29][note 7] Among its roots are the historical Vedic religion of Iron Age India,[29][38] itself already the product of \"a composite of the Indo-Aryan and Harappan cultures and civilizations\",[39][note 8] but also the Sramana[41] or renouncer traditions[29] of northeast India,[41] and mesolithic[42] and neolithic[43] cultures of India, such as the religions of the Indus Valley civilisation,[8][44][45][46] Dravidian traditions,[8][10][11][12] and the local traditions[29] and tribal religions.[10][note 9]\n\n"
        },
        {
            "title": "Religion in ancient Tamilakam",
            "text": "Ancient Tamil grammatical works Tholkappiyam, the ten anthologies Pattuppāṭṭu, the eight anthologies Eṭṭuttokai sheds light on early ancient Dravidian religion. Seyyon (Also known as Murugan) was glorified as \"the red god seated on the blue peacock, who is ever young and resplendent\", as \"the favored god of the Tamils\".[47] Shiva was seen as the Supreme God.[47] Early iconography of Murugan[48] and Sivan[49][50][51] and their association with native flora and fauna goes back to Indus Valley Civilisation.[52][53] The Sangam landscape was classified into five categories, thinais, based on the mood, the season and the land. Tolkappiyam, mentions that each of these thinai had an associated deity such Murugan in Kurinji – the hills and mountains, Thirumal in Mullai – the forests, and Vendhan in Marutham – the plains and croplands, Kadalon in the Neithal – the coasts and the seas, and Kottravai in Pālai – the deserts. Other gods mentioned were Mayyon and Vāli, who were all assimilated into Hinduism over time.\n\nThroughout Tamilakam, a king was considered to be divine by nature and possessed religious significance.[54] The king was \"the representative of God on earth\" and lived in a koyil, which means \"residence of a god\". The modern Tamil word for temple is koil (Tamil: கோயில்). Ritual worship was also given to kings.[55][56] Modern words for god like kō (Tamil: கோ \"king\"), iṟai (இறை \"emperor\") and āṇḍavar (ஆண்டவன் \"conqueror\") now primarily refer to gods. These elements were incorporated later into Hinduism like the legendary marriage of Shiva to Queen Meenātchi who ruled Madurai, and Indhiran, a god who was later merged into Indra.[57] Tolkaappiyar refers to the Three Crowned Kings as the \"Three Glorified by Heaven\", (Tamil: வான்புகழ் மூவர், Vāṉpukaḻ Mūvar).[58] In the Dravidian-speaking South, the concept of divine kingship led to the assumption of major roles by state and temple.[59]\n\nThe cult of the mother goddess is treated as an indication of a society which venerated femininity. This mother goddess was conceived as a virgin, one who has given birth to all and one and was typically associated with Shaktism.[60] Her worship was accepted in the northern parts of India with various names as Devi, Ksetradevata etc.[61] More recent scholarship has been correcting the misrepresentation made by a section of Westerner and Indian Brahmanical scholars in the portrayal of the tradition of the goddess. Western scholars like Denobili portrayed Brahmin as \"gentilism\" and the goddess tradition as \"idolatarous\".[62]\n\nThe temples of the Sangam days, mainly of Madurai, seem to have had priestesses to the deity, which also appear predominantly a goddess.[63] In the Sangam literature, there is an elaborate description of the rites performed by the Kurava priestess in the shrine Palamutircholai.[64] Among the early Dravidians the practice of erecting memorial stones, Natukal, had appeared, and it continued for quite a long time after the Sangam age, down to about the 16th century.[65] It was customary for people who sought victory in war to worship these hero stones to bless them with victory.[66] Many Hindu sects such as Bhakti movement and Lingayatism originated in Tamil Nadu and Karnataka respectively. In addition to literary sources, folk festivals, village deities, shamanism, ritual theater and traditions, which are unique to the region, are also good indicators of what early Dravidian people believed/practiced.\n\nThe most popular deity is Murugan, he is known as the patron god of the Tamils and is also called Tamil Kadavul (Tamil God).[67][68] In Tamil tradition, Murugan is the youngest son and Pillaiyar the eldest son of Shiva. This differs from the North Indian tradition, which represents Murugan as the elder son. The goddess Parvati is often depicted as having a green complexion in Tamil Hindu tradition, implying her association with nature. The worship of Amman, also called Mariamman, who is thought to have been derived from an ancient mother goddess, is also very common.[69] Kan̲n̲agi, the heroine of the Cilappatikār̲am, is worshipped as Pattin̲i by many Tamils, particularly in Sri Lanka.[70] There are also many followers of Ayyavazhi in Tamil Nadu, mainly in the southern districts.[71] In addition, there are many temples and devotees of Vishnu, Shiva, Ganapati, and the other Hindu deities. Some other deities that later emerged independently in Tamil tradition include: Angala Devi, Madurai Veeran, Karuppu Sami, Muniandi, Sudalai Madan, Isakki, Devi Kanya Kumari, and Periyachi.    \n\nIn rural Tamil Nadu, many local deities, called aiyyan̲ārs, are believed to be the spirits of local heroes who protect the village from harm.[72] Their worship often centres around nadukkal, stones erected in memory of heroes who died in battle. This form of worship is mentioned frequently in classical literature and appears to be the surviving remnants of an ancient Tamil tradition.[73] The early Dravidian religion constituted a non-Vedic form of Hinduism in that they were either historically or are at present Āgamic. The Agamas are non-vedic in origin[1] and have been dated either as post-Vedic texts[2] or as pre-Vedic compositions.[3] A large portion of these deities continue to be worshipped as the Village deities of Tamil Nadu and Sri Lanka, and their subsequent influence in South-east Asia, examples of which include the Mariamman temples in Singapore and Vietnam. Worship of anthills, snakes and other forms of guardian deities and heroes are still worshiped in the Konkan coast, Maharashtra proper and a few other parts of India including North India which traces its origins to ancient Dravidian religion which has been influencing formation of mainstream Hinduism for thousands of years.\n\nA hero stone, known as \"Natukal\" by Tamils, \"Gandragallu\" by Telugu and \"Virgal\" by Kannadigas, is a memorial commemorating the honorable death of a hero in battle. Erected between the 3rd century BCE and the 18th century CE, hero stones are found all over India, most of them in southern India. They often carry inscriptions displaying a variety of adornments, including bas relief panels, frieze, and figures on carved stone.[74] Usually they are in the form of a stone monument and may have an inscription at the bottom with a narrative of the battle. According to the historian Upinder Singh, the largest concentration of such memorial stones are found in Karnataka. About two thousand six hundred and fifty hero stones, the earliest dated to the 5th century have been discovered in Karnataka.[75] The custom of erecting memorial stones dates back to the Iron Age (1000–600 BCE), though a vast majority were erected between the 5th and 13th centuries CE.\n\nVeriyattam refers to spirit possession of women, who took part in priestly functions. Under the influence of the god, women sang and danced, but also read the dim past, predicted the future, diagnosed diseases.[76] Twenty two poets of the Sangam age in as many as 40 poems portray Veriyatal. Velan is a reporter and prophet endowed with supernatural powers. Veriyatal had been performed by men as well as women.[77]\n\nAmong the early Tamils, the practice of erecting hero stones (nadukkal) had appeared, and it continued for quite a long time after the Sangam age, down to about 11th century.[78] It was customary for people who sought victory in war to worship these hero stones to bless them with victory.[79]\n\nTheyyam is a ritual shaman dance popular in Kerala and parts of Karnataka. Theyyam migrates into the artist who has assumed the spirit and it is a belief that the god or goddess comes in the midst of fathering through the medium of possessed dancer. The dancer throws rice on the audience and distributes turmeric powder as symbols of blessing. Theyyam incorporates dance, mime and music and enshrines the rudiments of ancient tribal cultures which attached great importance to the worship of heroes and the spirits of ancestors, is a socio-religious ceremony. There are over 400 Theyyams performed, the most spectacular ones are those of Raktha Chamundi, Kari Chamundi, Muchilottu Bhagavathi, Wayanadu Kulaven, Gulikan and Pottan. These are performed in front of shrines, sans stage or curtains.\n\nThe early character of Tamil religion was celebrative. It embodied an aura of sacral immanence, sensing the sacred in the vegetation, fertility, and color of the land. The summum bonum of the religious experience was expressed in terms of possession by the god, or ecstasy. Into this milieu there immigrated a sobering influence—a growing number of Jain and Buddhist communities and an increasing influx of northerners.[citation needed]\n\nThe layout of villages can be assumed to be standard across most villages. An Amman (mother goddess) is at the centre of the villages while a male guardian deity (Tamil: காவல் கடவுள், kāval kaṭavuḷ) has a shrine at the village borders. Nowadays, Amman can be either worshipped alone or as a part of the Vedic pantheon.[80]\n\n"
        },
        {
            "title": "Discourse",
            "text": "\nDuring the era of the British Raj, several Christian authors in the field of ethnology often drew a comparison between the Dravidian folk religion and the various Indo-Aryan Brahmanical traditions. A later record of the colonial administration, titled Manual of the Administration of the Madras Presidency, described the south Indian faith along the binary lines of deities and demons, essentially categorising the worship of the Dravidian population to \"demons\", or to \"deities who rule[d] such demons to induce their interposition\". The text considered the village goddess who guarded the village from disease and calamity in the category of superior demons, who, it stated, had attained the status of deities. Little distinction existed, according to the text, between the deities and the demons. The goddesses were placed within the paradigm of demonolatry, and the scholar identified blood sacrifice as a significant trait of the Dravidian religion. The reverend Samuel Mateer set apart the idolatry of Brahman-centered Hinduism from the worship of \"evil and malignant spirits\" that was performed by the indigenous natives of Southern India.[84] The scholar Whitehead concluded that the \"village deity\" was little more than a petty spirit that tyrannised and protected a local hamlet, inspiring fear due to an ability to inflict diseases and injury to the villagers, not evoking any admiration or morality.[85]\n"
        }
    ]
}