{
    "url": "https://en.wikipedia.org/wiki/Drift_mining",
    "title": "Drift mining",
    "table_of_contents": [
        "1 Historical US drift mining (coal)",
        "1.1 Illinois",
        "1.2 Indiana",
        "1.3 Kentucky",
        "1.4 Maryland",
        "1.5 Ohio",
        "1.6 Pennsylvania",
        "1.7 Tennessee",
        "1.8 Virginia",
        "1.9 West Virginia",
        "2 Historical US drift mining (gold)",
        "2.1 Alaska",
        "2.2 California",
        "3 Historical drift mines in other countries",
        "4 Drift mines in current production",
        "5 Safety and environmental issues",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Drift mining is either the mining of an ore deposit by underground methods, or the working of coal seams accessed by adits driven into the surface outcrop of the coal bed.[1]  A drift mine is an underground mine in which the entry or access is above water level and generally on the slope of a hill, driven horizontally into the ore seam.[2]  Random House dictionary says the origin of the term \"drift mine\" is an Americanism, circa 1885–1890.[3]\n\nDrift is a more general mining term, meaning a near-horizontal passageway in a mine, following the bed (of coal, for instance) or vein of ore.[dubious  – discuss] A drift may or may not intersect the ground surface.[4] A drift follows the vein, as distinguished from a crosscut that intersects it, or a level or gallery, which may do either.[5]  All horizontal or subhorizontal development openings made in a mine have the generic name of drift. These are simply tunnels made in the rock, with a size and shape depending on their use—for example, haulage, ventilation, or exploration.[6]\n\n"
        },
        {
            "title": "",
            "text": "Argyle Lake State Park's website says the Argyle Hollow (occupied by a lake since 1948) has been rich in coal, clay and limestone resources. Historically, individuals commonly opened and dug their own \"drift mines\" to supplement their income.[7]  In Appalachia, small coal mining operations such as these were known as \"country bank\" or \"farmer\" coal mines, and usually produced only small quantities for local use.[8]\n\nThe Lusk Mine, now in Turkey Run State Park, was in operation from the late 1800s through the late 1920s. Too small for commercial operation, the mine probably provided coal for the Lusk family and later for the park.[9]\n\nIn 1820 the first commercial mine in Kentucky, known as the \"McLean drift bank\" opened near the Green River and Paradise in Muhlenberg County.[10]  In Drift, Kentucky, Beaver Coal & Mining Company was the most well known operator of mines, but there were other smaller mines (Floyd-Elkhorn Consolidated Collieries, Turner-Elkhorn Coal Company, etc.) as well.[11]\n\nDorsey Coal Company's Ashby coal mine, a small drift mine probably in the Upper Freeport coal; and the mine of the Taylor-Offutt Coal Company near Oakland, MD.[12]\n\nIn the 1880s, State Inspector of Mines, Andrew Roy, issued a report on the Mines and Mining Resources of Ohio,[13] which includes the following paragraphs:\n\nIndiana County: Graff Drift Mines, near Blairsville.  Commodore Mines, Nos. 1 & 3 (drift mines), No. 2 (slope mine), Green Twp.  Empire \"F\" Mine (1910-?), Shanktown; a drift mine, mining the \"B\" coal seam, mining done by machine, owner Pioneer Coal Company, Clearfield.  Empire \"M\" Mine (McKean Mine) (1906-?), a drift mine, non-gaseous, mining a 38\" thick seam of Lower Kittaning coal using compressed air machines; ventilation provided by an 8' Stine steam-powered fan, Clymer, PA.  Rodkey Mine(1906-?), a drift mine, Clymer.  Ernest Mine No. 2 (1903-1965), a drift mine, at Ernest, Rayne Twp., Indiana Co., PA.[14]\n\nThe Fork Mountain, TN, drift portal entered an 84-inch unnamed seam of coal (see picture above). Most coal seams in Tennessee were not this thick.[15]\n\nThe first coal mine in the Pocahontas Coalfield with its famous 13 feet tall seam of Pocahontas No. 3 coal, the Pocahontas mine is a drift mine.[16]\n\nMany, many references to and photographs of WV drift mines in the Scrapbook of Appalachian Coal Towns,[17] including Sprague, Kaymoor, Nuttallburg, Venus, Layland, Elverton, Casselman (aka Castleman), etc.\n\n"
        },
        {
            "title": "",
            "text": "Drift mining methods were used extensively to mine placer deposits during the early years (1899- ) of the Nome mining district.  During summer, surface deposits could be worked, but some placer deposits were buried too deeply for surface placering.  In addition, water to wash the gold from the placers was not available in the winter.  Many miners tunneled into deep placer deposits, bringing out the high-grade gravels to be washed at the spring thaw.  Most of the ground in Nome is permafrost.  By drift mining, miners were able to recover much of the gold buried under the permafrost.[citation needed]\n\nGold at Nome was concentrated in three ancient beach lines, now inshore, above sea level, and buried under roughly fifty feet of permafrost overlain by two feet of tundra.  Gold was usually found on top of \"false bedrock,\" a layer of clay that occurred at the base of the beach or stream deposit.  Miners initially sank shafts to prospect for the pay streaks by building a fire atop the permafrost, then as it melted, shoveling away the mud.  The process would continue down to either a pay streak or bedrock.[citation needed]\n\nWhen gold was found drift mining began.  Miners would tunnel horizontally from the bottom of their prospect shaft to follow the gold along the surface of the bedrock.  The tunnels did not cave in because the ground was frozen.  Miners discovered old underground beach and river gravels rich with gold.  Around 1900 the population of Nome was more than twenty thousand, many of them drift miners.  Nome's gold fields, appearing untouched from the surface, are honeycombed with tunnels left by the gold rush drift miners.  Today's miners, prospecting with modern drilling equipment, sometimes hit old drifts; this was, and is, a technique copied from the Welsh coal miners of south Wales and is much more effective than using bell pits.[citation needed]\n\nGold has been mined from placer gold deposits up and down the state and in varied environments. Initially, easily discovered deposits in surface and river placers were mined until about 1864. Hydraulic mines, using powerful water cannons to wash whole hillsides, were the chief sources of gold for the next 20 years. In 1884, Judge Lorenzo Sawyer issued a decree prohibiting the dumping of hydraulic mining debris into the Sacramento River, effectively eliminating large-scale hydraulic operations. For the next 14 years, drift mining placer gold deposits in buried Tertiary channels partially made up for the loss of placer gold production, but overall production declined.  Production rose again with the advent of large-scale dredging.  The first successful gold dredge was introduced on the lower Feather River near Oroville in 1898.[18]\n\n"
        },
        {
            "title": "Safety and environmental issues",
            "text": "Drift mines in eastern Kentucky are subject to roof collapse due to hillseams, especially within 100 feet of the portal.[citation needed]\n\nIn 1989 the U.S. Bureau of Mines published a study of eastern Kentucky drift mines as part of an ongoing research program to characterize the outcrop barrier zone. \"Hillseams\" were identified as the dominant geologic cause of roof instability unique to the outcrop barrier zone, with many roof fall injuries and fatalities attributed to them. Hillseam is the eastern Kentucky miners term for weather-enlarged tension joints that occur in shallow mine overburden where surface slopes are steep. Hillseams are most conspicuous within 200 ft laterally of a coalbed outcrop and under 300 ft or less of overburden. Hillseams form by stress relief, and therefore tend to parallel topographic contours and ridges. They can intersect at various angles, especially under the nose of a ridge, and create massive blocks or wedges of roof prone to failure. Examples of hillseams are described in both outcrop and in coal mine roof to establish their geologic character and contribution to roof failure.[19]\n\n"
        }
    ]
}