{
    "url": "https://en.wikipedia.org/wiki/Drosophila_melanogaster",
    "title": "Drosophila melanogaster",
    "table_of_contents": [
        "1 Physical appearance",
        "2 Lifecycle and reproduction",
        "2.1 Females",
        "2.2 Males",
        "2.3 Polygamy",
        "3 Model organism in genetics",
        "3.1 History of use in genetic analysis",
        "3.2 Reasons for use in laboratories",
        "3.3 Genetic markers",
        "3.4 Classic genetic mutations",
        "4 Genome",
        "4.1 Similarity to humans",
        "5 Connectome",
        "6 Development",
        "6.1 Developmental plasticity",
        "7 Sex determination",
        "8 Immunity",
        "8.1 The Drosophila toll pathway",
        "8.2 The Drosophila Imd pathway",
        "8.3 JAK-STAT signalling",
        "8.4 The cellular response to infection",
        "9 Behavioral genetics and neuroscience",
        "10 Aggression",
        "10.1 Acoustic communication",
        "10.2 Pheromone signaling",
        "10.3 Competition for food",
        "10.4 Effect of sleep deprivation",
        "11 Transgenesis",
        "12 Vision",
        "12.1 Opsins and spectral sensitivity",
        "12.2 Phototransduction",
        "13 Grooming",
        "14 Walking",
        "15 Flight",
        "16 Misconceptions",
        "17 See also",
        "18 Notes",
        "19 References",
        "20 Further reading",
        "21 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDrosophila melanogaster is a species of fly (the taxonomic order Diptera) in the family Drosophilidae. The species is often referred to as the fruit fly or lesser fruit fly, or less commonly the \"vinegar fly\" or \"pomace fly\".[a][4] Starting with Charles W. Woodworth's 1901 proposal of the use of this species as a model organism,[5][6] D. melanogaster continues to be widely used for biological research in genetics, physiology, microbial pathogenesis, and life history evolution. As of 2017, five Nobel Prizes have been awarded to drosophilists for their work using the insect.[7][8]\n\nD. melanogaster is typically used in research owing to its rapid life cycle, relatively simple genetics with only four pairs of chromosomes, and large number of offspring per generation.[9] It was originally an African species, with all non-African lineages having a common origin.[10] Its geographic range includes all continents, including islands.[11] D. melanogaster is a common pest in homes, restaurants, and other places where food is served.[12]\n\nFlies belonging to the family Tephritidae are also called \"fruit flies\". This can cause confusion, especially in the Mediterranean, Australia, and South Africa, where the Mediterranean fruit fly Ceratitis capitata is an economic pest.\n\n"
        },
        {
            "title": "Physical appearance",
            "text": "Wild type fruit flies are yellow-brown, with brick-red eyes and transverse black rings across the abdomen. The brick-red color of the eyes of the wild type fly are due to two pigments:[13] xanthommatin, which is brown and is derived from tryptophan, and drosopterins, which are red and are derived from guanosine triphosphate.[13]  They exhibit sexual dimorphism; females are about 2.5 mm (0.10 in) long; males are slightly smaller with darker backs. Males are easily distinguished from females based on colour differences, with a distinct black patch at the abdomen, less noticeable in recently emerged flies, and the sexcombs (a row of dark bristles on the tarsus of the first leg). Furthermore, males have a cluster of spiky hairs (claspers) surrounding the reproducing parts used to attach to the female during mating. Extensive images are found at FlyBase.[14] Drosophila melanogaster flies can sense air currents with the hairs on their backs. Their eyes are sensitive to slight differences in light intensity and will instinctively fly away when a shadow or other movement is detected.[15]\n\n"
        },
        {
            "title": "Lifecycle and reproduction",
            "text": "Under optimal growth conditions at 25 °C (77 °F), the D. melanogaster lifespan is about 50 days from egg to death.[16] The developmental period for D. melanogaster varies with temperature, as with many ectothermic species. The shortest development time (egg to adult), 7 days, is achieved at 28 °C (82 °F).[17][18] Development times decrease at higher temperatures (11 days at 30 °C or 86 °F) due to heat stress. Under ideal conditions, the development time at 25 °C (77 °F) is 8.5 days,[17][18][19] at 18 °C (64 °F) it takes 19 days[17][18] and at 12 °C (54 °F) it takes over 50 days.[17][18] Under crowded conditions, development time increases,[20] while the emerging flies are smaller.[20][21] Females lay some 400 eggs (embryos), about five at a time, into rotting fruit or other suitable material such as decaying mushrooms and sap fluxes. Drosophila melanogaster is a holometabolous insect, so it undergoes a full metamorphosis. Their life cycle is broken down into 4 stages: embryo, larva, pupa, adult.[22] The eggs, which are about 0.5 mm long, hatch after 12–15 hours (at 25 °C or 77 °F).[17][18] The resulting larvae grow for about 4 days (at 25 °C) while molting twice (into second- and third-instar larvae), at about 24 and 48 h after hatching.[17][18] During this time, they feed on the microorganisms that decompose the fruit, as well as on the sugar of the fruit itself. The mother puts feces on the egg sacs to establish the same microbial composition in the larvae's guts that has worked positively for herself.[23] Then the larvae encapsulate in the puparium and undergo a 4-day-long metamorphosis (at 25 °C), after which the adults eclose (emerge).[17][18]\n\nMales perform a sequence of five behavioral patterns to court females. First, males orient themselves while playing a courtship song by horizontally extending and vibrating their wings. Soon after, the male positions himself at the rear of the female's abdomen in a low posture to tap and lick the female genitalia. Finally, the male curls his abdomen and attempts copulation. Females can reject males by moving away, kicking, and extruding their ovipositor.[24] Copulation lasts around 15–20 minutes,[25] during which males transfer a few hundred, very long (1.76 mm) sperm cells in seminal fluid to the female.[26] Females store the sperm in a tubular receptacle and in two mushroom-shaped spermathecae; sperm from multiple matings compete for fertilization. A last male precedence is believed to exist; the last male to mate with a female sires about 80% of her offspring. This precedence was found to occur through both displacement and incapacitation.[27] The displacement is attributed to sperm handling by the female fly as multiple matings are conducted and is most significant during the first 1–2 days after copulation. Displacement from the seminal receptacle is more significant than displacement from the spermathecae.[27] Incapacitation of first male sperm by second male sperm becomes significant 2–7 days after copulation. The seminal fluid of the second male is believed to be responsible for this incapacitation mechanism (without removal of first male sperm) which takes effect before fertilization occurs.[27] The delay in effectiveness of the incapacitation mechanism is believed to be a protective mechanism that prevents a male fly from incapacitating his own sperm should he mate with the same female fly repetitively. Sensory neurons in the uterus of female D. melanogaster respond to a male protein, sex peptide, which is found in semen.[28] This protein makes the female reluctant to copulate for about 10 days after insemination. The signal pathway leading to this change in behavior has been determined. The signal is sent to a brain region that is a homolog of the hypothalamus and the hypothalamus then controls sexual behavior and desire.[28] Gonadotropic hormones in Drosophila maintain homeostasis and govern reproductive output via a cyclic interrelationship, not unlike the mammalian estrous cycle.[29] Sex peptide perturbs this homeostasis and dramatically shifts the endocrine state of the female by inciting juvenile hormone synthesis in the corpus allatum.[30]\n\nD. melanogaster is often used for life extension studies, such as to identify genes purported to increase lifespan when mutated.[31] D. melanogaster is also used in studies of aging. Werner syndrome is a condition in humans characterized by accelerated aging. It is caused by mutations in the gene WRN that encodes a protein with essential roles in repair of DNA damage. Mutations in the D. melanogaster homolog of WRN also cause increased physiologic signs of aging, such as shorter lifespan, higher tumor incidence, muscle degeneration, reduced climbing ability, altered behavior and reduced locomotor activity.[32]\n\nFemales become receptive to courting males about 8–12 hours after emergence.[33] Specific neuron groups in females have been found to affect copulation behavior and mate choice. One such group in the abdominal nerve cord allows the female fly to pause her body movements to copulate.[28] Activation of these neurons induces the female to cease movement and orient herself towards the male to allow for mounting. If the group is inactivated, the female remains in motion and does not copulate. Various chemical signals such as male pheromones often are able to activate the group.[28]\n\nAlso, females exhibit mate choice copying. When virgin females are shown other females copulating with a certain type of male, they tend to copulate more with this type of male afterwards than naive females (which have not observed the copulation of others). This behavior is sensitive to environmental conditions, and females copulate less in bad weather conditions.[34]\n\nD. melanogaster males exhibit a strong reproductive learning curve. That is, with sexual experience, these flies tend to modify their future mating behavior in multiple ways. These changes include increased selectivity for courting only intraspecifically, as well as decreased courtship times.\n\nSexually naïve D. melanogaster males are known to spend significant time courting interspecifically, such as with D. simulans flies. Naïve D. melanogaster will also attempt to court females that are not yet sexually mature, and other males. D. melanogaster males show little to no preference for D. melanogaster females over females of other species or even other male flies. However, after D. simulans or other flies incapable of copulation have rejected the males' advances, D. melanogaster males are much less likely to spend time courting nonspecifically in the future. This apparent learned behavior modification seems to be evolutionarily significant, as it allows the males to avoid investing energy into futile sexual encounters.[35]\n\nIn addition, males with previous sexual experience modify their courtship dance when attempting to mate with new females—the experienced males spend less time courting, so have lower mating latencies, meaning that they are able to reproduce more quickly. This decreased mating latency leads to a greater mating efficiency for experienced males over naïve males.[36] This modification also appears to have obvious evolutionary advantages, as increased mating efficiency is extremely important in the eyes of natural selection.\n\nBoth male and female D. melanogaster flies act polygamously (having multiple sexual partners at the same time).[37] In both males and females, polygamy results in a decrease in evening activity compared to virgin flies, more so in males than females.[37] Evening activity consists of those in which the flies participate other than mating and finding partners, such as finding food.[38] The reproductive success of males and females varies, because a female only needs to mate once to reach maximum fertility.[38] Mating with multiple partners provides no advantage over mating with one partner, so females exhibit no difference in evening activity between polygamous and monogamous individuals.[38] For males, however, mating with multiple partners increases their reproductive success by increasing the genetic diversity of their offspring.[38] This benefit of genetic diversity is an evolutionary advantage because it increases the chance that some of the offspring will have traits that increase their fitness in their environment.\n\nThe difference in evening activity between polygamous and monogamous male flies can be explained with courtship. For polygamous flies, their reproductive success increases by having offspring with multiple partners, and therefore they spend more time and energy on courting multiple females.[38] On the other hand, monogamous flies only court one female, and expend less energy doing so.[38] While it requires more energy for male flies to court multiple females, the overall reproductive benefits it produces has kept polygamy as the preferred sexual choice.[38]\n\nThe mechanism that affects courtship behavior in Drosophila is controlled by the oscillator neurons DN1s and LNDs.[39] Oscillation of the DN1 neurons was found to be effected by sociosexual interactions, and is connected to mating-related decrease of evening activity.[39]\n\n"
        },
        {
            "title": "Model organism in genetics",
            "text": "D. melanogaster remains one of the most studied organisms in biological research, particularly in genetics and developmental biology. It is also employed in studies of environmental mutagenesis.\n\nD. melanogaster was among the first organisms used for genetic analysis, and today it is one of the most widely used and genetically best-known of all eukaryotic organisms. All organisms use common genetic systems; therefore, comprehending processes such as transcription and replication in fruit flies helps in understanding these processes in other eukaryotes, including humans.[40]\n\nThomas Hunt Morgan began using fruit flies in experimental studies of heredity at Columbia University in 1910 in a laboratory known as the Fly Room. The Fly Room was cramped with eight desks, each occupied by students and their experiments. They started off experiments using milk bottles to rear the fruit flies and handheld lenses for observing their traits. The lenses were later replaced by microscopes, which enhanced their observations. Morgan and his students eventually elucidated many basic principles of heredity, including sex-linked inheritance, epistasis, multiple alleles, and gene mapping.[40]\n\nD. melanogaster had historically been used in laboratories to study genetics and patterns of inheritance. However, D. melanogaster also has importance in environmental mutagenesis research, allowing researchers to study the effects of specific environmental mutagens.[41]\n\nThere are many reasons the fruit fly is a popular choice as a model organism:\n\nGenetic markers are commonly used in Drosophila research, for example within balancer chromosomes or P-element inserts, and most phenotypes are easily identifiable either with the naked eye or under a microscope. In the list of a few common markers below, the allele symbol is followed by the name of the gene affected and a description of its phenotype. (Note: Recessive alleles are in lower case, while dominant alleles are capitalised.)\n\nDrosophila genes are traditionally named after the phenotype they cause when mutated. For example, the absence of a particular gene in Drosophila will result in a mutant embryo that does not develop a heart. Scientists have thus called this gene tinman, named after the Oz character of the same name.[45] Likewise changes in the Shavenbaby gene cause the loss of dorsal cuticular hairs in Drosophila sechellia larvae.[46] This system of nomenclature results in a wider range of gene names than in other organisms.\n\n\n\n"
        },
        {
            "title": "Genome",
            "text": "The genome of D. melanogaster (sequenced in 2000, and curated at the FlyBase database[42]) contains four pairs of chromosomes – an X/Y pair, and three autosomes labeled 2, 3, and 4. The fourth chromosome is relatively very small and therefore often ignored, aside from its important eyeless gene. The D. melanogaster sequenced genome of 139.5 million base pairs has been annotated[77] and contains around 15,682 genes according to Ensemble release 73. More than 60% of the genome appears to be functional non-protein-coding DNA[78] involved in gene expression control. Determination of sex in Drosophila occurs by the X:A ratio of X chromosomes to autosomes, not because of the presence of a Y chromosome as in human sex determination. Although the Y chromosome is entirely heterochromatic, it contains at least 16 genes, many of which are thought to have male-related functions.[79]\n\nThere are three transferrin orthologs, all of which are dramatically divergent from those known in chordate models.[80]\n\nA March 2000 study by National Human Genome Research Institute comparing the fruit fly and human genome estimated that about 60% of genes are conserved between the two species.[81] About 75% of known human disease genes have a recognizable match in the genome of fruit flies,[82] and 50% of fly protein sequences have mammalian homologs[citation needed]. An online database called Homophila is available to search for human disease gene homologues in flies and vice versa.[83]\n\nDrosophila is being used as a genetic model for several human diseases including the neurodegenerative disorders Parkinson's, Huntington's, spinocerebellar ataxia and Alzheimer's disease.[84] The fly is also being used to study mechanisms underlying aging and oxidative stress, immunity, diabetes, and cancer, as well as drug abuse.[85][86][87]\n\n"
        },
        {
            "title": "Connectome",
            "text": "Drosophila is one of the few animals (C. elegans being another) where detailed neural circuits (a connectome) are available.\n\nA high-level connectome, at the level of brain compartments and interconnecting tracts of neurons, exists for the full fly brain.[88]  A version of this is available online.[89]\n\nDetailed circuit-level connectomes exist for the lamina[90][91] and a medulla[92] column, both in the visual system of the fruit fly, and the alpha lobe of the mushroom body.[93]\n\nIn May 2017 a paper published in bioRxiv presented an electron microscopy image stack of the whole adult female brain at synaptic resolution. The volume is available for sparse tracing of selected circuits.[94][95]\n\nIn 2020, a dense connectome of half the central brain of Drosophila was released,[96] along with a web site that allows queries and exploration of this data.[97]  The methods used in reconstruction and initial analysis of the connectome followed.[98]\n\n"
        },
        {
            "title": "Development",
            "text": "The life cycle of this insect has four stages: fertilized egg, larva, pupa, and adult.[11]\n\nEmbryogenesis in Drosophila has been extensively studied, as its small size, short generation time, and large brood size makes it ideal for genetic studies. It is also unique among model organisms in that cleavage occurs in a syncytium.\n\nDuring oogenesis, cytoplasmic bridges called \"ring canals\" connect the forming oocyte to nurse cells. Nutrients and developmental control molecules move from the nurse cells into the oocyte. In the figure to the left, the forming oocyte can be seen to be covered by follicular support cells.\n\nAfter fertilization of the oocyte, the early embryo (or syncytial embryo) undergoes rapid DNA replication and 13 nuclear divisions until about 5000 to 6000 nuclei accumulate in the unseparated cytoplasm of the embryo. By the end of the eighth division, most nuclei have migrated to the surface, surrounding the yolk sac (leaving behind only a few nuclei, which will become the yolk nuclei). After the 10th division, the pole cells form at the posterior end of the embryo, segregating the germ line from the syncytium. Finally, after the 13th division, cell membranes slowly invaginate, dividing the syncytium into individual somatic cells. Once this process is completed, gastrulation starts.[99]\n\nNuclear division in the early Drosophila embryo happens so quickly, no proper checkpoints exist, so mistakes may be made in division of the DNA. To get around this problem, the nuclei that have made a mistake detach from their centrosomes and fall into the centre of the embryo (yolk sac), which will not form part of the fly.\n\nThe gene network (transcriptional and protein interactions) governing the early development of the fruit fly embryo is one of the best understood gene networks to date, especially the patterning along the anteroposterior (AP) and dorsoventral (DV) axes (See under morphogenesis).[99]\n\nThe embryo undergoes well-characterized morphogenetic movements during gastrulation and early development, including germ-band extension, formation of several furrows, ventral invagination of the mesoderm, and posterior and anterior invagination of endoderm (gut), as well as extensive body segmentation until finally hatching from the surrounding cuticle into a first-instar larva.\n\nDuring larval development, tissues known as imaginal discs grow inside the larva. Imaginal discs develop to form most structures of the adult body, such as the head, legs, wings, thorax, and genitalia. Cells of the imaginal disks are set aside during embryogenesis and continue to grow and divide during the larval stages—unlike most other cells of the larva, which have differentiated to perform specialized functions and grow without further cell division. At metamorphosis, the larva forms a pupa, inside which the larval tissues are reabsorbed and the imaginal tissues undergo extensive morphogenetic movements to form adult structures.\n\nBiotic and abiotic factors experienced during development will affect developmental resource allocation leading to phenotypic variation, also referred to as developmental plasticity.[100][101] As in all insects,[101] environmental factors can influence several aspects of development in Drosophila melanogaster.[102][103] Fruit flies reared under a hypoxia treatment experience decreased thorax length, while hyperoxia produces smaller flight muscles, suggesting negative developmental effects of extreme oxygen levels.[104] Circadian rhythms are also subject to developmental plasticity. Light conditions during development affect daily activity patterns in Drosophila melanogaster, where flies raised under constant dark or light are less active as adults than those raised under a 12-hour light/dark cycle.[105]\n\nTemperature is one of the most pervasive factors influencing arthropod development. In Drosophila melanogaster temperature-induced developmental plasticity can be beneficial and/or detrimental.[106][107] Most often lower developmental temperatures reduce growth rates which influence many other physiological factors.[108] For example, development at 25 °C increases walking speed, thermal performance breadth, and territorial success, while development at 18 °C increases body mass, wing size, all of which are tied to fitness.[103][106] Moreover, developing at certain low temperatures produces proportionally large wings which improve flight and reproductive performance at similarly low temperatures (See acclimation).[109]\n\nWhile certain effects of developmental temperature, like body size, are irreversible in ectotherms, others can be reversible.[101][110] When Drosophila melanogaster develop at cold temperatures they will have greater cold tolerance, but if cold-reared flies are maintained at warmer temperatures their cold tolerance decreases and heat tolerance increases over time.[110][111] Because insects typically only mate in a specific range of temperatures, their cold/heat tolerance is an important trait in maximizing reproductive output.[112]\n\nWhile the traits described above are expected to manifest similarly across sexes, developmental temperature can also produce sex-specific effects in D. melanogaster adults.\n\n"
        },
        {
            "title": "Sex determination",
            "text": "Drosophila flies have both X and Y chromosomes, as well as autosomes. Unlike humans, the Y chromosome does not confer maleness; rather, it encodes genes necessary for making sperm. Sex is instead determined by the ratio of X chromosomes to autosomes.[117] Furthermore, each cell \"decides\" whether to be male or female independently of the rest of the organism, resulting in the occasional occurrence of gynandromorphs.\n\nThree major genes are involved in determination of Drosophila sex. These are sex-lethal, sisterless, and deadpan. Deadpan is an autosomal gene which inhibits sex-lethal, while sisterless is carried on the X chromosome and inhibits the action of deadpan. An AAX cell has twice as much deadpan as sisterless, so sex-lethal will be inhibited, creating a male. However, an AAXX cell will produce enough sisterless to inhibit the action of deadpan, allowing the sex-lethal gene to be transcribed to create a female.\n\nLater, control by deadpan and sisterless disappears and what becomes important is the form of the sex-lethal gene. A secondary promoter causes transcription in both males and females. Analysis of the cDNA has shown that different forms are expressed in males and females. Sex-lethal has been shown to affect the splicing of its own mRNA. In males, the third exon is included which encodes a stop codon, causing a truncated form to be produced. In the female version, the presence of sex-lethal causes this exon to be missed out; the other seven amino acids are produced as a full peptide chain, again giving a difference between males and females.[118]\n\nPresence or absence of functional sex-lethal proteins now go on to affect the transcription of another protein known as doublesex. In the absence of sex-lethal, doublesex will have the fourth exon removed and be translated up to and including exon 6 (DSX-M[ale]), while in its presence the fourth exon which encodes a stop codon will produce a truncated version of the protein (DSX-F[emale]). DSX-F causes transcription of Yolk proteins 1 and 2 in somatic cells, which will be pumped into the oocyte on its production.\n\n"
        },
        {
            "title": "Immunity",
            "text": "The D. melanogaster immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated in large part through the toll and Imd pathways, which are parallel systems for detecting microbes. Other pathways including the stress response pathways JAK-STAT and P38, nutritional signalling via FOXO, and JNK cell death signalling are all involved in key physiological responses to infection. D. melanogaster has an organ called the \"fat body\", which is analogous to the human liver. The fat body is the primary secretory organ and produces key immune molecules upon infection, such as serine proteases and antimicrobial peptides (AMPs). AMPs are secreted into the hemolymph and bind infectious bacteria and fungi, killing them by forming pores in their cell walls or inhibiting intracellular processes. The cellular immune response instead refers to the direct activity of blood cells (hemocytes) in Drosophila, which are analogous to mammalian monocytes/macrophages. Hemocytes also possess a significant role in mediating humoral immune responses such as the melanization reaction.[119]\n\nThe immune response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, Drosophila differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.[120][121] Drosophila also possesses several immune mechanisms to both shape the microbiota and prevent excessive immune responses upon detection of microbial stimuli. For instance, secreted PGRPs with amidase activity scavenge and degrade immunostimulatory DAP-type PGN in order to block Imd activation.[122]\n\nUnlike mammals, Drosophila have innate immunity but lack an adaptive immune response. However, the core elements of this innate immune response are conserved between humans and fruit flies. As a result, the fruit fly offers a useful model of innate immunity for disentangling genetic interactions of signalling and effector function, as flies do not have to contend with interference of adaptive immune mechanisms that could confuse results. Various genetic tools, protocols, and assays make Drosophila a classical model for studying the innate immune system,[123] which has even included immune research on the international space station.[124]\n\nThe first description of toll-like receptors involved in the response to infection was performed in Drosophila, culminating in a Nobel prize in 2011.[128][129] The toll pathway in Drosophila is homologous to toll-like pathways in mammals. This regulatory cascade is initiated following pathogen recognition by pattern recognition receptors, particularly of Gram-positive bacteria, parasites, and fungal infection. This activation leads to serine protease signalling cascades ultimately activating the cytokine spätzle. Alternatively, microbial proteases can directly cleave serine proteases like Persephone that then propagate signalling.[130] The cytokine spätzle then acts as the ligand for the toll pathway in flies. Upon infection, pro-spätzle is cleaved by the protease SPE (spätzle-processing enzyme [de]) to become active spätzle, which binds to the toll receptor located on the cell surface of the fat body and dimerizes for activation of downstream NF-κB signaling pathways, including multiple death domain containing proteins and negative regulators such as the ankyrin repeat protein Cactus. The pathway culminates with the translocation of the NF-κB transcription factors Dorsal and Dif (Dorsal-related immunity factor) into the nucleus.[131] Dudzic et al.[132] find a large number of shared serine protease messengers and crosstalk between this pathway and immunity-related melanization pathways.[133][134]\n\nThe toll pathway was identified by its regulation of antimicrobial peptides (AMPs), including the antifungal peptide drosomycin. Upon infection, AMPs increase in expression sometimes by 1,000-fold, providing unmistakable readouts of pathway activation. Another group of toll-regulated AMP-like effectors includes the Bomanins, which appear to be responsible for the bulk of toll-mediated immune defence,[135] however Bomanins alone do not exhibit antimicrobial activity.[136]\n\nIt has been proposed that a second SPE-like enzyme similarly acts to activate spätzle, as loss of SPE does not completely reduce the activity of toll signalling,[137] however no second SPE has yet been identified. A number of serine proteases are yet to be characterized, including many with homology to SPE.[126] The toll pathway also interacts with renal filtration of microbiota-derived peptidoglycan, maintaining immune homeostasis. Mechanistically, nephrocytes endocytose Lys-type PGN from systemic circulation and route it to lysosomes for degradation. Without this, toll signalling is constitutively activated, resulting in a severe drain on nutrient reserves and a significant stress on host physiology.[138]\n\nThe Imd pathway is orthologous to human TNF receptor superfamily signalling, and is triggered by Gram-negative bacteria through recognition by peptidoglycan recognition proteins (PGRP) including both soluble receptors and cell surface receptors (PGRP-LE and LC, respectively). Imd signalling culminates in the translocation of the NF-κB transcription factor Relish into the nucleus, leading to the upregulation of Imd-responsive genes including the AMP Diptericin. Consequently, flies deficient for AMPs resemble Imd pathway mutants in terms of susceptibility to bacterial infection.[139] Imd signalling and Relish specifically are also involved in the regulation of immunity at surface epithelia including in the gut and respiratory tracts.[119]\n\nThe Relish transcription factor has also been implicated in processes regarding cell proliferation[140] and neurodegeneration either through autophagy,[141] or autoimmune toxicity.[142][143] In neurodegenerative models relying on Imd signalling, expression of AMPs in the brain is correlated with brain tissue damage, lesions, and ultimately death.[144][145][146] Relish-regulated AMPs such as Defensin and Diptericin also have anti-cancer properties promoting tumour clearance.[147][148] The Imd-regulated AMP Diptericin B is also produced by the fat body specifically in the head, and Diptericin B is required for long-term memory formation.[149]\n\nMultiple elements of the Drosophila JAK-STAT signalling pathway bear direct homology to human JAK-STAT pathway genes. JAK-STAT signalling is induced upon various organismal stresses such as heat stress, dehydration, or infection. JAK-STAT induction leads to the production of a number of stress response proteins including Thioester-containing proteins (TEPs),[150] Turandots,[151] and the putative antimicrobial peptide Listericin.[152] The mechanisms through which many of these proteins act is still under investigation. For instance, the TEPs appear to promote phagocytosis of Gram-positive bacteria and the induction of the toll pathway. As a consequence, flies lacking TEPs are susceptible to infection by toll pathway challenges.[150]\n\nCirculating hemocytes are key regulators of infection. This has been demonstrated both through genetic tools to generate flies lacking hemocytes, or through injecting microglass beads or lipid droplets that saturate hemocyte ability to phagocytose a secondary infection.[153][154] Flies treated like this fail to phagocytose bacteria upon infection, and are correspondingly susceptible to infection.[155] These hemocytes derive from two waves of hematopoiesis, one occurring in the early embryo and one occurring during development from larva to adult.[156] However Drosophila hemocytes do not renew over the adult lifespan, and so the fly has a finite number of hemocytes that decrease over the course of its lifespan.[157] Hemocytes are also involved in regulating cell-cycle events and apoptosis of aberrant tissue (e.g. cancerous cells) by producing Eiger, a tumor necrosis factor signalling molecule that promotes JNK signalling and ultimately cell death and apoptosis.[158]\n\n"
        },
        {
            "title": "Behavioral genetics and neuroscience",
            "text": "In 1971, Ron Konopka and Seymour Benzer published \"Clock mutants of Drosophila melanogaster\", a paper describing the first mutations that affected an animal's behavior. Wild-type flies show an activity rhythm with a frequency of about a day (24 hours). They found mutants with faster and slower rhythms, as well as broken rhythms—flies that move and rest in random spurts. Work over the following 30 years has shown that these mutations (and others like them) affect a group of genes and their products that form a biochemical or biological clock. This clock is found in a wide range of fly cells, but the clock-bearing cells that control activity are several dozen neurons in the fly's central brain.\n\nSince then, Benzer and others have used behavioral screens to isolate genes involved in vision, olfaction, audition, learning/memory, courtship, pain, and other processes, such as longevity.\n\nFollowing the pioneering work of Alfred Henry Sturtevant[159] and others, Benzer and colleagues[43] used sexual mosaics to develop a novel fate mapping technique. This technique made it possible to assign a particular characteristic to a specific anatomical location. For example, this technique showed that male courtship behavior is controlled by the brain.[43] Mosaic fate mapping also provided the first indication of the existence of pheromones in this species.[160] Males distinguish between conspecific males and females and direct persistent courtship preferentially toward females thanks to a female-specific sex pheromone which is mostly produced by the female's tergites.\n\nThe first learning and memory mutants (dunce, rutabaga, etc.) were isolated by William \"Chip\" Quinn while in Benzer's lab, and were eventually shown to encode components of an intracellular signaling pathway involving cyclic AMP, protein kinase A, and a transcription factor known as CREB. These molecules were shown to be also involved in synaptic plasticity in Aplysia and mammals.[161]\n\nThe Nobel Prize in Physiology or Medicine for 2017 was awarded to Jeffrey C. Hall, Michael Rosbash, Michael W. Young for their works using fruit flies in understanding the \"molecular mechanisms controlling the circadian rhythm\".[162]\n\nMale flies sing to the females during courtship using their wings to generate sound, and some of the genetics of sexual behavior have been characterized. In particular, the fruitless gene has several different splice forms, and male flies expressing female splice forms have female-like behavior and vice versa. The TRP channels nompC, nanchung, and inactive are expressed in sound-sensitive Johnston's organ neurons and participate in the transduction of sound.[163][164] Mutating the Genderblind gene, also known as CG6070, alters the sexual behavior of Drosophila, turning the flies bisexual.[165]\n\nFlies use a modified version of Bloom filters to detect novelty of odors, with additional features including similarity of novel odor to that of previously experienced examples, and time elapsed since previous experience of the same odor.[166]\n\n"
        },
        {
            "title": "Aggression",
            "text": "As with most insects, aggressive behaviors between male flies commonly occur in the presence of courting a female and when competing for resources. Such behaviors often involve raising wings and legs towards the opponent and attacking with the whole body.[167] Thus, it often causes wing damage, which reduces their fitness by removing their ability to fly and mate.[168]\n\nIn order for aggression to occur, male flies produce sounds to communicate their intent. A 2017 study found that songs promoting aggression contain pulses occurring at longer intervals.[169] RNA sequencing from fly mutants displaying over-aggressive behaviors found more than 50 auditory-related genes (important for transient receptor potentials, Ca2+ signaling, and mechanoreceptor potentials) to be upregulated in the AB neurons located in Johnston's organ.[169] In addition, aggression levels were reduced when these genes were knocked out via RNA interference.[169] This signifies the major role of hearing as a sensory modality in communicating aggression.\n\nOther than hearing, another sensory modality that regulates aggression is pheromone signaling, which operates through either the olfactory system or the gustatory system depending on the pheromone.[170] An example is cVA, an anti-aphrodisiac pheromone used by males to mark females after copulation and to deter other males from mating.[171] This male-specific pheromone causes an increase in male-male aggression when detected by another male's gustatory system.[170] However, upon inserting a mutation that makes the flies irresponsive to cVA, no aggressive behaviors were seen.[172] This shows how there are multiple modalities for promoting aggression in flies.\n\nSpecifically, when competing for food, aggression occurs based on amount of food available and is independent of any social interactions between males.[173] Specifically, sucrose was found to stimulate gustatory receptor neurons, which was necessary to stimulate aggression.[173] However, once the amount of food becomes greater than a certain amount, the competition between males lowers.[173] This is possibly due to an over-abundance of food resources. On a larger scale, food was found to determine the boundaries of a territory since flies were observed to be more aggressive at the food's physical perimeter.\n\nHowever, like most behaviors requiring arousal and wakefulness, aggression was found to be impaired via sleep deprivation. Specifically, this occurs through the impairment of Octopamine and dopamine signaling, which are important pathways for regulating arousal in insects.[174][175] Due to reduced aggression, sleep-deprived male flies were found to be disadvantaged at mating compared to normal flies.[175] However, when octopamine agonists were administered upon these sleep-deprived flies, aggression levels were seen to be increased and sexual fitness was subsequently restored.[175] Therefore, this finding implicates the importance of sleep in aggression between male flies.\n\n"
        },
        {
            "title": "Transgenesis",
            "text": "It is now relatively simple to generate transgenic flies in Drosophila, relying on a variety of techniques. One approach of inserting foreign genes into the Drosophila genome involves P elements. The transposable P elements, also known as transposons, are segments of bacterial DNA that are transferred into the fly genome. Transgenic flies have already contributed to many scientific advances, e.g., modeling such human diseases as Parkinson's, neoplasia, obesity, and diabetes.[176]\n\n"
        },
        {
            "title": "Vision",
            "text": "The compound eye of the fruit fly contains 760 unit eyes or ommatidia, and are one of the most advanced among insects. Each ommatidium contains eight photoreceptor cells (R1-8), support cells, pigment cells, and a cornea. Wild-type flies have reddish pigment cells, which serve to absorb excess blue light so the fly is not blinded by ambient light. Eye color genes regulate cellular vesicular transport. The enzymes needed for pigment synthesis are then transported to the cell's pigment granule, which holds pigment precursor molecules.[63]\n\nEach photoreceptor cell consists of two main sections, the cell body and the rhabdomere. The cell body contains the nucleus, while the 100-μm-long rhabdomere is made up of toothbrush-like stacks of membrane called microvilli. Each microvillus is 1–2 μm in length and about 60 nm in diameter.[177] The membrane of the rhabdomere is packed with about 100 million opsin molecules, the visual protein that absorbs light. The other visual proteins are also tightly packed into the microvilli, leaving little room for cytoplasm.\n\nThe genome of Drosophila encodes seven opsins,[179] five of those are expressed in the omatidia of the eye. The photoreceptor cells R1-R6 express the opsin Rh1,[180] which absorbs maximally blue light (around 480 nm),[181][182][183] however the R1-R6 cells cover a broader range of the spectrum than an opsin would allow due to a sensitising pigment[184][185] that adds two sensitivity maxima in the UV-range (355 and 370 nm).[183] The R7 cells come in two types with yellow and pale rhabdomeres (R7y and R7p).[186][187] The pale R7p cells express the opsin Rh3,[188][189] which maximally absorbs UV-light (345 nm).[190] The R7p cells are strictly paired with the R8p cells that express Rh5,[189] which maximally absorbs violet light (437 nm).[183] The other, the yellow R7y cells express a blue-absorbing screening pigment[186] and the opsin Rh4,[191] which maximally absorbs UV-light (375 nm).[190] The R7y cells are strictly paired with R8y cells that express Rh6,[192] which maximally absorbs UV-light (508 nm).[183] In a subset of omatidia both R7 and R8 cells express the opsin Rh3.[189]\n\nHowever, these absorption maxima of the opsins where measured in white eyed flies without screening pigments (Rh3-Rh6),[190][183] or from the isolated opsin directly (Rh1).[181] Those pigments reduce the light that reaches the opsins depending on the wavelength. Thus in fully pigmented flies, the effective absorption maxima of opsins differs and thus also the sensitivity of their photoreceptor cells. With screening pigment, the opsin Rh3 is short wave shifted from 345 nm[b] to 330 nm and Rh4 from 375 nm to 355 nm. Whether screening pigment is present does not make a practical difference for the opsin Rh5 (435 nm and 437 nm), while the opsin R6 is long wave shifted by 92 nm from 508 nm to 600 nm.[178]\n\nAdditionally of the opsins of the eye, Drosophila has two more opsins: The ocelli express the opsin Rh2,[193][194] which maximally absorbs violet light (~420 nm).[194] And the opsin Rh7, which maximally absorbs UV-light (350 nm) with an unusually long wavelength tail up to 500 nm. The long tail disappears if a lysine at position 90 is replaced by glutamic acid. This mutant then absorbs maximally violet light (450 nm).[195] The opsin Rh7 entrains with cryptochrome the circadian rhythm of Drosophila to the day-night-cycle in the central pacemaker neurons.[196]\n\nEach Drosophila opsin binds the carotenoid chromophore 11-cis-3-hydroxyretinal via a lysine.[197][198] This lysine is conserved in almost all opsins, only a few opsins have lost it during evolution.[199] Opsins without it are not light sensitive.[200][201][202] In particular, the Drosophila opsins Rh1, Rh4, and Rh7 function not only as photoreceptors, but also as chemoreceptors for aristolochic acid. These opsins still have the lysine like other opsins. However, if it is replaced by an arginine in Rh1, then Rh1 loses light sensitivity but still responds to aristolochic acid. Thus, the lysine is not needed for Rh1 to function as chemoreceptor.[201]\n\nAs in vertebrate vision, visual transduction in invertebrates occurs via a G protein-coupled pathway. However, in vertebrates, the G protein is transducin, while the G protein in invertebrates is Gq (dgq in Drosophila). When rhodopsin (Rh) absorbs a photon of light its chromophore, 11-cis-3-hydroxyretinal, is isomerized to all-trans-3-hydroxyretinal. Rh undergoes a conformational change into its active form, metarhodopsin. Metarhodopsin activates Gq, which in turn activates a phospholipase Cβ (PLCβ) known as NorpA.[203]\n\nPLCβ hydrolyzes phosphatidylinositol (4,5)-bisphosphate (PIP2), a phospholipid found in the cell membrane, into soluble inositol triphosphate (IP3) and diacylglycerol (DAG), which stays in the cell membrane. DAG, a derivative of DAG, or PIP2 depletion cause a calcium-selective ion channel known as transient receptor potential (TRP) to open and calcium and sodium flows into the cell.[204] IP3 is thought to bind to IP3 receptors in the subrhabdomeric cisternae, an extension of the endoplasmic reticulum, and cause release of calcium, but this process does not seem to be essential for normal vision.[203]\n\nCalcium binds to proteins such as calmodulin (CaM) and an eye-specific protein kinase C (PKC) known as InaC. These proteins interact with other proteins and have been shown to be necessary for shut off of the light response. In addition, proteins called arrestins bind metarhodopsin and prevent it from activating more Gq. A sodium-calcium exchanger known as CalX pumps the calcium out of the cell. It uses the inward sodium gradient to export calcium at a stoichiometry of 3 Na+/ 1 Ca++.[205]\n\nTRP, InaC, and PLC form a signaling complex by binding a scaffolding protein called InaD. InaD contains five binding domains called PDZ domain proteins, which specifically bind the C termini of target proteins. Disruption of the complex by mutations in either the PDZ domains or the target proteins reduces the efficiency of signaling. For example, disruption of the interaction between InaC, the protein kinase C, and InaD results in a delay in inactivation of the light response.\n\nUnlike vertebrate metarhodopsin, invertebrate metarhodopsin can be converted back into rhodopsin by absorbing a photon of orange light (580 nm).\n\nAbout two-thirds of the Drosophila brain is dedicated to visual processing.[206] Although the spatial resolution of their vision is significantly worse than that of humans, their temporal resolution is around 10 times better.\n\n"
        },
        {
            "title": "Grooming",
            "text": "Drosophila are known to exhibit grooming behaviors that are executed in a predictable manner. Drosophila consistently begin a grooming sequence by using their front legs to clean the eyes, then the head and antennae. Using their hind legs, Drosophila proceed to groom their abdomen, and finally the wings and thorax. Throughout this sequence, Drosophila periodically rub their legs together to get rid of excess dust and debris that accumulates during the grooming process.[207]\n\nGrooming behaviors have been shown to be executed in a suppression hierarchy. This means that grooming behaviors that occur at the beginning of the sequence prevent those that come later in the sequence from occurring simultaneously, as the grooming sequence consists of mutually exclusive behaviors.[208][209] This hierarchy does not prevent Drosophila from returning to grooming behaviors that have already been accessed in the grooming sequence.[208] The order of grooming behaviors in the suppression hierarchy is thought to be related to the priority of cleaning a specific body part. For example, the eyes and antennae are likely executed early on in the grooming sequence to prevent debris from interfering with the function of D. melanogaster's sensory organs.[208][209]\n\n"
        },
        {
            "title": "Walking",
            "text": "Like many other hexapod insects, Drosophila typically walk using a tripod gait.[211] This means that three of the legs swing together while the other three remain stationary, or in stance. Variability around the tripod configuration appears to be continuous, meaning that flies do not exhibit distinct transitions between different gaits.[212] At fast walking speeds (15–30 mm/s), the walking configuration is mostly tripod (3 legs in stance), but at low walking speeds (0–15 mm/s), flies are more likely to have four or five legs in stance.[213][214] These transitions may help to optimize static stability.[215] Because flies are so small, inertial forces are negligible compared with the elastic forces of their muscles and joints or the viscous forces of the surrounding air.[216]\n\nIn addition to stability, the robustness of a walking gait is also thought to be important in determining the gait of a fly at a particular walking speed. Robustness refers to how much offset in the timing of a legs stance can be tolerated before the fly becomes statically unstable.[215] For instance, a robust gait may be particularly important when traversing uneven terrain, as it may cause unexpected disruptions in leg coordination. Using a robust gait would help the fly maintain stability in this case. Analyses suggest that Drosophila may exhibit a compromise between the most stable and most robust gait at a given walking speed.[215]\n\n"
        },
        {
            "title": "Flight",
            "text": "Flies fly via straight sequences of movement interspersed by rapid turns called saccades.[217] During these turns, a fly is able to rotate 90° in less than 50 milliseconds.[217]\n\nCharacteristics of Drosophila flight may be dominated by the viscosity of the air, rather than the inertia of the fly body, but the opposite case with inertia as the dominant force may occur.[217] However, subsequent work showed that while the viscous effects on the insect body during flight may be negligible, the aerodynamic forces on the wings themselves actually cause fruit flies' turns to be damped viscously.[218]\n\n"
        },
        {
            "title": "Misconceptions",
            "text": "Drosophila is sometimes referred to as a pest due to its tendency to live in human settlements, where fermenting fruit is found. Flies may collect in homes, restaurants, stores, and other locations.[12]\n\nThe name and behavior of this species of fly has led to the misconception that it is a biological security risk in Australia. While other \"fruit fly\" species do pose a risk, D. melanogaster is attracted to fruit that is already rotting, rather than causing fruit to rot.[219][220]\n\n"
        }
    ]
}