{
    "url": "https://en.wikipedia.org/wiki/Druid",
    "title": "Druid",
    "table_of_contents": [
        "1 Etymology",
        "2 Practices and doctrines",
        "2.1 Societal role and training",
        "2.2 Sacrifice",
        "2.3 Philosophy",
        "3 Druids in mythology",
        "4 Female druids",
        "4.1 Irish mythology",
        "4.2 The Gallizenae",
        "4.3 Gaul druidesses",
        "5 Sources on druid beliefs and practices",
        "5.1 Greek and Roman records",
        "5.1.1 Julius Caesar",
        "5.1.2 Cicero, Diodorus Siculus, Strabo and Tacitus",
        "5.2 Irish and Welsh records",
        "5.2.1 Irish literature and law codes",
        "5.2.2 Welsh literature",
        "6 Archaeology",
        "7 History of reception",
        "7.1 Prohibition and decline under Roman rule",
        "7.2 Possible late survival of Insular druid orders",
        "7.3 Christian historiography and hagiography",
        "7.4 Romanticism and later revivals",
        "7.5 Modern scholarship",
        "8 See also",
        "9 References",
        "9.1 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A druid was a member of the high-ranking class in ancient Celtic cultures. Druids were religious leaders as well as legal authorities, adjudicators, lorekeepers, medical professionals and political advisors. Druids left no written accounts. While they were reported to have been literate, they are believed to have been prevented by doctrine from recording their knowledge in written form. Their beliefs and practices are attested in some detail by their contemporaries from other cultures, such as the Romans and the Greeks.\n\nThe earliest known references to the druids date to the 4th century BCE. The oldest detailed description comes from Julius Caesar's Commentarii de Bello Gallico (50s BCE). They were described by other Roman writers such as Cicero,[2] Tacitus,[3] and Pliny the Elder.[4] Following the Roman invasion of Gaul, the druid orders were suppressed by the Roman government under the 1st-century CE emperors Tiberius and Claudius, and had disappeared from the written record by the 2nd century.\n\nIn about 750 CE, the word druid appears in a poem by Blathmac, who wrote about Jesus, saying that he was \"better than a prophet, more knowledgeable than every druid, a king who was a bishop and a complete sage.\"[5] The druids appear in some of the medieval tales from Christianized Ireland like \"Táin Bó Cúailnge\", where they are largely portrayed as sorcerers who opposed the coming of Christianity.[6] In the wake of the Celtic revival during the 18th and 19th centuries, fraternal and neopagan groups were founded based on ideas about the ancient druids, a movement known as Neo-Druidism. Many popular notions about druids, based on misconceptions of 18th-century scholars, have been largely superseded by more recent study.[7]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The English word druid derives from Latin druidēs (plural), which was considered by ancient Roman writers to come from the native Celtic Gaulish word for these figures.[8][9][10] Other Roman texts employ the form druidae, while the same term was used by Greek ethnographers as δρυΐδης (druidēs).[11][12] Although no extant Romano-Celtic inscription is known to contain the form,[8] the word is cognate with the later insular Celtic words, Old Irish druí 'druid, sorcerer', Old Cornish druw, Middle Welsh dryw 'seer; wren'.[10] Based on all available forms, the hypothetical proto-Celtic word may be reconstructed as *dru-wid-s (pl. *druwides) meaning \"oak-knower\". The two elements go back to the Proto-Indo-European roots *deru-[13] and *weid- \"to see\".[14] The sense of \"oak-knower\" or \"oak-seer\" is supported by Pliny the Elder,[10] who in his Natural History considered the word to contain the Greek noun drýs (δρύς), \"oak-tree\"[15] and the Greek suffix -idēs (-ιδης).[16] Both Old Irish druí and Middle Welsh dryw could refer to the wren,[10] possibly connected with an association of that bird with augury in Irish and Welsh tradition (see also Wren Day).[10][17]\n\n"
        },
        {
            "title": "Practices and doctrines",
            "text": "Sources by ancient and medieval writers provide an idea of the religious duties and social roles involved in being a druid.\n\n The Greco-Roman and the vernacular Irish sources agree that the druids played an important part in pagan Celtic society. In his description, Julius Caesar wrote that they were one of the two most important social groups in the region (alongside the equites, or nobles) and were responsible for organizing worship and sacrifices, divination, and judicial procedure in Gallic, British, and Irish societies.[19][failed verification] He wrote that they were exempt from military service and from paying taxes, and had the power to excommunicate people from religious festivals, making them social outcasts.[19] Two other classical writers, Diodorus Siculus and Strabo, wrote about the role of druids in Gallic society, stating that the druids were held in such respect that if they intervened between two armies they could stop the battle.[20]\n\nPomponius Mela was the first author to say that the druids' instruction was secret and took place in caves and forests.[21]\n\nDruidic lore consisted of a large number of verses learned by heart, and Caesar remarked that it could take up to twenty years to complete the course of study. What was taught to druid novices anywhere is conjecture: of the druids' oral literature, not one certifiably ancient verse is known to have survived, even in translation. All instruction was communicated orally, but for ordinary purposes, Caesar reports,[22] the Gauls had a written language in which they used Greek letters. In this he probably draws on earlier writers; by the time of Caesar, Gaulish inscriptions had moved from Greek script to Latin script.\n\nGreek and Roman writers frequently made reference to the druids as practitioners of human sacrifice.[23] Caesar says those who had been found guilty of theft or other criminal offences were considered preferable for use as sacrificial victims, but when criminals were in short supply, innocents would be acceptable. A form of sacrifice recorded by Caesar was the burning alive of victims in a large wooden effigy, now often known as a wicker man. A differing account came from the 10th-century Commenta Bernensia, which stated that sacrifices to the deities Teutates, Esus and Taranis were by drowning, hanging and burning, respectively (see threefold death).\n\nDiodorus Siculus asserts that a sacrifice acceptable to the Celtic gods had to be attended by a druid, for they were the intermediaries between the people and the divinities. He remarked upon the importance of prophets in druidic ritual:\n\nArchaeological evidence from western Europe has been widely used to support the view that Iron Age Celts practiced human sacrifice. Mass graves found in a ritual context dating from this period have been unearthed in Gaul, at both Gournay-sur-Aronde and Ribemont-sur-Ancre in the region of the Belgae chiefdom. The excavator of these sites, Jean-Louis Brunaux, interpreted them as areas of human sacrifice in devotion to a war god,[24][25] although this view was criticized by another archaeologist, Martin Brown, who believed that the corpses might be those of honoured warriors buried in the sanctuary rather than sacrifices.[26] Some historians have questioned whether the Greco-Roman writers were accurate in their claims. J. Rives remarked that it was \"ambiguous\" whether druids ever performed such sacrifices, for the Romans and Greeks were known to project what they saw as barbarian traits onto foreign peoples including not only druids but Jews and Christians as well, thereby confirming their own \"cultural superiority\" in their own minds.[27]\n\nNora Chadwick, an expert in medieval Welsh and Irish literature who believed the druids to be great philosophers, has also supported the idea that they had not been involved in human sacrifice, and that such accusations were imperialist Roman propaganda.[28]\n\nAlexander Cornelius Polyhistor referred to the druids as philosophers and called their doctrine of the immortality of the soul and reincarnation or metempsychosis, \"Pythagorean\":\n\nCaesar made similar observations:\n\nDiodorus Siculus, writing in 36 BCE, described how the druids followed \"the Pythagorean doctrine\", that human souls \"are immortal and after a prescribed number of years they commence a new life in a new body\".[29] In 1928, folklorist Donald A. Mackenzie speculated that Buddhist missionaries had been sent by the Indian king Ashoka.[30] Caesar noted the druidic doctrine of the original ancestor of the tribe, whom he referred to as Dispater, or Father Hades.\n\n"
        },
        {
            "title": "Druids in mythology",
            "text": "Druids play a prominent role in Irish folklore, generally serving lords and kings as high ranking priest-counselors with the gift of prophecy and other assorted mystical abilities – the best example of these possibly being Cathbad. The chief druid in the court of King Conchobar mac Nessa of Ulster, Cathbad features in several tales, most of which detail his ability to foretell the future. In the tale of Deirdre of the Sorrows – the foremost tragic heroine of the Ulster Cycle – the druid prophesied before the court of Conchobar that Deirdre would grow up to be very beautiful, and that kings and lords would go to war over her, much blood would be shed because of her, and Ulster's three greatest warriors would be forced into exile for her sake. This prophecy, ignored by the king, came true.[31]\n\nThe greatest of these mythological druids was Amergin Glúingel,[32] a bard and judge for the Milesians featured in the Mythological Cycle. The Milesians were seeking to overrun the Tuatha Dé Danann and win the land of Ireland but, as they approached, the druids of the Tuatha Dé Danann raised a magical storm to bar their ships from making landfall. Thus Amergin called upon the spirit of Ireland itself, chanting a powerful incantation that has come to be known as The Song of Amergin[33] and, eventually (after successfully making landfall), aiding and dividing the land between his royal brothers in the conquest of Ireland,[34][35][36] earning the title Chief Ollam of Ireland.\n\nOther such mythological druids were Tadg mac Nuadat of the Fenian Cycle, and Mug Ruith, a powerful blind druid of Munster.\n\n"
        },
        {
            "title": "Female druids",
            "text": "Irish mythology has a number of female druids, often sharing similar prominent cultural and religious roles with their male counterparts. The Irish have several words for female druids, such as bandruí (\"woman-druid\"), found in tales such as Táin Bó Cúailnge;[37] Bodhmall, featured in the Fenian Cycle, and one of Fionn mac Cumhaill's childhood caretakers;[38] and Tlachtga,[39] daughter of the druid Mug Ruith who, according to Irish tradition, is associated with the Hill of Ward, site of prominent festivals held in Tlachtga's honour during the Middle Ages.[40]\n\nBiróg, another bandruí of the Tuatha Dé Danann, plays a key role in an Irish folktale where the Fomorian warrior Balor attempts to thwart a prophecy foretelling that he would be killed by his own grandson by imprisoning his only daughter Eithne in the tower of Tory Island, away from any contact with men.[41][42] Bé Chuille – daughter of the woodland goddess Flidais and sometimes described as a sorceress rather than a bandruí – features in a tale from the Metrical Dindshenchas where she joins three other of the Tuatha Dé to defeat the evil Greek witch Carman.[40][43] Other bandrúi include Relbeo, a Nemedian druid who appears in The Book of Invasions, where she is described as the daughter of the King of Greece and mother of Fergus Lethderg[40] and Alma One-Tooth.[44] Dornoll was a bandrúi in Scotland, who normally trained heroes in warfare, particularly Laegaire and Conall; she was the daughter of Domnall Mildemail.[40]\n\nAccording to classical authors, the Gallizenae (or Gallisenae) were virgin priestesses of the Île de Sein off Pointe du Raz, Finistère, western Brittany.[45] Their existence was first mentioned by the Greek geographer Artemidorus Ephesius and later by the Greek historian Strabo, who wrote that their island was forbidden to men, but the women came to the mainland to meet their husbands. Which deities they honored is unknown.[46] According to Pomponius Mela, the Gallizenae acted as both councilors and practitioners of the healing arts:\n\nAccording to Historia Augusta, Alexander Severus received a prophecy about his death by a Gaul druidess (druiada).[50] The work also has Aurelian questioning those druidesses about the fate of his descendants, to which they answered in favor of Claudius II.[51] Flavius Vopiscus is also quoted as recalling a prophecy received by Diocletian from a Tungri druidess.[52]\n\n"
        },
        {
            "title": "Sources on druid beliefs and practices",
            "text": "The earliest surviving literary evidence of druids emerges from the classical world of Greece and Rome. Archaeologist Stuart Piggott compared the attitude of the Classical authors toward the druids as being similar to the relationship that had existed in the 15th and 18th centuries between Europeans and the societies that they were just encountering in other parts of the world, such as the Americas and the South Sea Islands. He highlighted the attitude of \"primitivism\" in both Early Modern Europeans and Classical authors, owing to their perception that these newly encountered societies had less technological development and were backward in socio-political development.[53]\n\nHistorian Nora Chadwick, in a categorization subsequently adopted by Piggott, divided the Classical accounts of the druids into two groups, distinguished by their approach to the subject as well as their chronological contexts. She calls the first of these groups the \"Posidonian\" tradition after one of its primary exponents, Posidonious, and notes that it takes a largely critical attitude towards the Iron Age societies of Western Europe that emphasizes their \"barbaric\" qualities. The second of these two groups is termed the \"Alexandrian\" group, being centred on the scholastic traditions of Alexandria, Egypt; she notes that it took a more sympathetic and idealized attitude toward these foreign peoples.[54] Piggott drew parallels between this categorisation and the ideas of \"hard primitivism\" and \"soft primitivism\" identified by historians of ideas A. O. Lovejoy and Franz Boas.[55]\n\nOne school of thought has suggested that all of these accounts are inherently unreliable, and might be entirely fictional. They have suggested that the idea of the druid might have been a fiction created by Classical writers to reinforce the idea of the barbaric \"other\" who existed beyond the civilized Greco-Roman world, thereby legitimizing the expansion of the Roman Empire into these areas.[56]\n\nThe earliest record of the druids comes from two Greek texts of c. 300 BC: a history of philosophy written by Sotion of Alexandria, and a study of magic widely attributed to Aristotle. Both texts are now lost, but are quoted in the 2nd century CE work Vitae by Diogenes Laërtius.[57]\n\nSubsequent Greek and Roman texts from the 3rd century BCE refer to \"barbarian philosophers\",[59] possibly in reference to the Gaulish druids.\n\nThe earliest extant text that describes druids in detail is Julius Caesar's Commentarii de Bello Gallico, book VI, written in the 50s or 40s BC. A general who was intent on conquering Gaul and Britain, Caesar described the druids as being concerned with \"divine worship, the due performance of sacrifices, private or public, and the interpretation of ritual questions\". He said they played an important part in Gaulish society, being one of the two respected classes along with the equites (in Rome the name for members of a privileged class above the common people, but also \"horsemen\") and that they performed the function of judges.\n\nCaesar wrote that the druids recognized the authority of a single leader, who would rule until his death, when a successor would be chosen by vote or through conflict. He remarked that they met annually at a sacred place in the region occupied by the Carnute tribe in Gaul, while they viewed Britain as the centre of druidic study; and that they were not found among the German tribes to the east of the Rhine. According to Caesar, many young men were trained to be druids, during which time they had to learn all the associated lore by heart. He also said that their main teaching was \"the souls do not perish, but after death pass from one to another\". They were concerned with \"the stars and their movements, the size of the cosmos and the earth, the world of nature, and the power and might of the immortal gods\", indicating they were involved with not only such common aspects of religion as theology and cosmology, but also astronomy. Caesar held that they were \"administrators\" during rituals of human sacrifice, for which criminals were usually used, and that the method was by burning in a wicker man.[19]\n\nThough he had first-hand experience of Gaulish people, and therefore likely druids, Caesar's account has been widely criticized by modern historians as inaccurate. One issue raised by such historians as Fustel de Coulanges[60] was that while Caesar described the druids as a significant power within Gaulish society, he did not mention them even once in his accounts of his Gaulish conquests. Nor did Aulus Hirtius, who continued Caesar's account of the Gallic Wars after Caesar's death. Hutton believed that Caesar had manipulated the idea of the druids so they would appear both civilized (being learned and pious) and barbaric (performing human sacrifice) to Roman readers, thereby representing both \"a society worth including in the Roman Empire\" and one that required civilizing with Roman rule and values, thus justifying his wars of conquest.[61] Sean Dunham suggested that Caesar had simply taken the Roman religious functions of senators and applied them to the druids.[62][63] Daphne Nash believed it \"not unlikely\" that he \"greatly exaggerates\" both the centralized system of druidic leadership and its connection to Britain.[64]\n\nOther historians have accepted that Caesar's account might be more accurate. Norman J. DeWitt surmised that Caesar's description of the role of druids in Gaulish society may report an idealized tradition, based on the society of the 2nd century BC, before the pan-Gallic confederation led by the Arverni was smashed in 121 BC, followed by the invasions of Teutones and Cimbri, rather than on the demoralized and disunited Gaul of his own time.[65] John Creighton has speculated that in Britain, the druidic social influence was already in decline by the mid-1st century BCE, in conflict with emergent new power structures embodied in paramount chieftains.[66] Other scholars see the Roman conquest itself as the main reason for the decline of the druid orders.[67] Archaeologist Miranda Aldhouse-Green (2010) asserted that Caesar offered both \"our richest textual source\" regarding the druids, and \"one of the most reliable\". She defended the accuracy of his accounts by highlighting that while he may have embellished some of his accounts to justify Roman imperial conquest, it was \"inherently unlikely\" that he constructed a fictional class system for Gaul and Britain, particularly considering that he was accompanied by a number of other Roman senators who would have also been sending reports on the conquest to Rome, and who would have challenged his inclusion of serious falsifications.[56]\n\nOther classical writers also commented on the druids and their practices. Caesar's contemporary, Cicero, noted that he had met a Gallic druid, Divitiacus, of the Aedui tribe. Divitiacus supposedly knew much about the natural world and performed divination through augury.[2] Whether Diviaticus was genuinely a druid can however be disputed, for Caesar also knew this figure, and wrote about him, calling him by the more Gaulish-sounding (and thereby presumably the more authentic) Diviciacus, but never referred to him as a druid and indeed presented him as a political and military leader.[68]\n\nAnother classical writer to take up describing the druids not too long after was Diodorus Siculus, who published this description in his Bibliotheca historicae in 36 BC. Alongside the druids, or as he called them, drouidas, whom he viewed as philosophers and theologians, he remarked how there were poets and singers in Celtic society whom he called bardous, or bards.[29] Such an idea was expanded on by Strabo, writing in the 20s CE, who declared that amongst the Gauls, there were three types of honoured figures:[69]\n\nRoman writer Tacitus, himself a senator and historian, described how when the Roman army, led by Suetonius Paulinus, attacked the island of Mona (Anglesey; Welsh: Ynys Môn), the legionaries were awestruck on landing, by the appearance of a band of druids, who, with hands uplifted to the sky, poured forth terrible imprecations on the heads of the invaders. He says these \"terrified our soldiers who had never seen such a thing before\". The courage of the Romans, however, soon overcame such fears, according to the Roman historian; the Britons were put to flight, and the sacred groves of Mona were cut down.[70] Tacitus is also the only primary source that gives accounts of druids in Britain, but maintains a hostile point of view, seeing them as ignorant savages.[71]\n\nIn the Middle Ages, after Ireland and Wales were Christianized, druids appear in a number of written sources, mainly tales and stories such as Táin Bó Cúailnge, and in the hagiographies of various saints. These were all written by Christian monks.\n\nIn Irish-language literature, druids – draoithe, plural of draoi – are sorcerers with supernatural powers, who are respected in society, particularly for their ability to do divination. Dictionary of the Irish Language defines druí (which has numerous variant forms, including draoi) as 'magician, wizard or diviner'.[72] In the literature the druids cast spells and turn people into animals or stones, or curse peoples' crops to be blighted.[73]\n\nWhen druids are portrayed in early Irish sagas and saints' lives set in pre-Christian Ireland, they are usually given high social status. The evidence of the law-texts, which were first written down in the 7th and 8th centuries, suggests that with the coming of Christianity the role of the druid in Irish society was rapidly reduced to that of a sorcerer who could be consulted to cast spells or do healing magic and that his standing declined accordingly.[74] According to the early legal tract Bretha Crólige, the sick-maintenance due to a druid, satirist and brigand (díberg) is no more than that due to a bóaire (an ordinary freeman). Another law-text, Uraicecht Becc ('small primer'), gives the druid a place among the dóer-nemed or professional classes which depend for their status on a patron, along with wrights, blacksmiths and entertainers, as opposed to the fili, who alone enjoyed free nemed-status.[75]\n\nWhile druids featured prominently in many medieval Irish sources, they were far rarer in their Welsh counterparts. Unlike the Irish texts, the Welsh term commonly seen as referring to the druids, dryw, was used to refer purely to prophets and not to sorcerers or pagan priests. Historian Ronald Hutton noted that there were two explanations for the use of the term in Wales: the first was that it was a survival from the pre-Christian era, when dryw had been ancient priests; the second was that the Welsh had borrowed the term from the Irish, as had the English (who used the terms dry and drycraeft to refer to magicians and magic respectively, most probably influenced by the Irish terms).[76]\n\n"
        },
        {
            "title": "Archaeology",
            "text": "As the historian Jane Webster stated, \"individual druids ... are unlikely to be identified archaeologically\".[79] A. P. Fitzpatrick, in examining what he believed to be astral symbolism on Late Iron Age swords has expressed difficulties in relating any material culture, even the Coligny calendar, with druidic culture.[80]\n\nNonetheless, some archaeologists have attempted to link certain discoveries with written accounts of the druids. The archaeologist Anne Ross linked what she believed to be evidence of human sacrifice in Celtic pagan society—such as the Lindow Man bog body—to the Greco-Roman accounts of human sacrifice being officiated over by the druids.[81][82] Miranda Aldhouse-Green, professor of archaeology at Cardiff University, has noted that Suetonius's army would have passed very near the site whilst traveling to deal with Boudicca and postulates that the sacrifice may have been connected.[83] A 1996 discovery of a skeleton buried with advanced medical and possibly divinatory equipment has, however, been nicknamed the \"Druid of Colchester\".\n\nAn excavated burial in Deal, Kent discovered the \"Deal Warrior\" – a man buried around 200–150 BCE with a sword and shield, and wearing an almost unique head-band, too thin to be part of a leather helmet. The crown is bronze with a broad band around the head and a thin strip crossing the top of the head. Since traces of hair were left on the metal it must have been worn without any padding beneath. The form of the headdress resembles depictions of Romano-British priests from several centuries later, leading to speculation among archaeologists that the man might have been a religious official – a druid.[85]\n\n"
        },
        {
            "title": "History of reception",
            "text": "In the Gallic Wars of 58–51 BC, the Roman army, led by Julius Caesar, conquered the many tribal chiefdoms of Gaul, and annexed it as a part of the Roman Republic. According to accounts produced in the following centuries, the new rulers of Roman Gaul subsequently introduced measures to wipe out the druids from that country. According to Pliny the Elder, writing in the 70s CE, it was the emperor Tiberius (ruled 14–37 CE), who introduced laws banning not only druid practices, and other native soothsayers and healers, a move which Pliny applauded, believing it would end human sacrifice in Gaul.[86] A somewhat different account of Roman legal attacks on the druids was made by Suetonius, writing in the 2nd century CE, when he stated that Rome's first emperor, Augustus (ruled 27 BC–14 CE), had decreed that no-one could be both a druid and a Roman citizen, and that this was followed by a law passed by the later Emperor Claudius (ruled 41–54 CE) which \"thoroughly suppressed\" the druids by banning their religious practices.[87]\n\nThe best evidence of a druidic tradition in the British Isles is the independent cognate of the Celtic *druwid- in Insular Celtic: The Old Irish druídecht survives in the meaning of 'magic', and the Welsh dryw in the meaning of 'seer'.\n\nWhile the druids as a priestly caste were extinct with the Christianization of Wales, complete by the 7th century at the latest, the offices of bard and of \"seer\" (Welsh: dryw) persisted in medieval Wales into the 13th century.\n\nClassics professor Phillip Freeman discusses a later reference to 'dryades', which he translates as 'druidesses', writing, \"The fourth century A.D. collection of imperial biographies known as the Historia Augusta contains three short passages involving Gaulish women called 'dryades' ('druidesses'). He points out that \"In all of these, the women may not be direct heirs of the druids who were supposedly extinguished by the Romans – but in any case they do show that the druidic function of prophecy continued among the natives in Roman Gaul.\"[88] However, the Historia Augusta is frequently interpreted by scholars as a largely satirical work, and such details might have been introduced in a humorous fashion.[citation needed] Additionally, female druids are mentioned in later Irish mythology, including the legend of Fionn mac Cumhaill, who, according to the 12th century The Boyhood Deeds of Fionn, is raised by the woman druid Bodhmall and her companion, another wise-woman.[39][38]\n\nThe story of Vortigern, as reported by Nennius, gives one of the very few glimpses of possible druidic survival in Britain after the Roman arrival. He wrote that after being excommunicated by Germanus of Auxerre, the British leader Vortigern invited twelve druids to help him.\n\nIn the lives of saints and martyrs, the druids are represented as magicians and diviners. In Adamnan's vita of Columba, two of them act as tutors to the daughters of Lóegaire mac Néill, the High King of Ireland, at the coming of Saint Patrick. They are represented as endeavouring to prevent the progress of Patrick and Saint Columba by raising clouds and mist. Before the battle of Culdremne (561 CE) a druid made an airbe drtiad (\"fence of protection\"?) round one of the armies, but what is precisely meant by the phrase is unclear. The Irish druids seem to have had a peculiar tonsure. The word druí is always used to render the Latin magus, and in one passage St Columba speaks of Christ as his druid. Similarly, a life of Saint Beuno states that when he died he had a vision of \"all the saints and druids\".\n\nSulpicius Severus' vita of Martin of Tours relates how Martin encountered a peasant funeral, carrying the body in a winding sheet, which Martin mistook for some druidic rites of sacrifice, \"because it was the custom of the Gallic rustics in their wretched folly to carry about through the fields the images of demons veiled with a white covering\". So Martin halted the procession by raising his pectoral cross: \"Upon this, the miserable creatures might have been seen at first to become stiff like rocks. Next, as they endeavoured, with every possible effort, to move forward, but were not able to take a step farther, they began to whirl themselves about in the most ridiculous fashion, until, not able any longer to sustain the weight, they set down the dead body.\" Then discovering his error, Martin raised his hand again to let them proceed: \"Thus\", the hagiographer points out, \"he both compelled them to stand when he pleased, and permitted them to depart when he thought good.\"[89]\n\nFrom the 18th century, England and Wales saw a revival of interest in the druids. John Aubrey (1626–1697) had been the first modern writer to (incorrectly) connect Stonehenge and other megalithic monuments with the druids; since Aubrey's views were confined to his notebooks, the first wide audience for this idea were readers of William Stukeley (1687–1765).[90] It is incorrectly believed that John Toland (1670–1722) founded the Ancient Druid Order; however, the research of historian Ronald Hutton has revealed that the ADO was founded by George Watson MacGregor Reid in 1909.[citation needed] The order never used (and still does not use) the title \"Archdruid\" for any member, but falsely credited William Blake as having been its \"Chosen Chief\" from 1799–1827, without corroboration in Blake's numerous writings or among modern Blake scholars. Blake's bardic mysticism derives instead from the pseudo-Ossianic epics of Macpherson; his friend Frederick Tatham's depiction of Blake's imagination, \"clothing itself in the dark stole of moral sanctity\"— in the precincts of Westminster Abbey— \"it dwelt amid the druid terrors\", is generic rather than specifically neo-druidic.[91] John Toland was fascinated by Aubrey's Stonehenge theories, and wrote his own book about the monument without crediting Aubrey. The roles of bards in 10th century Wales had been established by Hywel Dda and it was during the 18th century that the idea arose that druids had been their predecessors.[92]\n\nThe 19th century idea, gained from uncritical reading of the Gallic Wars, that under cultural-military pressure from Rome the druids formed the core of 1st century BC resistance among the Gauls, was examined and dismissed before World War II,[93] though it remains current in folk history.\n\nDruids began to figure widely in popular culture with the first advent of Romanticism. Chateaubriand's novel Les Martyrs (1809) narrated the doomed love of a druid priestess and a Roman soldier; though Chateaubriand's theme was the triumph of Christianity over pagan druids, the setting was to continue to bear fruit. Opera provides a barometer of well-informed popular European culture in the early 19th century: In 1817 Giovanni Pacini brought druids to the stage in Trieste with an opera to a libretto by Felice Romani about a druid priestess, La Sacerdotessa d'Irminsul (\"The Priestess of Irminsul\"). Vincenzo Bellini's druidic opera, Norma was a fiasco at La Scala, when it premiered the day after Christmas, 1831; but in 1833 it was a hit in London. For its libretto, Felice Romani reused some of the pseudo-druidical background of La Sacerdotessa to provide colour to a standard theatrical conflict of love and duty. The story was similar to that of Medea, as it had recently been recast for a popular Parisian play by Alexandre Soumet: the chaste goddess (casta diva) addressed in Norma's hit aria is the moon goddess, worshipped in the \"grove of the Irmin statue\".\n\nA central figure in 19th century Romanticist, Neo-druid revival, is Welshman Edward Williams, better known as Iolo Morganwg. His writings, published posthumously as The Iolo Manuscripts (1849) and Barddas (1862), are not considered credible by contemporary scholars. Williams said that he had collected ancient knowledge in a \"Gorsedd of Bards of the Isles of Britain\" he had organized. While bits and pieces of the Barddas still turn up in some \"Neo-Druidic\" works, the documents are not considered relevant to ancient practice by most scholars.\n\nAnother Welshman, William Price (4 March 1800 – 23 January 1893), a physician known for his support of Welsh nationalism, Chartism, and his involvement with the Neo-Druidic religious movement, has been recognized as a significant figures of 19th century Wales. He was arrested for cremating his deceased son, a practice he believed to be a druid ritual, but won his case; this in turn led to the Cremation Act 1902.[94][95][96]\n\nIn 1927 T. D. Kendrick sought to dispel the pseudo-historical aura that had accrued to druids,[97] asserting, \"a prodigious amount of rubbish has been written about Druidism\";[98] Neo-druidism has nevertheless continued to shape public perceptions of the historical druids.\n\nSome strands of contemporary Neo-Druidism are a continuation of the 18th century revival and thus are built largely around writings produced in the 18th century and after by second-hand sources and theorists. Some are monotheistic. Others, such as the largest druid group in the world, the Order of Bards, Ovates and Druids, draw on a wide range of sources for their teachings. Members of such Neo-Druid groups may be Neopagan, occultist, Christian or non-specifically spiritual.\n\nIn the 20th century, as new forms of textual criticism and archaeological methods were developed, allowing for greater accuracy in understanding the past, various historians and archaeologists published books on the subject of the druids and came to their own conclusions. Archaeologist Stuart Piggott, author of The Druids (1968), accepted the Greco-Roman accounts and considered the druids to be a barbaric and savage priesthood who performed human sacrifices.[99] This view was largely supported by another archaeologist, Anne Ross, author of Pagan Celtic Britain (1967) and The Life and Death of a Druid Prince (1989), though she believed that they were essentially tribal priests, having more in common with the shamans of tribal societies than with the classical philosophers.[100] Ross' views were largely accepted by two other prominent archaeologists to write on the subject: Miranda Aldhouse-Green,[101] author of The Gods of the Celts (1986), Exploring the World of the Druids (1997) and Caesar's Druids: Story of an Ancient Priesthood (2010); and Barry Cunliffe, author of Iron Age Communities in Britain (1991) and The Ancient Celts (1997).[102]\n\n"
        }
    ]
}