{
    "url": "https://en.wikipedia.org/wiki/Dulce_Base",
    "title": "Dulce Base",
    "table_of_contents": [
        "1 History",
        "2 Influence",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nDulce Base is the subject of a conspiracy theory claiming that a jointly-operated human and alien underground facility exists under Archuleta Mesa on the Colorado–New Mexico border near the town of Dulce, New Mexico, in the United States.[1] Claims of alien activity there first arose from Albuquerque businessman Paul Bennewitz.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Starting in 1979, Bennewitz became convinced he was intercepting electronic communications from alien spacecraft and installations outside of Albuquerque. By the 1980s he believed he had discovered a secret underground base near Dulce populated by grey aliens and humans.[3] By 1983, Bennewitz's claims appeared in the popular press.[4]\n\nThe story spread rapidly within the UFO community and by 1987, UFOlogist John Lear claimed he had independent confirmations of the base's existence.[5]\n\nIn 1986, George Clinton Andrews discussed Dulce Base legends in his book Extra-Terrestrials Among Us.[6] In 1988, the tabloid Weekly World News published a story entitled \"UFO base found in New Mexico\" which claimed that \"diabolical invaders from another solar system have set up a secret underground base in the rugged mountains of northern New Mexico – so they can shanghai human guinea pigs for bizarre genetic experiments\". The Weekly World News story used supposed quotes from UFOlogist Leonard Stringfield as a source for its claims. Upon learning of the story, Stringfield protested, \"I never read such a distortion of facts in my life\".[7] \nIn 1990, a \"Paul Snyder\" wrote about Dulce Base conspiracies.[8][9]\n\n"
        },
        {
            "title": "Influence",
            "text": "Political scientist Michael Barkun wrote that Cold War underground missile installations in the area gave superficial plausibility to the rumors, making the Dulce base story an \"attractive legend\" within UFOlogy. According to Barkun, claims about experiments on abductees and firefights between aliens and the Delta Force place the Dulce legend \"well outside even the most far-fetched reports of secret underground bases.\"[2]\n\nResidents of Dulce claim to have seen UFOs, strange moving lights, and other unexplained sightings in the area.[10] Jicarilla Apache Legislative Council president Ty Vicenti \"has embraced the notion of a Dulce Base, partly in a push to stimulate tourism\", and in 2016, the town hosted the Dulce Base UFO Conference at the local casino hotel.[11]\n\n"
        }
    ]
}