{
    "url": "https://en.wikipedia.org/wiki/Dumb_and_Dumber",
    "title": "Dumb and Dumber",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Filming",
        "4 Music",
        "4.1 Soundtrack",
        "5 Reception",
        "5.1 Box office",
        "5.2 Critical response",
        "5.3 Accolades",
        "5.4 Year-end lists",
        "5.5 Legacy",
        "6 Other media",
        "6.1 Animated series",
        "6.2 Prequel",
        "6.3 Sequel",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDumb and Dumber is a 1994 American buddy comedy film directed by Peter Farrelly,[1][2] who cowrote the screenplay with Bobby Farrelly and Bennett Yellin. It is the first installment in the Dumb and Dumber franchise. Starring Jim Carrey and Jeff Daniels, it tells the story of Lloyd Christmas (Carrey) and Harry Dunne (Daniels), two dumb but well-meaning friends from Providence, Rhode Island, who set out on a cross-country trip to Aspen, Colorado, to return a briefcase full of money to its owner, thinking it was abandoned as a mistake though it was actually left as a  ransom. Lauren Holly, Karen Duffy, Mike Starr, Charles Rocket, and Teri Garr play supporting roles.\n\nThe film was released on December 16, 1994. It grossed $247 million at the box office and has developed a cult following in the years after its release and is regarded as one of the best comedies of the 1990s.[4][5] The success of Dumb and Dumber launched the career of the Farrelly brothers, established the range of the heretofore dramatically acclaimed Daniels as a gifted comedic actor and vitalized his Hollywood career,[6] and solidified Carrey's reputation as one of the most prominent actors of the 1990s.[7] The film also spawned an animated TV series, a 2003 prequel, a 2014 sequel, and a controversial horror spoof Dumb and Dahmer.\n\n"
        },
        {
            "title": "Plot",
            "text": "Lloyd Christmas and Harry Dunne, two kind but dimwitted young men, are best friends and roommates living in Providence, Rhode Island. Lloyd, a chip-toothed limousine driver, immediately falls in love when he meets Mary Swanson, a woman he is driving to the airport. Upon arriving and saying goodbye to Lloyd, she leaves a briefcase in the terminal. Lloyd sees this and attempts to return it to her, unaware that it contains ransom money for her kidnapped husband, Bobby, and that she intentionally left it for her husband's captors, Joe \"Mental\" Mentalino and J. P. Shay. Her Aspen-bound plane has already departed, leading to Lloyd running through and falling out of the jetway.\n\nFired from his job for leaving the scene of an accident, Lloyd returns to his apartment and learns that Harry has also been fired from his dog-grooming job after delivering dogs late to a show and accidentally getting them dirty. Mental and Shay follow Lloyd home from the airport in pursuit of the briefcase. Mistaking the crooks for debt collectors, the two flee the apartment and return later to find that Mental and Shay have ransacked the apartment and decapitated Harry's parakeet. Lloyd suggests they head to Aspen to find Mary and return the briefcase under the pretext of escaping their lonely dreary lives in Providence. At first, Harry opposes the idea, but he eventually agrees and they leave the next day.\n\nMental and Shay catch up to the duo at a motel that night. Posing as a hitchhiker, Mental is picked up by Harry and Lloyd while Shay secretly follows them. During a lunch stop, the duo pranks Mental with chili peppers in his burger, unaware that he has a stomach ulcer. When Mental reacts adversely, they accidentally kill him with rat poison pills (which he planned to use on them) after mistaking it for his medication. In response, police wait to intercept the two on the road to Colorado, but a distracted Lloyd takes a wrong turn and ends up driving all night through Nebraska. Upon waking up and realizing Lloyd's mishap, Harry gives up on the journey and decides to walk home, but Lloyd later persuades him to continue after trading the van for a minibike.\n\nThe two arrive in Aspen but cannot find Mary. With no money and nowhere to stay, Harry attacks Lloyd in frustration that night, breaking the briefcase open by accident; after discovering the money, the two spend it on a luxury hotel suite, clothes, and a car. They learn that Mary and her family are hosting a gala and prepare to attend. At the gala, Harry, attempting to lure Mary over to Lloyd, reluctantly agrees to go skiing with her the next day and lies to Lloyd that he got him a date. The next day, after waiting all day for Mary at the hotel bar, Lloyd finds out Harry lied and spent the day with her himself.\n\nIn retaliation, Lloyd pranks Harry by serving him a coffee laced with a potent dose of laxative, causing Harry to spontaneously defecate in a broken toilet at Mary's house. Lloyd arrives at Mary's house and informs her that he has her briefcase. He takes her to the hotel, shows her the briefcase, and confesses his love to her, but she rejects him as she is already married. Nicholas Andre, an old friend of the Swansons and the mastermind behind Bobby's kidnapping, arrives with Shay and learns that Harry and Lloyd had spent all of the ransom money and replaced it with IOUs; furious, he takes Lloyd and Mary hostage, as well as Harry when he returns. An argument leads Nicholas to shoot Harry, who plays dead before ineptly returning fire. Before Nicholas can fire another shot, an FBI team led by Beth Jordan (whom Harry had met at a gas station and Lloyd met earlier at the bar) raids the suite, where Beth tells Harry and Lloyd that the FBI and police had been following them since they left Providence. Harry reveals they gave him a bulletproof vest and gun when he arrived. Nicolas and Shay are arrested, and Mary and Bobby are reunited, much to Lloyd's dejection.\n\nThe next day, Harry and Lloyd have begun walking home on foot because all of their purchases were confiscated and their minibike has broken down. The two unintentionally decline the chance to be oil boys for a group of bikini girls, after which Harry tells Lloyd that they will get their \"break\" one day, then play a friendly game of tag as they walk back to Rhode Island.\n\n"
        },
        {
            "title": "Production",
            "text": "The Farrelly Brothers had been trying for years to get their first movie made. Director Peter Farrelly's agent encouraged him to make a movie himself, alongside his brother Bobby.\n\nThe Farrelly Brothers did not know who Jim Carrey was; they were only told that he was \"The White Guy\" on In Living Color. Only after a screening of Carrey's first major acting role, Ace Ventura: Pet Detective, did they realize they had struck gold. Based on the box-office success of Ace Ventura, Carrey was able to negotiate a salary of $7 million for this film.[8]\n\nNicolas Cage, who was proposed to be Carrey's co-star, tried to negotiate a $2 million increase in his fee but New Line decided against casting him and signed Jeff Daniels instead.[9] Daniels was only paid around $50,000. New Line Cinema originally did not want Daniels in the film, as he was known only for his dramatic work at the time. However, the Farrellys and Carrey wanted Daniels for the part. Although New Line agreed to their demands, Daniels was offered the low salary in the hopes it would discourage him from signing on to the film. Daniels ultimately accepted the role, despite his agent reportedly dissuading him out of fears it would kill his career.[10]\n\nSteve Martin and Martin Short both turned down the role of Lloyd.[11] According to Splitsider, Gary Oldman and Cage were the original choices for Lloyd and Harry.[12] Chris Elliott and Rob Lowe were both also considered for the role of Harry.[12]\n\nCarrey's chipped tooth is genuine, resulting from a fight with a classmate in his childhood, but he had since had it capped. He simply had the crown temporarily removed from that tooth to portray Lloyd.[13]\n\nScenes taking place in Aspen were filmed in Breckenridge, Colorado and Park City, Utah. The Stanley Hotel in Estes Park, Colorado was transformed into the \"Danbury Hotel\" for the filming of the movie. The \"Danbury Hotel\" bar scene and staircase shot were the shots filmed there. The scenes filmed in the snow were shot at Copper Mountain Resort, Colorado.[14]\n\nSome of the external street scenes were filmed in Salt Lake City, and the airport scene was filmed at Salt Lake City International Airport.[15]\n\nSome scenes from the beginning of the film were shot on location in the Providence, Rhode Island, metropolitan area, including shots of the skyline and The Big Blue Bug; scenes from the beginning of their road trip were shot in locations in Cumberland, Rhode Island.[16][better source needed]\n\nParts of the film were also shot in Ogden, Utah and American Fork Canyon.[17]\n\n"
        },
        {
            "title": "Music",
            "text": "The original soundtrack to the film was released by RCA Records on November 22, 1994.[18] The soundtrack album's first single, \"New Age Girl\" by Deadeye Dick, was a chart hit, reaching number 27 in the US, while the music video for the Crash Test Dummies' version of \"The Ballad of Peter Pumpkinhead\" featured Jeff Daniels reprising his role of Harry.[19]\n\nThe soundtrack album has generally seen positive reception from critics. Joe Bishop of Vice named the album his favorite movie soundtrack, while the same site's Cameron Matthews described it as \"a perfect slice of the mid-'90s sound: bubbly pop rock with jangly chords and just enough grit, or aka the thing you can give your kids when they one day ask you what the '90s were like\".[19][20]\n\nThough not present on the soundtrack, the film famously features Carrey and Daniels singing an a cappella version of \"Mockingbird\" to Mike Starr's character.[19] Also missing on the soundtrack is Apache Indian's \"Boom Shack-A-Lak\", which accompanies the film's opening sequence, as well as several other songs appearing in the film. Songs not included on the soundtrack are \"Red Right Hand\" by Nick Cave & the Bad Seeds, \"The Rain, The Park and Other Things\" by The Cowsills, \"Mmm Mmm Mmm Mmm\" by Crash Test Dummies, \"Oh,  Pretty Woman\" by Roy Orbison, \"Can We Still Be Friends?\" by Todd Rundgren and \"Rollin' Down the Hill\" by The Rembrandts.\n\nBeck had been approached about including his song \"Loser\" on the soundtrack, but he refused. He recalled the process: \"I remember getting a phone call one day. My manager said, 'There's a film. They want to use 'Loser' as the theme song'. There was a long pause, and he said, 'The name of the film is Dumb And Dumber. And I just remember: That sums up what the world thinks of me at this point. I tried to have fun with it, tried to not take it too serious. But at the same time, it was a little disheartening sometimes\".[21]\n\n"
        },
        {
            "title": "Reception",
            "text": "Dumb and Dumber opened at No. 1 in its opening weekend earning $16.4 million.[22] It went on to gross $127,175,374 in the United States, and $247,275,374 worldwide, and topping the holiday season film gross.[23]\n\nRotten Tomatoes, a review aggregator, reports that 67% of 52 surveyed critics gave Dumb and Dumber a positive review; the average rating is 6.1/10. The site's consensus reads: \"A relentlessly stupid comedy elevated by its main actors: Jim Carrey goes bonkers and Jeff Daniels carries himself admirably in an against-type performance\".[24] On Metacritic, which assigns a rating out of 100 to reviews from film critics, it has a score of 41 based on reviews from 14 critics, which indicates \"mixed or average reviews\".[25] Audiences polled by CinemaScore gave the film an average grade of \"B\" on an A+ to F scale.[26]\n\nRoger Ebert gave the film two of four stars for the hit-or-miss comedic elements, but praised the performances of Carrey and Daniels, dubbing the former a \"true original\", and writing that the dead parakeet joke \"made me laugh so loudly I embarrassed myself. I just couldn't stop\".[27] Stephen Holden of The New York Times called Carrey \"the new Jerry Lewis\",[28] and Peter Stack of the San Francisco Chronicle called it \"riotous\", \"rib-splitting\", and gave the film praise for being both a crude and slapstick comedy and a \"smart comedy\" at the same time.[29] Carrey was nominated for a Razzie Award for \"Worst New Star\".[30]\n\n\nAlthough Dumb and Dumber did not secure any major American film awards, it was successful at the 1995 MTV Movie Awards. Carrey won for Best Comic Performance, Carrey and Holly (a couple who would later endure a short-lived marriage) won for Best Kiss, and Carrey and Daniels were nominated for Best On-Screen Duo.\n\nIn 2000, readers of Total Film magazine voted Dumb and Dumber the fifth greatest comedy film of all time.[citation needed]\nThe film ranks 445th on Empire Magazine's 2008 list of the 500 greatest movies of all time.[31]\n\nThe line, \"So you're telling me there's a chance,\" from the scene in which Lloyd confesses his feelings to Mary, became an Internet meme as a sarcastic reaction to impossible but still non-zero odds. Lloyd utters the line in response to her telling him the probability of him and Mary being a couple are \"more like one out of a million\", which he takes at face value even though it is only her way of letting him down gently.[citation needed]\n\n"
        },
        {
            "title": "Other media",
            "text": "In 1995, a Hanna-Barbera-produced animated series aired on ABC, as part of its Saturday morning cartoon lineup; Matt Frewer provided the voice of Lloyd, while Bill Fagerbakke voiced Harry. In the cartoon, Harry and Lloyd have reacquired their van, now named \"Otto\". The cartoon also features a new character, Kitty, a female pet purple beaver who appears to be smarter than both men. The animated series was written by Bennett Yellin, co-writer of the film. The show was short-lived and was shelved after one season.\n\nIn 2003, a prequel was theatrically released, entitled Dumb and Dumberer: When Harry Met Lloyd. The film featured a cast and crew different from the previous film, and the Farrelly brothers had no involvement in the film's production. It was panned by critics, receiving a 10% rating on Rotten Tomatoes.[37] It grossed approximately $39.2 million worldwide against a $19 million budget, as opposed to the original film's far greater $247 million worldwide gross against a $17 million budget.[38]\n\nFarrelly brothers returned to make a sequel to Dumb and Dumber.[39] The sequel, titled Dumb and Dumber To, was shot in the fall of 2013. Carrey and Daniels returned to lead the film, and Bobby and Peter Farrelly returned to direct along with original screenwriter Bennett Yellin, and actors reprising their roles from the first film include Brady Bluhm, who played Billy in (Apartment) 4C, and Cam Neely, who played Sea Bass. Dumb and Dumber To was released on November 14, 2014.[40] Compared to the original film, Dumb and Dumber To was met with mixed reviews from critics, although it did well commercially.\n\nDumb and Dumber To was not released by Warner Bros. Pictures (who now owns New Line Cinema), but rather by Universal Pictures.[41] Despite having no involvement in the film, New Line was still given studio credit from Universal.[42][43]\n\n"
        }
    ]
}