{
    "url": "https://en.wikipedia.org/wiki/Dupont_Circle",
    "title": "Dupont Circle",
    "table_of_contents": [
        "1 History",
        "2 Architecture",
        "2.1 Strivers' Section",
        "3 Landmarks",
        "3.1 Traffic circle",
        "3.2 Embassies",
        "3.3 Other landmarks",
        "3.4 Institutions",
        "4 Transportation",
        "5 Annual neighborhood events",
        "5.1 Capital Pride",
        "5.2 High Heel Race",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Dupont Circle (or DuPont Circle) is a traffic circle, park, neighborhood and historic district in Northwest Washington, D.C. The Dupont Circle neighborhood is bounded approximately by 16th Street NW to the east, 22nd Street NW to the west, M Street NW to the south, and Florida Avenue NW to the north. Much of the neighborhood is listed on the National Register of Historic Places. However, the local government Advisory Neighborhood Commission (ANC 2B) and the Dupont Circle Historic District have slightly different boundaries.[1]\n\nThe traffic circle is located at the intersection of Massachusetts Avenue NW, Connecticut Avenue NW, New Hampshire Avenue NW, P Street NW, and 19th Street NW.  The circle is named for Rear Admiral Samuel Francis Du Pont. The traffic circle contains the Dupont Circle Fountain in its center.\n\nThe neighborhood is known for its high concentration of embassies (many along Embassy Row) and think tanks (many along Think Tank Row).\n\n"
        },
        {
            "title": "History",
            "text": "Dupont Circle is located in the \"Old City\" of Washington, D.C.—the area planned by architect Pierre Charles L'Enfant—but remained largely undeveloped until after the American Civil War, when there was a large influx of new residents. The area that now constitutes Dupont Circle was once home to a brickyard and slaughterhouse.[2][3] There also was a creek, Slash Run, that began near 15th Street NW and Columbia Road NW, ran from 16th Street near Adams Morgan, through Kalorama and within a block of Dupont Circle, but the creek has since been enclosed in a sewer line.[4][5] Improvements made in the 1870s by a board of public works headed by Alexander \"Boss\" Shepherd transformed the area into a fashionable residential neighborhood.[6][7]\n\nIn 1871, the U.S. Army Corps of Engineers began construction of the traffic circle, then called Pacific Circle, as specified in L'Enfant's plan. On February 25, 1882, Congress renamed it \"Dupont Circle\", and authorized a memorial statue of Samuel Francis Du Pont, in recognition of his service as a rear admiral during the Civil War.[5] Unveiled on December 20, 1884, the statue was sculpted by Launt Thompson,[5] and the circle was landscaped with exotic flowers and ornamental trees. Several prominent duPont family members deemed it too insignificant to honor their ancestor, so they secured permission to move the statue to Rockford Park in Wilmington in 1917, and commissioned Henry Bacon and Daniel Chester French to design the fountain that sits in Dupont Circle today.[8] In 1920, the current double-tiered white marble fountain replaced the statue.[9] Daniel Chester French and Henry Bacon, the co-creators of the Lincoln Memorial, designed the fountain, which features carvings of three classical figures symbolizing the sea, the stars and the wind on the fountain's shaft.[1]\n\nIn 1876, the second house located directly in Dupont Circle was built by a wealthy merchant by the name of William M. Galt.[11]\n\nDuring the 1870s and 1880s, mansions were built along Massachusetts Avenue, one of Washington's grand avenues, and townhouses were built throughout the neighborhood. In 1872, the British built a new embassy on Connecticut Avenue, at N Street NW.[12] Stewart's Castle was built in 1873 on the north side of the circle, the James G. Blaine Mansion was built on the west side in 1882, and the Leiter House was built on the north side in 1893. By the 1920s, Connecticut Avenue was more commercial in character, with numerous shops. Some residences, including Senator Philetus Sawyer's mansion at Connecticut and R Street, were demolished to make way for office buildings and shops.[13] The Patterson House, at 15 Dupont Circle, served as a temporary residence for President Calvin Coolidge while the actual White House was being repaired in 1927.[5] In 1933, the National Park Service took over administering the circle, and added sandboxes for children, though these were removed a few years later.[14]\n\nConnecticut Avenue was widened in the late 1920s, and increased traffic in the neighborhood caused a great deal of congestion in the circle, making it difficult for pedestrians to get around. Medians were installed in 1948, in the circle, to separate the through traffic on Massachusetts Avenue from the local traffic, and traffic signals were added.[14] In 1949, traffic tunnels[15] and an underground streetcar station were built under the circle by Capital Transit, the company produced by the consolidation of D.C.'s streetcar lines. The tunnels enabled trams and vehicles traveling along Connecticut Avenue to pass more quickly past the circle.[16] When streetcar service ended in 1962, the entrances to the underground station were closed. The space has since been transormed and reopened as the Dupont Underground art space.[17]\n\nThe neighborhood declined after World War II and particularly after the 1968 riots, but began to enjoy a resurgence in the 1970s, fueled by urban pioneers seeking an alternative lifestyle. The neighborhood took on a bohemian feel and became  popular among the gay and lesbian community. Along with The Castro in San Francisco, Hillcrest in San Diego, Greenwich Village in New York City, Boystown in Chicago, Oak Lawn in Dallas, Montrose in Houston, and West Hollywood in Los Angeles, Dupont Circle is considered a historic locale in the development of American gay identity. D.C.'s first gay bookstore, Lambda Rising, opened in 1974 and gained notoriety nationwide.[18] In 1975, the store ran the world's first gay-oriented television commercial.[19]\n\nGentrification accelerated in the 1980s and 1990s, and the area is now a more mainstream and trendy location with coffeehouses, restaurants, bars, fast casual food, and upscale retail stores. Since 1997, a weekly farmers market has operated on 20th Street NW.[20]\n\n"
        },
        {
            "title": "Architecture",
            "text": "The area's rowhouses, primarily built before 1900, feature variations on the Queen Anne and Richardsonian Romanesque revival styles. Rarer are the palatial mansions and large freestanding houses that line the broad, tree-lined diagonal avenues that intersect the circle. Many of these larger dwellings were built in the styles popular between 1895 and 1910.\n\nOne such grand residence is the marble and limestone Patterson Mansion at 15 Dupont Circle. This Italianate mansion, the only survivor of the many mansions that once ringed the circle, was built in 1901 by New York architect Stanford White for Robert Patterson, editor of the Chicago Tribune, and his wife Nellie, heiress to the Chicago Tribune fortune. Upon Mrs. Patterson's incapacitation in the early 1920s, the house passed into the hands of her daughter, Cissy Patterson, who made it a hub of Washington social life. The house served as temporary quarters for President and Mrs. Calvin Coolidge in 1927 while the White House underwent renovation. The Coolidges welcomed Charles Lindbergh as a houseguest after his historic transatlantic flight. Lindbergh made several public appearances at the house, waving to roaring crowds from the second-story balcony, and befriended the Patterson Family, with whom he increasingly came to share isolationist and pro-German views. Cissy Patterson later acquired the Washington Times-Herald (sold to The Washington Post in 1954) and declared journalistic warfare on Franklin D. Roosevelt from 15 Dupont Circle, continuing throughout World War II to push her policies, which were echoed in the New York Daily News, run by her brother Joseph Medill Patterson, and the Chicago Tribune, run by their first cousin, Colonel Robert R. McCormick.\n\nToday's Dupont Circle includes the Strivers' Section, a small residential area west of 16th Street roughly between Swann Street and Florida Avenue. The Strivers' Section was an enclave of upper-middle-class African Americans—often community leaders—in the late 19th and early 20th centuries. The area includes a row of houses on 17th Street owned by Frederick Douglass and occupied by his son. It takes its name from a turn-of-the-century writer who described the district as \"the Striver's section, a community of Negro aristocracy\".\n\nThe area, which was once considered an overlap of the Dupont Circle and Shaw neighborhoods, is today a historic district.[21] Many of its buildings are the original Edwardian-era residences, along with several apartment and condominium buildings and a few small businesses.\n\n"
        },
        {
            "title": "Landmarks",
            "text": "The neighborhood is centered around the traffic circle, which is divided between two counterclockwise roads. The outer road serves all the intersecting streets, while access to the inner road is limited to through traffic on Massachusetts Avenue. Connecticut Avenue passes under the circle via a tunnel; vehicles on Connecticut Avenue can access the circle via service roads that branch from Connecticut near N Street and R Street.\n\nThe park within the circle is maintained by the National Park Service. The central fountain designed by Daniel Chester French provides seating, and long, curved benches around the central area were installed in 1964.[14] The park within the circle is a gathering place for those wishing to play chess on the permanent stone chessboards. Tom Murphy, a homeless championship chess player, is a resident.[22] The park has also been the location of political rallies, such as those supporting gay rights and those protesting the 2003 invasion of Iraq, the World Bank, and the International Monetary Fund.\n\nIn 1999, Thelma Billy was arrested handing out Thanksgiving dinner to the homeless.[23][24][25]\nIn 2009, a tug of war was sponsored by the Washington Project for the Arts.[26]\n\nIn 2014, the city proposed to turn an 850-square-foot (79 m2) concrete sidewalk on the south side of the traffic circle into a \"kinetic park\". Previously occupied by bike lockers, the parklet was repaved with 100 PaveGen pavers, which generate electricity when people walk on them. Designers ZGF Architects said the project would rebuild the sidewalk and curbs and add seven granite benches, six bollard bicycle racks, and two flower beds. The pavers were expected to \"generate 456.25 kilowatts of energy [sic] annually\", according to Washington Business Journal, and power lights under each bench.[27][28] The $300,000 project opened in November 2016.[29][30]\n\nThe Dupont Circle neighborhood is home to numerous embassies, many of which are located in historic residences. The Thomas T. Gaff House serves as the Colombian ambassador's residence, and the Walsh-McLean House is home to the Indonesian embassy.[31] Located east of Dupont Circle on Massachusetts Avenue is the Clarence Moore House, now serving as the Embassy of Uzbekistan, and the Emily J. Wilkins House, which formerly housed the Australian embassy and now is occupied by the Peruvian Chancery.[31] Iraq operates a consular services office in the William J. Boardman House on P Street.[32]\n\nOther landmarks, many of which are listed on the National Register of Historic Places, include the International Temple, Embassy Gulf Service Station, Christian Heurich Mansion (also known as Brewmaster's Castle), Whittemore House (headquarters to the Woman's National Democratic Club), and the Phillips Collection, the country's first museum of modern art. The Richard H. Townsend House located on Massachusetts Avenue now houses the Cosmos Club.[31] Across Massachusetts Avenue, the historic Anderson House, owned by the Society of the Cincinnati, is open daily for tours. The Dumbarton Bridge, also known as the Buffalo Bridge, carries Q Street over Rock Creek Park and into Georgetown and was constructed in 1883.[31] The Nuns of the Battlefield sculpture, which serves as a tribute to over 600 nuns who nursed soldiers of both armies during the Civil War, was erected in 1924.[33][34] The Mansion on O Street a luxury boutique hotel, private club, events venue and museum has been a fixture in Dupont Circle for over 30 years and includes over 100 rooms and 32 secret doors. Also overlooking the square is The Dupont Circle Hotel. Two disused semicircular trolley tunnels follow the outline of the circle; the one on the east is currently Dupont Underground, an art and performance space.[35][36]\n\nIn addition to its residential components, consisting primarily of high-priced apartments and condominiums, Dupont Circle is home to some of the nation's most prestigious think tanks and research institutions, including the Brookings Institution, the Carnegie Endowment for International Peace, the Institute for Policy Studies, the Aspen Institute, the German Marshall Fund, the Center for Global Development, the Stimson Center, The Eurasia Center, and the Peterson Institute. The renowned Paul H. Nitze School of Advanced International Studies (SAIS) of Johns Hopkins is located less than two blocks from the circle. Dupont Circle is also home to the Original Founding Church of Scientology and the church's National Affairs Office. The Phillips Collection, the nation's first museum of modern art, is located near the circle; its most famous and popular work on display is Renoir's giant festive canvas Luncheon of the Boating Party. Additionally, the national headquarters of the Jewish War Veterans of the United States of America, the nation's oldest veterans organization, the National Museum of American Jewish Military History, and the Washington, D.C. Jewish Community Center are also located in Dupont Circle.\n\n"
        },
        {
            "title": "Transportation",
            "text": "Dupont Circle is served by the Dupont Circle station on the Red Line of the Washington Metro. There are two entrances: north of the circle at Q Street NW and south of the circle at 19th Street NW. The northern entrance is framed by a quote from Walt Whitman's 1865 poem, \"The Wound-Dresser\", that was carved into the entrance in 2007 and echoes the AIDS crisis of the 1980s and 1990s.[37]\n\n"
        },
        {
            "title": "Annual neighborhood events",
            "text": "Capital Pride is an annual LGBT pride festival held each June in Washington. As of 2007[update], the festival is the fourth-largest LGBT pride event in the United States, with over 200,000 people in attendance.[38] The Capital Pride parade takes place annually on Saturday during the festival and travels through the streets of the neighborhood.[39] Dupont Circle is host to the parade, and the street festival is held in Penn Quarter.\n\nHeld annually since 1986, the Dupont Circle High Heel Race takes place on the Tuesday before Halloween (October 31). The race pits dozens of drag queens against each other in a sprint down 17th Street NW between R Street and Church Street, a distance of three short blocks. The event attracts thousands of spectators and scores of participants.[40][41]\n\n"
        }
    ]
}