{
    "url": "https://en.wikipedia.org/wiki/Dutch_philosophy",
    "title": "Dutch philosophy",
    "table_of_contents": [
        "1 Influence on Dutch philosophy",
        "1.1 Thought of Desiderius Erasmus",
        "1.2 Thought of Baruch Spinoza",
        "2 Dualism and Monism in Dutch philosophy",
        "3 Rationalism in Dutch philosophy",
        "4 Science and Dutch philosophy",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Dutch philosophy is a broad branch of philosophy that discusses the contributions of Dutch philosophers to the discourse of Western philosophy and Renaissance philosophy. The philosophy, as its own entity, arose in the 16th and 17th centuries through the philosophical studies of Desiderius Erasmus and Baruch Spinoza. The adoption of the humanistic perspective by Erasmus, despite his Christian background, and rational but theocentric perspective expounded by Spinoza, supported each of these philosopher's works.[1][2] In general, the philosophy revolved around acknowledging the reality of human self-determination and rational thought rather than focusing on traditional ideals of fatalism and virtue raised in Christianity.[3] The roots of philosophical frameworks like the mind-body dualism and monism debate can also be traced to Dutch philosophy, which is attributed to 17th century philosopher René Descartes. Descartes was both a mathematician and philosopher during the Dutch Golden Age, despite being from the Kingdom of France.[4] Modern Dutch philosophers like D.H. Th. Vollenhoven provided critical analyses on the dichotomy between dualism and monism.[5]\n\nIn general, Dutch philosophy is characterised by a discussion of the importance of rational thought and humanism with literary links to religion, specifically Calvinism and biblical criticism thereof. Modern Dutch philosophers in the 20th century like Gerrit Mannoury have also, in addition to discussions on humanism, placed an emphasis on the connection between science and Dutch philosophy.[6]\n\n"
        },
        {
            "title": "Influence on Dutch philosophy",
            "text": "Desiderius Erasmus's influence on Dutch philosophy is marked by his contributions to the discourse of Christian humanism, which highlights a philosophy that synthesises the humanistic perspective of self-determination with classical Christian traditions of virtue.[7] At the core of his philosophical teachings, Erasmus promulgated the religious doctrine of docta pietas (English: learned piety), which Erasmus believed was the 'Philosophy of Christ'.[7] Erasmus, further expanded upon this notion in Julius Excluded from Heaven (Latin: Julius exclusus e coelis), as cited in The Erasmus Reader where:\n\n\"Our great master did not come down from heaven to earth to give men some easy or common philosophy. It is not a carefree or tranquil profession to be a Christian.\"[8]\n\nErasmus also wrote a large collection of ten critical essays titled Opera Omnia, which explore critical views on topics that range from education on the philosophy of Christian humanism in the Dutch Republic to his personal translation of the New Testament that consisted of his humanistic-influenced annotations.[9][10] He grounded these annotations through extensive readings of Church Fathers writings.[11] Erasmus further commented in Enchiridion militis Christiani (Latin: Handbook of a Christian Knight) that the readings can equip people with a more advanced understanding of Christian humanism.[12] The book was written in order to highlight the divergence of theological education from classical antiquity, which incorporated a philosophy on morals and ethics, practised in the Dutch Republic during the 16th century.[11][12] Erasmus further argued that detailed knowledge of classical antiquity would correspond to people having greater knowledge of the 'Philosophy of Christ' and therefore, have some knowledge of Christian humanistic philosophy.[13]\n\nThe development of Dutch philosophy was one that expounded the fallacy behind God's metaphysical nature and in general, God's existence. These fallacies are attributed to the writings of Baruch Spinoza.[14] With lacking affiliations to any religious institution and university, a direct consequence of being excommunicated by his local Sephardic community in Amsterdam for the aforementioned views, Spinoza pursued his philosophical studies with a degree of independence.[15] Spinoza's philosophical works, the Tractatus Theologico-Politicus (also referred to as the Theologico-Political Treatise), which was Spinoza's only work published during his lifetime, contributed to his influence on Dutch philosophy.[16] The Theologico-Political Treatise discusses the relevance of Calvinist theology in the Dutch Republic by commenting how the Bible should be interpreted exclusively on its own terms by extracting information about the Bible from only what is directly evident in the text. Spinoza also raised the need to avoid the formulation of hypotheticals about what the Bible may assume, referred to as his hermeneutic principle.[17] Additionally, in this work, Spinoza advocated for the practice of libertas philosophandi ( Latin: freedom to philosophise) which emphasises the importance of philosophy that is void of any external religious or political constraint.[18]\n\nEthics—published after his death—garnered Spinoza scholarly attention, as he was one of the first Dutch philosophers during the Renaissance period that gave criticism to long-standing perspectives on God, the universe, nature and the ethical principles that grounded them.[19] Spinoza incorporated metaphysical and anthropological conceptions to support his conclusions.[20] This work, together with others, led to Spinoza being ostracised from the Jewish community in Amsterdam because he devalued the commonly held belief that God should not be \"feign a God, like man, consisting of a body and mind, and subject to passions.\"[21]\n\nSpinoza further extended this belief in his Propositions in Ethics by commenting on the nature of human desire as one that is interrelated with the mind's pathema (Ancient Greek: passions).[22] In conjunction, the human desire and pathema contributed to what Spinoza argued was an affect of the human body, which grant humans the capability to achieve some state of perfection.[23][24] Modern Dutch philosopher Theo Verbeek further comments that Spinoza's commentaries on the affect, in addition to the practice of libertas philosophandi, contributed to Renaissance Dutch philosophy.[25]\n\n"
        },
        {
            "title": "Dualism and Monism in Dutch philosophy",
            "text": "The dualism and monism philosophical frameworks are a dimension of the philosophy of mind with their roots traced to Dutch philosophy. René Descartes described the dualism framework as one that makes a distinction between the two primary substances constituting human beings: the mind (soul) and body.[26] Similarly, D.H.Th. Vollenhoven further expanded upon this notion through his explanation of anthropological dualism, which focuses on gauging from what exact sources do the mind and body originate from.[5] On the contrary, the monism framework argues that all substances originate from one source where Descartes extended this through Cartesian dualism. He stated that a core attribute is that they are created by God or rather require some \"immediate concurrence in all things.\"[27]\n\nSpinoza's philosophy on the dualism was antithetical to Descartes, as he argued that instead of the mind and body being classed as substances that are distinct from one another, they are meant to be classified as one whole entity and are thus, interdependent on each other's functioning.[28] Portuguese-American neuroscientist Antonio Damasio supports Spinoza's idea by making a connection between the mind and body that one does not exist without the other and therefore, require to co-exist.[29] He further comments how these philosophical commentaries contributed to Spinoza's influence on Dutch philosophy.[29] Spinoza also posited in Ethics that the only one extended substance in existence is the entire world, which consists of every form of matter in existence.[30] Spinoza considered human beings to be a subset of this one substance and are considered as an \"extension\" of the body.[31] A degree of mutual understanding among the two philosophers on this debate is found in their commentaries on the primary attribute of the mind and the body-the former being thought, while the latter, being extension.[32] The commonality in understanding lies in Descartes's discussion of each attribute exhibiting the \"nature and essence\" of all substances in Principia Philosophiae, where Spinoza similarly argued in Ethics that the core property of the one substance is that it too constitutes some form of essence.[32][33]\n\n"
        },
        {
            "title": "Rationalism in Dutch philosophy",
            "text": "Rationalism, which also stems from Renaissance Dutch philosophy, is credited to the studies of Descartes. He described his formal rationalist principles in Meditations on First Philosophy.[34] Descartes's publication of the Principia Philosophiae in 1644 was synonymous with providing the first linkage between rationalism, natural philosophy and natural science. The philosophical view of rationalism and studies of natural philosophy and science, according to Dutch philosopher L. E. J. Brouwer, contributed to academic commentaries on Dutch philosophy in the 20th century.[35][36] His rational worldview contrasted Calvinist principles on the laws of nature taught by theologians at universities in the Dutch Republic.[37] Specifically, in 1640, Dutch theologian Gisbertus Voetius argued that Descartes's mind-body dualism framework does not consider God's creation of the world and is therefore, antithetical to the teachings of Calvinism.[38][39] Distinct to Descartes' philosophy and by extension, Dutch philosophy, was the recognition of rationalistic philosophy.[39] This was grounded by, according to Descartes, a \"well-directed intelligence...and distinct that absolutely no doubt is left about that which we understand.\"[40][41]\n\nA particular attribute of this rationalistic philosophy that can be traced to Descartes's works is the concept of 'transparency of the mind' to which American philosopher Gary Hatfield states that the mind does not have any correlation with the material world, as it is subject to constant perception and indirect realism.[42] This extends to Hatfield further arguing that Descartes acknowledged in his understanding of rationalistic philosophy that a core condition of this concept is that if the mind is conscious, it is ultimately aware of its own thoughts and mental states.[42] The distribution of these commentaries on rationalism by Descartes throughout the Renaissance period is credited to the studies of philosophy undertaken in Utrecht University and Leiden University in the Dutch Republic during the 17th century.[43]   \n\nAdditionally, in the Low Countries, which consists of the Netherlands, the philosophy became driven by discussions on vernacular rationalism in the 17th and 18th centuries.[44] This type of rationalism revolved around a cultural avant-garde discussion of the country's widely accepted ethics, the implications of unfamiliarity with rationalism and that reason should dictate all modes of human behaviour.[45] Vernacular nationalism, studied in the Netherlands, was a by-product of the humanist studies that were led by Renaissance intellectual figures like Spinoza. Dutch historian Ruben Buys, in his thesis Sparks of Reason, explains that this type of rationalism is closely related and has its roots in Renaissance humanism which prioritises human dignity and self-determination over Christian classicism.[45]\n\n"
        },
        {
            "title": "Science and Dutch philosophy",
            "text": "Despite the scientific and rational contributions of Spinoza and Descartes to Renaissance Dutch philosophy, interest in the parallel between science and Dutch philosophy also resurfaced in the 20th century.[46] James W. McAllister, the current Academic Director of the Philosophy of Science department at Leiden University, has contributed to discussing the influences of scientific thinking on Dutch philosophy with literary links to the Dutch Significs Group.[46] They brought to the fore the study of analytic philosophy, which used criticism to suggest that methodology, with the support of intuitionistic logic, should be incorporated to discuss the relationship between science and Dutch philosophy.[47] Many works detailing this relationship were published in journal publications like Synthese (1936), the book series Studies in Logic and the Foundations of Mathematics (1958) as well as studies by intellectual figures like Gerrit Mannoury and Evert Willem Beth, whose works are still archived in Amsterdam and Haarlem and are yet to be analysed.[48] Mannoury assisted in advancing this scholarly interest in the relationship between science and Dutch philosophy by taking a critically interdisciplinary approach to his studies of logic and language in philosophy.[49]\n\nSignifist thinkers placed an emphasis on establishing a distinction between intuitionistic logic and linguistics of mathematics, where the latter, according to Dutch mathematician Johan de Iongh, should guide any discussion of 'mathematical activities' in Dutch scientific philosophy.[50] Mannoury further added to this discourse through his commentaries in Erkenntnis (German: knowledge recognition), a journal of philosophy that focuses on scientific philosophy and epistemology.[51][52] He discusses that any form of communication by philosophers in their studies, either through logical semantics or language of mathematics, should incorporate psychologism (categorised by Mannoury as \"mysticism\"), in their respective philosophical writings.[53] Mannoury commented on the relevance of psychologism, as he argued that its critical understanding would provide greater knowledge of self-consciousness for all philosophers, irrespective of their speciality areas in philosophy.[54] Mannoury's philosophical readings also had a role in educating the public about the Significs group with some of his commentaries cited in a 1953 edition, volume 16 of the Winkler Prins, which formerly was the largest Dutch encyclopaedia until 1993.[55][56]\n\nThe education of Beth, who completed his PhD at University of Amsterdam in 1935 on natural sciences, was supported by the Marburg School's ideas of neo-Kantianism.[51] This school of thought commented on the need for a distinction between psychology and philosophy, whereas other signifist thinkers like Mannoury argued that the two academic fields should complement each other in discussions of science in Dutch philosophy.[57] Members of the Society for Critical Philosophy, which was the Dutch branch of the school, upheld a rational view on the empirical philosophy of mathematics.[51] Beth, who was a member, published an academic paper in 1933 highlighting that the \"critical method\" in \"the construction of philosophy\" should revolve around studies of intuitionistic logic without any influence of psychology.[58] He further commented that this logic is closely interrelated with any discourse on science in Dutch philosophy, as practised by the Significs. This is because, according to Beth, intuitionistic logic acts as a foundational component of scientific discussions in Dutch philosophy.[59][60]\n\n"
        }
    ]
}