{
    "url": "https://en.wikipedia.org/wiki/Dukkha",
    "title": "Duḥkha",
    "table_of_contents": [
        "1 Etymology and meaning",
        "1.1 Etymology",
        "1.1.1 Axle hole",
        "1.1.2 'Standing unstable'",
        "1.2 Translation",
        "2 Buddhism",
        "3 Hinduism",
        "4 Comparison of Buddhism and Hinduism",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDuḥkha (/ˈduːkə/; Sanskrit: दुःख; Pāli: dukkha), commonly translated as \"suffering\", \"pain,\" or \"unhappiness,\" is an important concept in Buddhism, Jainism and Hinduism. Its meaning depends on the context, and may refer more specifically to the \"unsatisfactoriness\" or \"unease\" of mundane life when driven by craving/ grasping and ignorance.[1][2][3][4][note 1]\n\nWhile the term dukkha has often been derived from the prefix du (\"bad\" or \"difficult\") and the root kha, \"empty,\" \"hole,\" a badly fitting axle-hole of a cart or chariot giving \"a very bumpy ride,\"[5][6] it may actually be derived from duḥ-stha, a \"dis-/ bad- + stand-,\" that is, \"standing badly , unsteady,\" \"unstable.\"[7][8][9][10]\n\nIt is the first of the Four Noble Truths and it is one of the three marks of existence. The term also appears in scriptures of Hinduism, such as the Upanishads, in discussions of moksha (spiritual liberation).[11][12]\n\n"
        },
        {
            "title": "Etymology and meaning",
            "text": "Duḥkha (Sanskrit: दुःख; Pali: dukkha) is a term found in the Upanishads and Buddhist texts, meaning anything that is \"uneasy, uncomfortable, unpleasant, difficult, causing pain or sadness\".[13][14] It is also a concept in Indian religions about the nature of life that innately includes the \"unpleasant\", \"suffering\", \"pain\", \"sorrow\", \"distress\", \"grief\" or \"misery.\"[13][14] The term duḥkha does not have a one-word English translation, and embodies diverse aspects of unpleasant human experiences.[2][14] It is often understood as the opposite of sukha, meaning \"happiness,\" \"comfort\" or \"ease.\"[15]\n\nThe word has been explained in recent times as a derivation from Aryan terminology for an axle hole, referring to an axle hole which is not in the center and leads to a bumpy, uncomfortable ride. According to Winthrop Sargeant,\n\nJoseph Goldstein, American vipassana teacher and writer, explains the etymology as follows:\n\nHowever, according to Monier Monier-Williams, the actual roots of the Pali term dukkha appear to be Sanskrit दुस्- (dus-, \"bad\") + स्था (stha, \"to stand\").[7][note 2] Regular phonological changes in the development of Sanskrit into the various Prakrits led to a shift from dus-sthā to duḥkha to dukkha.\n\nAnalayo concurs, stating that dukkha as derived from duh-stha, \"standing badly,\" \"conveys nuances of \"uneasiness\" or of being \"uncomfortable.\"[8]\n\nSilk Road philologist Christopher I. Beckwith elaborates on this derivation.[16][note 3] According to Beckwith:\n\nThe literal meaning of duhkha, as used in a general sense is \"suffering\" or \"painful.\"[note 4] Its exact translation depends on the context.[note 5] Contemporary translators of Buddhist texts use a variety of English words to convey the aspects of dukh. Early Western translators of Buddhist texts (before the 1970s) typically translated the Pali term dukkha as \"suffering.\" Later translators have emphasized that \"suffering\" is a too limited translation for the term duḥkha, and have preferred to either leave the term untranslated,[15] or to clarify that translation with terms such as anxiety, distress, frustration, unease, unsatisfactoriness, not having what one wants, having what one doesn't want, etc.[18][19][20][note 6] In the sequence \"birth is painfull,\" dukhka may be translated as \"painfull.\"[21]  When related to vedana, \"feeling,\" dukkha (\"unpleasant,\" \"painfull\") is the opposite of sukkha (\"pleasure,\" \"pleasant\"), yet all feelings are dukkha in that they are impermanent, conditioned phenomena, which are unsatisfactory, incapable of providing lasting satisfaction.[22] The term \"unsatisfactoriness\" then is often used to emphasize the unsatisfactoriness of \"life under the influence of afflictions and polluted karma.\"[23][24][25][26][27][note 7]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "Duḥkha is one of the three marks of existence, namely anitya (\"impermanent\"), duḥkha (\"unsatisfactory\"), anatman (without a lasting essence).[note 8]\n\nWithin the Buddhist sutras, duḥkha has a broad meaning, and is divided in three categories:[28]\n\nVarious sutras sum up how life in this \"mundane world\" is regarded to be duḥkha, starting with samsara, the ongoing process of death and rebirth itself:[note 9]\n\nThe Buddhist tradition emphasizes the importance of developing insight into the nature of duḥkha, the conditions that cause it, and how it can be overcome. This process is formulated in the teachings on the Four Noble Truths.\n\n"
        },
        {
            "title": "Hinduism",
            "text": "In Hindu literature, the earliest Upaniṣads — the Bṛhadāraṇyaka and the Chāndogya — in all likelihood predate the advent of Buddhism.[note 10]  In these scriptures of Hinduism, the Sanskrit word duḥkha (दुःख) appears in the sense of \"suffering, sorrow, distress\", and in the context of a spiritual pursuit and liberation through the knowledge of Atman (soul/self).[11][12][30]\n\nThe verse 4.4.14 of the Bṛhadāraṇyaka Upaniṣad states:\n\nThe verse 7.26.2 of the Chāndogya Upaniṣad states:\n\nThe concept of sorrow and suffering, and self-knowledge as a means to overcome it, appears extensively with other terms in the pre-Buddhist Upanishads.[36] The term Duhkha also appears in many other middle and later post-Buddhist Upanishads such as the verse 6.20 of Shvetashvatara Upanishad,[37] as well as in the Bhagavada Gita, all in the context of moksha.[38][note 13] The term also appears in the foundational Sutras of the six schools of Hindu philosophy, such as the opening lines of Samkhya karika of the Samkhya school.[40][41]\n\n"
        },
        {
            "title": "Comparison of Buddhism and Hinduism",
            "text": "Both Hinduism and Buddhism emphasize that one overcomes duḥkha through the development of understanding and insight.[note 14] However, the two religions widely differ in the nature of that understanding. Hinduism emphasizes the understanding and acceptance of Atman (\"self\", \"soul\") and Brahman (\"the ultimate reality of the universe\"). The connection is the distress and suffering caused by an individual situation that can counter a person's wishes and perception. Duhkha, in particular, refers to the sense of disappointing feelings that come from the gulf between perception and desires and true experience. In Hindi, duhkha generally means \"difficult to do\" or \"to have hardship in doing\" as it is inflexible.[42] By contrast, Buddhism emphasizes the understanding and acceptance of anatta (anatman, \"non-self\", \"non-soul\"), the means to liberation from duḥkha.[43][44] The root meaning of duhkha is used in various ways in different schools of Indian thought and Buddhism.[42]\n\n"
        }
    ]
}