{
    "url": "https://en.wikipedia.org/wiki/Dvaita_Vedanta",
    "title": "Dvaita Vedanta",
    "table_of_contents": [
        "1 Etymology",
        "2 Philosophy",
        "3 Influence",
        "4 See also",
        "5 References",
        "5.1 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDvaita Vedanta (/ˈdvaɪtə vɪˈdɑːntə/); (originally known as Tattvavada; IAST:Tattvavāda), is a sub-school in the Vedanta tradition of Hindu philosophy. The term Tattvavada literally means \"arguments from a realist viewpoint\". The Tattvavada (Dvaita) Vedanta sub-school was founded by the 13th-century philosopher-saint Madhvacharya.[1] The Dvaita Vedanta school believes that God and the individual souls (jīvātman) exist as independent realities, and these are distinct, being said that Vishnu (Narayana) is independent, and souls are dependent on him. The Dvaita school contrasts with the other two major sub-schools of Vedanta, the Advaita Vedanta of Adi Shankara which posits nondualism – that ultimate reality (Brahman) and human soul (Ātman) are identical and all reality is interconnected oneness, and Vishishtadvaita of Ramanuja which posits qualified nondualism – that ultimate reality (Brahman) and human soul are different but with the potential to be identical.[2][3] Sanyasi's of Dvaita Vedanta order belongs ēkadaṇḍi tradition.[4]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Dvaita (द्वैत) is a Sanskrit word that means \"duality, dualism\".[5] The term refers to any premise, particularly in theology on the material and the divine, where two principles (truths) or realities are posited to exist simultaneously and independently.[5][1] Indologist B. N. Krishnamurti Sharma says, \"The English term 'Dualism' is inadequate to express the full content and depth of meaning that Madhva has put into term \"Dvaita\", as it is to be implied to his system. Even the Sanskrit word \"Dvaita\" is not literally capable of expressing more than the fundamental principles accepted. [6][7] B. N. K. Sharma suggested the term Svatantra-Advitiya-Brahmavāda as an alternative term to Madhva's system. Sharma says, Satyadhyana Tirtha of Uttaradi Math approved this. B. N. K. Sharma says, \"the term Svatantra-Advitiya-Brahmavāda is capable of conveying directly rather than by implication or definition, the highest reach of its thought and its metaphysical ideology do often stressed by Madhva and so well expounded by Jayatirtha\". It may be seen that such a term would do justice to both the aspects of reality - the finite and the infinite\". Quoting the term \"Advitīyatva\", Sharma also says, \"the term 'Advitīyatva' has been interpreted by Madhva, in the Chandogya Bhashya, in terms of 'absence of peer and  superior' to 'Brahman', conceding by implication, the existence, the reality of 'lesser reals' like matter and souls under the aegis of God. The first part of the text has been taken to emphasize the unity of God-head by excluding internal distinctions of substance and attributes in Brahman in conformity with text like नेह नानास्ति किंचना which are understood as nagating some internal distinctions (nānātva) alone in Brahman. The only internal distinctions that are logically conceivable in Brahman, are those of attributes. This is negated by the way of significant negation. The adjunct 'Svatantra' would thus serve to emphasize the transcendence of the supreme over the other reals and its immanence in them and show how the conception of Brahman, here, differs from the 'Nirviśeṣādvaita' of Samkara. Quoting the term 'Svatantra-Advitiya-Brahmavāda', Sharma also says, \"It would also stand terminologically balanced with the distinctions of other Vēdantic systems like 'Nirviśeṣādvaita', 'śuddhādvaita', and 'Viśiṣṭādvaita'. It would also lay direct emphasis on the primacy of the supreme as the 'Para-Siddhanta' of the Madhva's thought, and put the teachings about the finite in their proper place as constituting the 'Apara-Siddhānta' (subsidiary truths)\".[6]\n\nAluru Venkata Rao opines that the term Dvaita is not suitable for Madhva's philosophy, hence it should not be used.[8] Instead he suggests the name \"Pūrnabrahmavāda\".[9]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Dvaita Vedanta is a dualistic interpretation of the Vedas which espouses dualism by theorizing the existence of two separate realities. The first and the only independent reality (svatantra-tattva), states the Dvaita school, is that of Vishnu as Brahman.[10] Vishnu is the supreme Self, in a manner similar to the monotheistic God in other major religions.[11] He is believed to be almighty, eternal,[12] always existing, everlasting, all-knowing, and compassionate.[13] The second reality is that of dependent (asvatantra-tattva) but equally real universe that exists with its own separate essence. Everything that is composed of the second reality, such as individual soul, matter, and the like exist with their own separate reality. The distinguishing factor of this philosophy, as opposed to monistic Advaita Vedanta, is that God takes on a personal role and is seen as a real eternal entity that governs and controls the universe.[14]\n\nLike Ramanuja, Madhvacharya also embraced Vaishnavism. Madhvacharya posits God as being personal and saguna, that is endowed with attributes and qualities (in human terms, which are not believed to be able to fully describe God).[15] To Madhvacharya, the metaphysical concept of Brahman in the Vedas was Vishnu. He stated \"brahmaśabdaśca Viṣṇaveva\", that Brahman can only refer to Vishnu. Scriptures which say different are declared as non-authoritative by him.[16] To him, Vishnu was not just any other deva, but rather the one and only Supreme Being.[17][18] According to him, the devas are souls of deceased persons who were rewarded for good deeds by being reincarnated into the heavenly worlds and becoming following organs of God's will,[19] which would also be the case with Vayu and Lakshmi.[20] He also believes that they are mortal, and that some of them could sink into lower stages of existence after death.[19] Therefore, he believes that only God shall be worshipped through them, and that worshipping them on their own behalf is an apostasy which emerged during Treta Yuga, and did not yet exist during Satya Yuga.[21] According to him, this must also be noticed regarding murtis.[22]\n\nDvaita Vedanta acknowledges two principles; however, it holds one of them (the sentient) as being eternally dependent on the other. The individual souls are depicted as reflections, images or shadows of the divine, but never in any way identical with the divine. Moksha (liberation) therefore is described as the realization that all finite reality is essentially dependent on the Supreme.[10] God is believed to have shown the way to attain moksha through several avatars.[12]\n\nFive fundamental, eternal and real differences are described in Dvaita school:[10][18][23]\n\nThese five differences are said to explain the nature of the universe. The world is called prapañca (pañca \"five\") by the Dvaita school for this reason.\n\nMadhva differed significantly from traditional Hindu beliefs owing to his concept of eternal damnation. According to him, there are three different classes of souls: One class, Mukti-yogyas, which would qualify for liberation, another, the Nitya-samsarins, which would be subject to eternal rebirth or eternal transmigration and a third class, Tamo-yogyas, which would be condemned to eternal hell (Andhatamisra).[24]\n\n"
        }
    ]
}