{
    "url": "https://en.wikipedia.org/wiki/Dye",
    "title": "Dye",
    "table_of_contents": [
        "1 History",
        "2 Natural and synthetic",
        "3 Synthetic dyes",
        "4 Chemistry",
        "5 Types",
        "6 Food dyes",
        "7 Other important dyes",
        "8 Chromophoric dyes",
        "9 Pollution",
        "9.1 Classical dyes and their use in medicine and laboratory",
        "10 See also",
        "11 References",
        "12 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A dye is a colored substance that chemically bonds to the substrate to which it is being applied. This distinguishes dyes from pigments which do not chemically bind to the material they color. Dye is generally applied in an aqueous solution and may require a mordant to improve the fastness of the dye on the fiber.[2]\n\nThere are two broad categories of dyes: natural and synthetic; Natural dyes are dyes extracted from plants, Insects, or minerals. The majority of natural dyes are vegetable dyes derived from plant sources such as roots, berries, bark, leaves, and wood, as well as other biological sources like fungi.[3]\n\nSynthetic dyes are also referred to as \"coal tar dyes\" because they are derived from substances that, until recently, could only be extracted from coal tar. A synthetic dye consists of a chromophore and an auxochrome added to a benzene derivative.[4]\n\nBoth dyes and pigments are colored, because they absorb only some wavelengths of visible light. Dyes are usually soluble in water, whereas pigments are insoluble. Some dyes can be rendered insoluble with the addition of salt to produce a lake pigment.\n\n"
        },
        {
            "title": "History",
            "text": "Textile dyeing dates back to the Neolithic period. Throughout history, people have dyed their textiles using common, locally available materials. Scarce dyestuffs that produced brilliant and permanent colors such as the natural invertebrate dyes Tyrian purple and crimson kermes were highly prized luxury items in the ancient and medieval world. Plant-based dyes such as woad, indigo, saffron, and madder were important trade goods in the economies of Asia and Europe. Across Asia and Africa, patterned fabrics were produced using resist dyeing techniques to control the absorption of color in piece-dyed cloth. Dyes from the New World such as cochineal and logwood were brought to Europe by the Spanish treasure fleets,[5] and the dyestuffs of Europe were carried by colonists to America.[6]\n\nDyed flax fibers have been found in the Republic of Georgia in a prehistoric cave dated to 36,000 BP.[7][8] Archaeological evidence shows that, particularly in India and Phoenicia, dyeing has been widely carried out for over 5,000 years. Early dyes were obtained from animal, vegetable or mineral sources, with no to very little processing. By far the greatest source of dyes has been from the plant kingdom, notably roots, berries, bark, leaves and wood, only few of which are used on a commercial scale.\n\n"
        },
        {
            "title": "Natural and synthetic",
            "text": "The majority of natural dyes are derived from non-animal sources: roots, berries, bark, leaves, wood, fungi and lichens.[9] In the 21st century, most dyes are synthetic, i.e., are man-made from petrochemicals.[10] The process was pioneered by J. Pullar and Sons in Scotland.[11] Other than pigmentation, they have a range of applications including organic dye lasers,[12] optical media (CD-R) and camera sensors (color filter array).\n\nThe first synthetic dye, mauve, was discovered serendipitously by William Henry Perkin in 1856.[13][14] The discovery of mauveine started a surge in synthetic dyes and in organic chemistry in general. Other aniline dyes followed, such as fuchsine, safranine, and induline. Many thousands of synthetic dyes have since been prepared.[15][16][17]\n\n"
        },
        {
            "title": "Synthetic dyes",
            "text": "The discovery of mauve also led to developments within immunology and chemotherapy. In 1863 the forerunner to Bayer AG was formed in what became Wuppertal, Germany. In 1891, Paul Ehrlich discovered that certain cells or organisms took up certain dyes selectively. He then reasoned that a sufficiently large dose could be injected to kill pathogenic microorganisms, if the dye did not affect other cells. Ehrlich went on to use a compound to target syphilis, the first time a chemical was used in order to selectively kill bacteria in the body. He also used methylene blue to target the plasmodium responsible for malaria.[18]\n\n"
        },
        {
            "title": "Chemistry",
            "text": "The color of a dye is dependent upon the ability of the substance to absorb light within the visible region of the electromagnetic spectrum (380-750 nm). An earlier theory known as Witt theory stated that a colored dye had two components, a chromophore which imparts color by absorbing light in the visible region (some examples are nitro, azo, quinoid groups) and an auxochrome which serves to deepen the color. This theory has been superseded by modern electronic structure theory which states that the color in dyes is due to excitation of valence π-electrons by visible light.[19]\n\n"
        },
        {
            "title": "Types",
            "text": "Dyes are classified according to their solubility and chemical properties.[2]\n\nAcid dyes are water-soluble anionic dyes that are applied to fibers such as silk, wool, nylon and modified acrylic fibers using neutral to acid dye baths. Attachment to the fiber is attributed, at least partly, to salt formation between anionic groups in the dyes and cationic groups in the fiber. Acid dyes are not substantive to cellulosic fibers. Most synthetic food colors fall in this category. Examples of acid dye are Alizarine Pure Blue B, Acid red 88, etc.\n\nBasic dyes are water-soluble cationic dyes that are mainly applied to acrylic fibers, but find some use for wool and silk. Usually acetic acid is added to the dye bath to help the uptake of the dye onto the fiber. Basic dyes are also used in the coloration of paper.\n\nDirect or substantive dyeing is normally carried out in a neutral or slightly alkaline dye bath, at or near boiling point, with the addition of either sodium chloride (NaCl) or sodium sulfate (Na2SO4) or sodium carbonate (Na2CO3). Direct dyes are used on cotton, paper, leather, wool, silk and nylon. They are also used as pH indicators and as biological stains.\n\nMordant dyes require a mordant, which improves the fastness of the dye against water, light and perspiration. The choice of mordant is very important as different mordants can change the final color significantly. Most natural dyes are mordant dyes and there is therefore a large literature base describing dyeing techniques. The most important mordant dyes are the synthetic mordant dyes, or chrome dyes, used for wool; these comprise some 30% of dyes used for wool, and are especially useful for black and navy shades. The mordant potassium dichromate is applied as an after-treatment. It is important to note that many mordants, particularly those in the heavy metal category, can be hazardous to health and extreme care must be taken in using them.\n\nVat dyes are essentially insoluble in water and incapable of dyeing fibres directly. However, reduction in alkaline liquor produces the water-soluble alkali metal salt of the dye. This form is often colorless, in which case it is referred to as a Leuco dye, and has an affinity for the textile fibre. Subsequent oxidation reforms the original insoluble dye. The color of denim is due to indigo, the original vat dye.\n\nReactive dyes utilize a chromophore attached to a substituent that is capable of directly reacting with the fiber substrate. The covalent bonds that attach reactive dye to natural fibers make them among the most permanent of dyes. \"Cold\" reactive dyes, such as Procion MX, Cibacron F, and Drimarene K, are very easy to use because the dye can be applied at room temperature. Reactive dyes are by far the best choice for dyeing cotton and other cellulose fibers at home or in the art studio.\n\nDisperse dyes were originally developed for the dyeing of cellulose acetate, and are water-insoluble. The dyes are finely ground in the presence of a dispersing agent and sold as a paste, or spray-dried and sold as a powder. Their main use is to dye polyester, but they can also be used to dye nylon, cellulose triacetate, and acrylic fibers. In some cases, a dyeing temperature of 130 °C (266 °F) is required, and a pressurized dyebath is used. The very fine particle size gives a large surface area that aids dissolution to allow uptake by the fiber. The dyeing rate can be significantly influenced by the choice of dispersing agent used during the grinding.\n\nAzoic dyeing is a technique in which an insoluble Azo dye is produced directly onto or within the fiber. This is achieved by treating a fiber with both diazoic and coupling components. With suitable adjustment of dyebath conditions the two components react to produce the required insoluble azo dye. This technique of dyeing is unique, in that the final color is controlled by the choice of the diazoic and coupling components. This method of dyeing cotton is declining in importance due to the toxic nature of the chemicals used.\n\nSulfur dyes are inexpensive dyes used to dye cotton with dark colors. Dyeing is effected by heating the fabric in a solution of an organic compound, typically a nitrophenol derivative, and sulfide or polysulfide. The organic compound reacts with the sulfide source to form dark colors that adhere to the fabric. Sulfur Black 1, the largest selling dye by volume, does not have a well defined chemical structure.\n\nSome dyes commonly used in Staining:\n\n"
        },
        {
            "title": "Food dyes",
            "text": "One other class that describes the role of dyes, rather than their mode of use, is the food dye. Because food dyes are classed as food additives, they are manufactured to a higher standard than some industrial dyes. Food dyes can be direct, mordant and vat dyes, and their use is strictly controlled by legislation. Many are azo dyes, although anthraquinone and triphenylmethane compounds are used for colors such as green and blue. Some naturally occurring dyes are also used.[citation needed]\n\n"
        },
        {
            "title": "Other important dyes",
            "text": "A number of other classes have also been established, including:\n\n"
        },
        {
            "title": "Chromophoric dyes",
            "text": "By the nature of their chromophore, dyes are divided into:[22]\n\n"
        },
        {
            "title": "Pollution",
            "text": "Dyes produced by the textile, printing and paper industries are a source of pollution of rivers and waterways.[23] An estimated 700,000 tons of dyestuffs are produced annually (1990 data). The disposal of that material has received much attention, using chemical and biological means.[24]\n\nAccording to the Merriam-Webster dictionary, a dye or stain is one that is capable of penetrating living cells or tissues without causing immediate visible degenerative changes; thus, it is also referred to as a vital stain.\nSupravital staining entails the removal of living cells from an organism, whereas intravital staining entails the injection (or other administration) of the dye into the organism.\nThe term \"vital stain\" is occasionally used interchangeably with an intravital stain and, in some instances, with a supravital stain, the underlying concept being that the cell being examined is still alive.\nIn a stricter sense, the term \"vital staining\" means the polar opposite of \"supravital staining.\"\nIf living cells absorb the stain during supravital staining, they exclude it during \"vital staining\"; for example, they color negatively while only dead cells color positively, and thus viability can be determined by counting the percentage of total cells that stain negatively.\nBecause the dye determines whether the staining is supravital or intravital, a combination of supravital and vital dyes can be used to more accurately classify cells into various groups (e.g., viable, dead, dying) .[25]\n\n"
        }
    ]
}