{
    "url": "https://en.wikipedia.org/wiki/Dystopia",
    "title": "Dystopia",
    "table_of_contents": [
        "1 Etymology",
        "2 Society",
        "3 Common themes",
        "3.1 Politics",
        "3.2 Economics",
        "3.2.1 Class",
        "3.3 Family",
        "3.4 Religion",
        "3.5 Identity",
        "3.6 Violence",
        "3.7 Nature",
        "3.8 Science and technology",
        "3.8.1 Typical dystopian claims",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA dystopia (from Ancient Greek δυσ- \"bad, hard\" and τόπος \"place\"; alternatively cacotopia[2] or simply anti-utopia) is a speculated community or society that is undesirable or frightening.[3][4] It is often treated as an antonym of utopia, a term that was coined by Sir Thomas More and figures as the title of his best known work, published in 1516, which created a blueprint for an ideal society with minimal crime, violence and poverty. The relationship between utopia and dystopia is in actuality not one simple opposition, as many utopian elements and components are found in dystopias as well, and vice versa.[5][6][7]\n\nDystopias are often characterized by rampant fear or distress\n,[3] tyrannical governments, environmental disaster,[4] or other characteristics associated with a cataclysmic decline in society. Distinct themes typical of a Dystopian Society include: complete control over the people in a society through the usage of propaganda, heavy censoring of information or denial of free thought, worshiping an unattainable goal, the complete loss of individuality, and heavy enforcement of conformity.[8] Despite certain overlaps, dystopian fiction is distinct from post-apocalyptic fiction, and an undesirable society is not necessarily dystopian. Dystopian societies appear in many fictional works and artistic representations, particularly in stories set in the future. The best known by far is George Orwell's Nineteen Eighty-Four (1949). Other famous examples are Aldous Huxley's Brave New World (1932), and Ray Bradbury's Fahrenheit 451 (1953). Dystopian societies appear in many sub-genres of fiction and are often used to draw attention to society, environment, politics, economics, religion, psychology, ethics, science, or technology. Some authors use the term to refer to existing societies, many of which are, or have been, totalitarian states or societies in an advanced state of collapse. Dystopias, through an exaggerated worst-case scenario, often make a criticism about a current trend, societal norm, or political system.[9]\n\nThe entire substantial sub-genre of alternative history works depicting a world in which Nazi Germany won the Second World War can be considered as dystopias. So can other works of Alternative History, in which a historical turning point led to a manifestly repressive world. For example, the 2004 mockumentary C.S.A.: The Confederate States of America, and Ben Winters' Underground Airlines, in which slavery in the United States continues to the present, with \"electronic slave auctions\" carried out via the Internet and slaves controlled by electronic devices implanted in their spines, or Keith Roberts Pavane in which 20th Century Britain is ruled by a Catholic theocracy and the Inquisition is actively torturing and burning \"heretics\".[citation needed]\n\nSome scholars, such as Gregory Claeys and Lyman Tower Sargent, make certain distinctions between typical synonyms of dystopias. For example, Claeys and Sargent define literary dystopias as societies imagined as substantially worse than the society in which the author writes. Some of these are anti-utopias, which criticise attempts to implement various concepts of utopia.[10] In the most comprehensive treatment of the literary and real expressions of the concept, Dystopia: A Natural History, Claeys offers a historical approach to these definitions.[11] Here the tradition is traced from early reactions to the French Revolution. Its commonly anti-collectivist character is stressed, and the addition of other themes—the dangers of science and technology, of social inequality, of corporate dictatorship, of nuclear war—are also traced. A psychological approach is also favored here, with the principle of fear being identified with despotic forms of rule, carried forward from the history of political thought, and group psychology introduced as a means of understanding the relationship between utopia and dystopia. Andrew Norton-Schwartzbard noted that \"written many centuries before the concept \"dystopia\" existed, Dante's Inferno in fact includes most of the typical characteristics associated with this genre – even if placed in a religious framework rather than in the future of the mundane world, as modern dystopias tend to be\".[12] In the same vein, Vicente Angeloti remarked that \"George Orwell's emblematic phrase, a boot stamping on a human face — forever, would aptly describe the situation of the denizens in Dante's Hell. Conversely, Dante's famous inscription Abandon all hope, ye who enter here would have been equally appropriate if placed at the entrance to Orwell's \"Ministry of Love\" and its notorious \"Room 101\".[13]\n\n"
        },
        {
            "title": "Etymology",
            "text": "‘Dustopia’ being the original spelling for ‘Dystopia’ first appeared in Lewis Henry Younge's, Utopia: or Apollo’s Golden Days in 1747.[14] Additionally, dystopia was used as an antonym for utopia by John Stuart Mill in one of his 1868 Parliamentary Speeches (Hansard Commons) by adding the prefix \"dys\" (Ancient Greek: δυσ- \"bad\") to \"topia\", reinterpreting the initial \"u\" as the prefix \"eu\" (Ancient Greek: ευ- \"good\") instead of \"ou\" (Ancient Greek: οὐ \"not\").[15][16] It was used to denounce the government's Irish land policy: \"It is, perhaps, too complimentary to call them Utopians, they ought rather to be called dys-topians, or caco-topians. What is commonly called Utopian is something too good to be practicable; but what they appear to favour is too bad to be practicable\".[17][18][19][20]\n\nDecades before the first documented use of the word \"dystopia\" was \"cacotopia\"/\"kakotopia\" (using Ancient Greek: κακόs, \"bad, wicked\") originally proposed in 1818 by Jeremy Bentham, \"As a match for utopia (or the imagined seat of the best government) suppose a cacotopia (or the imagined seat of the worst government) discovered and described\".[21][22] Though dystopia became the more popular term, cacotopia finds occasional use; Anthony Burgess, author of A Clockwork Orange, said it was a better fit for Orwell's Nineteen Eighty-Four because \"it sounds worse than dystopia\".[23]\n\n"
        },
        {
            "title": "Society",
            "text": "Dystopias typically reflect contemporary sociopolitical realities and extrapolate worst-case scenarios as warnings for necessary social change or caution.[24] Dystopian fictions invariably reflect the concerns and fears of their creators' contemporaneous culture.[25] Due to this, they can be considered a subject of social studies.[citation needed] In dystopias, citizens may live in a dehumanized state, be under constant surveillance, or have a fear of the outside world.[26] In the film What Happened to Monday the protagonists risk their lives by taking turns onto the outside world because of a one-child policy place in this futuristic dystopian society.[citation needed]\n\nIn a 1967 study, Frank Kermode suggests that the failure of religious prophecies led to a shift in how society apprehends this ancient mode. Christopher Schmidt notes that, while the world goes to waste for future generations, people distract themselves from disaster by passively watching it as entertainment.[27]\n\nIn the 2010s, there was a surge of popular dystopian young adult literature and blockbuster films.[28][27] Some have commented on this trend, saying that \"it is easier to imagine the end of the world than it is to imagine the end of capitalism\".[29][30][31][32][33] Cultural theorist and critic Mark Fisher identified the phrase as encompassing the theory of capitalist realism ‐ the perceived \"widespread sense that not only is capitalism the only viable political and economic system, but also that it is now impossible even to imagine a coherent alternative to it\" – and used the above quote as the title to the opening chapter of his book, Capitalist Realism: Is There No Alternative?. In the book, he also refers to dystopian film such as Children of Men (originally a novel by P. D. James) to illustrate what he describes as the \"slow cancellation of the future\".[33][34] Theo James, an actor in Divergent (originally a novel by Veronica Roth), explains that \"young people in particular have such a fascination with this kind of story [...] It's becoming part of the consciousness. You grow up in a world where it's part of the conversation all the time – the statistics of our planet warming up. The environment is changing. The weather is different. There are things that are very visceral and very obvious, and they make you question the future and how we will survive. It's so much a part of everyday life that young people inevitably – consciously or not – are questioning their futures and how the Earth will be. I certainly do. I wonder what kind of world my children's kids will live in.\"[28]\n\n"
        },
        {
            "title": "Common themes",
            "text": "In When the Sleeper Wakes, H. G. Wells depicted the governing class as hedonistic and shallow.[35] George Orwell contrasted Wells's world to that depicted in Jack London's The Iron Heel, where the dystopian rulers are brutal and dedicated to the point of fanaticism, which Orwell considered more plausible.[36]\n\nThe political principles at the root of fictional utopias (or \"perfect worlds\") are idealistic in principle and result in positive consequences for the inhabitants; the political principles on which fictional dystopias are based, while often based on utopian ideals, result in negative consequences for inhabitants because of at least one fatal flaw.[37][38]\n\nDystopias are often filled with pessimistic views of the ruling class or a government that is brutal or uncaring, ruling with an \"iron fist\".[citation needed] Dystopian governments are sometimes ruled by a fascist or communist regime or dictator. These dystopian government establishments often have protagonists or groups that lead a \"resistance\" to enact change within their society, as is seen in Alan Moore's V for Vendetta.[39]\n\nDystopian political situations are depicted in novels such as We, Parable of the Sower, Darkness at Noon, Nineteen Eighty-Four, Brave New World, The Handmaid's Tale, The Hunger Games, Divergent and Fahrenheit 451 and such films as Metropolis, Brazil (1985), Battle Royale, FAQ: Frequently Asked Questions, Soylent Green, Logan's Run, and The Running Man (1987).[citation needed]\n\nThe economic structures of dystopian societies in literature and other media have many variations, as the economy often relates directly to the elements that the writer is depicting as the source of the oppression. There are several archetypes that such societies tend to follow. A theme is the dichotomy of planned economies versus free market economies, a conflict which is found in such works as Ayn Rand's Anthem and Henry Kuttner's short story \"The Iron Standard\". Another example of this is reflected in Norman Jewison's 1975 film Rollerball (1975).[citation needed]\n\nSome dystopias, such as that of Nineteen Eighty-Four, feature black markets with goods that are dangerous and difficult to obtain or the characters may be at the mercy of the state-controlled economy. Kurt Vonnegut's Player Piano depicts a dystopia in which the centrally controlled economic system has indeed made material abundance plentiful but deprived the mass of humanity of meaningful labor; virtually all work is menial, unsatisfying and only a small number of the small group that achieves education is admitted to the elite and its work.[40] In Tanith Lee's Don't Bite the Sun, there is no want of any kind – only unabashed consumption and hedonism, leading the protagonist to begin looking for a deeper meaning to existence.[41] Even in dystopias where the economic system is not the source of the society's flaws, as in Brave New World, the state often controls the economy; a character, reacting with horror to the suggestion of not being part of the social body, cites as a reason that works for everyone else.[42]\n\nOther works feature extensive privatization and corporatism; both consequences of capitalism, where privately owned and unaccountable large corporations have replaced the government in setting policy and making decisions. They manipulate, infiltrate, control, bribe, are contracted by and function as government. This is seen in the novels Jennifer Government and Oryx and Crake and the movies Alien, Avatar, RoboCop, Visioneers, Idiocracy, Soylent Green, WALL-E and Rollerball. Corporate republics are common in the cyberpunk genre, as in Neal Stephenson's Snow Crash and Philip K. Dick's Do Androids Dream of Electric Sheep? (as well as the film Blade Runner, influenced by and based upon Dick's novel).[citation needed]\n\nDystopian fiction frequently draws stark contrasts between the privileges of the ruling class and the dreary existence of the working class.[citation needed] In the 1931 novel Brave New World by Aldous Huxley, a class system is prenatally determined with Alphas, Betas, Gammas, Deltas and Epsilons, with the lower classes having reduced brain-function and special conditioning to make them satisfied with their position in life.[43] Outside of this society there also exist several human settlements that exist in the conventional way but which the class system describe as \"savages\".[citation needed]\n\nIn Ypsilon Minus by Herbert W. Franke, people are divided into numerous alphabetically ranked groups.[citation needed]\n\nIn the film Elysium, the majority of Earth's population on the surface lives in poverty with little access to health care and are subject to worker exploitation and police brutality, while the wealthy live above the Earth in luxury with access to technologies that cure all diseases, reverse aging, and regenerate body parts.[citation needed]\n\nWritten a century earlier, the future society depicted in H.G. Wells' The Time Machine had started in a similar way to Elysium – the workers consigned to living and working in underground tunnels while the wealthy live on a surface made into an enormous beautiful garden. But over a long time period the roles were eventually reversed – the rich degenerated and became a decadent \"livestock\" regularly caught and eaten by the underground cannibal Morlocks.[citation needed]\n\nSome fictional dystopias, such as Brave New World and Fahrenheit 451, have eradicated the family and keep it from re-establishing itself as a social institution. In Brave New World, where children are reproduced artificially, the concepts of \"mother\" and \"father\" are considered obscene.  In some novels, such as We, the state is hostile to motherhood, as a pregnant woman from One State is in revolt.[44]\n\nReligious groups play the role of the oppressed and oppressors. In Brave New World the establishment of the state included lopping off the tops of all crosses (as symbols of Christianity) to make them \"T\"s, (as symbols of Henry Ford's Model T).[45] Margaret Atwood's novel The Handmaid's Tale takes place in a future United States under a Christian-based theocratic regime.[46] One of the earliest examples of this theme is Robert Hugh Benson's Lord of the World, about a futuristic world where Marxists and Freemasons led by the Antichrist have taken over the world and the only remaining source of dissent is a tiny and persecuted Catholic minority.[47]\n\nIn the Russian novel We by Yevgeny Zamyatin, first published in 1921, people are permitted to live out of public view twice a week for one hour and are only referred to by numbers instead of names. The latter feature also appears in the later, unrelated film THX 1138. In some dystopian works, such as Kurt Vonnegut's Harrison Bergeron, society forces individuals to conform to radical egalitarian social norms that discourage or suppress accomplishment or even competence as forms of inequality.[citation needed]\n\nViolence is prevalent in many dystopias, often in the form of war, but also in urban crimes led by (predominately teenage) gangs (e.g. A Clockwork Orange), or rampant crime met by blood sports (e.g. Battle Royale, The Running Man, The Hunger Games, Divergent, and The Purge). It is also explained in Suzanne Berne's essay \"Ground Zero\", where she explains her experience of the aftermath of 11 September 2001.[48]\n\nFictional dystopias are commonly urban and frequently isolate their characters from all contact with the natural world.[49] Sometimes they require their characters to avoid nature, as when walks are regarded as dangerously anti-social in Ray Bradbury's Fahrenheit 451, as well as within Bradbury's short story \"The Pedestrian\".[citation needed]  In C. S. Lewis's That Hideous Strength, science coordinated by government is directed toward the control of nature and the elimination of natural human instincts.  In Brave New World, the lower class is conditioned to be afraid of nature but also to visit the countryside and consume transport and games to promote economic activity.[50] Lois Lowry's \"The Giver\" shows a society where technology and the desire to create a utopia has led humanity to enforce climate control on the environment, as well as to eliminate many undomesticated species and to provide psychological and pharmaceutical repellent against human instincts. E. M. Forster's \"The Machine Stops\" depicts a highly changed global environment which forces people to live underground due to an atmospheric contamination.[51] As Angel Galdon-Rodriguez points out, this sort of isolation caused by external toxic hazard is later used by Hugh Howey in his series of dystopias of the Silo Series.[52]\n\nExcessive pollution that destroys nature is common in many dystopian films, such as The Matrix, RoboCop, WALL-E, April and the Extraordinary World and Soylent Green, as well as in videogames like Half-Life 2. A few \"green\" fictional dystopias do exist, such as in Michael Carson's short story \"The Punishment of Luxury\", and Russell Hoban's Riddley Walker. The latter is set in the aftermath of nuclear war, \"a post-nuclear holocaust Kent, where technology has reduced to the level of the Iron Age\".[53][citation needed]\n\nContrary to the technologically utopian claims, which view technology as a beneficial addition to all aspects of humanity, technological dystopia concerns itself with and focuses largely (but not always) on the negative effects caused by new technology.[54]\n\n1. Technologies reflect and encourage the worst aspects of human nature.[54]\nJaron Lanier, a digital pioneer, has become a technological dystopian: \"I think it’s a way of interpreting technology in which people forgot taking responsibility.\"[citation needed]\n\n“'Oh, it’s the computer that did it, not me.' 'There’s no more middle class? Oh, it’s not me. The computer did it'\" (Lanier). This quote explains that people begin to not only blame the technology for the changes in lifestyle but also believe that technology is an omnipotence. It also points to a technological determinist perspective in terms of reification.[55]\n\n2. Technologies harm our interpersonal communication, relationships, and communities.[56]\n\n3. Technologies reinforce hierarchies – concentrate knowledge and skills; increase surveillance and erode privacy; widen inequalities of power and wealth; giving up control to machines. \nDouglas Rushkoff, a technological utopian, states in his article that the professional designers \"re-mystified\" the computer so it wasn't so readable anymore; users had to depend on the special programs built into the software that was incomprehensible for normal users.[54]\n\n4. New technologies are sometimes regressive (worse than previous technologies).[54]\n\n5. The unforeseen impacts of technology are negative.[54]\n“ 'The most common way is that there’s some magic artificial intelligence in the sky or in the cloud or something that knows how to translate, and what a wonderful thing that this is available for free. But there’s another way to look at it, which is the technically true way: You gather a ton of information from real live translators who have translated phrases… It’s huge but very much like Facebook, it’s selling people back to themselves… [With translation] you’re producing this result that looks magical but in the meantime, the original translators aren’t paid for their work… You’re actually shrinking the economy.'\"[56]\n\n6. More efficiency and choices can harm our quality of life (by causing stress, destroying jobs, making us more materialistic).[57]\nIn his article \"Prest-o! Change-o!,” technological dystopian James Gleick mentions the remote control being the classic example of technology that does not solve the problem \"it is meant to solve\". Gleick quotes Edward Tenner, a historian of technology, that the ability and ease of switching channels by the remote control serves to increase distraction for the viewer. Then it is only expected that people will become more dissatisfied with the channel they are watching.[57]\n\n7. New technologies can solve problems of old technologies or just create new problems.[54]\nThe remote control example explains this claim as well, for the increase in laziness and dissatisfaction levels was clearly not a problem in times without the remote control. He also takes social psychologist Robert Levine's example of Indonesians \"'whose main entertainment consists of watching the same few plays and dances, month after month, year after year,’ and with Nepalese Sherpas who eat the same meals of potatoes and tea through their entire lives. The Indonesians and Sherpas are perfectly satisfied\". Because of the invention of the remote control, it merely created more problems.[57]\n\n8. Technologies destroy nature (harming human health and the environment). \nThe need for business replaced community and the \"story online\" replaced people as the \"soul of the Net\". Because information was now able to be bought and sold, there was not as much communication taking place.[54]\n\n"
        },
        {
            "title": "References",
            "text": " See also Gregory Claeys. \"When Does Utopianism Produce Dystopia?\" in: Zsolt Czigányik, ed.\n\nUtopian Horizons. Utopia and Ideology - The Interaction of Political and Utopian Thought \n(Budapest: CEU Press, 2016), pp. 41–61.\n\n"
        }
    ]
}