{
    "url": "https://en.wikipedia.org/wiki/Eadweard_Muybridge",
    "title": "Eadweard Muybridge",
    "table_of_contents": [
        "1 Names",
        "2 1830–1850: Early life and family",
        "3 1850–1860: Bookselling in America",
        "4 1860–1866: Serious accident, recuperation, early patents, and short career as venture capitalist",
        "5 1867–1873: Helios, photographer of the American West",
        "5.1 San Francisco views",
        "5.2 Yosemite",
        "5.3 Government commissions",
        "6 1872–1879: Stanford and horse gaits",
        "7 1878: San Francisco panorama",
        "8 1871–1881: Personal life, marriage, murder, acquittal, paternity, and divorce",
        "9 1882–1893: Motion studies in Philadelphia",
        "10 1894–1904: Retirement and death",
        "11 Influence on others",
        "12 Exhibitions and collections",
        "13 Legacy and representation in other media",
        "14 See also",
        "15 References",
        "16 Sources",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEadweard Muybridge (/ˌɛdwərd ˈmaɪbrɪdʒ/; 9 April 1830 – 8 May 1904, born Edward James Muggeridge) was an English photographer known for his pioneering work in photographic studies of motion, and early work in motion-picture projection. He adopted the first name \"Eadweard\" as the original Anglo-Saxon form of \"Edward\", and the surname \"Muybridge\", believing it to be similarly archaic.[1]\n\nBorn in Kingston upon Thames, England, at the age of 20 he emigrated to the United States as a bookseller, first to New York City, and eventually to San Francisco. In 1860, he planned a return trip to Europe, and suffered serious head injuries in a stagecoach crash in Texas en route.[2][3] He spent the next few years recuperating in Kingston upon Thames, where he took up professional photography, learned the wet-plate collodion process, and secured at least two British patents for his inventions.[2] He returned to San Francisco in 1867, a man with a markedly changed personality. In 1868, he exhibited large photographs of Yosemite Valley, and began selling popular stereographs of his work.\n\nIn 1874, Muybridge shot and killed Major Harry Larkyns, his wife's lover, but was acquitted in a controversial jury trial, on the grounds of justifiable homicide.[4] In 1875, he travelled for more than a year in Central America on a photographic expedition.\n\nToday, Muybridge is best known for his pioneering chronophotography of animal locomotion between 1878 and 1886, which used multiple cameras to capture the different positions in a stride, and for his zoopraxiscope, a device for projecting painted motion pictures from glass discs that pre-dated the flexible perforated film strip used in cinematography.[5] From 1883 to 1886, he entered a very productive period at the University of Pennsylvania in Philadelphia, producing over 100,000 images of animals and humans in motion, occasionally capturing what the human eye could not distinguish as separate moments in time.\n\nDuring his later years, Muybridge gave many public lectures and demonstrations of his photography and early motion picture sequences, travelling frequently in England and Europe to publicise his work in cities such as London and Paris.[6] He also edited and published compilations of his work, some of which are still in print today, which greatly influenced visual artists and the developing fields of scientific and industrial photography. He retired to his native England permanently in 1894. In 1904, the year of his death, the Kingston Museum was opened in his hometown, and it continues to house a substantial collection of his works in a dedicated gallery.\n\n"
        },
        {
            "title": "Names",
            "text": "Edward James Muggeridge was born and raised in England. Muggeridge changed his name several times, starting with \"Muggridge\". From 1855 to 1865, he mainly used the surname \"Muygridge\".[7]\n\nFrom 1865 onward, he used the surname \"Muybridge\".\n\nIn addition, he used the pseudonym Helios (Titan of the sun) for his early photography. He also used this as the name of his studio and gave it to his only son, as a middle name: Florado Helios Muybridge, born in 1874.[8]\n\nWhile travelling in 1875 on a photography expedition in the Spanish-speaking nations of Central America, the photographer advertised his works under the name \"Eduardo Santiago Muybridge\" in Guatemala.[9]\n\nAfter an 1882 trip to England, he changed the spelling of his first name to \"Eadweard\", the Old English form of his name. The spelling was probably derived from the spelling of King Edward's Christian name as shown on the plinth of the Kingston coronation stone, which had been re-erected in 1850 in Muybridge's hometown, 100 yards from his childhood family home. He used \"Eadweard Muybridge\" for the rest of his career.[7][10]\n\nOthers frequently misspelled his surname as \"Maybridge\", \"Moybridge\", or \"Mybridge\".[11] His gravestone carries his name as \"Eadweard Maybridge\".[12]\n\n"
        },
        {
            "title": "",
            "text": "Edward James Muggeridge was born in Kingston upon Thames,[13] in the county of Surrey in England (now Greater London), on 9 April 1830 to John and Susanna Muggeridge; he had three brothers. His father was a grain and coal merchant, with business spaces on the ground floor of their house adjacent to the River Thames at No. 30 High Street. The family lived in the rooms above.[14] After his father died in 1843, his mother carried on the business.\n\nHis younger cousins Norman Selfe (1839–1911) and Maybanke Anderson (née Selfe; 1845–1927), also spent part of their childhood in Kingston upon Thames. They moved to Australia and Norman, following a family tradition, became a renowned engineer, while Maybanke made fame as a suffragette.[15]\n\nHis paternal great-grandparents were Robert Muggeridge and Hannah Charman, who owned a farm. Their oldest son John Muggeridge (1756–1819) was Edward's grandfather; he was a stationer who taught Edward the business.[citation needed] Several uncles and cousins, including Henry Muggeridge (Sheriff of London), were corn merchants in the City of London. All were born in Banstead, Surrey. Edward's younger brother George, born in 1833, lived with their uncle Samuel in 1851, after the death of their father in 1843.[citation needed]\n\n"
        },
        {
            "title": "",
            "text": "At the age of 20, Muybridge decided to seek his fortune. He turned down an offer of money from his grandmother, saying \"No, thank you Grandma, I'm going to make a name for myself. If I fail, you will never hear of me again.\"[16] Muybridge emigrated to the United States, arriving in New York City in 1850.[17] Here, he was possibly a partner in the book business enterprise Muygridge & Bartlett together with a medical student, which existed for about a year.[18] He spent his first years importing and selling books from the UK, and became familiar with early photography through his acquaintance with New York daguerreotypist Silas T. Selleck.[19]\n\nMuybridge arrived in New Orleans in January 1855,[20] and was registered there as a book agent by April.[21]\n\nMuybridge probably arrived in California around the autumn of 1855,[22] when it had not yet been a state for more than five years. He visited the new state capital, Sacramento, as an agent selling illustrated Shakespeare books in April 1856,[23] and soon after settled at 113 Montgomery Street in San Francisco.[24] From this address he sold books and art (mostly prints), in a city that was still the booming \"capital of the Gold Rush\" in the \"Wild West\". There were already 40 bookstores and a dozen photography studios in town,[25] and he even shared his address with a photo gallery, right next to another bookstore.[26] He partnered with W.H. Oakes as an engraver and publisher of lithograph prints,[27][28] and still functioned as a book agent for the London Printing and Publishing Company.[29]\n\nIn April 1858, Muybridge moved his store to 163 Clay Street, where his friend Silas Selleck now had a photo gallery.[30] Muygridge was a member of the Mechanic's Institute of the City of San Francisco.[31] In 1859, he was elected as one of the directors for the San Francisco Mercantile Library Association.[32]\n\nMuybridge sold original landscape photography by Carleton Watkins,[33] as well as photographic copies of paintings. It remains uncertain whether or not Muygridge personally made such copies,[34] or familiarized himself with photographic techniques in any fashion before 1860, although Muybridge claimed in 1881 that he \"came to California in 1855, and most of the time since and all of the time since 1860 (...) had been diligently, and at the same time studiously, been engaged in photography.\"[35]\n\nEdward's brother George Muybridge came to San Francisco in 1858 but died of tuberculosis soon after. Their youngest brother Thomas S. Muygridge arrived in 1859, and it soon became clear that Edward planned to stop operating his bookstore business.[30] On 15 May 1860, Edward published a special announcement in the Bulletin newspaper: \"I have this day sold to my brother, Thomas S. Muygridge, my entire stock of Books, Engravings, etc.(...) I shall on 5th June leave for New York, London, Berlin, Paris, Rome, and Vienna, etc.\" Although he altered his plans, he eventually took a cross-country stagecoach on 2 July to catch a ship in New York.[30]\n\n"
        },
        {
            "title": "",
            "text": "In July 1860, Muybridge suffered a head injury in a violent runaway stagecoach crash at the Texas border, which killed the driver and one passenger, and badly injured every other passenger on board. Muybridge was ejected from the vehicle and hit his head on a rock or other hard object.[3]: 1–2  He woke up in a hospital bed at Fort Smith, Arkansas, with no recollection of the nine days after he had taken supper at a wayside cabin 150 miles (240 km) away, not long before the accident. He suffered from a bad headache, double vision, deafness, loss of taste and smell, and confusion. It was later claimed that his hair turned from brown to grey in three days.[22] The problems persisted fully for three months and to a lesser extent for a year.[36]\n\nArthur P. Shimamura, an experimental psychologist at the University of California, Berkeley, has speculated that Muybridge suffered substantial injuries to the orbitofrontal cortex that probably also extended into the anterior temporal lobes, which may have led to some of the emotional, eccentric behaviour reported by friends in later years, as well as freeing his creativity from conventional social inhibitions. Today, there is still little effective treatment for this kind of injury.[2][37][3]: 2 \n\nMuybridge was treated at Fort Smith for three weeks before he went to a doctor in New York City. He fled the noise of the city and stayed in the countryside. He then went back to New York for six weeks and sued the stage company, which earned him a $2,500 compensation. Eventually, he felt well enough to travel to England, where he received medical care from Sir William Gull (who was also personal physician to Queen Victoria), and was prescribed abstinence of meat, alcohol, and coffee for over a year.[38] Gull also recommended rest and outdoor activities, and considering a change in profession.[3]: 3 \n\nMuybridge stayed with his mother in Kennington and later with his aunt while in England.[30] Muybridge later stated that he had become a photographer at the suggestion of Gull.[2][3]: 3  However, while outdoors photography might have helped in getting some fresh air, dragging around heavy equipment and working with chemicals in a dark room did not comply with the prescriptions for rest that Gull preferred to offer.[39]\n\nOn 28 September 1860, \"E. Muggeridge, of New York\" applied for British patent no. 2352 for \"An improved method of, and apparatus for, plate printing\" via London solicitor August Frederick Sheppard.[40]\n\nOn 1 August 1861, Muygridge received British patent no. 1914 for \"Improvements in machinery or apparatus for washing clothes and other textile articles\".[41] On 28 October the French version of this patent was registered.[42] He wrote a letter to his uncle Henry, who had emigrated to Sydney (Australia), with details of the patents and he also mentioned having to visit Europe for business for several months. Muygridge's inventions (or rather: improved machinery) were demonstrated at the 1862 International Exhibition.[30]\n\nMuybridge's activities and whereabouts between 1862 and 1865 are not very well documented. He turned up in Paris in 1862 and again in 1864. In 1865 he was one of the directors for the Austin Consolidated Silver Mines Company (limited) and for The Ottoman Company (limited)/The Bank of Turkey (limited), under his new name \"Muybridge\". Both enterprises were very short-lived due to the Panic of 1866, and Muybridge chaired the meetings in which the companies were dissolved during the spring of 1866.[30]\n\nMuybridge may have taken up photography sometime between 1861 and 1866.[37] He possibly learned the wet-plate collodion process in England, and was possibly influenced by some of well-known English photographers of those years, such as Julia Margaret Cameron, Lewis Carroll, and Roger Fenton. However, it remains unclear how much he had already learned before the accident and how much he may have learned after his return to the United States.[43][44][45]\n\n"
        },
        {
            "title": "",
            "text": "Muybridge returned to San Francisco on 13 February 1867[11] a changed man. Reportedly his hair had turned from black to grey within three days after his 1860 accident.[2] Friends and associates later stated that he had changed from a smart and pleasant businessman into an eccentric artist.[3]: 3  He was much more careless about his appearance, was easily agitated, could suddenly take objection to people and soon after act like nothing had happened, and he would regularly misstate previously-arranged business deals.[3]: 3  His care about whether he judged something to be beautiful had become much stronger than his care for money; he easily refused payment if a customer seemed to be slightly critical of his work. Photographer Silas Selleck, who had known Muybridge from New York since circa 1852 and had been a close friend since 1855, claimed that he could hardly recognize Muybridge after his return.[46]\n\nMuybridge converted a lightweight two-wheel, one-horse carriage into a portable darkroom to carry out his work,[43] and with a logo on the back dubbed it \"Helios' Flying Studio\". He had acquired highly proficient technical skills and an artist's eye, and became very successful in photography, focusing principally on landscape and architectural subjects. An 1868 advertisement stated a wide scope of subjects: \"Helios is prepared to accept commissions to photograph Private Residences, Ranches, Mills, Views, Animals, Ships, etc., anywhere in the city, or any portion of the Pacific Coast. Architects', Surveyors' and Engineers' Drawings copied mathamatically (sic) correct. Photographic copies of Paintings and Works of Art.\"[47]\n\nMuybridge constantly tinkered with his cameras and chemicals, trying to improve the sales appeal of his pictures. In 1869, he patented a \"sky shade\" to reduce the tendency of intense blue outdoors skies to bleach out the images of the blue-sensitive photographic emulsions of the time.[16] An article published in 2017 and an expanded book document that Muybridge heavily edited and modified his photos, inserting clouds or the moon, even adding volcanos to his pictures for artistic effects.[48]\n\nHelios produced over 400 different stereograph cards, initially sold through Seleck's Cosmopolitan Gallery at 415 Montgomery Street, and later through other distributors, such as Bradley & Rulofson. Many of these cards showed views of San Francisco and its surroundings.[30] Stereo cards were extremely popular at the time and thus could be sold in large quantities for a very low price, to tourists as a souvenir, or to proud citizens and collectors.\n\nEarly in his new career, Muybridge was hired by Robert B. Woodward (1824–1879) to take extensive photos of his Woodward's Gardens, a combination amusement park, zoo, museum, and aquarium that had opened in San Francisco in 1866.[49]\n\nMuybridge took pictures of ruins after the 21 October 1868 Hayward earthquake.[30]\n\nDuring the construction of the San Francisco Mint in 1870–1872, Muybridge made a series of images of the building's progress, documenting changes over time in a fashion similar to time-lapse photography.[50][51] These images may have attracted the attention of Leland Stanford, who would later hire Muybridge to develop an unprecedented series of photos spaced in time.[52]\n\nFrom June to November 1867, Muybridge visited Yosemite Valley[53] He took enormous safety risks to make his photographs, using a heavy view camera and stacks of glass plate negatives. A stereograph he published in 1872 shows him sitting casually on a projecting rock over the Yosemite Valley, with 2,000 feet (610 m) of empty space yawning below him.[2][3]: 3  He returned with numerous stereoscopic views and larger plates. He selected 20 pictures to be retouched and manipulated for a subscription series that he announced in February 1868.[54] Twenty original photographs (possibly the same) were used to illustrate John S. Hittel's guide book Yosemite: Its Wonders and Its Beauties (1868).[55]\n\nSome of the pictures were taken of the same scenes shot by his contemporary Carleton Watkins. Muybridge's photographs showed the grandeur and expansiveness of the West; if human figures were portrayed, they were dwarfed by their surroundings, as in Chinese landscape paintings.[56] In comparing the styles of the two photographers, Watkins has been called \"a classicist, making serene, stately pictures of a still, eternal world of beauty\", while Muybridge was \"a romantic who sought out the uncanny, the unsettling, the uncertain\".[16] In the 21st century there have been claims that many landscape photos attributed to Muybridge were actually made by or under the close guidance of Watkins, but these claims are disputed.[16] Regardless, Muybridge started to develop his own leading-edge innovations in photography, especially in the capturing of ever-faster motion.[16]\n\nIn 1868, Muybridge was commissioned by the US government to travel to the newly acquired US territory of Alaska to photograph the Tlingit Native Americans, occasional Russian inhabitants, and dramatic landscapes.[57]: 242 [58]\n\nIn 1871, the United States Lighthouse Board hired Muybridge to photograph lighthouses of the American West Coast. From March to July, he travelled aboard the Lighthouse Tender Shubrick to document these structures.[59]\n\nIn 1873, Muybridge was commissioned by the US Army to photograph the \"Modoc War\" dispute with the Native American tribe in northern California and Oregon.[57]: 46  A number of these photographs were carefully staged and posed for maximum effect, despite the long exposures required by the slow photographic emulsions of the time.[60]\n\n"
        },
        {
            "title": "",
            "text": "In 1872, the former governor of California, Leland Stanford, a businessman and race-horse owner, hired Muybridge for a portfolio depicting his mansion and other possessions, including his racehorse Occident.\n\nStanford also wanted a proper picture of the horse at full speed, and was frustrated that the existing depictions and descriptions seemed incorrect. The human eye could not fully break down the action at the quick gaits of the trot and gallop. Up until this time, most artists painted horses at a trot with one foot always on the ground; and at a full gallop with the front legs extended forward and the hind legs extended to the rear, and all feet off the ground.[61] There are stories that Stanford had made a $25,000 bet on his theories about horse locomotion, but no evidence has been found of such a wager. Instead, it has been estimated that he would spend a total of $50,000 over the next several years, to fund his investigations.[62]\n\nIn 1873, Muybridge managed to use a single camera to shoot a small and very fuzzy picture of the racehorse Occident running, at Union Park racetrack in Sacramento.[62] Because of the insensitivity of the photographic emulsions used, early pictures were little more than blurry silhouettes.[19] They both agreed that the image lacked quality, but Stanford was excited to finally have a reliable depiction of a running horse. No copy of this earliest image has yet resurfaced.\n\nMuybridge promised to study better solutions, but his work on higher-speed photography would take several years to develop, and was also delayed by events in his personal life. With the aid of engineers and technicians from the Central Pacific Railroad (Stanford was one of the founding directors), Muybridge experimented with ever-faster mechanical shutters, and began developing state-of-the-art electrically-triggered mechanisms.[16] He also experimented with more sensitive photographic emulsions to work with the shorter exposure times.[16]\n\nIn July 1877, Muybridge made a new picture of Occident at full speed, with improved techniques and a much clearer result. To enhance the still-fuzzy picture, he had it recreated by a retouch artist and published as a cabinet card. The news about this breakthrough in instantaneous photography was spread enthusiastically, but several critics believed that the heavily-manipulated image could not be a truthful depiction of the horse. Muybridge allowed reporters to study the original negative, but as he and Stanford were planning a new project that would convince everyone, they saw no need to prove that this image was authentic.[62] The original negative has not yet resurfaced.\n\nIn June 1878, Muybridge created sequential series of photographs, now with a battery of 12 cameras along the race track at Stanford's Palo Alto Stock Farm (now the campus of Stanford University). The shutters were automatically triggered when the wheel of a cart or the breast or legs of a horse tripped wires connected to an electromagnetic circuit. For a session on 15 June 1878, the press and a selection of turf men were invited to witness the process. An accident with a snapping strap was captured on the negatives and shown to the attendees, convincing even the most sceptical witnesses.[63] The news of this success was reported worldwide.[64][65]\n\nThe Daily Alta California reported that Muybridge first exhibited magic lantern projected slides of the photographs at the San Francisco Art Association on 8 July 1878.[66] Newspapers were not yet able to reproduce detailed photographs, so the images were widely printed as woodcut engravings.[62] Scientific American was among the publications at the time that carried reports and engravings of Muybridge's groundbreaking images.[67] Six different series were soon published as cabinet cards, entitled The Horse in Motion.[67]\n\nMany people were amazed at the previously unseen positions of the horse's legs and the fact that a running horse at regular intervals had all four hooves in the air. This did not take place when the horse's legs were extended to the front and back, as imagined by contemporary illustrators, but when its legs were collected beneath its body as it switched from \"pulling\" with the front legs to \"pushing\" with the back legs.[62]\n\nIn 1879, Muybridge continued with additional studies using 24 cameras, and published a very limited edition portfolio of the results.\n\nMuybridge had images from his motion studies hand-copied in the form of silhouettes or line drawings onto a disc, to be viewed in the machine he had invented, which he called a \"zoopraxiscope\". Later, his more-detailed images were hand-coloured and marketed commercially. A device he developed was later regarded as an early movie projector, and the process was an intermediate stage toward motion pictures or cinematography.\n\n"
        },
        {
            "title": "1878: San Francisco panorama",
            "text": "In 1878, Muybridge made a notable 13-part 360° photographic panorama of San Francisco. He presented a copy to the wife of Leland Stanford. Today, it can be viewed on the Internet as a seamlessly-spliced panorama, or as a QuickTime Virtual Reality (QTVR) panorama.[68]\n\nThat same year, he applied for a patent on a camera sequence shutter to photograph moving objects, with a mechanical trigger. Later that year, he applied for a further patent, this time using an electrical trigger.[41] He also filed for British and French patents.[41]\n\n"
        },
        {
            "title": "",
            "text": "On 20 May 1871, 41-year-old Muybridge married 21-year-old divorcee Flora Shallcross Stone (née Downs).[69] The differences in their tastes and temperaments were understood to have been due to their age difference. Muybridge did not care for many of the amusements that she sought, so she went to the theatre and other attractions without him, and he seemed to be fine with that.[70] Muybridge was more of the type that would stay up all night to read classics.[22] Muybridge was also used to leaving home by himself for days, weeks or even months, visiting faraway places for personal projects or assignments. This did not change after his marriage.\n\nOn 14 April 1874 Flora gave birth to a son, Florado Helios Muybridge.[69]\n\nAt some stage, Flora became romantically involved with one of their friends, Harry Larkyns. Muybridge intervened several times and believed the affair was over when he sent Flora to stay with a relative and Larkyns found a job at a mine near Calistoga, California. In mid-October 1874, Muybridge learned how serious the relationship between his wife and Larkyns really was. Flora's maternity nurse revealed many details and she had in her possession some love letters that the couple had still been writing to each other. At her place, Muybridge also came across a picture of Florado with \"Harry\" written on the back in Flora's handwriting, suggesting that she believed the child to be fathered by Larkyns.\n\nOn 17 October, Muybridge went to Calistoga to track down Larkyns. Upon finding him, Muybridge said, \"I have a message for you from my wife\",[71][72] and shot him point-blank. Larkyns died that night, and Muybridge was arrested without protest and put in the Napa jail.[73]\n\nA Sacramento Daily Union reporter visited Muybridge in jail for an hour and related how he was coping with the situation. Muybridge was in moderately good spirits and very hopeful. He felt he was treated very kindly by the officers and was a little proud of the influence he had on other inmates, which had earned him everyone's respect. He had protested the abuse of a \"Chinaman\" from a tough inmate, by claiming \"No man of any country whose misfortunes shall bring him here shall be abused in my presence\" and had strongly but politely voiced threats against the offender. He had addressed an outburst of profanity in a similar fashion.[74]\n\nFlora filed for divorce on 17 December 1874 on the grounds of extreme cruelty, but this first petition was dismissed.[75] It was reported that she fully sympathized with the prosecution of her husband.[76]\n\nMuybridge was tried for murder in February 1875. His attorney, W. W. Pendegast (a friend of Stanford), pleaded insanity in his behalf due to a severe head injury suffered in the 1860 stagecoach accident. At least four long-time acquaintances testified under oath that the accident had dramatically changed Muybridge's personality, from genial and pleasant to unstable and erratic.[2][3] During the trial, Muybridge undercut his own insanity case by indicating that his actions were deliberate and premeditated, but he also showed impassive indifference and uncontrolled explosions of emotion.[2][3] In the end he was acquitted on the grounds of justifiable homicide, with the jury explanation that if their verdict was not in accordance with the law, it was in accordance with the law of human nature. In other words: they believed they could not punish a person for doing something that they themselves would do in similar circumstances.[77][3]\n\nThe episode interrupted his photography studies, but not his relationship with Stanford, who had arranged for his criminal defence.[2] By 1877, Muybridge had resumed his photographic work for Stanford.\n\nShortly after his acquittal in February 1875, Muybridge left the United States on a previously planned 9-month photography trip to Central America, now acting as a \"working exile\".[62] His photographs from this period are less known, because relatively few copies were produced.[48] It is believed that during this period, he further developed his ability to take pictures more rapidly, due to the requirement that these processes be performed aboard a constantly-rolling ship.[48]\n\nFlora's second petition for divorce received a favourable ruling, and an order for alimony was entered in April 1875.[78] Flora died suddenly in July 1875 while Muybridge was in Central America.[2][78] She had placed their son, Florado Helios Muybridge (later nicknamed \"Floddie\" by friends), with a French couple. In 1876, Muybridge had the boy moved from a Catholic orphanage to a Protestant one and paid for his care.[78] Otherwise he had little to do with him.\n\nPhotographs of Florado Muybridge as an adult show him to have strongly resembled Muybridge. Put to work on a ranch as a boy, he worked all his life as a ranch hand and gardener. In 1944, Florado was hit by a car in Sacramento and killed.[9][72]\n\nToday, the court case and transcripts are important to historians and forensic neurologists, because of the sworn testimony from multiple witnesses regarding Muybridge's state of mind and past behaviour.[2][3]\n\nIn 1982, American composer Philip Glass would create an opera, The Photographer, with a libretto based in part on court transcripts from the case.\n\n"
        },
        {
            "title": "",
            "text": "Muybridge often travelled to American cities as well as back to England and Europe to publicise his work.[24] The opening of the Transcontinental Railroad in 1869 and the development of steamships made travel much faster and less arduous than it was in 1860. On 13 March 1882 he lectured at the Royal Institution in London in front of a sell-out audience, which included members of the Royal Family, notably the future King Edward VII.[79] He displayed his photographs on screen and showed moving pictures projected by his zoopraxiscope.[79] He also lectured at the Royal Academy of Arts and the Royal Society.[19]\n\nMuybridge and Stanford had a major falling-out concerning his research on equine locomotion. Stanford had asked his friend and horseman Dr JBD Stillman to write a book analysing The Horse in Motion, which was published in 1882.[67] Stillman used Muybridge's photos as the basis for his 100 illustrations, and the photographer's research for the analysis, but he gave Muybridge no prominent credit. The historian Phillip Prodger later suggested that Stanford considered Muybridge as just one of his employees, and not deserving of special recognition.[80] Stanford was quite proud of his role in creating the book, and commissioned a portrait of himself by Jean-Louis-Ernest Meissonier, in which a copy of the volume was visible under his arm.[81]\n\nHowever, as a result of Muybridge not being credited in the book, the Royal Society of Arts withdrew an offer to fund his stop-motion studies in photography, and refused to publish a paper he had submitted, accusing him of plagiarism.[2] Muybridge filed a lawsuit against Stanford to gain credit, but it was delayed two years and then dismissed out of court.[62] Stillman's book did not sell as expected. Muybridge, looking elsewhere for funding, was more successful.[2] The Royal Society of Arts eventually invited Muybridge back to show his work.[62]\n\nIn 1883, Muybridge gave a lecture at the Pennsylvania Academy of Fine Arts (PAFA), arranged by artist Thomas Eakins and University of Pennsylvania (Penn) trustee Fairman Rogers.[52] At that time, Eakins was a faculty member at PAFA, and had recently been appointed its director. A group of Philadelphians, including Penn Provost William Pepper and the publisher J.B. Lippincott recruited him to work at Penn under their sponsorship.[52] Between 1883 and 1886, Muybridge made more than 100,000 images, working obsessively in a dedicated studio at the northeast corner of 36th and Pine streets in Philadelphia.[52] He was now able to afford multiple larger high-quality lenses, giving him the ability to make simultaneous pictures from multiple viewpoints, with a clarity and tonal range not achieved earlier.[19]\n\nIn 1884, Eakins briefly worked alongside Muybridge, to learn more about the application of photography to the study of human and animal motion. Eakins later favoured the use of multiple exposures superimposed on a single photographic negative to study motion more precisely, while Muybridge continued to use multiple cameras to produce separate images which could also be projected by his zoopraxiscope.[82][6]\n\nThe vast majority of Muybridge's work at this time was done at a special sunlit outdoor studio, due to the still-bulky cameras and relatively slow photographic emulsion speeds then available. Most of the photographs were taken during the summers, and winters were spent developing and organizing the images.[52] He used banks of 12 custom-made cameras to photograph professors, athletes, students, disabled patients from the Blockley Almshouse (located next to Penn at the time), and local residents, all in motion.[52][6] He photographed at least 9 sequences showing the movements of neurological patients.[3]: 5–7  He also borrowed animals from the Philadelphia Zoo, to study their movements in detail.[52][6]\n\nThe human models, usually either entirely nude or very lightly clothed, were photographed against a measured grid background in a variety of action sequences, including walking up or down stairs, hammering on an anvil, carrying buckets of water, or throwing water over one another.[52] Muybridge produced sequences showing farm, industrial, construction, and household work, military manoeuvres, and everyday activities. He also photographed athletic activities such as baseball, cricket, boxing, wrestling, discus throwing, and a ballet dancer performing. Showing a single-minded dedication to scientific accuracy and artistic composition, Muybridge himself posed nude for some of the photographic sequences, such as one showing him swinging a miner's pick.[2][62][16] Toward the end of this period, Muybridge spent much of his time selecting and editing his photos in preparation for publication.\n\nIn 1887, the photos were published as a massive collotype portfolio in 11 volumes, with 781 plates comprising 20,000 of the photographs, in a groundbreaking collection titled Animal Locomotion: an Electro-photographic Investigation of Consecutive Phases of Animal Movements.[83][52][3]: 4  Muybridge's work contributed substantially to developments in the science of biomechanics and the mechanics of athletics.[81] Some of his books are still published today, and are used as references by artists, animators, and students of animal and human movement.[84]\n\nIn 1888, the University of Pennsylvania donated an album of Muybridge's photographs, which featured students and Philadelphia Zoo animals, to the sultan of the Ottoman Empire, Abdul Hamid II, who had a keen interest in photography. This gift may have helped to secure permissions for the excavations that scholars from the University of Pennsylvania Museum of Archaeology and Anthropology later pursued in the Ottoman region of Mesopotamia (now Iraq), notably at the site of Nippur.[85] The Ottoman sultan reciprocated, five years later, by sending as a gift to the United States a collection of photograph albums featuring Ottoman scenes: the Library of Congress now preserves these albums as the Abdul Hamid II Collection.[86]\n\nRecent scholarship has noted that in his later work, Muybridge was influenced by, and in turn, influenced the French photographer Étienne-Jules Marey. In 1881, Muybridge first visited Marey's studio in France and viewed stop-motion studies before returning to the US to further his own work in the same area.[87] Marey was a pioneer in producing multiple-exposure, sequential images using a rotary shutter in his so-called \"Marey wheel\" camera.\n\nWhile Marey's scientific achievements in the realms of cardiology and aerodynamics (as well as pioneering work in photography and chronophotography) are indisputable, Muybridge's efforts were to some degree more artistic rather than scientific. As Muybridge explained, in some of his published sequences he had substituted images where original exposures had failed, in order to illustrate a representative movement (rather than producing a strictly scientific recording of a particular sequence).[88]\n\nToday, similar setups of carefully timed multiple cameras are used in modern special effects photography, but they have the opposite goal of capturing changing camera angles, with little or no movement of the subject. This is often dubbed \"bullet time\" photography.\n\nAfter his work at the University of Pennsylvania, Muybridge travelled widely and gave numerous lectures and demonstrations of his still photography and primitive motion picture sequences. At the Chicago World's Columbian Exposition of 1893, Muybridge presented a series of lectures on the \"Science of Animal Locomotion\" in the Zoopraxographical Hall, built specially for that purpose in the \"Midway Plaisance\" arm of the exposition. He used his zoopraxiscope to show his moving pictures to a paying public. The Hall was the first commercial movie theatre.[89][3]: 4  He also sold a series of souvenir phenakistoscope discs to demonstrate simple animations, using painted colour images derived from his photographs.\n\n"
        },
        {
            "title": "",
            "text": "Eadweard Muybridge returned to his native England in 1894 and continued to lecture extensively throughout Great Britain. He returned to the US once more, in 1896–1897, to settle financial affairs and to dispose of property related to his work at the University of Pennsylvania. He retained control of his negatives, which he used to publish two popular books of his work, Animals in Motion (1899) and The Human Figure in Motion (1901), both of which remain in print over a century later.[90]\n\nMuybridge died on 8 May 1904 in Kingston upon Thames of prostate cancer at the home of his cousin Catherine Smith.[91] It is claimed that at that time, he was excavating a scale model of the American Great Lakes in the back garden.[19][92][62]  His body was cremated, and its ashes interred in a grave at Woking in Surrey. On the grave's headstone his name is misspelled as \"Eadweard Maybridge\".[12][62]\n\nIn 2004, a British Film Institute commemorative plaque was installed on the outside wall of the former Smith house, at Park View, 2 Liverpool Road.[93] Many of his papers and collected artefacts were donated to Kingston Library, and are currently under the ownership of Kingston Museum in his place of birth.\n\n"
        },
        {
            "title": "Influence on others",
            "text": "According to an exhibition at Tate Britain, \"His influence has forever changed our understanding and interpretation of the world, and can be found in many diverse fields, from Marcel Duchamp's painting Nude Descending a Staircase and countless works by Francis Bacon, to the blockbuster film The Matrix and Philip Glass's opera The Photographer.\"[94]\n\nIn 2010, the American painter Philip Pearlstein published an article in ARTnews suggesting the strong influences Muybridge's work and public lectures had on 20th-century artists, including Degas, Rodin, Seurat, Duchamp, and Eakins, either directly or through the contemporaneous work of his fellow photographic pioneer, Marey.[6] He concluded: \"I believe that both Muybridge and Eakins—as a photographer—should be recognized as among the most influential art­ists on the ideas of 20th-century art, along with Cézanne, whose lessons in fractured vision provided the technical basis for putting those ideas together.\"[6]\n\n"
        },
        {
            "title": "Exhibitions and collections",
            "text": "Muybridge bequeathed a selection of his equipment to Kingston Museum in Greater London. This includes his original biunial slide lantern,[98] a zoopraxiscope projector, over 2,000 glass magic lantern slides and 67 zoopraxiscope discs. The University of Pennsylvania Archives in Philadelphia, Pennsylvania, hold a large collection of Muybridge's photographs, equipment, and correspondence.[99] Among these artefacts are 740 of the 781 original glass plate negatives used for publication of his masterwork edition.[52]\n\nThe Philadelphia Museum of Art also holds a large collection of Muybridge material, including hundreds of collotype prints, gelatin internegatives, glass plate positives, phenakistoscope cards, and camera equipment, totalling just under 800 objects.[100] The Stanford University Libraries and the Iris & B. Gerald Cantor Center for Visual Arts at Stanford University also maintain a large collection of Muybridge's photographs, glass plate negatives, and some equipment including a functioning zoopraxiscope.[101][102]\n\nIn 1991, the Addison Gallery of American Art at Phillips Academy in Andover, Massachusetts, hosted a major exhibition of Muybridge's work, plus the works of many other artists who had been influenced by him. The show later travelled to other venues and a book-length exhibition catalogue was also published.[103] The Addison Gallery has significant holdings of Muybridge's photographic work.[104]\n\nIn 1993, the Canadian Centre for Architecture presented the exhibition Eadweard Muybridge and the Photographic Panorama of San Francisco, 1850-1880.[105]\n\nIn 2000–2001, the Smithsonian Institution National Museum of American History presented the exhibition Freeze Frame: Eadweard Muybridge's Photography of Motion, plus an online virtual exhibit.[106]\n\nFrom 10 April to 18 July 2010, the Corcoran Gallery of Art in Washington, DC, mounted a major retrospective of Muybridge's work entitled Helios: Eadweard Muybridge in a Time of Change. The exhibit received favourable reviews from major publications including The New York Times.[107] The exhibition travelled in autumn 2010 to Tate Britain, Millbank, London,[108] and also appeared at the San Francisco Museum of Modern Art (SFMOMA).\n\nAn exhibition of important items bequeathed by Muybridge to his birthplace of Kingston upon Thames, entitled Muybridge Revolutions, opened at the Kingston Museum on 18 September 2010 (exactly a century since the first Muybridge exhibition at the Museum) and ran until 12 February 2011.[109] The full collection is held by the Museum and Archives.[110]\n\n"
        },
        {
            "title": "Legacy and representation in other media",
            "text": "Muybridge's influence extended to many artists and beyond, including efficiency expert Frank Gilbreth, entrepreneur Walt Disney, Nobel-Prize chemist Ahmed Zewail, and the International Society of Biomechanics.[81]\n\n"
        }
    ]
}