{
    "url": "https://en.wikipedia.org/wiki/Early_modern_philosophy",
    "title": "Early modern philosophy",
    "table_of_contents": [
        "1 Overview",
        "2 Early modern European philosophy",
        "2.1 Enlightenment Period",
        "2.1.1 Major Enlightenment concepts",
        "2.2 Characteristics",
        "2.3 Significant thinkers",
        "2.3.1 Thomas Hobbes",
        "2.4 Influence",
        "3 Early modern Asian philosophy",
        "3.1 Rise of Navya Nyaya in India",
        "4 See also",
        "5 Notes",
        "6 Citations",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Early modern philosophy (also classical modern philosophy)[1][2] is a period in the history of philosophy at the beginning or overlapping with the period known as modern philosophy.\n\nThe early modern era of philosophy was a progressive movement of Western thought, exploring through theories and discourse, mind and matter, the supernatural, and civil life. It succeeded the Medieval era, sometimes referred to as the Dark Ages. Early Modern Philosophy is usually thought to have occurred between the 16th and 18th centuries, though some philosophers and historians may put this period slightly earlier. During this time, influential philosophers included Descartes, Locke, Hume, and Kant, all of whom contributed to the current understanding of philosophy.\n\n"
        },
        {
            "title": "Overview",
            "text": "The early modern period in history is roughly c.1500–1789, but the label \"early modern philosophy\" is typically used to refer to a narrower period of time.[3]\n\nIn the narrowest sense, the term is used to refer principally to the philosophy of the 17th century and 18th century, typically beginning with René Descartes. 17th-century philosophers typically included in such analyses are Thomas Hobbes, Blaise Pascal, Baruch Spinoza, Gottfried Wilhelm Leibniz, and Isaac Newton. The 18th century, often known as the Age of Enlightenment, included such early modern figures as John Locke, George Berkeley, and David Hume.[2]\n\nThe term is sometimes used more broadly, including earlier thinkers from the 16th century such as Niccolò Machiavelli, Martin Luther, John Calvin, Michel de Montaigne, and Francis Bacon.[4] Some definitions also broaden the range of thinkers included under the \"early modern\" moniker, such as Voltaire, Giambattista Vico, Thomas Paine. By the broadest definition, the early modern period is said to have ended in 1804 with the death of Immanuel Kant. Considered in this way, the period extends all the way from the last Renaissance philosophers to the final days of the Age of Enlightenment.\n\n"
        },
        {
            "title": "Early modern European philosophy",
            "text": "Most scholars consider the period to begin with René Descartes’ Meditationes de Prima Philosophiae (Meditations on First Philosophy) in Paris in 1641 and conclude with the mature work of the German philosopher Immanuel Kant in the 1780s.[5]\n\nAt the time, various thinkers faced difficult philosophical challenges: reconciling the tenets of classical Aristotelian thought and Christian theology with the new technological advances that followed in the wake of Copernicus, Galileo, and the Newtonian revolution.[6] A modern mechanical image of the cosmos in which mathematically characterisable universal laws directed the motion of lifeless objects without the interference of something non-physical, specifically challenged established ways of thought about the mind, body and God. In response, philosophers, many of whom were involved in experimental advances, invented and perfected various perspectives on humans’ relationship to the cosmos.[7]\n\nThree critical historical events that shaped Western thought profoundly were the Age of Discovery, the progress of modern science, and the Protestant Reformation and its resulting civil wars.[8] The relationship between philosophy and scientific research was complicated, as many early modern scientists considered themselves philosophers, conflating the two disciplines.[9] These two fields would eventually separate. Contemporary philosophy's epistemological and methodological concerns about scientific certainty remained regardless of such a separation.[10]\n\nThe early modern intellectual era also contributed to the development of Western philosophy. New philosophical theories, such as the metaphysical, civic existence, epistemology, and rationalist thinking, were established.[11] There was a strong emphasis on the advancement and expansion of rationalism, which placed a premium on rationality, reasoning, and discovery to pursue reality.[12]\n\n\nThe Enlightenment, also referred to as the Age of Enlightenment, was a philosophical movement that dominated the realm of ideas in 18th-century Europe. It was founded on the principle that reason is the fundamental source of power and legitimacy, and it promoted principles such as liberty, progress, tolerance, fraternity, constitutional governance, and church-state separation. The Enlightenment was defined by a focus on science and reductionism, as well as a growing suspicion of religious rigidity. The Enlightenment's ideals challenged the monarchy and the church, laying the groundwork for the political upheavals of the 18th and 19th centuries. According to French historians, the Age of Enlightenment began in 1715, the year Louis XIV died, and ended in 1789, the year of the French Revolution. According to some contemporary historians, the era begins in the 1620s, with the birth of the scientific revolution. However, during the first decades of the 18th century and the first decades of the 19th century, several national variations of the movement developed.\nThe Englishmen Francis Bacon and Thomas Hobbes, the Frenchman René Descartes, and the prominent natural philosophers of the Scientific Revolution, including Galileo Galilei, Johannes Kepler, and Gottfried Wilhelm Leibniz, were significant 17th-century antecedents of the Enlightenment. Its origins are often ascribed to 1680s England, when Isaac Newton published his \"Principia Mathematica\" (1686) and John Locke wrote his \"Essay Concerning Human Understanding\" (1689)—two works that laid the groundwork for the Enlightenment's great advancements in science, mathematics, and philosophy.[13]\n\nThe Age Of Enlightenment, as it was dubbed, was swiftly sweeping across Europe. In the late seventeenth century, scientists such as Isaac Newton and authors such as John Locke challenged the established order. Newton's principles of gravity and motion defined the universe in terms of natural principles that were independent of any spiritual source. Locke advocated the freedom of a people to replace a government that did not defend inherent rights to life, liberty, and property in the aftermath of England's political instability. People began to mistrust the possibility of a God capable of predestining human beings to everlasting damnation and empowering a despotic ruler to rule. These ideals would permanently alter Europe.\n\nEurope had a burst of philosophical and scientific activity in the mid-18th century, challenging established theories and dogmas.[14] Voltaire and Jean-Jacques Rousseau headed the philosophic movement, arguing for a society founded on reason rather than religion and Catholic theology, for a new civic order based on natural law, and for science founded on experimentation and observation.[15] Montesquieu, a political philosopher, proposed the notion of a government's division of powers, which was enthusiastically accepted by the framers of the United States Constitution.[16]\n\nTwo separate schools of Enlightenment philosophy existed. Inspired by Spinoza's theory, the radical enlightenment argued for democracy, individual liberty, freedom of speech, and the abolition of religious authority.[17] A second, more moderate kind, championed by René Descartes, John Locke, Christian Wolff, and Isaac Newton, aimed to strike a balance between reform and old power and religious institutions.[18]\n\nScience eventually began to dominate Enlightenment speech and thinking.[19] Numerous Enlightenment authors and intellectuals came from scientific backgrounds and equated scientific progress with the downfall of religion and conventional authority in favour of the growth of free speech and ideas.[20] In general, Enlightenment science placed a high premium on empiricism and logical reasoning, and was inextricably linked to the Enlightenment ideal of progression and development.[21] However, as was the case with the majority of Enlightenment ideals, the advantages of science were not widely recognised.[22]\n\nAdditionally, the Enlightenment has traditionally been credited with laying the groundwork for current Western political and intellectual culture.[23] It ushered in a period of political modernisation in the West, focused on democratic principles and institutions and resulting in the establishment of modern, liberal democracies. The fundamentals of European liberal thought, include the individual right, natural equality of all men, separation of powers, the artificial nature of political order (which resulted in the later distinction between civil society and the state), the view that all legitimate political power must be \"representative\" and based on popular consent, and liberal interpretationism.[24]\n\nEnlightenment-era criticism on religion was a reaction to Europe's previous century of religious turmoil.[25] Enlightenment intellectuals intended to limit organised religion's political dominance, so averting another period of intolerable religious violence.[26] Numerous unique concepts emerged, including deism (belief in God the Creator without reference to the Bible or other authoritative source) and atheism.[27] The latter was hotly debated but garnered few supporters. Many, like Voltaire, believed that without believing in a God who punishes wrong, society's moral order would be jeopardised.[28]\n\nThe early modern period arose from dramatic shifts in many fields of human endeavour. Among the most significant characteristics are the formalisation of science, the acceleration of scientific advancement, and the creation of secularised civic politics, law courts, and the nation-state.[29] There was some scepticism against traditional interpretive concepts associated with the modern era, such as the distinction between empiricists and rationalists, which represented a philosophical and historical shift away from ethics and political philosophy and metaphysical epistemology.[30]\n\nIndividualism also emerged as a reaction to belief and authority, challenging the element of Christianity and Christianised philosophy united with whomever the desired political leader happened to be at the time.[31] The steady rise of the bourgeoisie would challenge the power of the Church and begin the journey towards the eventual separation of church and state. The political and economic situation of Modern Europe would have an influence on philosophical thought, mainly on ethics and political philosophy.[32]\n\nThe scientific revolution also gained legitimacy during this period. Early modern attempts to grapple with the philosophy of infinity focused on and discussed three fundamental disagreements about the infinite—differences that had their origins in the academic philosophical tradition.[33] Philosophers such as Leibniz and Spinoza used this distinction to distinguish God's qualitative infinity from the mathematically abstract concept of infinity.[34] Early modern thinkers differentiated between actual and potential infinity. Academic tradition has traditionally rejected the existence of actual infinities in the created world but has acknowledged potential infinities, following Aristotle's approach to Zeno's paradoxes.[35] Additionally, the advent of early modern thought was linked to changes in the period's intellectual and cultural context, such as the advancement of natural science, theological contradictions within and between the Catholic and Protestant churches, and the growth of the modern nation-state.[36]\n\nDescartes, Spinoza, Leibniz, Berkeley, Hume, Hobbes, and Kant, as well as philosophers such as Hugo Grotius, Pierre Gassendi, Antoine Arnauld, Nicolas Malebranche, Pierre Bayle, Samuel von Pufendorf, and Francis Hutcheson are all recognised as significant figures in early modern philosophy, for their discourses and theories developed over the duration of the various philosophical periods.\n\nThe political philosophy of natural law, developed by John Locke, was a common and significant concept in early modern thought. Natural law evolved into individual rights and subjective claims. Adding to Aristotle's already known philosophy, Locke suggested that the government give its citizens what they believe are fundamental and natural rights.[37] Thomas Hobbes, alternatively, asserted that natural law has a finite scope. Unchecked liberty led to a state of war where everybody struggled for life.[38] Hobbes encapsulated this state of violence in one of philosophy's most famous passages: \"And the life of man, solitary, bad, nasty, brutish, and brief\".[39] Thomas Hobbes' worldview concentrated on social and political order and how humans could coexist without danger or risk of civil war.[40]\n\nHobbes' moral and political theory includes a consideration of natural rights. Hobbes' natural rights notion also included man in a \"state of nature\". As he saw it, the basic natural (human) right was to use his own power, as he will, for the preservation of his own nature, which is to protect his life.[41]\n\nNatural liberty is distinct from universal laws, which Hobbes referred to as precepts, or rules discovered by reason, which ban a man from doing something that will destroy his life or deprives him of the means to retain it.[42]\n\nIn Hobbes' view, life comprised just of freedoms and nothing else \"Because of that, everyone has the right to anything, even to one another's body. Because of this, though, as long as inherent human rights to every commodity remain in place, there can be no long-term security for anybody.\"[43]\n\nThis would result in the condition called the \"war of all against all,\" in which humans murder, steal, and enslave each other in order to remain alive. Hobbes theorised that in a state of chaos generated by unrestricted rights, human existence would be lonely, poor, ugly, brutish, and short. As such, in order to build political and civil society, people must give up many of their basic rights. Social contract theory was first articulated using this early argumentation.[44]\n\nNatural or institutional laws are useless without first being established by a sovereign authority. Before you can talk about right and unjust, there must be some coercive authority that compels folks to keep their promises. There is no such coercive force before the establishment of the state.[45]\n\nAccording to social contract theory, \"inalienable rights\" are those rights that can't be relinquished by people to the sovereign.[46] These inherent rights were believed to be law-independent. In the state of nature, only the strongest could take use of their privileges.[47] Thereby, individuals give up their natural rights in order to get protection, and thus have the legal rights conferred by the power to do so.[48]\n\n\nMany historical justifications for slavery and illiberal governance include consensual arrangements to relinquish inherent rights to freedom and self-determination. De facto inalienability arguments supplied the foundation for the anti-slavery movement to argue against all involuntary enslavement, not only slavery explicitly defined as such. An agreement to unlawfully divide a right would be void of law. Similarly, the argument was used by the democratic movement to reject explicit or implicit social covenants of subjection (e.g., pactum subjectionis) that subjugate a people, for example, in Leviathan by Thomas Hobbes. According to Ernst Cassirer,\nUntil the twenty-first century, standard accounts of early modern philosophy and traditional survey courses in Anglo-Saxon universities—presented histories dominated by Descartes, Leibniz, Locke, Spinoza, Berkeley, Hume, and Kant.[50]\n\nEarly modern theory has had a significant impact on many modern developments. One of which is political philosophy. American political philosopher A. John Simmons examined two interrelated transitions in the early modern period. The first is a metaphysical contrast between political naturalism, which holds that human beings are political by birth, and political anti-naturalism, which holds that humankind's natural state is apolitical.[51] The second is the historical shift from \"complex, bureaucratic systems with intertwined religious and contractual relationships\" to political cultures that \"take the form of independent, territorial states\".[52] Observing how these transformations occur is important as the ideas advanced by early modern political theorists played an important role in the creation of political institutions that exist today.[53]\n\nThe evolution of early modern philosophy has been recognised as inextricably linked to developments in the period's intellectual and cultural environment, through important developments in science, the Catholic and Protestant churches, and the rise of the new modern nation state.[54]\n\n"
        },
        {
            "title": "Early modern Asian philosophy",
            "text": "Before the beginning of early modern era, Indian philosophy saw dramatic changes and evolution. The Nyaya-Vaishesika system merged, the old school of nyaya gradually transformed into navya nyaya system over a period of centuries.[55] The philosopher who led the transformation of philosophy in early modern India was Gangesa (14th century). After facing a severe and fierce advaitin sceptical attack of Sriharsha (12th century),[56][57] He wrote his magnum opus which initiated radical developments in the whole of Indian philosophy, which led scholars to attribute him as the founder of navya-nyaya. Tattvacintamani was highly influential and sophasticated text, it led the other previous major work on logic go into insignificance, it replaced the chain of commentaries on old text of nyaya sutas, it initiated and also became the bedrock upon which new method and techniques on logic and epistemology can be developed, it also introduced a new language on which logical and philosophical discourse can take place (to give a background 10th century Nyaya philosopher Udayana observed that natural language possesses intrinsic ambiguity, comparable to developments and reasons to invent new language in modern logic, which also often led to misunderstanding in discourse, he wrote his independent works of the system deviating from traditional style scholars says it led to the foundation of navya nyaya language). The new language tends to remove ambiguity of the natural language and a medium through which opponents can completely understand the view point of proponents without any gap, the language became so influential that all the philosophical systems adopted it in one ways or another (alongside logical techniques), the language also find its popularity among other fields of literature and law and this language is so complicated and sophasticated that even today there is no single complete translation of tattvacintamani and other major works (given the fact that major texts before him had found away to translation in any western language), Matilal and others argue that Indian philosophy must not be overlooked but must be a part of mainstream philosophical discussion, he discards the position of Indian philosophy as merely a museum piece but consider it as thing to be looked upon for deep insights to modern philosophical problem and new ways, world views, perspective or creativity to analyse and understand things[58][59] There had been efforts in translating the subsection of tattvacintamani by scholars like Ingall, Potter etc.[60] But they face fierce criticism of not able to find a good English equivalence of highly complicated and technical terms and sentences, using some western tools of logic and analysis which fail to get the meaning intended, unable to represent the meaning and sometimes even the scholars themselves didn't understand the text (and also other works).[61] The popularity of tattvacintamani in India can be measured by the fact that the original work only had 300 pages but the commentaries upon it amount to about a million pages (with a text completely devoted one line/sentence in inference section [62])! . In a try to introduce navya nyaya to the world of study of Indian philosophy and philosophy in general, When for the first time an entire perception section was translated[63][64] Ganeri said[65]\n\nBut the time after gangesa didn't come without critical examination of tattvacintamani and new innovation in field logic, language and philosophy. Varanasi, Nabadvipa and Mithila became the cosmopolitan hub of intellectual discourse in India,  there were many major logicians from these regions, to state one radical (as scholar calls him) thinker, philosopher and logician was definitely Raghunatha Siromani, a man of new innovation and insights, without him the system wouldn't have reached at its zenith and this description of navya nyaya remains incomplete. Jonardon Ganeri and considers him quite of a modern philosopher who transformed Indian philosophy in this period for the second time,[66] despite the critical approach of his system gangesa had quite a conservative leaning but siromani wasn't the same kind, he wrote a critical commentary on tattvacintamani known as didhiti and a work on critical examination of his own system, if gangesa worked on epistemology siromani worked for metaphysics, for him any old idea which doesn't fit into the framework of rigorous and robust logic and proof was discarded and rejected at once and the one which went fit was built upon and expanded further deeply, siromani's camp seem to a new system within the new.[67] Siromani was the major spike where the navya system and techniques became very sophasticated and complicated in language and logic, and just like the languages in modern  logic the system became unapproachable, not only by common people, but also to the best scholars and philosophers who have learnt from elsewhere. The system was confined in the intellectual environment of mithila, varanasi and navadvipa only but still every philosophical system had a reach to it. Ganeri even notes that the ideas of early enlightenment thinkers like descarte were actually known to Varanasi pundits in 17th century.[68] ganeri says that 16th and 17th century texts reflect a unique characteristic of Indian modernity l, that is not present in text of colonial era, where the central ideas of both old and new system could be willingly gave up on critical investigation, just as much the similar sceptical and new approach of descarte Indian thinkers like siromani started looking at both old and new ideas with a different perspective which tied the past with the future, gangesa is referred to as via antiqua where as siromani as via moderna as for the matter o fact siromani camp considered gangesa navya but siromani as navina (new within the new)[69][70] V N Jha argues that navya-nyaya languagemust  also be introduced and adapted in mainstream philosophical and logical discourse, he claims that navya nyaya theory of inference is more elaborative and complicated, with less ambiguity.[71]\n\n"
        }
    ]
}