{
    "url": "https://en.wikipedia.org/wiki/Early_Cretaceous",
    "title": "Early Cretaceous",
    "table_of_contents": [
        "1 Geology",
        "2 Evolution",
        "3 See also",
        "4 References",
        "4.1 Notes",
        "4.2 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Early Cretaceous (geochronological name) or the Lower Cretaceous (chronostratigraphic name), is the earlier or lower of the two major divisions of the Cretaceous. It is usually considered to stretch from 145 Ma to 100.5 Ma.\n\n"
        },
        {
            "title": "Geology",
            "text": "Proposals for the exact age of the Barremian-Aptian boundary ranged from 126 to 117 Ma until recently (as of 2019), but based on drillholes in Svalbard the defining early Aptian Oceanic Anoxic Event 1a (OAE1a) was carbon isotope dated to 123.1±0.3 Ma, limiting the possible range for the boundary to c. 122–121 Ma. There is a possible link between this anoxic event and a series of Early Cretaceous large igneous provinces (LIP).[3]\n\nThe Ontong Java-Manihiki-Hikurangi large igneous province, emplaced in the South Pacific at c. 120 Ma, is by far the largest LIP in Earth's history.[4] The Ontong Java Plateau today covers an area of 1,860,000 km2. In the Indian Ocean another LIP began to form at c. 120 Ma, the Kerguelen Plateau–Broken Ridge, together covering 2,300,000 km2.[5]\nAnother LIP on the Liaodong Peninsula, China, c. 131–117 Ma, lasted for 10 million years. It was the result of the subduction of the Kula and Pacific plates, which was probably caused by a superplume.[6]\n\nDuring the opening of the South Atlantic the Paraná–Etendeka LIP produced 1.5 million km3 of basalts and rhyolites per year, beginning 133 Ma and lasting for a million years.[7]\n\nThe opening of the Central Atlantic continued as the Mid-Atlantic Ridge spread north to separate the Iberian Peninsula from the banks of Newfoundland and to connect to the Canada Basin in the Arctic Ocean. With the opening of the Labrador Sea, Greenland became a separate tectonic plate and Laurentia became North America. The Proto-Caribbean Sea continued to grow and the Paraná-Etendeka LIP began to break Africa into three pieces. The Falkland Plateau broke off from southern Africa at 132 Ma and Madagascar ceased to move independently c. 120 Ma.  In the Panthalassic Ocean the Pacific Plate continued to grow; the Arctic Alaska-Chukotka terrane formed the Bering Strait.  Continued rifting opened new basins in the Indian Ocean, separating India, Antarctica, and Australia.[8]\n\nBy 110 Ma the Mid-Atlantic Ridge reached south into the Proto-Caribbean and South Atlantic, effectively separating South America from Africa, and continued rifting in the northern end completed the longitudinal extent of the Atlantic.  In Panthalassa the Ontong-Java Mega-LIP resulted in the formation of new tectonic plates and in the Indian Ocean the Kerguelen LIP began to push India northward.[9]\n\n"
        },
        {
            "title": "Evolution",
            "text": "During this time many new types of dinosaur appeared or came into prominence, including ceratopsians, spinosaurids, carcharodontosaurids and coelurosaurs, while survivors from the Late Jurassic continued to persist.\n\nAngiosperms (flowering plants) appeared for the first time during the Early Cretaceous;[10] Archaefructaceae, one of the oldest fossil families (124.6 Ma) was found in the Yixian Formation, China.[11]\n\nThis time also saw the evolution of the first members of the Neornithes (modern birds).[12]\n\nSinodelphys, a 125 Ma-old boreosphenidan mammal found in the Yixian Formation, China, is one of the oldest mammal fossils found.  The fossil location indicates early mammals began to diversify from Asia during the Early Cretaceous. Sinodelphys was more closely related to metatherians (marsupials) than eutherians (placentals) and had feet adapted for climbing trees.[13]\nSteropodon is the oldest monotreme (egg-lying mammal) discovered.  It lived in Gondwana (now Australia) at 105 Ma.[14]\n\n"
        },
        {
            "title": "See also",
            "text": " Geology portal\n\n Palaeontology portal\n\n"
        }
    ]
}