{
    "url": "https://en.wikipedia.org/wiki/Earl_Nightingale",
    "title": "Earl Nightingale",
    "table_of_contents": [
        "1 Biography",
        "1.1 Military career",
        "1.2 Career",
        "2 Recognition",
        "3 Legacy",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Earl Nightingale V (March 12, 1921 – March 25, 1989) was an American radio speaker and author, dealing mostly with the subjects of human character development, motivation, and meaningful existence.[1] He was the voice during the early 1950s of Sky King, the hero of a radio adventure series, and was a WGN radio program host from 1950 to 1956.[2] Nightingale was the author of The Strangest Secret, which economist Terry Savage has termed \"…one of the great motivational books of all time.\"[3]\n\n"
        },
        {
            "title": "Biography",
            "text": "Nightingale was born in Los Angeles in March 1921.[citation needed]  His father, Earl Nightingale IV, abandoned his mother in 1933.  After his father left, his mother relocated the family to a tent in nearby Tent City in Long Beach on the waterfront behind the Mariner Apartments.[4]\n\nDiana Nightingale is the widow of Earl Nightingale.[5] She has continued working with Earl's commercial themes.[6]\n\nWhen Nightingale was seventeen years old he joined the United States Marine Corps. He was an instructor at Camp Lejeune, North Carolina, and was on the USS Arizona during the attack on Pearl Harbor and was one of fifteen surviving Marines aboard that day.[7] Other than Pearl Harbor, it is unknown if Nightingale experienced combat.\n\nAfter the war, Nightingale began work in the radio industry, which eventually resulted in work as a motivational speaker. During the autumn of 1949, Nightingale was inspired while reading Think and Grow Rich by Napoleon Hill.[8] Quoting from the Earl Nightingale official website: \"When he was 29, Earl's enlightenment had come to him as a bolt out of the blue while reading, Think and Grow Rich. It came when he realized that the six words he read were the answer to the question he had been looking for! That, 'we become what we think about'. He realized that he had been reading the same truth over and over again, from the New Testament...to the works of Emerson. 'We become what we think about.' 'As ye sow, so shall ye reap [(Isaiah 37:30)]...'\"[9][failed verification – see discussion]\n\nDuring 1956, he produced a spoken word record, The Strangest Secret, which sold more than a million copies, making it the first spoken-word recording to achieve Gold Record status.[10][11] During 1960, a condensed audio version of Think and Grow Rich was narrated by Nightingale. It was titled, Think and Grow Rich: The Essence Of The Immortal Book By Napoleon Hill, Narrated by Earl Nightingale, and produced by Success Motivation Institute. Also in 1960, he co-founded the Nightingale-Conant corporation with Lloyd Conant. In 1987, Nightingale-Conant published another very successful audio book: Lead The Field. During 1987, Nightingale published his first book, Earl Nightingale’s Greatest Discovery.\n\nNightingale's radio program, Our Changing World, became the most syndicated radio program ever, and was broadcast across the US, Canada, Mexico, Australia, New Zealand, Fiji, South Africa, the Bahamas, and 23 additional overseas countries, as well as the Armed Forces Network.\n\nAfter his retirement, Nightingale and his wife, Diana, formed the company Keys Publishing.\n\nJust prior to his death during 1989, Nightingale created a new format for a book named The Winner’s Notebook. It included his text, his illustrations, and incorporated space for a private journal.\n\nNightingale died on March 25, 1989, in Scottsdale, Arizona, of complications after heart surgery.[12]\n\n"
        },
        {
            "title": "Recognition",
            "text": "Nightingale won a gold record for the LP record album The Strangest Secret.\n\nIn 1976, he won the Golden Gavel Award from Toastmasters International.[13] He was inducted into the National Speakers Association Speaker Hall of Fame.[14]\n\nIn 1985, Nightingale was inducted into The National Association of Broadcasters National Radio Hall of Fame.[15]\n\nDuring the mid-1980s, Nightingale received the Napoleon Hill Gold Medal for Literary Excellency for his first book, Earl Nightingale’s Greatest Discovery.\n\n"
        },
        {
            "title": "Legacy",
            "text": "During his lifetime, Nightingale wrote and recorded more than 7,000 radio programs, 250 audio programs as well as television programs and videos.[16]\n\nThe Belgian popular music band Felix Pallas used some quotations of The Strangest Secret in their song \"Song for Melody\", which was part of their first EP 2S4T.[17]\n\n"
        }
    ]
}