{
    "url": "https://en.wikipedia.org/wiki/Earth_analog",
    "title": "Earth analog",
    "table_of_contents": [
        "1 History",
        "2 Attributes and criteria",
        "2.1 Size",
        "2.2 Terrestrial",
        "2.3 Temperature",
        "2.4 Solar analog",
        "2.5 Surface water and hydrological cycle",
        "3 Extrasolar Earth analog",
        "3.1 History",
        "3.1.1 Estimated frequency",
        "3.1.2 Earth 2.0 mission",
        "4 Terraforming",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An Earth analog, also called an Earth analogue, Earth twin, or second Earth, is a planet or moon with environmental conditions similar to those found on Earth. The term Earth-like planet is also used, but this term may refer to any terrestrial planet.\n\nThe possibility is of particular interest to astrobiologists and astronomers under reasoning that the more similar a planet is to Earth, the more likely it is to be capable of sustaining complex extraterrestrial life. As such, it has long been speculated and the subject expressed in science, philosophy, science fiction and popular culture. Advocates of space colonization and space and survival have long sought an Earth analog, either as a second or as a new planetary settlement for mankind. \n\nBefore the scientific search for and study of extrasolar planets, the possibility was argued through philosophy and science fiction. The mediocrity principle suggests that planets like Earth should be common in the Universe, while the Rare Earth hypothesis suggests that they are extremely rare. The thousands of exoplanetary star systems discovered so far are profoundly different from the Solar System, supporting the Rare Earth Hypothesis.\n\nPhilosophers have suggested that the size of the universe is such that a near-identical planet must exist somewhere.  In the far future, humans might artificially produce an Earth analog by terraforming. \n\nOn November 4, 2013, astronomers reported, based on Kepler space mission data, that there could be as many as 40 billion Earth-sized planets orbiting in the habitable zones of Sun-like stars and red dwarf stars within the Milky Way Galaxy.[1][2] The nearest such planet could be expected to be within 12 light-years of the Earth, statistically.[1][2] In September 2020, astronomers identified 24 superhabitable planet (planets better than Earth) contenders, from among more than 4000 confirmed exoplanets at present, based on astrophysical parameters, as well as the natural history of known life forms on the Earth.[3]\n\nScientific findings since the 1990s have greatly influenced the scope of the fields of astrobiology, models of planetary habitability and the search for extraterrestrial intelligence (SETI).\n\n"
        },
        {
            "title": "History",
            "text": "Between 1858 and 1920, Mars was thought by many, including some scientists, to be very similar to Earth, only drier with a thick atmosphere, similar axial tilt, orbit and seasons as well as a Martian civilization that had built great Martian canals.  These theories were advanced by Giovanni Schiaparelli, Percival Lowell and others. As such Mars in fiction portrayed the red planet as similar to Earth's deserts.  Images and data from the Mariner (1965) and Viking space probes (1975–1980), however, revealed the planet as a barren cratered world.[4][5][6][7][8][9]  However, with continuing discoveries, other Earth comparisons remained.  For example, the Mars Ocean Hypothesis had its origins in the Viking missions and was popularised during the 1980s.[10]  With the possibility of past water, there was the possibility that life could have begun on Mars, and it was once again perceived to be more Earth-like.\n\nLikewise, until the 1960s, Venus was believed by many, including some scientists, to be a warmer version of Earth with a thick atmosphere and either hot and dusty or humid with water clouds and oceans.[11] Venus in fiction was often portrayed as having similarities to Earth and many speculated about Venusian civilization. These beliefs were dispelled in the 1960s as the first space probes gathered more accurate scientific data on the planet and found that Venus is a very hot world with the surface temperature around 462 °C (864 °F)[12] under an acidic atmosphere with a surface pressure of 9.2 MPa (1,330 psi).[12]\n\nFrom 2004, Cassini–Huygens began to reveal Saturn's moon Titan to be one of the most Earth-like worlds outside of the habitable zone. Though having a dramatically different chemical makeup, discoveries such as the confirmation of Titanian lakes, rivers and fluvial processes in 2007, advanced comparisons to Earth.[13][14] Further observations, including weather phenomena, have aided the understanding of geological processes that may operate on Earth-like planets.[15]\n\nThe Kepler space telescope began observing the transits of potential terrestrial planets in the habitable zone from 2011.[16][17] Though the technology provided a more effective means for detecting and confirming planets, it was unable to conclude definitively how Earth-like the candidate planets actually are.[18] In 2013, several Kepler candidates less than 1.5 Earth radii were confirmed orbiting in the habitable zone of stars. It was not until 2015 that the first near-Earth sized candidate orbiting a solar candidate, Kepler-452b, was announced.[19][20]\n\n"
        },
        {
            "title": "Attributes and criteria",
            "text": "The probability of finding an Earth analog depends mostly on the attributes that are expected to be similar, and these vary greatly. Generally it is considered that it would be a terrestrial planet and there have been several scientific studies aimed at finding such planets. Often implied but not limited to are such criteria as planet size, surface gravity, star size and type (i.e. Solar analog), orbital distance and stability, axial tilt and rotation, similar geography, oceans, air and weather conditions, strong magnetosphere and even the presence of Earth-like complex life. If there is complex life, there could be some forests covering much of the land. If there is intelligent life, some parts of land could be covered in cities. Some factors that are assumed of such a planet may be unlikely due to Earth's own history. For instance the Earth's atmosphere was not always oxygen-rich and this is a biosignature from the emergence of photosynthetic life. The formation, presence, influence on these characteristics of the Moon (such as tidal forces) may also pose a problem in finding an Earth analog.\n\nSize is often thought to be a significant factor, as planets of Earth's size are thought more likely to be terrestrial in nature and be capable of retaining an Earth-like atmosphere.[23]\n\nThe list includes planets within the range of 0.8–1.9 Earth masses, below which are generally classed as sub-Earth and above classed as super-Earth. In addition, only planets known to fall within the range of 0.5–2.0 Earth radius (between half and twice the radius of the Earth) are included.\n\nAccording to the size criteria, the closest planetary mass objects by known radius or mass are:\n\nThis comparison indicates that size alone is a poor measure, particularly in terms of habitability. Temperature must also be considered as Venus and the planets of Alpha Centauri B (discovered in 2012), Kepler-20 (discovered in 2011[26][27]), COROT-7 (discovered in 2009) and the three planets of Kepler-42 (all discovered in 2011) are very hot, and Mars, Ganymede and Titan are frigid worlds, resulting also in wide variety of surface and atmospheric conditions. The masses of the Solar System's moons are a tiny fraction of that of Earth whereas the masses of extrasolar planets are very difficult to accurately measure. However discoveries of Earth-sized terrestrial planets are important as they may indicate the probable frequency and distribution of Earth-like planets.\n\nAnother criterion often cited is that an Earth analog must be terrestrial, that is, it should possess a similar surface geology—a planetary surface composed of similar surface materials. The closest known examples are Mars and Titan and while there are similarities in their types of landforms and surface compositions, there are also significant differences such as the temperature and quantities of ice.\n\nMany of Earth's surface materials and landforms are formed as a result of interaction with water (such as clay and sedimentary rocks) or as a byproduct of life (such as limestone or coal), interaction with the atmosphere, volcanically or artificially. A true Earth analog therefore might need to have formed through similar processes, having possessed an atmosphere, volcanic interactions with the surface, past or present liquid water and life forms.\n\nThere are several factors that can determine planetary temperatures and therefore several measures that can draw comparisons to that of the Earth in planets where atmospheric conditions are unknown.[citation needed] Equilibrium temperature is used for planets without atmospheres. With atmosphere, a greenhouse effect is assumed. Finally, surface temperature is used. Each of these temperatures is affected by climate, which is influenced by the orbit and rotation (or tidal locking) of the planet, each of which introduces further variables.\n\nBelow is a comparison of the confirmed planets with the closest known temperatures to Earth.\n\nAnother criterion of an ideal life-harboring earth analog is that it should orbit a solar analog; that is, a star much like our Sun. However, this criteria may not be entirely valid as many different types of stars can provide a local environment hospitable to life. For example, in the Milky Way, most stars are smaller and dimmer than the Sun. One such star, TRAPPIST-1, is located 12 parsecs (39 light years) away and is roughly 10 times smaller and 2,000 times dimmer than our sun, yet it harbors at least 6 earth-like planets in its habitable zone. While these conditions may seem unfavorable to life as we know it, TRAPPIST-1 is expected to continue burning for 12 trillion years (compared to our suns remaining 5 billion year lifetime) which is time enough for life to arise by abiogenesis.[32] For comparison, life evolved on earth in a mere 1 billion years.[citation needed]\n\nThe concept of the habitable zone (or Liquid Water Zone) defining a region where water can exist on the surface, is based on the properties of both the Earth and Sun. Under this model, Earth orbits roughly at the centre of this zone or in the \"Goldilocks\" position. Earth is the only planet currently confirmed to possess large bodies of surface water. Venus is on the hot side of the zone while Mars is on the cold side. Neither are known to have persistent surface water, though evidence exists that Mars did have in its ancient past,[33][34][35] and it is speculated that the same was the case for Venus.[11] Thus extrasolar planets (or moons) in the Goldilocks position with substantial atmospheres may possess oceans and water clouds like those on Earth. In addition to surface water, a true Earth analog would require a mix of oceans or lakes and areas not covered by water, or land.\n\nSome argue that a true Earth analog must not only have a similar position of its planetary system but also orbit a solar analog and have a near circular orbit such that it remains continuously habitable like Earth.[citation needed]\n\n"
        },
        {
            "title": "Extrasolar Earth analog",
            "text": "The mediocrity principle suggests that there is a chance that serendipitous events may have allowed an Earth-like planet to form elsewhere that would allow the emergence of complex, multi-cellular life. In contrast, the Rare Earth hypothesis asserts that if the strictest criteria are applied, such a planet, if it exists, may be so far away that humans may never locate it.\n\nBecause the Solar System proved to be devoid of an Earth analog, the search has widened to extrasolar planets. Astrobiologists assert that Earth analogs would most likely be found in a stellar habitable zone, in which liquid water could exist, providing the conditions for supporting life. Some astrobiologists, such as Dirk Schulze-Makuch, estimated that a sufficiently massive natural satellite may form a habitable moon similar to Earth.\n\nThe frequency of Earth-like planets in both the Milky Way and the larger universe is still unknown.  It ranges from the extreme Rare Earth hypothesis estimates – one (i. e., Earth) – to innumerable.\n\nSeveral current scientific studies, including the Kepler mission, are aimed at refining estimates using real data from transiting planets. A 2008 study by astronomer Michael Meyer from the University of Arizona of cosmic dust near recently formed Sun-like stars suggests that between 20% and 60% of solar analogs have evidence for the formation of rocky planets, not unlike the processes that led to those of Earth.[37] Meyer's team found discs of cosmic dust around stars and sees this as a byproduct of the formation of rocky planets.\n\nIn 2009, Alan Boss of the Carnegie Institution of Science speculated that there could be 100 billion terrestrial planets just in our Milky Way galaxy.[38]\n\nIn 2011 NASA's Jet Propulsion Laboratory (JPL) and based on observations from the Kepler Mission is that about 1.4% to 2.7% of all Sun-like stars are expected to have Earth-size planets within the habitable zones of their stars. This means there could be two billion of them in the Milky Way galaxy alone, and assuming that all galaxies have a similar number as the Milky Way, in the 50 billion galaxies in the observable universe, there may be as many as a hundred quintillion.[39] This would correspond to around 20 earth analogs per square centimeter of the Earth.[40]\n\nIn 2013, a Harvard-Smithsonian Center for Astrophysics using statistical analysis of additional Kepler data suggested that there are at least 17 billion Earth-sized planets in the Milky Way.[41] This, however, says nothing of their position in relation to the habitable zone.\n\nA 2019 study determined that Earth-size planets may circle 1 in 6 sun-like stars.[42]\n\nIn the Spring of 2022, China proposed a technical mission that includes a space telescope with the objective of detecting \"thousands of terrestrial exoplanets over a wide range of orbital periods and in interstellar space including Earth 2.0s, which are habitable Earth-like planets (0.8-1.25 Earth radius) orbiting solar-type stars\". The mission would use a \"space-based ultra-high precision CMOS photometer combined with a microlensing telescope\" which would allow such determinations according to the astronomers proposing the notion.[43][44][45]\n\n"
        },
        {
            "title": "Terraforming",
            "text": "Terraforming (literally, \"Earth-shaping\") of a planet, moon, or other body is the hypothetical process of deliberately modifying its atmosphere, temperature, surface topography or ecosystems to be similar to those of Earth to make it habitable to humans.\n\nDue to proximity and similarity in size, Mars,[46][47][48] and to a lesser extent Venus,[49][50][51][52][53] have been cited as the most likely candidates for terraforming.\n\n"
        }
    ]
}