{
    "url": "https://en.wikipedia.org/wiki/East_of_Sudan",
    "title": "East of Sudan",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEast of Sudan is a 1964 British adventure film directed by Nathan Juran and featuring Anthony Quayle, Sylvia Syms and Derek Fowlds.\n\nThe storyline is spliced with various sections of African wildlife. Much of this stock footage makes no sense as it shows species and cultural activities linked to central Africa rather than the Sudan. Tribal sections also have natives speaking Swahili rather than any native Sudanese language.\n\n"
        },
        {
            "title": "Plot",
            "text": "In late 1884, during the height of the Mahdist insurrection in the Sudan, Mahdist forces led by several hundred Dervishes armed with broad curved swords, attack Barash, a British outpost, located 200 miles (320 km) upriver from Khartoum.\n\nThree soldiers and a woman with a young child escape to the river and steal a small riverboat. One soldier, Major Harris, is shot as they leave and dies soon after. They debate throwing him overboard. The boat has bullet holes under the water line and they have to bail water to stay afloat. They draw ashore to bury the major.\n\nThe survivors introduce themselves: Private Richard Baker, a hardened British soldier; Murchison, a young officer; Asua, the daughter of the local Emir; and Asua's British governess, Margaret Woodville. The latter hope to reach Khartoum. Private Baker explains why they should not. They leave the boat and Baker creates a shelter for the coming storm. Margaret refuses to share it and the men need to shelter under the sail of the boat.\n\nOver the course of the journey, the group face danger on the Nile and its banks. Facing off against nature, Arab slavers and a beleaguered African tribe the slavers prey on, they are saved by King Gondoko's son Kimrasi, who then joins them as they head for Khartoum.\n\nSoldiers Murchison and Baker frequently clash, while Baker and Margaret fall in love.\n\nOnce past Khartoum, they find a battle between the Mahdists and the British in progress, and the men join the fight. Murchison's knowledge of the nearby Mahdist held fort enables them to blow up the arsenal and save the day. Murchison is commended for bravery by a British major, whereas Baker is arrested for desertion, but Margaret confirms her love for him.\n\n"
        },
        {
            "title": "Production",
            "text": "Producer Charles Schneer made it after a series of fantasies with Ray Harryhausen. This and Siege of the Saxons were made over 15 days using stock footage. \"Columbia had a lot of unused footage in their library\", said the producer. \"If 10 percent or less of a film made in the United Kingdom was comprised of stock footage, you received a government subsidy. I decided that would be a good commercial opportunity, so I made both pictures that way. I took the big action sequences out of Columbia's library.\" The action sequences of East of Sudan used stock footage from Beyond Mombassa,[1] Odongo and Safari (all 1956), and The Four Feathers (1939).[2][3]\n\nAnthony Quayle and Sylvia Syms were signed in February 1964. It was Quayle's first film since Lawrence of Arabia,[4] and the film debut of Jenny Agutter,[3] then aged eleven.\n\n"
        },
        {
            "title": "Reception",
            "text": "The film was released in the US on a double bill with First Men in the Moon (1964), also directed by Juran.[5]\n\nThe Monthly Film Bulletin called it \"shamelessly unoriginal hokum with Anthony Quayle as a poor man's Stewart Granger and Sylvia Syms as a ditto Deborah Kerr, some laboured tongue-in-cheek humour and an inordinate amount of stockpile animal footage. Nathan Juran could direct this sort of thing blindfolded and for once would appear to have done so.\"[6]\n\n"
        }
    ]
}