{
    "url": "https://en.wikipedia.org/wiki/East_Asia",
    "title": "East Asia",
    "table_of_contents": [
        "1 History",
        "2 Definitions and boundaries",
        "2.1 Alternative definitions",
        "3 Economy",
        "4 Territorial and regional data",
        "4.1 Etymology",
        "4.2 Demographics",
        "4.3 Ethnic groups",
        "5 East Asian culture",
        "5.1 Overview",
        "5.2 Religions",
        "5.3 Festivals",
        "6 Collaboration",
        "6.1 East Asian Youth Games",
        "6.2 Free trade agreements",
        "6.3 Military alliances",
        "7 Major cities",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "East Asia is the eastern region of Asia, which is defined in both geographical and ethno-cultural terms.[8][9] The modern states of East Asia include China, Japan, Mongolia, North Korea, South Korea, and Taiwan.[3][4][5][6] China, North Korea, South Korea and Taiwan are all unrecognised by at least one other East Asian state due to severe ongoing political tensions in the region, specifically the division of Korea and the political status of Taiwan. Hong Kong and Macau, two small coastal quasi-dependent territories located in the south of China, are officially highly autonomous but are under Chinese sovereignty. Japan, Taiwan, South Korea, Mainland China, Hong Kong, and Macau are among the world's largest and most prosperous economies.[10] East Asia borders Siberia and the Russian Far East to the north, Southeast Asia to the south, South Asia to the southwest, and Central Asia to the west. To the east is the Pacific Ocean and to the southeast is Micronesia (a Pacific Ocean island group, classified as part of Oceania).\n\nEast Asia, especially Chinese civilization, is regarded as one of the earliest cradles of civilization. Other ancient civilizations in East Asia that still exist as independent countries in the present day include the Japanese, Korean and Mongolian civilizations. Various other civilizations existed as independent polities in East Asia in the past but have since been absorbed into neighbouring civilizations in the present day, such as Tibet, Baiyue, Manchuria, Ryukyu (Okinawa) and Ainu among many others. Taiwan has a relatively young history in the region after the prehistoric era; originally, it was a major site of Austronesian civilization prior to colonisation by European colonial powers and China from the 17th century onward. For thousands of years, China was the leading civilization in the region, exerting influence on its neighbours.[11][12][13] Historically, societies in East Asia have fallen within the Chinese sphere of influence, and East Asian vocabulary and scripts are often derived from Classical Chinese and Chinese script. The Chinese calendar serves as the root from which many other East Asian calendars are derived. Major religions in East Asia include Buddhism (mostly Mahayana[14]), Confucianism and Neo-Confucianism, Taoism, Ancestral worship, and Chinese folk religion in Mainland China, Hong Kong, Macau and Taiwan, Shintoism in Japan, and Christianity, and  Musok in Korea.[15][16][17] Tengerism and Tibetan Buddhism are prevalent among Mongols and Tibetans while other religions such as Shamanism are widespread among the indigenous populations of northeastern China such as the Manchus.[18][19][20] Major languages in East Asia include Mandarin Chinese, Japanese, and Korean. Major ethnic groups of East Asia include the Han (mainland China, Hong Kong, Macau, Taiwan), Yamato (Japan) and Koreans (North Korea, South Korea). Mongols, although not as populous as the previous three ethnic groups, constitute the majority of Mongolia's population. There are 76 officially-recognised minority or indigenous ethnic groups in East Asia; 55 native to mainland China (including Hui, Manchus, Chinese Mongols, Tibetans, Uyghurs and Zhuang in the frontier regions), 16 native to the island of Taiwan (collectively known as Taiwanese indigenous peoples), one native to the major Japanese island of Hokkaido (the Ainu) and four native to Mongolia (Turkic peoples). Ryukyuan people are an unrecognised ethnic group indigenous to the Ryukyu Islands in southern Japan, which stretch from Kyushu Island (Japan) to Taiwan. There are also several unrecognised indigenous ethnic groups in mainland China and Taiwan.\n\nEast Asian people comprise around 1.7 billion people, making up about 38% of the population in Continental Asia and 20.5% of the global population.[21][22][23] The region is home to major world metropolises such as Beijing, Hong Kong, Seoul, Shanghai, Taipei, and Tokyo. Although the coastal and riparian areas of the region form one of the world's most populated places, the population in Mongolia and Western China, both landlocked areas, is very sparsely distributed, with Mongolia having the lowest population density of a sovereign state. The overall population density of the region is 133 inhabitants per square kilometre (340/sq mi), about three times the world average of 45/km2 (120/sq mi).[when?][citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "China was the first region settled in East Asia and was undoubtedly the core of East Asian civilization from where other parts of East Asia were formed.[24] The various other regions in East Asia were selective in the Chinese influences they adopted into their local customs. Historian Ping-ti Ho famously labeled Chinese civilization as the \"Cradle of Eastern Civilization\", in parallel with the \"Cradle of Middle Eastern Civilization\" along the Fertile Crescent encompassing Mesopotamia and Ancient Egypt[25] as well as the Cradle of Western Civilization encompassing Ancient Greece [a] and Ancient Rome.[b]\n\nChinese civilization existed for about 1500 years before other East Asian civilizations emerged into history, Imperial China would exert much of its cultural, economic, technological, and political muscle onto its neighbours.[41][42][43][44] Succeeding Chinese dynasties exerted enormous influence across East Asia culturally, economically, politically and militarily for over two millennia.[44][45][46] The Imperial Chinese tributary system shaped much of East Asia's history for over two millennia due to Imperial China's economic and cultural influence over the region, and thus played a huge role in the history of East Asia in particular.[47][48][43] Imperial China's cultural preeminence not only led the country to become East Asia's first literate nation in the entire region, it also supplied Japan and Korea with Chinese loanwords and linguistic influences rooted in their writing systems.[49]\n\nUnder Emperor Wu of Han, the Han dynasty made China the regional power in East Asia, projecting much of its imperial power on its neighbours.[44][50] Han China hosted the largest unified population in East Asia, the most literate and urbanised as well as being the most economically developed, as well as the most technologically and culturally advanced civilization in the region at the time.[51][52] Cultural and religious interaction between the Chinese and other regional East Asian dynasties and kingdoms occurred. China's impact and influence on Korea began with the Han dynasty's northeastern expansion in 108 BC when the Han Chinese conquered the northern part of the Korean peninsula and established a province called Lelang. Chinese influence would soon take root in Korea through the inclusion of the Chinese writing system, monetary system, rice culture, and Confucian political institutions.[53] Jomon society in ancient Japan incorporated wet-rice cultivation and metallurgy through its contact with Korea. Starting from the fourth century AD, Japan incorporated the Chinese writing system which evolved into Kanji by the fifth century AD and has become a significant part of the Japanese writing system.[54] Utilizing the Chinese writing system allowed the Japanese to conduct their daily activities, maintain historical records and give form to various ideas, thoughts, and philosophies.[55] During the Tang dynasty, China exerted its greatest influence on East Asia as various aspects of Chinese culture spread to Japan and Korea.[56][57] As full-fledged medieval East Asian states were established, Korea by the fourth century AD and Japan by the seventh century AD, Japan and Korea actively began to incorporate Chinese influences such as Confucianism, the use of written Han characters, Chinese style architecture, state institutions, political philosophies, religion, urban planning, and various scientific and technological methods into their culture and society through direct contacts with Tang China and succeeding Chinese dynasties.[56][57][58] Drawing inspiration from the Tang political system, Prince Naka no oe launched the Taika Reform in 645 AD where he radically transformed Japan's political bureaucracy into a more centralised bureaucratic empire.[59] The Japanese also adopted Mahayana Buddhism, Chinese style architecture, and the imperial court's rituals and ceremonies, including the orchestral music and state dances had Tang influences. Written Chinese gained prestige and aspects of Tang culture such as poetry, calligraphy, and landscape painting became widespread.[59] During the Nara period, Japan began to aggressively import Chinese culture and styles of government which included Confucian protocol that served as a foundation for Japanese culture as well as political and social philosophy.[60][61] The Japanese also created laws adopted from the Chinese legal system that was used to govern in addition to the kimono, which was inspired from the Chinese robe (hanfu) during the eighth century AD.[62] For many centuries, most notably from the 7th to the 14th centuries, China stood as East Asia's most advanced civilization and foremost military and economic power exerting its influence as the transmission of advanced Chinese cultural practices and ways of thinking greatly shaped the region up until the nineteenth century.[63][64][65][66]\n\nAs East Asia's connections with Europe and the Western world strengthened during the late nineteenth century, China's power began to decline.[41][67] By the mid-nineteenth century, the weakening Qing dynasty became fraught with political corruption, obstacles and stagnation that was incapable of rejuvenating itself as a world power in contrast to the industrializing Imperial European colonial powers and a rapidly modernizing Japan.[68][69] The U.S. Commodore Matthew C. Perry would open Japan to Western ways, and the country would expand in earnest after the 1860s.[70][71][72] Around the same time, Japan with its rush to modernity transformed itself from an isolated feudal samurai state into East Asia's first industrialised nation in the modern era.[73][74][71] The modern and militarily powerful Japan would galvanise its position in the Orient as East Asia's greatest power with a global mission poised to advance to lead the entire world.[73][75] By the early 1900s, the Japanese empire succeeded in asserting itself as East Asia's most dominant power.[75] With its newly found international status, Japan would begin to challenge the European colonial powers and inextricably took on a more active geopolitical position in East Asia and world affairs at large.[76] Flexing its nascent political and military might, Japan soundly defeated the stagnant Qing dynasty during the First Sino-Japanese War as well as vanquishing imperial rival Russia in 1905; the first major military victory in the modern era of an East Asian power over a European one.[77][78][79][80][70] Its hegemony was the heart of an empire that would include Taiwan and Korea.[73] During World War II, Japanese expansionism with its imperialist aspirations through the Greater East Asia Co-Prosperity Sphere would incorporate Korea, Taiwan, much of eastern China and Manchuria, Hong Kong, and Southeast Asia under its control establishing itself as a maritime colonial power in East Asia.[81] After a century of exploitation by the European and Japanese colonialists, post-colonial East Asia saw the defeat and occupation of Japan by the victorious Allies as well as the division of China and Korea during the Cold War. The Korean peninsula became independent but then it was divided into two rival states, while Taiwan became the main territory of de facto state Republic of China after the latter lost Mainland China to the People's Republic of China in the Chinese Civil War. During the latter half of the twentieth century, the region would see the post war economic miracle of Japan, which ushered in three decades of unprecedented growth, only to experience an economic slowdown during the 1990s, but nonetheless Japan continues to remain a global economic power. East Asia would also see the economic rise of Hong Kong, South Korea and Taiwan, and the integration of Mainland China into the global economy through its entry in the World Trade Organization while enhancing its emerging international status as a potential world power.[3][82][83] Although there have been no wars in East Asia for decades, the stability of the region remains fragile because of North Korea's nuclear program.\n\n"
        },
        {
            "title": "Definitions and boundaries",
            "text": "In common usage, the term \"East Asia\" typically refers to a region including Greater China, Japan, and Korea.[84][85][86][87][21][88][89][90][91][92][83]\n\nChina, Japan, and Korea represent the three core countries and civilizations of traditional East Asia - as they once shared a common written language, culture, as well as sharing Confucian philosophical tenets and the Confucian societal value system once instituted by Imperial China.[93][94][95][96][97] Other usages define Mainland China, Hong Kong, Macau, Japan, North Korea, South Korea and Taiwan as countries that constitute East Asia based on their geographic proximity as well as historical and modern cultural and economic ties, particularly with Japan and Korea having strong cultural influences that originated from China.[93][97][98][99][100][101] Some scholars include Vietnam as part of East Asia as it has been considered part of the greater Chinese sphere of influence. Mongolia is geographically north of Mainland China yet Confucianism and the Chinese writing system and culture had limited impact on Mongolian society. Thus, Mongolia is sometimes grouped with Central Asian countries such as Turkmenistan, Kyrgyzstan, and Kazakhstan.[102][103] Xinjiang (East Turkestan) and Tibet are sometimes seen as part of Central Asia.[104][105][106]\n\nBroader and looser definitions by international organisations such as the World Bank refer to East Asia as the \"three major Northeast Asian economies, i.e. Mainland China, Japan, and South Korea\", as well as Mongolia, North Korea, the Russian Far East and Siberia.[107] The Council on Foreign Relations includes the Russia Far East, Mongolia, and Nepal.[108] The World Bank also acknowledges the roles of Chinese special administrative regions Hong Kong and Macau, as well as Taiwan, a country with limited recognition. The Economic Research Institute for Northeast Asia defines the region as \"China, Japan, the Koreas, Nepal, Mongolia, and eastern regions of the Russian Federation\".[109]\n\nThe UNSD definition of East Asia is based on statistical convenience,[110] but others commonly use the same definition of Mainland China, Hong Kong, Macau, Mongolia, North Korea, South Korea, Taiwan and Japan.[8][111]\n\nCertain Japanese islands are associated with Oceania due to non-continental geology, distance from mainland Asia or biogeographical similarities with Micronesia.[112][113][114] Some groups, such as the World Health Organization, categorize China, Japan and Korea with Australia and the rest of Oceania. The World Health Organization label this region the \"Western Pacific\", with East Asia not being used in their concept of major world regions. Their definition of this region further includes Mongolia and the adjacent area of Cambodia, as well as the countries of the Malay Archipelago (excluding East Timor and Indonesia).[115]\n\nIn business and economics, \"East Asia\" is sometimes used to refer to the geographical area covering ten Southeast Asian countries in ASEAN, Greater China, Japan and Korea. However, in this context, the term \"Far East\" is used by the Europeans to cover ASEAN countries and the countries in East Asia. However, being a Eurocentric term, Far East describes the region's geographical position in relation to Europe rather than its location within Asia. Alternatively, the term \"Asia Pacific Region\" is often used in describing East Asia, Southeast Asia as well as Oceania.[citation needed] On rare occasion, the term is also sometimes taken to include India and other South Asian countries not within the bounds of the Pacific, although the term Indo-Pacific is more commonly used for such a definition.[116]\n\nObservers preferring a broader definition of \"East Asia\" often use the term Northeast Asia to refer to China, the Korean Peninsula, and Japan, with Southeast Asia covering the ten ASEAN countries. This usage, which is seen in economic and diplomatic discussions, is at odds with the historical meanings of both \"East Asia\" and \"Northeast Asia\".[117][118][119] The Council on Foreign Relations of the United States defines Northeast Asia as Japan and Korea.[108]\n\n"
        },
        {
            "title": "East Asian culture",
            "text": "The culture of East Asia has largely been influenced by China, as it was the civilization that had the most dominant influence in the region throughout the ages that ultimately laid the foundation for East Asian civilization.[133] The vast knowledge and ingenuity of Chinese civilization and the classics of Chinese literature and culture were seen as the foundations for a civilised life in East Asia. Imperial China served as a vehicle through which the adoption of Confucian ethical philosophy, Chinese calendar system, political and legal systems, architectural style, diet, terminology, institutions, religious beliefs, imperial examinations that emphasised a knowledge of Chinese classics, political philosophy and cultural value systems, as well as historically sharing a common writing system reflected in the histories of Japan and Korea.[134][44][135][136][137][138][139][140][97] The Imperial Chinese tributary system was the bedrock of network of trade and foreign relations between China and its East Asian tributaries, which helped to shape much of East Asian affairs during the ancient and medieval eras. Through the tributary system, the various dynasties of Imperial China facilitated frequent economic and cultural exchange that influenced the cultures of Japan and Korea and drew them into a Chinese international order.[141][142] The Imperial Chinese tributary system shaped much of East Asia's foreign policy and trade for over two millennia due to Imperial China's economic and cultural dominance over the region, and thus played a huge role in the history of East Asia in particular.[48][142] The relationship between China and its cultural influence on East Asia has been compared to the historical influence of Greco-Roman civilization on Europe and the Western World.[138][136][142][134]\n\n*Japan switched the date to the Gregorian calendar after the Meiji Restoration.\n\n*Not always on that Gregorian date, sometimes April 4.\n\n"
        },
        {
            "title": "Collaboration",
            "text": "Formerly the East Asian Games, it is a multi-sport event organised by the East Asian Games Association (EAGA) and held every four years since 2019 among athletes from East Asian countries and territories of the Olympic Council of Asia (OCA), as well as the Pacific island of Guam, which is a member of the Oceania National Olympic Committees.\n\nIt is one of five Regional Games of the OCA. The others are the Central Asian Games, the Southeast Asian Games (SEA Games), the South Asian Games and the West Asian Games.\n\n"
        }
    ]
}