{
    "url": "https://en.wikipedia.org/wiki/Eastern_Orthodox_Church",
    "title": "Eastern Orthodox Church",
    "table_of_contents": [
        "1 Name and characteristics",
        "1.1 Definition",
        "1.2 Name",
        "1.3 Orthodoxy",
        "1.4 Catholicity",
        "2 History",
        "2.1 Early Church",
        "2.2 Ecumenical councils",
        "2.3 Other major councils",
        "2.4 Roman/Byzantine Empire",
        "2.5 Early schisms",
        "2.6 Conversion of South and East Slavs",
        "2.7 Great Schism (1054)",
        "2.8 Greek Church under Ottoman rule",
        "2.9 Russian Orthodox Church in the Russian Empire",
        "2.10 Eastern Orthodox churches under Communist rule",
        "2.11 Post-communism to 21st century",
        "2.11.1 1996 and 2018 Moscow–Constantinople schisms",
        "3 Organisation and leadership",
        "3.1 Church councils",
        "3.2 Adherents",
        "4 Theology",
        "4.1 Trinity",
        "4.2 Sin, salvation, and the incarnation",
        "4.3 Resurrection of Christ",
        "4.4 Christian life",
        "4.5 Virgin Mary and other saints",
        "4.6 Eschatology",
        "4.7 Bible",
        "4.8 Territorial expansion and doctrinal integrity",
        "5 Liturgy",
        "5.1 Church calendar",
        "5.2 Church services",
        "5.2.1 Music and chanting",
        "6 Traditions",
        "6.1 Art and architecture",
        "6.2 Local customs",
        "7 Holy mysteries (sacraments)",
        "7.1 Baptism",
        "7.2 Chrismation",
        "7.3 Holy Communion (Eucharist)",
        "7.4 Repentance (Confession)",
        "7.5 Marriage",
        "7.6 Holy orders",
        "7.7 Unction",
        "8 Interfaith relations",
        "8.1 Relations with other Christians",
        "8.2 Relations with Islam",
        "9 Constituencies",
        "9.1 Main communion",
        "9.2 Traditionalist groups",
        "9.2.1 True Orthodox",
        "9.2.2 Old calendarists",
        "9.2.3 Old Believers",
        "9.3 Churches not in communion with other churches",
        "10 See also",
        "11 Notes",
        "12 References",
        "12.1 Citations",
        "12.2 Sources",
        "12.2.1 Tertiary reference works",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Eastern Orthodox Church, also called the Orthodox Church, is the second-largest Christian church,[a][6][7] with approximately 220 million baptized members.[8][5][9] It operates as a communion of autocephalous churches, each governed by its bishops via local synods.[9] The church has no central doctrinal or governmental authority analogous to the head of the Roman Catholic Church—the Pope—but the Ecumenical Patriarch of Constantinople is recognized by them as primus inter pares (\"first among equals\"), which may be explained as a representative of the church.[10][11][12][13][14] As one of the oldest surviving religious institutions in the world, the Eastern Orthodox Church has played a prominent role in the history and culture of Eastern and Southeastern Europe.[15] The Eastern Orthodox Church officially calls itself the Orthodox Catholic Church.[16][17][18][19]\n\nEastern Orthodox theology is based on holy tradition, which incorporates the dogmatic decrees of the seven ecumenical councils, the Scriptures, and the teaching of the Church Fathers. The church teaches that it is the one, holy, catholic and apostolic church established by Jesus Christ in his Great Commission,[20] and that its bishops are the successors of Christ's apostles.[21] It maintains that it practices the original Christian faith, as passed down by holy tradition. Its patriarchates, reminiscent of the pentarchy, and other autocephalous and autonomous churches, reflect a variety of hierarchical organisation. It recognizes seven major sacraments, of which the Eucharist is the principal one, celebrated liturgically in synaxis. The church teaches that through consecration invoked by a priest, the sacrificial bread and wine become the body and blood of Christ. The Virgin Mary is venerated in the Eastern Orthodox Church as the God-bearer, honored in devotions.\n\nThe churches of Constantinople, Alexandria, Jerusalem, and Antioch—except for some breaks of communion such as the Photian schism or the Acacian schism—shared communion with the Church of Rome until the East–West Schism in 1054. The 1054 schism was the culmination of mounting theological, political, and cultural disputes, particularly over the authority of the pope, between those churches. Before the Council of Ephesus in AD 431, the Church of the East also shared in this communion, as did the various Oriental Orthodox Churches before the Council of Chalcedon in AD 451, all separating primarily over differences in Christology.\n\nThe Eastern Orthodox Church is the primary religious denomination in Belarus, Bulgaria, Cyprus, Georgia, Moldova, Montenegro, North Macedonia, Romania, Russia, Serbia, Ukraine, and Greece; in the latter case it is additionally responsible for governing the autonomous region of the monastic community of Mount Athos. The majority of Eastern Orthodox Christians live mainly in Southeast and Eastern Europe, Siberia, and the Russian Far East. Roughly half of Eastern Orthodox Christians live in the post-Soviet states, mostly Russia.[22][23] There are also communities in the former Byzantine regions of Africa, the Eastern Mediterranean, and in the Middle East, which are decreasing due to forced migration driven by increased religious persecution.[24][25] Eastern Orthodox communities are also present in many other parts of the world, particularly North America, Western Europe, and Australia, formed through diaspora, conversions, and missionary activity.\n\n"
        },
        {
            "title": "Name and characteristics",
            "text": "The Eastern Orthodox Church is defined as the Eastern Christians which recognize the seven ecumenical councils and usually are in communion with the Ecumenical Patriarchate, the Patriarchate of Alexandria, the Patriarchate of Antioch, and the Patriarchate of Jerusalem. The Eastern Orthodox churches \"are defined positively by their adherence to the dogmatic definitions of the seven [ecumenical] councils, by the strong sense of not being a sect or a denomination but simply continuing the Christian church, and, despite their varied origins, by adherence to the Byzantine rite.\" Those churches are negatively defined by their rejection of papal immediate and universal supremacy.[26] The seven ecumenical councils recognized by the Eastern Orthodox churches are: Nicaea I, Constantinople I, Ephesus, Chalcedon, Constantinople II, Constantinople III, and Nicaea II.[27][28] Those churches consider the Quinisext Council \"shar[es] the ecumenical authority of Constantinople III.[28] \"By an agreement that appears to be in place in the [Eastern] Orthodox world, possibly the council held in 879 to vindicate the Patriarch Photius will at some future date be recognized as the eighth [ecumenical] council\" by the Eastern Orthodox Church.[27]\n\nWestern Rite Orthodoxy exists both outside and inside Eastern Orthodoxy. Within Eastern Orthodoxy, it is practised by a vicariate of the Antiochian Orthodox church.[29]\n\nIn keeping with the church's teaching on universality and with the Nicene Creed, Eastern Orthodox authorities such as Raphael of Brooklyn have insisted that the full name of the church has always included the term \"Catholic\", as in \"Holy Orthodox Catholic Apostolic Church\".[30][31][32]\n\nThe official name of the Eastern Orthodox Church is the \"Orthodox Catholic Church\".[16][17][18][19] It is the name by which the church refers to itself[33][34][35][36][37][38] and which is issued in its liturgical or canonical texts.[39][40] Eastern Orthodox theologians refer to the church as catholic.[41][42] This name and longer variants containing \"Catholic\" are also recognized and referenced in other books and publications by secular or non-Eastern Orthodox writers.[43][44][45][46][47][48] The catechism of Philaret (Drozdov) of Moscow published in the 19th century is titled: The Longer Catechism of the Orthodox, Catholic, Eastern Church[49] (Russian: Пространный христианский катехизис православныя, кафолическия восточныя Церкви).\n\nThe common name of the church, \"Eastern Orthodox Church\", is a shortened practicality that helps to avoid confusions in casual use.\n\nFrom ancient times through the first millennium, Greek was the most prevalent shared language in the demographic regions where the Byzantine Empire flourished, and Greek, being the language in which the New Testament was written, was the primary liturgical language of the church. For this reason, the eastern churches were sometimes identified as \"Greek\" (in contrast to the \"Roman\" or \"Latin\" church, which used a Latin translation of the Bible), even before the Great Schism of 1054. After 1054, \"Greek Orthodox\" or \"Greek Catholic\" marked a church as being in communion with Constantinople, much as \"Catholic\" did for communion with the Catholic Church. In Hungarian, the church is still commonly called \"Eastern Greek\" (Hungarian: Görögkeleti). This identification with Greek, however, became increasingly confusing with time. Missionaries brought Eastern Orthodoxy to many regions without ethnic Greeks, where the Greek language was not spoken. In addition, struggles between Rome and Constantinople to control parts of Southeastern Europe resulted in the conversion of some churches to the Catholic Church, which then also used \"Greek Catholic\" to indicate their continued use of the Byzantine rites. Today, many of those same churches remain, while a very large number of Eastern Orthodox are not of Greek national origin, and do not use Greek as the language of worship.[50]\n\n\"Eastern\", then, indicates the geographical element in the church's origin and development, while \"Orthodox\" indicates the faith, as well as communion with the Ecumenical Patriarchate of Constantinople.[51] There are additional Christian churches in the east that are in communion with neither the Catholic Church nor the Eastern Orthodox Church, who tend to be distinguished by the category named \"Oriental Orthodox\". While the Eastern Orthodox Church continues officially to call itself \"Catholic\", for reasons of universality, the common title of \"Eastern Orthodox Church\" avoids casual confusion with the Roman Catholic Church.\n\nThe first known use of the phrase \"the catholic Church\" (he katholike ekklesia) occurred in a letter written about 110 AD from one Greek church to another (Ignatius of Antioch to the Smyrnaeans). The letter states: \"Wheresoever the bishop shall appear, there let the people be, even as where Jesus may be, there is the universal [katholike] Church.\"[52] Thus, almost from the beginning, Christians referred to the Christian Church as the \"one, holy, catholic (from the Greek καθολική, 'according to the whole, universal'[53]) and apostolic Church\".[20] The Eastern Orthodox Church claims that it is today the continuation and preservation of that same early church.\n\nA number of other Christian churches also make a similar claim: the Roman Catholic Church, the Anglican Communion, the Assyrian Church and the Oriental Orthodox. In the Eastern Orthodox view, the Assyrians and Orientals left the Orthodox Church in the years following the Third Ecumenical Council of Ephesus (431) and the Fourth Ecumenical Council of Chalcedon (451), respectively, in their refusal to accept those councils' Christological definitions. Similarly, the churches in Rome and Constantinople separated in an event known as the East–West Schism, traditionally dated to the year 1054, although it was more a gradual process than a sudden break.\n\nTo all these churches, the claim to catholicity (universality, oneness with the ancient Church) is important for multiple doctrinal reasons that have more bearing internally in each church than in their relation to the others, now separated in faith. The meaning of holding to a faith that is true is the primary reason why anyone's statement of which church split off from which other has any significance at all; the issues go as deep as the schisms. The depth of this meaning in the Eastern Orthodox Church is registered first in its use of the word \"Orthodox\" itself, a union of Greek orthos (\"straight\", \"correct\", \"true\", \"right\") and doxa (\"common belief\", from the ancient verb δοκέω-δοκῶ which is translated \"to believe\", \"to think\", \"to consider\", \"to imagine\", \"to assume\").[54]\n\nThe dual meanings of doxa, with \"glory\" or \"glorification\" (of God by the church and of the church by God), especially in worship, yield the pair \"correct belief\" and \"true worship\". Together, these express the core of a fundamental teaching about the inseparability of belief and worship and their role in drawing the church together with Christ.[55][56] The Bulgarian and all the Slavic churches use the title Pravoslavie (Cyrillic: Православие), meaning \"correctness of glorification\", to denote what is in English Orthodoxy, while the Georgians use the title Martlmadidebeli.\n\nThe term \"Eastern Church\" (the geographic east in the East–West Schism) has been used to distinguish it from western Christendom (the geographic West, which at first came to designate the Catholic communion, later also the various Protestant and Anglican branches). \"Eastern\" is used to indicate that the highest concentrations of the Eastern Orthodox Church presence remain in the eastern part of the Christian world, although it is growing worldwide. Orthodox Christians throughout the world use various ethnic or national jurisdictional titles, or more inclusively, the title \"Eastern Orthodox\", \"Orthodox Catholic\", or simply \"Orthodox\".[51]\n\nWhat unites Orthodox Christians is the catholic faith as carried through holy tradition. That faith is expressed most fundamentally in scripture and worship,[57] and the latter most essentially through baptism and in the Divine Liturgy.[58]\n\nThe lines of even this test can blur, however, when differences that arise are not due to doctrine, but to recognition of jurisdiction. As the Eastern Orthodox Church has spread into the west and over the world, the church as a whole has yet to sort out all the inter-jurisdictional issues that have arisen in the expansion, leaving some areas of doubt about what is proper church governance.[59] Moreover, as in the ancient church persecutions, the aftermath of persecutions of Christians in communist nations has left behind some issues of governance and lapse piety that have yet to be completely resolved.[60]\n\nAll members of the Eastern Orthodox Church profess the same faith, regardless of race or nationality, jurisdiction or local custom, or century of birth. Holy tradition encompasses the understandings and means by which that unity of faith is transmitted across boundaries of time, geography, and culture. It is a continuity that exists only inasmuch as it lives within Christians themselves.[61] It is not static, nor an observation of rules, but rather a sharing of observations that spring both from within and also in keeping with others, even others who lived lives long past. The church proclaims the Holy Spirit maintains the unity and consistency of holy tradition to preserve the integrity of the faith within the church, as given in the scriptural promises.[62]\n\nThe shared beliefs of Orthodoxy, and its theology, exist within holy tradition and cannot be separated from it, for their meaning is not expressed in mere words alone.[63] Doctrine cannot be understood unless it is prayed.[64] Doctrine must also be lived in order to be prayed, for without action, the prayer is idle and empty, a mere vanity, and therefore the theology of demons.[65]\n\n\n\nThe Eastern Orthodox Church considers itself to be both orthodox and catholic.[66] The doctrine of the Catholicity of the Church, as derived from the Nicene Creed, is essential to Eastern Orthodox ecclesiology. The term Catholicity of the Church (Greek Καθολικότης τῆς Ἐκκλησίας) is used in its original sense, as a designation for the universality of the Christian Church, centered around Christ. Therefore, the Eastern Orthodox notion of catholicity is not centered around any singular see, unlike the Catholic Church which has one earthly center.\n\nDue to the influence of the Catholic Church in the west, where the English language itself developed, the words \"catholic\" and \"catholicity\" are sometimes used to refer to that church specifically. However, the more prominent dictionary sense given for general use is still the one shared by other languages, implying breadth and universality, reflecting comprehensive scope.[67] In a Christian context, the Christian Church, as identified with the original church founded by Christ and his apostles, is said to be catholic (or universal) in regard to its union with Christ in faith. Just as Christ is indivisible, so are union with him and faith in him, whereby the Christian Church is \"universal\", unseparated, and comprehensive, including all who share that faith. Orthodox bishop Kallistos Ware has called that \"simple Christianity\".[68] That is the sense of early and patristic usage wherein the church usually refers to itself as the \"Catholic Church\",[69][70] whose faith is the \"Orthodox faith\". It is also the sense within the phrase \"one, holy, catholic, and apostolic Church\", found in the Nicene Creed, and referred to in Orthodox worship, e.g. in the litany of the catechumens in the Divine Liturgy.\n\nWith the mutual excommunications of the East–West Schism in 1054,[71] the churches in Rome and Constantinople each viewed the other as having departed from the true church, leaving a smaller but still-catholic church in place. Each retained the \"Catholic\" part of its title, the \"Roman Catholic Church\" (or Catholic Church) on the one hand, and the \"Orthodox Catholic Church\" on the other, each of which was defined in terms of inter-communion with either Rome or Constantinople. While the Eastern Orthodox Church recognizes what it shares in common with other churches, including the Catholic Church, it sees catholicity in terms of complete union in communion and faith, with the Church throughout all time, and the sharing remains incomplete when not shared fully.\n\n"
        },
        {
            "title": "History",
            "text": "Paul and the Apostles traveled extensively throughout the Roman Empire, including Asia Minor, establishing churches in major communities, with the first churches appearing in Jerusalem and the Holy Land, then in Antioch, Ethiopia, Egypt, Rome, Alexandria, Athens, Thessalonica, Illyricum, and Byzantium, which centuries later would become prominent as the New Rome.[72] Christianity encountered considerable resistance in the Roman Empire, mostly because its adherents refused to comply with the demands of the Roman state—often even when their lives were threatened—by offering sacrifices to the pagan gods. Despite persecution, skepticism, and initial social stigma, the Christian Church spread, particularly following the conversion of Emperor Constantine I in 312 AD.[72]\n\nBy the fourth century, Christianity was present in numerous regions well beyond the Levant. A number of influential schools of thought had arisen, particularly the Alexandrian and Antiochian philosophical approaches. Other groups, such as the Arians, had also managed to gain influence. However, their positions caused theological conflicts within the church, thus prompting the Emperor Constantine to call for a great ecumenical synod in order to define the church's position against the growing, often widely diverging, philosophical and theological interpretations of Christianity. He made it possible for this council to meet not only by providing a location, but by offering to pay for the transportation of all the existing bishops of the church. Most modern Christian churches regard this synod, commonly called the First Council of Nicaea or more generally the First Ecumenical Council,[72][73] as of major importance.\n\nSeveral doctrinal disputes from the fourth century onwards led to the calling of ecumenical councils. In the Orthodox Church, an ecumenical council is the supreme authority that can be invoked to resolve contested issues of the faith. As such, these councils have been held to resolve the most important theological matters that came to be disputed within the Christian Church. Many lesser disagreements were resolved through local councils in the areas where they arose, before they grew significant enough to require an ecumenical council.\n\nThere are seven councils authoritatively recognised as ecumenical by the Eastern Orthodox Church:\n\nThere are also two other councils which are considered ecumenical by some Eastern Orthodox:\n\nIn addition to these councils, there have been a number of other significant councils meant to further define the Eastern Orthodox position. They are the Synods of Constantinople, in 1484, 1583, 1755, 1819, and 1872, the Synod of Iași in 1642, and the Pan-Orthodox Synod of Jerusalem in 1672. Another council convened in June 2016 to discuss many modern phenomena, other Christian confessions, Eastern Orthodoxy's relation with other religions and fasting disciplines.[81]\n\nConstantinople is generally considered to be the center and the \"cradle of Orthodox Christian civilization\".[82][83] From the mid-5th century to the early 13th century, Constantinople was the largest and wealthiest city in Europe.[84] Eastern Christian culture reached its golden age during the high point of the Byzantine Empire and continued to flourish in Ukraine and Russia, after the fall of Constantinople. Numerous autocephalous churches were established in Europe: Greece, Georgia, Ukraine, as well as in Russia and Asia.\n\nIn the 530s the Church of the Holy Wisdom (Hagia Sophia) was built in Constantinople under Emperor Justinian I.[85] Beginning with subsequent Byzantine architecture, Hagia Sophia became the paradigmatic Orthodox church form and its architectural style was emulated by Ottoman mosques a thousand years later.[86] Being the episcopal see of the ecumenical patriarch of Constantinople, it remained the world's largest cathedral for nearly a thousand years, until Seville Cathedral was completed in 1520. Hagia Sophia has been described as \"holding a unique position in the Christian world\",[86] and architectural and cultural icon of Byzantine and Eastern Orthodox civilization,[87][88] and it is considered the epitome of Byzantine architecture[89] and is said to have \"changed the history of architecture\".[90]\n\nThere are the \"Nestorian\" churches resulted from the reaction of the Council of Ephesus (431), which are the earliest surviving Eastern Christian churches that keep the faith of only the first two ecumenical councils, i.e., the First Council of Nicaea (325) and the First Council of Constantinople (381) as legitimate. \"Nestorian\" is an outsider's term for a tradition that predated the influence of Nestorius, the origin of which might lay in certain sections of the School of Antioch or via Nestorius' teachers Theodore of Mopsuestia or Diodore of Tarsus. The modern incarnation of the \"Nestorian Church\" is commonly referred to as \"the Assyrian Church\" or fully as the Assyrian Church of the East.\n\nThe church in Egypt (Patriarchate of Alexandria) split into two groups following the Council of Chalcedon (451), over a dispute about the relation between the divine and human natures of Jesus. Eventually this led to each group anathematizing the other. Those that remained in communion with the other patriarchs (by accepting the Council of Chalcedon) are known today as the Greek Orthodox Church of Alexandria, where the adjective \"Greek\" refers to their ties to the Greek-speaking culture of the Byzantine Empire. However, those who disagreed with the findings of the Council of Chalcedon were the majority in Egypt, and today they are known as the Coptic Orthodox Church, having maintained a separate patriarchate. The Coptic Orthodox Church is currently the largest Christian church in Egypt and in the whole Middle East. There was also a similar, albeit smaller scale, split in Syria (Patriarchate of Antioch), which resulted in the separation of the Syriac Orthodox Church from the Byzantine Patriarchate of Antioch.\n\nThose who disagreed with the Council of Chalcedon are sometimes called \"Oriental Orthodox\" to distinguish them from the \"Eastern Orthodox\", who accepted the Council of Chalcedon. Oriental Orthodox are also sometimes referred to as \"non-Chalcedonians\", or \"anti-Chalcedonians\". The Oriental Orthodox Church denies that it is monophysite and prefers the term \"miaphysite\", to denote the \"united\" nature of Jesus (two natures united into one) consistent with Cyril's theology: \"The term union ... signifies the concurrence in one reality of those things which are understood to be united\" and \"the Word who is ineffably united with it in a manner beyond all description\" (Cyril of Alexandria, On the Unity of Christ). This is also defined in the Coptic liturgy, where it is mentioned \"He made it [his humanity] one with his divinity without mingling, without confusion and without alteration\", and \"His divinity parted not from his humanity for a single moment nor a twinkling of an eye.\"[91] They do not accept the teachings of Eutyches, or Eutychianism.[92][93][94] Both the Eastern Orthodox and Oriental Orthodox churches formally believe themselves to be the continuation of the true church.\n\nIn the ninth and tenth centuries, Christianity made great inroads into pagan Europe, including Bulgaria (864) and later Kievan Rus' (988). This work was made possible by  Cyril and Methodius of Thessaloniki, two brothers chosen by Byzantine emperor Michael III to fulfill the request of Rastislav of Moravia for teachers who could minister to the Moravians in their own language. Cyril and Methodius began translating the divine liturgy, other liturgical texts, and the Gospels along with some other scriptural texts into local languages; with time, as these translations were copied by speakers of other dialects, the hybrid literary language Church Slavonic was created. Originally sent to convert the Slavs of Great Moravia, Cyril and Methodius were forced to compete with Frankish missionaries from the Roman diocese; their disciples were driven out of Great Moravia in AD 886 and emigrated to Bulgaria.[95]\n\nAfter the Christianisation of Bulgaria in 864, the disciples of Cyril and Methodius in Bulgaria, the most important being Clement of Ohrid and Naum of Preslav, were of great importance to the Orthodox faith in the First Bulgarian Empire. In a short time they managed to prepare and instruct the future Bulgarian clergy into the biblical texts and in 870 AD the Fourth Council of Constantinople granted the Bulgarians the oldest organised autocephalous Slavic Orthodox Church, which shortly thereafter became Patriarchate. The success of the conversion of the Bulgarians facilitated the conversion of East Slavic peoples, most notably the Rus', predecessors of Belarusians, Russians, and Ukrainians.[96] A major event in this effort was the development of the Cyrillic script in Bulgaria, at the Preslav Literary School in the ninth century; this script, along with the liturgical Old Church Slavonic, also called Old Bulgarian, were declared official in Bulgaria in 893.[97][98][99]\n\nThe work of Cyril and Methodius and their disciples had a major impact on the Serbs as well.[100][101][102][103][104][105][106][107] They accepted Christianity collectively along familial and tribal lines, a gradual process that occurred between the seventh and ninth centuries. In commemoration of their baptisms, each Serbian family or tribe began to celebrate an exclusively Serbian custom called Slava (patron saint) in a special way to honor the saint on whose day they received the sacrament of baptism. It is the most solemn day of the year for all Serbs of the Orthodox faith and has played a role of vital importance in the history of the Serbian people. Slava remains a celebration of the conversion of the Serbian people, which the church blessed and proclaimed a church institution.[108]\n\nThe missionaries to the East and South Slavs had great success in part because they used the people's native language rather than Greek, the predominant language of the Byzantine Empire, or Latin, as the Roman priests did.[100] Perhaps the greatest legacy of their efforts is the Russian Orthodox Church, which is the largest of the Orthodox churches.[109]\n\nIn the 11th century, what was recognised as the Great Schism took place between Rome and Constantinople, which led to separation between the Church of the West, the Catholic Church, and the Eastern Byzantine churches, now the Orthodox.[110] There were doctrinal issues like the filioque clause and the authority of the Roman Pope involved in the split, but these were greatly exacerbated by political factors of both Church and state, and by cultural and linguistic differences between Latins and Greeks. Regarding papal supremacy, the Eastern half grew disillusioned with the Pope's centralisation of power, as well as his blatant attempts of excluding the Eastern half in regard to papal approvals. It used to be that the emperor would at least have say when a new Pope would be elected, but towards the high Middle Ages, the Christians in Rome were slowly consolidating power and removing Byzantine influence. However, even before this exclusionary tendency from the West, well before 1054, the Eastern and Western halves of the Church were in perpetual conflict, particularly during the periods of Eastern iconoclasm and the Photian schism.[111]\n\nThe final breach is often considered to have arisen after the capture and sacking of Constantinople by the Fourth Crusade in 1204; the final break with Rome occurred circa 1450. The sacking of Church of Holy Wisdom and establishment of the Latin Empire as a seeming attempt to supplant the Orthodox Byzantine Empire in 1204 is viewed with some rancour to the present day. In 2004, Pope John Paul II extended a formal apology for the sacking of Constantinople in 1204, which had also been strongly condemned by the Pope at the time, Innocent III; the apology was formally accepted by Patriarch Bartholomew of Constantinople. However, many items stolen during this time, such as holy relics and riches, are still held in various European cities, particularly Venice.[112][113]\n\nReunion was attempted twice, at the 1274 Second Council of Lyon and the 1439 Council of Florence. The Council of Florence briefly reestablished communion between East and West, which lasted until after the fall of Constantinople in 1453. In each case, however, the councils were rejected by the Orthodox people as a whole, and the union of Florence also became very politically difficult after Constantinople came under Ottoman rule. However, in the time since, several local Orthodox Christian churches have renewed union with Rome, known as the Eastern Catholic Churches. Recent decades have seen a renewal of ecumenical spirit and dialogue between the Catholic and Orthodox churches.[114]\n\nThe Byzantine Empire never fully recovered from the sack of Constantinople in 1204. Over the next two centuries, it entered a precipitous decline in both territory and influence. In 1453, a much-diminished Byzantine Empire fell to the Ottoman Empire, ending what was once the most powerful state in the Orthodox Christian world, if not in all Christendom. By this time Egypt, another major center of Eastern Christianity, had been under Muslim control for some seven centuries; most Eastern Orthodox communities across southeastern Europe gradually came under Ottoman rule by the 16th century.\n\nUnder the Ottomans, the Greek Orthodox Church acquired substantial power as an autonomous millet. The ecumenical patriarch was the religious and administrative ruler of the Rûm, an Ottoman administrative unit meaning \"Roman\", which encompassed all Orthodox subjects of the Empire regardless of ethnicity. While legally subordinate to Muslims and subject to various restrictions, the Orthodox community was generally tolerated and left to govern its own internal affairs, both religiously and legally. Until the empire's dissolution in the early 20th century, Orthodox Christians would remain the largest non-Muslim minority, and at times among the wealthiest and most politically influential.\n\nDuring the period 1914-1923 in Asia Minor (Anatolia) the Greek Genocide took place by the Ottomans. During the Greek Genocide, many Orthodox Christians were persecuted and martyred. The culmination of the martyrdom was the Asia Minor Catastrophe with the killing of a large number of Orthodox. Among them, 347 clergymen of the Smyrna region and Metropolitan of Smyrna Chrysostomos were tortured and martyred. The period 1923-1924 was followed by the obligatory population exchange between Greece and Turkey.[115]\n\nBy the time most Orthodox communities came under Muslim rule in the mid 15th century, Orthodoxy was very strong in Russia, which had maintained close cultural and political ties with the Byzantine Empire; roughly two decades after the fall of Constantinople, Ivan III of Russia married Sophia Palaiologina, a niece of the last Byzantine Emperor Constantine XI, and styled himself Tsar (\"Caesar\") or imperator. In 1547, his grandson Ivan IV, a devout Orthodox Christian, cemented the title as \"Tsar of All Rus\", establishing Russia's first centralised state with divinely appointed rulers. In 1589, the Patriarchate of Constantinople granted autocephalous status to Moscow, the capital of what was now the largest Orthodox Christian polity; the city thereafter referred to itself as the Third Rome—the cultural and religious heir of Constantinople.\n\nUntil 1666, when Patriarch Nikon was deposed by the tsar, the Russian Orthodox Church had been independent of the State.[116] In 1721, the first Russian Emperor, Peter I, abolished completely the patriarchate and effectively made the church a department of the government, ruled by a most holy synod composed of senior bishops and lay bureaucrats appointed by the Emperor himself. Over time, Imperial Russia would style itself a protector and patron of all Orthodox Christians, especially those within the Ottoman Empire.[117]\n\nFor nearly 200 years, until the Bolsheviks' October Revolution of 1917, the Russian Orthodox Church remained, in effect, a governmental agency and an instrument of tsarist rule. It was used to varying degrees in imperial campaigns of Russification, and was even allowed to levy taxes on peasants. The church's close ties with the state came to a head under Nicholas I (1825-1855), who explicitly made Orthodoxy a core doctrine of imperial unity and legitimacy. The Orthodox faith became further tied to Russian identity and nationalism, while the church was further subordinated to the interests of the state. Consequently, Russian Orthodox Church, along with the imperial regime to which it belonged, came to be presented as an enemy of the people by the Bolsheviks and other Russian revolutionaries.[118]\n\nAfter the October revolution of 1917, part of the clergy of the Russian Orthodox Church fled abroad to escape Bolshevik persecutions, founding an independent church in exile, which reunified with its Russian counterpart in 2007.[119] Some actions against Orthodox priests and believers along with execution included torture, being sent to prison camps, labour camps or mental hospitals.[120][121] In the first five years after the Bolshevik revolution, 28 bishops and 1,200 priests were executed.[122]\n\nAfter Nazi Germany's attack on the Soviet Union in 1941, Joseph Stalin revived the Russian Orthodox Church to intensify patriotic support for the war effort. By 1957 about 22,000 Russian Orthodox churches had become active. However, in 1959, Nikita Khrushchev initiated his own campaign against the Russian Orthodox Church and forced the closure of about 12,000 churches. It is estimated that 50,000 clergy had been executed between the revolution and the end of the Khrushchev era. Members of the church hierarchy were jailed or forced out, their places taken by docile clergy, many of whom had ties with the KGB. By 1985 fewer than 7,000 churches remained active.[122]\n\nAlbania was the only state to have declared itself officially fully atheist.[123] In some other Communist states such as Romania, the Romanian Orthodox Church as an organisation enjoyed relative freedom and even prospered, albeit under strict secret police control. That, however, did not rule out demolishing churches and monasteries as part of broader systematisation (urban planning), and state persecution of individual believers. As an example of the latter, Romania stands out as a country which ran a specialised institution where many Orthodox (along with people of other faiths) were subjected to psychological punishment or torture and mind control experimentation in order to force them give up their religious convictions. However, this was only supported by one faction within the regime, and lasted only three years. The Communist authorities closed down the prison in 1952, and punished many of those responsible for abuses (twenty of them were sentenced to death).[124][125]\n\nSince the collapse of the Soviet Union, and the subsequent fall of communist governments across the Orthodox world, there has been marked growth in Christian Orthodoxy, particularly in Russia. According to the Pew Research Religion & Public Life Project, between 1991 and 2008, the share of Russian adults identifying as Orthodox Christian rose from 31 percent to 72 percent, based on analysis of three waves of data (1991, 1998 and 2008) from the International Social Survey Programme (ISSP), a collaborative effort involving social scientists in about 50 countries.[126]\n\nPew research conducted in 2017 found a doubling in the global Orthodox population since the early 20th century, with the greatest resurgence in Russia.[127] In the former Soviet Union—where the largest Orthodox communities live—self-identified Orthodox Christians generally report low levels of observance and piety: In Russia, only 6% of Orthodox Christian adults reported attending church at least weekly, 15% say religion is \"very important\" in their lives, and 18% say they pray daily; other former Soviet republics display similarly low levels of religious observance.[128]\n\n"
        },
        {
            "title": "Organisation and leadership",
            "text": "The Eastern Orthodox Church is a fellowship of autocephalous (Greek for self-headed) churches, with the ecumenical patriarch of Constantinople recognized as having the primus inter pares status. The patriarch of Constantinople has the honor of primacy, but his title is only first among equals and has no real authority over churches other than the Constantinopolitan and set out prerogatives interpreted by the ecumenical patriarch,[129][130][131][132] though at times the office of the ecumenical patriarch has been accused of Constantinopolitan or Eastern papism.[133][134][135] The Eastern Orthodox Church considers Jesus Christ to be the head of the church and the church to be his body. It is believed that authority and the grace of God is directly passed down to Orthodox bishops and clergy through the laying on of hands—a practice started by the apostles, and that this unbroken historical and physical link is an essential element of the true church (Acts 8:17, 1 Tim 4:14, Heb 6:2). The Eastern Orthodox assert that apostolic succession requires apostolic faith, and bishops without apostolic faith, who are in heresy, forfeit their claim to apostolic succession.[136]\n\nThe Eastern Orthodox communion is organised into several regional churches, which are either autocephalous (\"self-headed\") or lower-ranking autonomous (the Greek term for \"self-governing\") church bodies unified in theology and worship. These include the fourteen autocephalous churches of Constantinople, Alexandria, Antioch, Jerusalem, Georgia, Cyprus, Bulgaria, Serbia, Russia, Greece, Poland, Romania, Albania, and the Czech Republic and Slovakia, which were officially invited to the Pan-Orthodox Council of 2016;[137] the Orthodox Church in America formed in 1970; the autocephalous Orthodox Church of Ukraine created in 2019; and the Macedonian Orthodox Church – Ohrid Archbishopric, granted autocephaly by Serbian Orthodox Church in 2022;[138] as well as a number of autonomous churches.[129] Each church has a ruling bishop and a holy synod to administer its jurisdiction and to lead the Eastern Orthodox Church in the preservation and teaching of the apostolic and patristic traditions and church practices.\n\nEach bishop has a territory (see) over which he governs.[130] His main duty is to make sure the traditions and practices of the Eastern Orthodox Church are preserved. Bishops are equal in authority and cannot interfere in the jurisdiction of another bishop. Administratively, these bishops and their territories are organised into various autocephalous groups or synods of bishops who gather together at least twice a year to discuss the state of affairs within their respective sees. While bishops and their autocephalous synods have the ability to administer guidance in individual cases, their actions do not usually set precedents that affect the entire Eastern Orthodox Church. Bishops are almost always chosen from the monastic ranks and must remain unmarried.\n\nThe ecumenical councils followed a democratic form, with each bishop having one vote. Though present and allowed to speak before the council, members of the Imperial Roman/Byzantine court, abbots, priests, deacons, monks and laymen were not allowed to vote. The primary goal of these great synods was to verify and confirm the fundamental beliefs of the Great Christian Church as truth, and to remove as heresy any false teachings that would threaten the Christian Church. The pope of Rome at that time held the position of primus inter pares (\"first among equals\") and, while he was not present at any of the councils, he continued to hold this title until the East–West Schism of 1054.[139][140][141][142]\n\nOther councils have helped to define the Eastern Orthodox position, specifically the Quinisext Council, the Synods of Constantinople, 879–880, 1341, 1347, 1351, 1583, 1819, and 1872, the Synod of Iași, 1642, and the Pan-Orthodox Synod of Jerusalem, 1672; the Pan-Orthodox Council, held in Greece in 2016, was the only such Eastern Orthodox council in modern times.\n\nAccording to Eastern Orthodox teaching the position of \"first among equals\" gives no additional power or authority to the bishop that holds it, but rather that this person sits as organisational head of a council of equals (like a president).[143]\n\nOne of the decisions made by the First Council of Constantinople (the second ecumenical council, meeting in 381) and supported by later such councils was that the Patriarch of Constantinople should be given equal honor to the Pope of Rome since Constantinople was considered to be the \"New Rome\". According to the third canon of the second ecumenical council: \"Because [Constantinople] is new Rome, the bishop of Constantinople is to enjoy the privileges of honor after the bishop of Rome.\"[144]\n\nThe 28th canon of the fourth ecumenical council clarified this point by stating: \"For the Fathers rightly granted privileges to the throne of Old Rome because it was the royal city. And the One Hundred and Fifty most religious Bishops (i.e. the second ecumenical council in 381) actuated by the same consideration, gave equal privileges to the most holy throne of New Rome, justly judging that the city which is honoured with the Sovereignty and the Senate, and enjoys equal privileges with the old imperial Rome, should in ecclesiastical matters also be magnified as she is.\"[145]\n\nBecause of the schism, the Eastern Orthodox no longer recognise the primacy of the pope of Rome. The patriarch of Constantinople therefore, like the Pope before him, now enjoys the title of \"first among equals\".\n\nThe most reliable estimates currently available number Eastern Orthodox adherents at around 220 million worldwide,[5] making Eastern Orthodoxy the second largest Christian communion in the world after the Catholic Church.[146][b]\n\nAccording to the 2015 Yearbook of International Religious Demography, as of 2010, the Eastern Orthodox population was 4% of the global population, declining from 7.1% in 1910. The study also found a decrease in proportional terms, with Eastern Orthodox Christians making up 12.2% of the world's total Christian population in 2015 compared to 20.4% a century earlier.[148] A  2017 report by the Pew Research Center reached similar figures, noting that Eastern Orthodoxy has seen slower growth and less geographic spread than Catholicism and Protestantism, which were driven by colonialism and missionary activity across the world.[149]\n\nOver two-thirds of all Eastern Orthodox members are concentrated in Southern Europe, Eastern Europe and Russia,[150] with significant minorities in Central Asia and the Levant. However, Eastern Orthodoxy has become more globalized over the last century, seeing greater growth in Western Europe, the Americas, and parts of Africa; churches are present in the major cities of most countries.[151] Adherents constitute the largest single religious community in Russia[152][c]—which is home to roughly half the world's Eastern Orthodox Christians—and are the majority in Ukraine,[154][155] Romania,[154] Belarus,[156] Greece,[d][154] Serbia,[154] Bulgaria,[154] Moldova,[154] Georgia,[154] North Macedonia,[154] Cyprus,[154] and Montenegro;[154] communities also dominate the disputed territories of Abkhazia, South Ossetia and Transnistria. Significant Eastern Orthodox minorities exist in Bosnia and Herzegovina,[e][154] Latvia,[157] Estonia,[158] Kazakhstan,[159] Kyrgyzstan,[160] Lebanon,[161] Albania, Syria,[154] and many other countries.\n\nEastern Orthodox Christianity is the fastest growing religion in certain Western countries, primarily through labor migration from Eastern Europe, and to a lesser degree conversion.[162] Ireland saw a doubling of its Eastern Orthodox population between 2006 and 2011.[162][163][164] Spain and Germany have the largest communities in Western Europe, at roughly 1.5 million each, followed by Italy with around 900,000 and France with between 500,000 and 700,000.\n\nIn the Americas, four countries have over 100,000 Eastern Orthodox Christians: Canada, Mexico, Brazil, and the United States; all but the latter had fewer than 20,000 at the turn of the 20th century.[165] The U.S. has seen its community more than quadruple since 1910, from 460,000 to 1.8 million as of 2017;[165] consequently, the number of Eastern Orthodox parishes has been growing, with a 16% increase between 2000 and 2010.[166][f][g]\n\nTurkey, which for centuries once had one of the largest Eastern Orthodox communities, saw its overall Christian population fall from roughly one-fifth in 1914 to 2.5% in 1927.[170] This was predominantly due to the dissolution of the Ottoman Empire, which saw most Christian territories become independent nations. The remaining Christian population was reduced further by large-scale genocides against the Armenian, Greek, Assyrian communities; subsequent population exchanges between Greece and Turkey[171] and Bulgaria and Turkey; and associated emigration of Christians to foreign countries (mostly in Europe and the Americas).[172] Today, only 0.2% of Turkey's population represent either Jews or various Christian denominations (320,000).[173][154]\n\n"
        },
        {
            "title": "Theology",
            "text": "Orthodox Christians believe in the Trinity, three distinct, divine persons (hypostases), without overlap or modality among them, who each have one divine essence (ousia, Greek: οὐσία)—uncreated, immaterial, and eternal.[174] These three persons are typically distinguished by their relation to each other. The Father is eternal and not begotten and does not proceed from any, the Son is eternal and begotten of the Father, and the Holy Spirit is eternal and proceeds from the Father.[175] Orthodox doctrine regarding the Trinity is summarised in the Nicene Creed.[176]\n\nOrthodox Christians believe in a monotheistic conception of God (God is only one), which is both transcendent (wholly independent of, and removed from, the material universe) and immanent (involved in the material universe).[175] In discussing God's relationship to his creation, Orthodox theology distinguishes between God's eternal essence, which is totally transcendent, and his uncreated energies, which is how he reaches humanity.[175] The God who is transcendent and the God who touches mankind are one and the same.[175] That is, these energies are not something that proceed from God or that God produces, but rather they are God himself: distinct, yet inseparable from God's inner being.[177] This view is often called Palamism.\n\nIn understanding the Trinity as \"one God in three persons\", \"three persons\" is not to be emphasised more than \"one God\", and vice versa. While the three persons are distinct, they are united in one divine essence, and their oneness is expressed in community and action so completely that they cannot be considered separately. For example, their salvation of mankind is an activity engaged in common: \"Christ became man by the good will of the Father and by the cooperation of the Holy Spirit. Christ sends the Holy Spirit who proceeds from the Father, and the Holy Spirit forms Christ in our hearts, and thus God the Father is glorified.\" Their \"communion of essence\" is \"indivisible\". Trinitarian terminology—essence, hypostasis, etc.—are used \"philosophically\", \"to answer the ideas of the heretics\", and \"to place the terms where they separate error and truth.\"[178] The words do what they can do, but the nature of the Trinity in its fullness is believed to remain beyond man's comprehension and expression, a holy mystery that can only be experienced.\n\nWhen Eastern Orthodox Christians refer to fallen nature they are not saying that human nature has become evil in itself. Human nature is still formed in the image of God; humans are still God's creation, and God has never created anything evil, but fallen nature remains open to evil intents and actions. It is sometimes said among Orthodox that humans are \"inclined to sin\"; that is, people find some sinful things attractive. It is the nature of temptation to make sinful things seem the more attractive, and it is the fallen nature of humans that seeks or succumbs to the attraction. Orthodox Christians reject the Augustinian position that the descendants of Adam and Eve are actually guilty of the original sin of their ancestors.[179]\n\nSince the fall of man, then, it has been mankind's dilemma that no human can restore his nature to union with God's grace; it was necessary for God to effect another change in human nature. Orthodox Christians believe that Christ Jesus was both God and Man absolutely and completely, having two natures indivisibly: eternally begotten of the Father in his divinity, he was born in his humanity of a woman, Mary, by her consent, through descent of the Holy Spirit. He lived on earth, in time and history, as a man. As a man he also died, and went to the place of the dead, which is Hades. But being God, neither death nor Hades could contain him, and he rose to life again, in his humanity, by the power of the Holy Spirit, thus destroying the power of Hades and of death itself.[180]\n\nThrough Christ's destruction of Hades' power to hold humanity hostage, he made the path to salvation effective for all the righteous who had died from the beginning of time—saving many, including Adam and Eve, who are remembered in the church as saints.[181]\n\nThe Eastern Orthodox Church understands the death and resurrection of Jesus to be real historical events, as described in the gospels of the New Testament.\n\nChurch teaching is that Orthodox Christians, through baptism, enter a new life of salvation through repentance whose purpose is to share in the life of God through the work of the Holy Spirit. The Eastern Orthodox Christian life is a spiritual pilgrimage in which each person, through the imitation of Christ and hesychasm,[182] cultivates the practice of unceasing prayer. Each life occurs within the life of the church as a member of the body of Christ.[183] It is then through the fire of God's love in the action of the Holy Spirit that each member becomes more holy, more wholly unified with Christ, starting in this life and continuing in the next.[184][185] The church teaches that everyone, being born in God's image, is called to theosis, fulfillment of the image in likeness to God. God the creator, having divinity by nature, offers each person participation in divinity by cooperatively accepting His gift of grace.[186]\n\nThe Eastern Orthodox Church, in understanding itself to be the Body of Christ, and similarly in understanding the Christian life to lead to the unification in Christ of all members of his body, views the church as embracing all Christ's members, those now living on earth, and also all those through the ages who have passed on to the heavenly life. The church includes the Christian saints from all times, and also judges, prophets and righteous Jews of the first covenant, Adam and Eve, even the angels and heavenly hosts.[187] In Orthodox services, the earthly members together with the heavenly members worship God as one community in Christ, in a union that transcends time and space and joins heaven to earth. This unity of the church is sometimes called the communion of the saints.[188]\n\nThe Eastern Orthodox Church believes death and the separation of body and soul to be unnatural—a result of the Fall of Man. They also hold that the congregation of the church comprises both the living and the dead. All persons currently in heaven are considered to be saints, whether their names are known or not. There are, however, those saints of distinction whom God has revealed as particularly good examples. When a saint is revealed and ultimately recognised by a large portion of the church a service of official recognition (glorification) is celebrated.\n\nThis does not \"make\" the person a saint; it merely recognises the fact and announces it to the rest of the church. A day is prescribed for the saint's celebration, hymns composed and icons created. Numerous saints are celebrated on each day of the year. They are venerated (shown great respect and love) but not worshipped, for worship is due God alone (this view is also held by the Oriental Orthodox and Catholic churches). In showing the saints this love and requesting their prayers, the Eastern Orthodox manifest their belief that the saints thus assist in the process of salvation for others.\n\nPre-eminent among the saints is the Virgin Mary (commonly referred to as Theotokos or Bogoroditsa: \"Mother of God\"). In Eastern Orthodox theology, the Mother of God is the fulfillment of the Old Testament archetypes revealed in the Ark of the Covenant (because she carried the New Covenant in the person of Christ) and the burning bush that appeared before Moses (symbolizing the Mother of God's carrying of God without being consumed).[189]\n\nThe Eastern Orthodox believe that Christ, from the moment of his conception, was both fully God and fully human. Mary is thus called the Theotokos or Bogoroditsa as an affirmation of the divinity of the one to whom she gave birth. It is also believed that her virginity was not compromised in conceiving God-incarnate, that she was not harmed and that she remained forever a virgin. Scriptural references to \"brothers\" of Christ are interpreted as kin, given that the word \"brother\" was used in multiple ways, as was the term \"father\". Due to her unique place in salvation history, Mary is honoured above all other saints and especially venerated for the great work that God accomplished through her.[190]\n\nThe Eastern Orthodox Church regards the bodies of all saints as holy, made such by participation in the holy mysteries, especially the communion of Christ's holy body and blood, and by the indwelling of the Holy Spirit within the church. Indeed, that persons and physical things can be made holy is a cornerstone of the doctrine of the Incarnation, made manifest also directly by God in Old Testament times through his dwelling in the Ark of the Covenant. Thus, physical items connected with saints are also regarded as holy, through their participation in the earthly works of those saints. According to church teaching and tradition, God himself bears witness to this holiness of saints' relics through the many miracles connected with them that have been reported throughout history since biblical times, often including healing from disease and injury.[191]\n\nOrthodox Christians believe that when a person dies the soul is temporarily separated from the body. Though it may linger for a short period on Earth, it is ultimately escorted either to paradise (Abraham's bosom) or the darkness of Hades, following the Temporary Judgment. Orthodox do not accept the doctrine of Purgatory, which is held by Catholicism. The soul's experience of either of these states is only a \"foretaste\"—being experienced only by the soul—until the Final Judgment, when the soul and body will be reunited.[192][193]\n\nThe Eastern Orthodox believe that the state of the soul in Hades can be affected by the love and prayers of the righteous up until the Last Judgment.[194] For this reason the Church offers a special prayer for the dead on the third day, ninth day, fortieth day, and the one-year anniversary after the death of an Orthodox Christian. There are also several days throughout the year that are set aside for general commemoration of the departed, sometimes including nonbelievers. These days usually fall on a Saturday, since it was on a Saturday that Christ lay in the Tomb.[193]\n\nThe Eastern Orthodox believe that after the Final Judgment:\n\nThe official Bible of the Eastern Orthodox Church contains the Septuagint text of the Old Testament, with the Book of Daniel given in the translation by Theodotion. The Patriarchal Text is used for the New Testament.[195][196] Orthodox Christians hold that the Bible is a verbal icon of Christ, as proclaimed by the 7th ecumenical council.[197] They refer to the Bible as holy scripture, meaning writings containing the foundational truths of the Christian faith as revealed by Christ and the Holy Spirit to its divinely inspired human authors. Holy scripture forms the primary and authoritative written witness of holy tradition and is essential as the basis for all Orthodox teaching and belief.[198]\n\nOnce established as holy scripture, there has never been any question that the Eastern Orthodox Church holds the full list of books to be venerable and beneficial for reading and study,[199] even though it informally holds some books in higher esteem than others, the four gospels highest of all. Of the subgroups significant enough to be named, the \"Anagignoskomena\" (ἀναγιγνωσκόμενα, \"things that are read\") comprises ten of the Old Testament books rejected in the Protestant canon,[200] but deemed by the Eastern Orthodox worthy to be read in worship services, even though they carry a lesser esteem than the 39 books of the Hebrew canon.[201] The lowest tier contains the remaining books not accepted by either Protestants or Catholics, among them, Psalm 151. Though it is a psalm, and is in the book of psalms, it is not classified as being within the Psalter (the first 150 psalms).[202]\n\nIn a very strict sense, it is not entirely orthodox to call the holy scripture the \"Word of God\". That is a title the Eastern Orthodox Church reserves for Christ, as supported in the scriptures themselves, most explicitly in the first chapter of the gospel of John. God's Word is not hollow, like human words. \"God said, 'let there be light'; and there was light.\"[203]\n\nThe Eastern Orthodox Church does not subscribe to the Protestant doctrine of sola scriptura. The church has defined what Scripture is; it also interprets what its meaning is.[204] Christ promised: \"When He, the Spirit of truth, has come, He will guide you into all truth\".[205]\n\nScriptures are understood to contain historical fact, poetry, idiom, metaphor, simile, moral fable, parable, prophecy and wisdom literature, and each bears its own consideration in its interpretation. While divinely inspired, the text still consists of words in human languages, arranged in humanly recognisable forms. The Eastern Orthodox Church does not oppose honest critical and historical study of the Bible.[206]\n\nAs the church increased in size through the centuries, the logistic dynamics of operating such large entities shifted: patriarchs, metropolitans, archimandrites, abbots and abbesses, all rose up to cover certain points of administration.\n\n"
        },
        {
            "title": "Liturgy",
            "text": "\nLesser cycles also run in tandem with the annual ones. A weekly cycle of days prescribes a specific focus for each day in addition to others that may be observed.[207]\nThe church has developed eight modes or tones (see Octoechos) within which a chant may be set, depending on the time of year, feast day, or other considerations of the Typikon. There are numerous versions and styles that are traditional and acceptable and these vary a great deal between cultures.[208]\n\n"
        },
        {
            "title": "Traditions",
            "text": "The Archdiocesan Cathedral of the Holy Trinity on New York City's Upper East Side is the largest Orthodox Christian church in the Western Hemisphere.[209]\n\nLocality is also expressed in regional terms of churchly jurisdiction, which is often also drawn along national lines. Many Orthodox churches adopt a national title (e.g. Albanian Orthodox, Bulgarian Orthodox, Antiochian Orthodox, Georgian Orthodox, Greek Orthodox, Romanian Orthodox, Russian Orthodox, Serbian Orthodox, Ukrainian Orthodox, etc.) and this title can identify which language is used in services, which bishops preside, and which of the typica is followed by specific congregations. In the Middle East, Orthodox Christians are usually referred to as Rum (\"Roman\") Orthodox, because of their historical connection with the Eastern Roman (Byzantine) Empire.[210]\n\n"
        },
        {
            "title": "",
            "text": "Those things which in the West are often termed sacraments or sacramentals are known among the Eastern Orthodox as the \"sacred mysteries\". While the Roman Catholic Church numbers seven sacraments, and many Protestant groups list two (baptism and the Eucharist) or even none, the Eastern Orthodox do not limit the number. However, for the sake of convenience, catechisms will often speak of the seven great mysteries. Among these are Holy Communion (the most direct connection), baptism, Chrismation, confession, unction, matrimony, and ordination. But the term also properly applies to other sacred actions such as monastic tonsure or the blessing of holy water, and involves fasting, almsgiving, or an act as simple as lighting a candle, burning incense, praying or asking God's blessing on food.[211]\n\nBaptism is the mystery which transforms the old and sinful person into a new and pure one; the old life, the sins, any mistakes made are gone and a clean slate is given. Through baptism a person is united to the Body of Christ by becoming a member of the Eastern Orthodox Church. During the service, water is blessed. The catechumen is fully immersed in the water three times in the name of the Trinity. This is considered to be a death of the \"old man\" by participation in the crucifixion and burial of Christ, and a rebirth into new life in Christ by participation in his resurrection.[212]\n\nProperly, the mystery of baptism is administered by bishops and priests; however, in emergencies any Eastern Orthodox Christian can baptise.[213]\n\nChrismation (sometimes called confirmation) is the mystery by which a baptised person is granted the gift of the Holy Spirit through anointing with Holy Chrism.[214][215] It is normally given immediately after baptism as part of the same service, but is also used to receive lapsed members of the Eastern Orthodox Church.[216] As baptism is a person's participation in the death and resurrection of Christ, so Chrismation is a person's participation in the coming of the Holy Spirit at Pentecost.[217]\n\nA baptised and chrismated Eastern Orthodox Christian is a full member of the church and may receive the Eucharist regardless of age.[217]\n\nThe creation of Chrism may be accomplished by any bishop at any time, but usually is done only once a year, often when a synod of bishops convenes for its annual meeting. Some autocephalous churches get their chrism from others. Anointing with it substitutes for the laying-on of hands described in the New Testament, even when an instrument such as a brush is used.[218]\n\nCommunion is given only to baptised and chrismated Eastern Orthodox Christians who have prepared by fasting, prayer and confession. The priest will administer the gifts with a spoon, called a \"cochlear\", directly into the recipient's mouth from the chalice.[219] From baptism young infants and children are carried to the chalice to receive holy communion.[217]\n\nFrom the Orthodox perspective, marriage is one of the holy mysteries or sacraments. As well as in many other Christian traditions, for example in Catholicism, it serves to unite a woman and a man in eternal union and love before God, with the purpose of following Christ and his Gospel and raising up a faithful, holy family through their holy union.[220][221] The church understands marriage to be the union of one man and one woman, and certain Orthodox leaders have spoken out strongly in opposition to the civil institution of same-sex marriage.[222][223]\n\nJesus said that \"when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven\" (Mk 12:25). For the Orthodox Christian this passage should not be understood to imply that Christian marriage will not remain a reality in the Kingdom, but points to the fact that relations will not be \"fleshy\", but \"spiritual\".[224] Love between wife and husband, as an icon of relationship between Christ and church, is eternal.[224]\n\nThe church does recognise that there are rare occasions when it is better that couples do separate, but there is no official recognition of civil divorces. For the Eastern Orthodox, to say that marriage is indissoluble means that it should not be broken, the violation of such a union, perceived as holy, being an offense resulting from either adultery or the prolonged absence of one of the partners. Thus, permitting remarriage is an act of compassion of the church towards sinful man.[225]\n\nWidowed priests and deacons may not remarry and it is common for such members of the clergy to retire to a monastery (see clerical celibacy). This is also true of widowed wives of clergy, who do not remarry and become nuns when their children are grown. Only men are allowed to receive holy orders, although deaconesses had both liturgical and pastoral functions within the church.[226]\n\nIn 2016, the Patriarchate of Alexandria decided to reintroduce the order of deaconess.[227][228] In February 2017, Patriarch Theodoros II consecrated five women to be deaconesses within the Patriarchate of Alexandria.[229]\n\n"
        },
        {
            "title": "Interfaith relations",
            "text": "In 1920, the Ecumenical Patriarchate of Constantinople, published an encyclical \"addressed 'To all the Churches of Christ, wherever they may be', urging closer co-operation among separated Christians, and suggesting a 'League of Churches', parallel to the newly founded League of Nations\".[230] This gesture was instrumental in the foundation of the World Council of Churches (WCC);[231] as such, almost all Eastern Orthodox churches are members of the WCC and \"Orthodox ecclesiastics and theologians serve on its committees\".[232] Kallistos Ware, a British metropolitan bishop of the Orthodox Church, has stated that ecumenism \"is important for Orthodoxy: it has helped to force the various Orthodox churches out of their comparative isolation, making them meet one another and enter into a living contact with non-Orthodox Christians.\"[233]\n\nHilarion Alfeyev, Metropolitan of Volokolamsk and head of external relations for the Moscow Patriarchate of the Russian Orthodox Church, stated that Orthodox and Evangelical Protestant Christians share the same positions on \"such issues as abortion, the family, and marriage\" and desire \"vigorous grassroots engagement\" between the two Christian communions on such issues.[234]\nIn that regard, the differences between the Catholic and Eastern Orthodox communions have not been improved in any relevant way. Dogmatic and liturgical polarities have been significant, even and especially in recent times. A pertinent point of contention between the monarchically papal, administratively centralised Catholic Church and the decentralised confederation of Orthodox churches is the theological significance of the Virgin Mary.[235] During his visit to Georgia in October 2016, Pope Francis was snubbed by most Orthodox Christians as he led mass before a practically empty Mikheil Meskhi Stadium in Tbilisi.[236]\n\nThe Oriental Orthodox Churches are not in communion with the Eastern Orthodox Church, despite their similar names. Slow dialogue towards restoring communion between the two churches began in the mid-20th century,[237] and, notably, in the 19th century, when the Greek Patriarch in Egypt had to absent himself from the country for a long period of time; he left his church under the guidance of the Coptic Pope Cyril IV of Alexandria.[238]\n\nIn 2019, the Primate of the OCU Metropolitan of Kyiv and All Ukraine Epiphanius stated that \"theoretically\" the Orthodox Church of Ukraine and the Ukrainian Greek Catholic Church could in the future unite into a united church around the Kyiv throne.[239] In 2019, the Primate of the UGCC, Major Archbishop of Kyiv-Galicia Sviatoslav, stated that every effort should be made to restore the original unity of the Kyivan Church in its Orthodox and Catholic branches, saying that the restoration of Eucharistic communion between Rome and Constantinople is not a utopia.[240]\n\nNotwithstanding certain overtures by both Roman Catholic and Eastern Orthodox leaders, the majority of Orthodox Christians, as well as Catholics, are not in favor of communion between their churches, with only a median of 35 percent and 38 percent, respectively, claiming support.[128]\n\nAccording to Bat Ye'or, Christians under Islamic rule were denied equality of rights since they were forced to pay the jizya poll tax.[241]\n\nIn 2007, Metropolitan Alfeyev expressed the possibility of peaceful coexistence between Islam and Christianity in Russia, as the two religions have never had religious wars in Russia.[242]\n\n"
        },
        {
            "title": "Constituencies",
            "text": "The various autocephalous and autonomous synods of the Eastern Orthodox Church are distinct in terms of administration and local culture, but for the most part exist in full communion with one another. In addition, some schismatic churches not in any communion exist, with all three groups identifying as Eastern Orthodox.\n\nAnother group of non-mainstream Eastern Orthodox Christians are referred True Orthodoxy or Old Calendarists; they are those who, without authority from their parent churches, have continued to use the old Julian calendar, and split from their parent church.\n\nThe Russian Orthodox Church Outside Russia (ROCOR) has united in 2007 with the Moscow Patriarchate; these two churches had separated from each other in the 1920s due to the subjection of the latter to the hostile Soviet regime.\n\nAnother group called the Old Believers, separated in 1666 from the official Russian Orthodox Church as a protest against church rite reforms introduced by Patriarch Nikon of Moscow.\n\nThe Eastern Orthodox Church is a communion of 15 autocephalous—that is, administratively completely independent—regional churches,[243] plus the Orthodox Church in America and the Orthodox Church of Ukraine. The Orthodox Church in America is recognised as autocephalous only by the Russian, Bulgarian, Georgian, Polish and Czech-Slovak churches. In December 2018, representatives of two unrecognized Ukrainian Orthodox churches, along with two metropolitans of the recognized, but not autocephalous Ukrainian Orthodox Church of the Moscow Patriarchate, proclaimed the formation of the unified Orthodox Church of Ukraine. On 5 January 2019, the Orthodox Church of Ukraine received its tomos of autocephaly (decree which defines the conditions of a church's independence) from the Ecumenical Patriarchate and thus received a place in the diptych.\n\nEach church has defined geographical boundaries of its jurisdiction and is ruled by its council of bishops or synod presided by a senior bishop–its primate (or first hierarch). The primate may carry the honorary title of patriarch, metropolitan (in the Slavic tradition) or archbishop (in the Greek tradition).\n\nEach regional church consists of constituent eparchies (or dioceses) ruled by a bishop. Some churches have given an eparchy or group of eparchies varying degrees of autonomy (self-government). Such autonomous churches maintain varying levels of dependence on their mother church, usually defined in a tomos or other document of autonomy.\n\nBelow is a list of the 15 autocephalous Orthodox churches forming the main body of Orthodox Christianity, all of which are titled equal to each other, but the Ecumenical Patriarchate is titled the first among equals. Based on the definitions, the list is in the order of precedence and alphabetical order where necessary, with some of their constituent autonomous churches and exarchates listed as well. The liturgical title of the primate is in italics.\n\nWithin the main body of Eastern Orthodoxy there are unresolved internal issues as to the autonomous or autocephalous status or legitimacy of the following Orthodox churches, particularly between those stemming from the Russian Orthodox or Constantinopolitan churches:\n\nTrue Orthodoxy has been separated from the mainstream communion over issues of ecumenism and calendar reform since the 1920s.[254] The movement rejects the Ecumenical Patriarchate of Constantinople, the Moscow Patriarchate, and all churches which are in communion with them, accusing them of heresy and placing themselves under bishops who do the same thing. They adhere to the use of the Julian calendar, claiming that the calendar reform in the 1920s is in contradiction with the ecumenical councils. There is no official communion of True Orthodox; and they often are local groups and are limited to a specific bishop or locality.\n\nOld Believers are groups which do not accept the liturgical reforms which were carried out within the Russian Orthodox Church by Patriarch Nikon of Moscow in the 17th century. Although all of the groups of Old Believers emerged as a result of opposition to the Nikonian reforms, they do not constitute a single monolithic body. Despite their emphasis on invariable adherence to the pre-Nikonian traditions, the Old Believers feature a great diversity of groups which profess different interpretations of church tradition and they are often not in communion with each other (some groups even practise re-baptism before admitting a member of another group into their midst).\n\nChurches with irregular or unresolved canonical status are entities that have carried out episcopal consecrations outside of the norms of canon law or whose bishops have been excommunicated by one of the 14 autocephalous churches. These include nationalist and other schismatic bodies such as the Abkhazian Orthodox Church.\n\n"
        }
    ]
}