{
    "url": "https://en.wikipedia.org/wiki/Ecchi",
    "title": "Ecchi",
    "table_of_contents": [
        "1 Etymology and use in Japan",
        "2 Western usage",
        "2.1 Typical examples",
        "2.1.1 Nudity",
        "2.1.2 Panties",
        "2.1.3 Sexual activity",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ecchi (エッチ, etchi, pronounced [et.tɕi]) is a slang term in the Japanese language for playfully sexual actions. As an adjective, it is used with the meaning of \"sexy\", \"dirty\" or \"naughty\"; as a verb, ecchi suru (エッチする or Ｈする) means \"to have sex\", and as a noun, it is used to describe someone of lascivious behavior. It is softer than the Japanese word ero (エロ from Eros or \"erotic\"), and does not imply perversion in the way hentai does.\n\nThe word ecchi has been adopted by western fans of Japanese media to describe works with sexual overtones. In western culture, it has come to be used to refer to softcore or playful sexuality, as distinct from the word hentai, which connotes perversion or fetishism.[2] Works described as ecchi by the western fans do not show sexual intercourse or genitalia, but sexual themes are referenced. Ecchi themes are a type of fan service, and can be found in most comedy shōnen and seinen manga and harem anime.[3][4]\n\n"
        },
        {
            "title": "Etymology and use in Japan",
            "text": "The correct transcription of the word エッチ in Hepburn notation is \"etchi\".[5] However, it is typically written as \"ecchi\" in the Western world.\n\nIn the word hentai (変態), the first kanji hen refers to strangeness or weird, and the second kanji tai refers to a condition or state. Hentai was introduced in the Meiji period as a term for change of form or transformation in science and psychology. In this context, it was used to refer to disorders such as hysteria or to describe paranormal phenomena like hypnosis or telepathy.[6] Slowly, the meaning expanded until it had the meaning of non-standard. In the 1910s, it was used in sexology in the compound expression \"hentai seiyoku\" (変態性欲, abnormal sexual desire[7], which is rephrased as \"sexual perversion\" in modern times) and became popular within the theory of sexual deviance (Hentai seiyoku ron), published by Eiji Habuto and Jun'ichirō Sawada in 1915.[8][9] In the 1920s, many publications dealt with deviant sexual desires and the Ero Guro Nansensu movement. Matsuzawa calls it a period characterized by a \"hentai boom\".[10] In the 1930s, censorship became more common leading to fewer books being published on this theme.[11]\n\nAfter the Second World War, in the 1950s, interest in hentai was renewed, and people would sometimes refer to it just by the first English letter, H (pronounced as エッチ, /eɪtʃ/). In 1952, the magazine Shukan Asahi reported that a woman who was groped by a stranger in a movie theater reacted with \"ara etchi yo\" (\"hey, that's perverse\"). In this context, etchi should be understood as sexually forward and is synonymous to iyarashii (嫌らしい, dirty or disgusting) or sukebe (すけべ, a person with sex on the brain). From this, the word etchi started to branch off, and assume new connotations. In the 1960s, etchi started to be used by youth to refer to sex in general. By the 1980s, it was used to mean sex as in the phrase etchi suru (to have sex).[6][12][13]\n\nOther neologisms such as sekkusu are often used to refer to sex, in addition to the term ecchi. Ecchi is now used as a qualifier for anything related to erotic or pornographic content. Its exact meaning varies with context, but in general, it is most similar to the English word \"naughty\" (when used as an adjective). The Japanese media tend to use other words, e.g. ero-manga (エロ), adult manga (アダルト), or anime / manga for persons over 18 years (18禁アニメ, 18禁). The prefix \"H-\" is also sometimes used to refer to pornographic genres, e.g. H-anime, H-manga, etc.\n\n"
        },
        {
            "title": "Western usage",
            "text": "In Japan, oiroke manga (お色気漫画) is used to describe manga with very light or playful erotic content such as is found in shonen manga. In western nations though, ecchi has become the preferred term. The more explicit seijin manga (成人向け漫画, seijinmukemanga) are more likely to be referred to as hentai in the west. This does correlate to a similar distinction in Japanese. For instance, if a young woman were to call a young man e(t/c)chi, that might be construed as flirting, whereas hentai sounds more like condemnation.[14]\n\nWorks aimed at a female audience can contain scenes which are seen as ecchi. Examples are R-18 Love Report! from Emiko Sugi and Oruchuban Ebichu from Risa Itō, which are aimed at the shōjo and josei audience, but contain rather explicit content.[3][4]\n\nCommon elements of ecchi include conversations with sexual references or misunderstandings (e.g. double entendre or innuendo), misunderstandings in visual depictions (e.g. suggestive posing), revealing or sexualized clothing (e.g. underwear or cosplay), nudity (e.g. ripped apart clothing, wet clothing, clothing malfunctions) and the portrayal of certain actions (e.g. groping). This kind of sexuality is often used for comical effect. A typical example scene would contain a male protagonist that trips over a female character, giving the impression of sexual harassment.\n\nThe concept of ecchi is very closely related to fan service. While fan service describes every aspect to please the fans, ecchi relates to sexual themes. A special kind of fan service, that is usually bound or justified by the narrative.[15]\n\nThere are many elements that may classify a work as ecchi, but these elements have to occur quite often (for example, in all episodes of a show). Graphically speaking, different techniques are used to show sexy pictures, usually by revealing parts of the female body such as the back or breasts. Some of these patterns are recurrent, such as scenes in a shower, hot springs (onsen), or fighting scenes in which clothes are torn apart. The imagination of characters is also a common device for showing their sexual fantasies, as well as transformation scenes of magical girls. In the end, any excuse is valid to show a character partially or completely nude.[1]\n\nLevels of nudity vary strongly between works depending on the intended audience and the preferences of the authors. For example, in some cases, though the breasts are shown on the screen, nipples and genitals are obscured by props, clothing, or effects. This kind of censorship was typical for Lala Satalin Deviluke in To Love Ru, Blair in Soul Eater or even Asuka Langley Soryu from Neon Genesis Evangelion. Meanwhile, in Ladies versus Butlers! and other anime, the nipples are clearly visible through clothing, no matter how thick it is. Nosebleeds are a typical reaction to nudity in Japanese works, as they represent sexual arousal; this is due to an exaggeration of high blood pressure whilst aroused.\n\nThe use of panty shots (panchira), or visibility of the underwear (panties), is one common motif. Typically the male will react in an exaggerated manner and be castigated. The color and style of the panties are seen as an indication of the female's character, e.g. white for innocent characters, striped for shy characters, and red for sexually aggressive characters. Panties are a popular main theme in ecchi (for instance, Chobits and Panty & Stocking with Garterbelt feature them heavily), but they are also featured in other shows just for sexual appeal.[citation needed]\n\nAlthough revealing or sexualized clothing, nudity or groping may occur in ecchi works, there usually is no explicit sexual intercourse in the works; in the west, such works are classified as hentai. However, in an ecchi work, it may appear as if a couple are having sex. For instance, the two may be seen in silhouette from outside a tent, appearing to be having sex, although they are doing something nonsexual.[1]\n\n"
        }
    ]
}