{
    "url": "https://en.wikipedia.org/wiki/Eckankar",
    "title": "Eckankar",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 Beliefs",
        "4 Ceremonies and rites",
        "5 Criticism",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Eckankar is a new religious movement founded by Paul Twitchell in 1965. Its membership today is primarily in North America, Europe, Asia and Africa. The spiritual home is the Temple of ECK in Chanhassen, Minnesota. Eckankar is not affiliated with any other religious group.\n\nThe movement teaches simple spiritual exercises, such as singing \"HU\", called \"a love song to God\", to experience the Light and Sound of God and recognize the presence of the Holy Spirit.[5][6][7]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Twitchell was known for adapting Sanskrit words into English, and the word Eckankar is likely Twitchell's adaptation of the sacred phrase Ik Onkar of Sikhism, meaning \"One Om\". Eck is intended to mean the Holy Spirit, as found in the biblical and Christian terminology.[8]: 55  According to the Eckankar's glossary, the term Eckankar means Co-Worker with God.\n\n"
        },
        {
            "title": "History",
            "text": "The movement was founded in 1965 by Paul Twitchell (spiritual name: Peddar Zaskq) who remained its spiritual leader (called \"Living ECK Master\") until his death in September 1971. He was succeeded by Darwin Gross (spiritual name: Dap Ren). On October 22, 1981, Harold Klemp (spiritual name: Wah Z, pronounced Wah Zee) was announced the spiritual leader. Between 1981 and 1987, both Gross and Klemp claimed being the Living ECK Master, and to be the Inner Master, and had their own followers.\n\nEckankar's headquarters were originally in Las Vegas, Nevada. In 1975, under the leadership of Gross, the organization was moved to Menlo Park, California. In 1986, Klemp moved the base of operations to Minneapolis, Minnesota.[9]\n\nCurrently, Eckankar is registered as a nonprofit religious organization in the United States with members in over 120 countries around the world. Its teachings have been translated into more than twenty-five languages.[10] The exact number of members, known as ECKists, is undisclosed. The world headquarters and Temple of ECK, Eckankar's Spiritual Center, are in Chanhassen, Minnesota,[11][12][13] on a 174-acre campus with two miles of contemplation trails open to the public.[14][15]\n\nThe Eckankar \"EK\" symbol appears on the list of Available Emblems of Belief for Placement on Government Headstones and Markers by the United States Department of Veterans Affairs.[16] Sources estimate that there were around 50,000 followers in the 1990s.[17][18]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Some scholars believe that Eckankar beliefs draw in part from the Sikh and Hindu religions,[19] in particular the Radha Soami movement.[20][21] However, J. Gordon Melton finds significant differences between Radha Soami teachings and Eckankar.[22]\n\nOne of the basic tenets is that Soul (the true self) may be experienced separate from the physical body and, in full consciousness, travel freely in \"other planes of reality.\" Eckankar emphasizes personal spiritual experiences as the most natural way back to God.[23] These are attained via Soul Travel: shifting the awareness from the body to the inner planes of existence.[8]: 187 \n\nCertain mantras or chants are used to facilitate spiritual growth. One important spiritual exercise of Eckankar is the singing or chanting of HU, and is viewed in Eckankar as a \"love song to God\". It is pronounced like the English word \"hue\" (or \"hyoo\") in a long, drawn-out breath and is sung for about twenty minutes to half an hour. ECKists sing it alone or in small groups.[8]: 59  ECKists believe that singing HU draws one closer in state of consciousness to the Divine Being and that it can expand awareness, help one experience divine love, heal broken hearts, offer solace in times of grief, and bring peace and calm.[24] ECKists believe this practice allows the student to step back from the overwhelming input of the physical senses and emotions and regain Soul's spiritually higher viewpoint.\n\nDreams are regarded as important teaching tools, and members often keep dream journals to facilitate study.[25] According to followers of Eckankar, dream travel often serves as the gateway to Soul Travel,[26] also known by Eckankar as out of body experience (OBE), or the shifting of one's consciousness to ever-higher states of being. Soul travel was a new term created by Twitchell.\n\nEckankar teaches that \"spiritual liberation\" in one's lifetime is available to all and that it is possible to achieve Self-Realization (the realization of oneself as Soul) and God-Realization (the realization of oneself as a spark of God) in one's lifetime. The membership card for Eckankar states: \"The aim and purpose of Eckankar has always been to take Soul by Its own path back to Its divine source.\" \n\nThe final spiritual goal of all ECKists is to become conscious \"Co-workers\" with God.[8]: 59 [27]\n\nThe leader of Eckankar is known as \"the Living ECK Master\" (LEM). Eckankar claims that only a man can be the LEM as Soul needs the atom structure of a male body in the physical world to become the spiritual leader; a choice made before birth.  Eckankar now claims that some leaders, Twitchell and Klemp, for example, also hold the title \"Mahanta\", which refers to the inner aspect of the teacher. During Gross’ ten year leadership 1971-1981 the nonprofit religious organization claimed he was the Mahanta. The leader functions as both an inner and outer guide for each member's individual spiritual progress.\n\nECKists believe contact with Divine Spirit, which they call the ECK, can be made via the spiritual exercises of ECK and the guidance of the living ECK Master. It is held that the ECK Masters are here to serve all life irrespective of religious belief. The main Eckankar website includes a list of Masters, some of whom are historical figures.[28]\n\nThe Shariyat-Ki-Sugmad, which means \"Way of the Eternal\", is the holy scripture of Eckankar.[29] It comprises two books that tell of spiritual meaning and purpose as written by the Mahanta.[8]: 59  There are also a series of Satsang writings that are available with yearly membership in Eckankar. There are Satsang classes available to study discourses with others, as well as individually.[8]: 177 \n\nSome of the key beliefs taught in the Shariyat-Ki-Sugmad include Soul Travel, karma, reincarnation, love, Light and Sound, and many other spiritual topics. ECKists believe Sugmad is the endless source from which all forms were created, and that the ECK, the Sound Current, flows out of Sugmad and into lower dimensions.[8]: 59, 187, 194 \n\nPrimary to the teaching is the belief that one may experience the perspective of Soul beyond the limits of the body. Also, the concepts of karma and reincarnation help to explain situations in life as the playing out of past causes.[8]: 186–187 \n\nThe beliefs that individuals are responsible for their own destiny and that their decisions determine their future are important concepts to Eckankar. Eckankar students meet in open public services and classes to discuss personal experiences, topics, books and discourses.[8]: 59 \n\n"
        },
        {
            "title": "Ceremonies and rites",
            "text": "There are few personal requirements to be an ECKist; however, certain spiritual practices are recommended. Chief among these is daily practice of the \"Spiritual Exercises of ECK\" for 15–20 minutes.[8]: 189  The most basic ECK spiritual exercise is singing the syllable HU. A wide variety of spiritual exercises are offered, and members are encouraged to create their own. Study of ECK books and written discourses, alone or in groups, is also encouraged. There are no dietary requirements, taboos, or enforced ascetic practices. Eckankar does not require potential members to leave their current faith to join.\n\nThere are a number of ceremonies an ECKist can experience as part of the teaching, including a Consecration ceremony for initiating the young and infants, a Rite of Passage into adulthood (around age 13), a Wedding ceremony, and a Memorial service.[8]: 186 \n\nSeptember 17 is celebrated as Founder's Day in honor of Paul Twitchell. October 22 is celebrated as the spiritual new year.[30][31]\n\n"
        },
        {
            "title": "Criticism",
            "text": "In his book, Introduction to New and Alternative Religions in America, written in 1977, David C. Lane writes:\n\n"
        }
    ]
}