{
    "url": "https://en.wikipedia.org/wiki/Economic_policy",
    "title": "Economic policy",
    "table_of_contents": [
        "1 Types of economic policy",
        "2 Macroeconomic stabilization policy",
        "3 Tools and goals",
        "3.1 Selecting tools and goals",
        "3.2 Demand-side vs. supply-side tools",
        "4 Discretionary policy vs policy rules",
        "5 Economic policy through history",
        "5.1 The first fiscal policy",
        "5.2 Business cycles",
        "5.3 Evidence-based policy",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The economy of governments covers the systems for setting levels of taxation, government budgets, the money supply and interest rates as well as the labour market, national ownership, and many other areas of government interventions into the economy.\n\nMost factors of economic policy can be divided into either fiscal policy, which deals with government actions regarding taxation and spending, or monetary policy, which deals with central banking actions regarding the money supply and interest rates.\n\nSuch policies are often influenced by international institutions like the International Monetary Fund or World Bank as well as political beliefs and the consequent policies of parties.\n\n"
        },
        {
            "title": "Types of economic policy",
            "text": "Almost every aspect of government has an important economic component. A few examples of the kinds of economic policies that exist include:[1]\n\n"
        },
        {
            "title": "Macroeconomic stabilization policy",
            "text": "Stabilization policy attempts to stimulate an economy out of recession or constrain the money supply to prevent excessive inflation.\n\n"
        },
        {
            "title": "Tools and goals",
            "text": "Policy is generally directed to achieve particular objectives, like targets for inflation, unemployment, or economic growth. Sometimes other objectives, like military spending or nationalization are important.\n\nThese are referred to as the policy goals: the outcomes which the economic policy aims to achieve.\n\nTo achieve these goals, governments use policy tools which are under the control of the government. These generally include the interest rate and money supply, tax and government spending, tariffs, exchange rates, labor market regulations, and many other aspects of government.\n\nGovernment and central banks are limited in the number of goals they can achieve in the short term. For instance, there may be pressure on the government to reduce inflation, reduce unemployment, and reduce interest rates while maintaining currency stability. If all of these are selected as goals for the short term, then policy is likely to be incoherent, because a normal consequence of reducing inflation and maintaining currency stability is increasing unemployment and increasing interest rates.\n\nThis dilemma can in part be resolved by using microeconomic supply-side policy to help adjust markets. For instance, unemployment could potentially be reduced by altering laws relating to trade unions or unemployment insurance, as well as by macroeconomic (demand-side) factors like interest rates.\n\n"
        },
        {
            "title": "Discretionary policy vs policy rules",
            "text": "For much of the 20th century, governments adopted discretionary policies like demand management designed to correct the business cycle. These typically used fiscal and monetary policy to adjust inflation, output and unemployment.\n\nHowever, following the stagflation of the 1970s, policymakers began to be attracted to policy rules. \n\nA discretionary policy is supported because it allows policymakers to respond quickly to events. However, discretionary policy can be subject to dynamic inconsistency: a government may say it intends to raise interest rates indefinitely to bring inflation under control, but then relax its stance later. This makes policy non-credible and ultimately ineffective.\n\nA rule-based policy can be more credible, because it is more transparent and easier to anticipate. Examples of rule-based policies are fixed exchange rates, interest rate rules, the stability and growth pact and the Golden Rule. Some policy rules can be imposed by external bodies, for instance, the Exchange Rate Mechanism for currency. \n\nA compromise between strict discretionary and strict rule-based policy is to grant discretionary power to an independent body. For instance, the Federal Reserve Bank, European Central Bank, Bank of England and Reserve Bank of Australia all set interest rates without government interference, but do not adopt rules.\n\nAnother type of non-discretionary policy is a set of policies that are imposed by an international body. This can occur (for example) as a result of intervention by the International Monetary Fund.\n\n"
        },
        {
            "title": "Economic policy through history",
            "text": "The first economic problem was how to gain the resources it needed to be able to perform the functions of an early government: the military, roads and other projects like building the Pyramids.\n\nEarly governments generally relied on tax in kind and forced labor for their economic resources. However, with the development of money came the first policy choice. A government could raise money through taxing its citizens. However, it could now also debase the coinage and so increase the money supply. \n\nEarly civilizations also made decisions about whether to permit and how to tax trade. Some early civilizations, such as Ptolemaic Egypt adopted a closed currency policy whereby foreign merchants had to exchange their coin for local money. This effectively levied a very high tariff on foreign trade.\n\nBy the early modern age, more policy choices had been developed. There was considerable debate about mercantilism and other restrictive trade practices like the Navigation Acts, as trade policy became associated with both national wealth and with foreign and colonial policy.\n\nThroughout the 19th Century, monetary standards became an important issue. Gold and silver were in supply in different proportions. Which metal was adopted influenced the wealth of different groups in society.\n\nWith the accumulation of private capital in the Renaissance, states developed methods of financing deficits without debasing their coin. The development of capital markets meant that a government could borrow money to finance war or expansion while causing less economic hardship. \n\nThis was the beginning of modern fiscal policy.\n\nThe same markets made it easy for private entities to raise bonds or sell stock to fund private initiatives.\n\nThe business cycle became a predominant issue in the 19th century, as it became clear that industrial output, employment, and profit behaved in a cyclical manner. One of the first proposed policy solutions to the problem came with the work of Keynes, who proposed that fiscal policy could be used actively to ward off depressions, recessions and slumps.  The Austrian School of economics argues that central banks create the business cycle. After the dominance of monetarismry[2] and neoclassical thought that advised limiting the role of government in the economy in the second half of the twentieth century, the interventionist view has once more dominated the economic policy debate in response to the 2007-2008 financial crisis,[3]\n\nA recent trend originating from medicine is to justify economic policy decisions with best available evidence.[4] While the previous approaches have been focused on macroeconomic policymaking aimed at sustaining promoting economic development and counteracting recessions, EBP is oriented towards all types of decisions concerned not only with anti-cyclical development but primarily with the growth-promoting policies. To gather evidence for such decisions, economists conduct randomized field experiments. The work of Banerjee, Duflo, and Kremer, the 2019 Nobel Prize laureates[5] exemplifies the gold type of evidence. However, the emphasis put on experimental evidence by the movement of evidence-based policy (and evidence-based medicine) results from the narrowly construed notion of intervention, which encompasses only policy decisions concerned with policymaking aimed at modifying causes to influence effects. In contrast to this idealized view of evidence-based policy movement, economic policymaking is a broader term that includes also institutional reforms and actions that do not require causal claims to be neutral under interventions. Such policy decisions can be grounded in, respectively, mechanistic evidence and correlational (econometric) studies.[6]\n\n"
        }
    ]
}