{
    "url": "https://en.wikipedia.org/wiki/Economy_of_New_England",
    "title": "Economy of New England",
    "table_of_contents": [
        "1 Overview",
        "2 Exports",
        "3 Manufacturing",
        "4 Agriculture",
        "5 Energy",
        "6 Employment by State",
        "7 Taxes",
        "8 Real estate",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNew England is far from the center of the country, is relatively small, and is relatively densely populated. It was the birthplace of the Industrial Revolution in the United States as well as being one of the first regions to experience deindustrialization. Today, it is the center of education, research, high technology, finance, and medicine.\n\n"
        },
        {
            "title": "Overview",
            "text": "It historically has been an important center of industrial manufacturing and a supplier of natural resource products, such as granite, lobster, and codfish.\n\nIts population is concentrated on the coast and in its southern states, and its residents have a strong regional identity.[1] America's textile industry began along the Blackstone River with the Slater Mill at Pawtucket, Rhode Island.[2]\n\nIn the first half of the 20th century, the region underwent a long period of deindustrialization as traditional manufacturing companies relocated to the Midwest, with textile and furniture manufacturing migrating to the South. In the mid-to-late 20th century, an increasing portion of the regional economy included high technology (including computer and electronic equipment manufacturing), military defense industry, finance and insurance services, as well as education and health services.\n\nAs of 2007, the inflation-adjusted combined Gross state products of the six states of New England was $763.7 billion, with Massachusetts ($365 billion) contributing the most, and Vermont ($25.4 billion) the least.[3]\n\n"
        },
        {
            "title": "Exports",
            "text": "Exports consist mostly of industrial products, including specialized machines and weaponry (aircraft and missiles especially), built by the region's educated workforce. About half of the region's exports consist of industrial and commercial machinery, such as computers and electronic and electrical equipment. This, when combined with instruments, chemicals, and transportation equipment, makes up about three-quarters of the region's exports. Granite is quarried at Barre, Vermont,[5] guns made at Springfield, Massachusetts and Saco, Maine, boats at Groton, Connecticut and Bath, Maine, and hand tools at Turners Falls, Massachusetts. Insurance is a driving force in and around Hartford, Connecticut.[1]\n\nNew England exports food products, ranging from fish to lobster, cranberries, Maine potatoes, and maple syrup. The service industry is important, including tourism, education, financial and insurance services, plus architectural, building, and construction services. The U.S. Department of Commerce has called the New England economy a microcosm for the entire U.S. economy.[1]\n\n"
        },
        {
            "title": "Manufacturing",
            "text": "In 2010, a University of Connecticut study indicated that five of the six states rank 43rd or lower for manufacturing costs, meaning that manufacturing in New England is generally costlier than in other parts of the U.S. Only Maine was less costly. Vermont, Rhode Island and New Hampshire tied for last place.[6] Historic manufacturing cities like Lowell, Massachusetts have attempted to reuse mill buildings for residential and commercial purposes.[7]\n\n"
        },
        {
            "title": "Agriculture",
            "text": "Agriculture is limited by the area's rocky soil, cool climate, and small area. Some New England states, however, are ranked highly among U.S. states for particular areas of production. Maine is ranked ninth for aquaculture,[8] and has abundant potato fields in its northeast part. Vermont is fifteenth for dairy products,[9] and Connecticut and Massachusetts seventh and eleventh for tobacco, respectively.[10][11] Cranberries are grown in Massachusetts' Cape Cod-Plymouth-South Shore area, and blueberries in Maine.\n\n"
        },
        {
            "title": "Energy",
            "text": "The region is mostly energy efficient compared to the U.S. at large, with every state but Maine ranking within the ten most energy-efficient states;[12] every state in New England also ranks within the ten most expensive states for electricity prices.[13]\n\nThree of the six New England states are among the country's highest consumers of nuclear power: Vermont (first, 73.7%), Connecticut (fourth, 48.9%), and New Hampshire (sixth, 46%).[14]\n\n"
        },
        {
            "title": "Employment by State",
            "text": "As of October 2011, the metropolitan statistical area (MSA) with the lowest unemployment rate, 3.6%, was Burlington-South Burlington, Vermont; the MSA with the highest rate, 12.4%, was Lawrence-Methuen-Salem, in Massachusetts and southern New Hampshire.[15]\n\n"
        },
        {
            "title": "Taxes",
            "text": "A study from 2005 to 2008 listed Rhode Island, Connecticut and New Hampshire among the five states with the highest average property taxes, in percent of home value.[16] On the other hand, New Hampshire has neither a sales nor income tax.[17]\n\nAccording to the Tax Foundation, all New England states but New Hampshire had above average state and local tax burdens compared to the United States average in 2010, although in the study it is readily admitted that \"The state-local tax burdens of each of the fifty states’ residents are quite close to one another.\"[18] In 2011, four of the top ten state governments in the country, with budgetary problems prior to balancing their budgets, were in New England: Connecticut, New Hampshire, Maine, and Vermont.[19][20]\n\nIn terms of per capita income, however, Connecticut, Massachusetts, and New Hampshire are also three of the wealthiest states, with Connecticut being ranked first in the U.S.[21]\n\n"
        },
        {
            "title": "Real estate",
            "text": "In 2011, three of the six states, Connecticut, Maine and Vermont, were among the ten states with the greatest backlog of foreclosures needing court processing, ranging from an estimated 20 years for Connecticut to 16 years for Maine. The U.S. average was eight years.[22]\n\n"
        }
    ]
}