{
    "url": "https://en.wikipedia.org/wiki/Eddie_Constantine",
    "title": "Eddie Constantine",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Personal life",
        "4 Death",
        "5 Filmography",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEddie Constantine (born Edward Israël Constantinowsky; October 29, 1917 – February 25, 1993) was an American singer, actor and entertainer who spent most of his career in France.[1] He became well-known to film audiences for his portrayal of secret agent Lemmy Caution and other, similar pulp heroes in French B-movies of the 1950s and '60s.\n\nHis celebrity and status as something of a pop icon saw him work with prominent arthouse directors like Jean-Luc Godard (as Caution in Alphaville and Germany Year 90 Nine Zero), Rainer Werner Fassbinder (as himself in Beware of a Holy Whore 1971), Agnès Varda, Rosa von Praunheim, Lars von Trier, William Klein and Mika Kaurismäki.\n\n"
        },
        {
            "title": "Early life",
            "text": "Constantine was born Edward Israël Constantinowsky[2][3] in Los Angeles, California to Jewish immigrant parents, a Russian father and Polish mother; his father was a jeweler. In pursuit of a singing career, he went to Vienna for voice training. However, when he returned to the United States, his career failed to take off, and he started taking work as a film extra.[4]\n\n"
        },
        {
            "title": "Career",
            "text": "Having failed to make a career in the United States, Constantine returned to Europe in the early 1950s and started singing and performing in Paris cabarets. He was noticed by Edith Piaf, who cast him in the musical La p'tite Lili. Constantine also helped Piaf with translations for her 1956 album La Vie en Rose/Édith Piaf Sings In English and so he has songwriting credits on the English versions of some of her most famous songs (especially \"Hymne à l'amour\"/\"Hymn to Love\").[5]\n\nIn the 1950s Constantine was a star in France because of his role as the hard-boiled detective/secret agent Lemmy Caution (from Peter Cheyney's novels) in a series of French B-pictures, including La môme vert-de-gris (1953), This Man Is Dangerous (1953), Je suis un sentimental (1955), Lemmy pour les dames (1961) and Your Turn, Darling (1963).\n\nWhen not playing Lemmy Caution, Constantine would have a character that was still typically be a suave-talking, seductive, smooth guy although he often played that for laughs. He turned his accent and perceived American cockiness to advantage in such roles, and he later described his film persona as having been \"James Bond before James Bond\".[6] One of his best remembered later roles was as the visiting Mafia boss Charlie in the British gangster film The Long Good Friday (1980), a rare English-speaking role.\n\nOne of his most notable roles was in Jean-Luc Godard's Alphaville (1965) in which he reprised (to a more radical end) the role of Lemmy Caution, in a departure from the style of his other films. His box-office appeal in France waned in the mid-1960s. Having remarried to a German television producer, he eventually relocated to Germany, where he worked as a character actor, appearing in German television dramas as well as film. Constantine later claimed that he had never taken his acting career seriously, as he considered himself to be a singer by trade, and that had been an actor strictly for the money.[6] In 1982 he appeared in Rosa von Praunheim's film Red Love. He nevertheless worked with directors including Godard and Rainer Werner Fassbinder, and his last notable film appearance was in Lars Von Trier's Europa in 1991. He had taken up the part of Lemmy for the last time that year, in Godard's experimental film Germany Year 90 Nine Zero.[4]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Constantine was married three times: to Helene Musil (1942-1976, divorced), with whom he had three children; Dorothea Gibson (1977, divorced); and the film producer Maya Faber-Jansen (1979–1993, Constantine's death), with whom he had one child.[4] His daughter Tanya Constantine, born in 1943, is a photographer. His daughter Barbara (b. 1955,)is a writer, his son Lemmy (b. 1957) is also a singer and actor. His daughter Mia (b. 1981) is a theater director.\n\n"
        },
        {
            "title": "Death",
            "text": "Constantine died of a heart attack on 25 February 1993 in Wiesbaden, Germany, aged 75. His remains were cremated and remanded to Paris.\n\n"
        }
    ]
}