{
    "url": "https://en.wikipedia.org/wiki/Edgar_Rice_Burroughs",
    "title": "Edgar Rice Burroughs",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life and family",
        "1.2 Later life",
        "1.3 Death",
        "2 Literary career",
        "3 Reception and criticism",
        "4 Selected works",
        "4.1 Barsoom series",
        "4.2 Tarzan series",
        "4.3 Pellucidar series",
        "4.4 Venus series",
        "4.5 Caspak series",
        "4.6 Moon series",
        "4.7 Mucker series",
        "4.8 Other science fiction",
        "4.9 Jungle adventure novels",
        "4.10 Western novels",
        "4.11 Historical novels",
        "4.12 Other works",
        "5 See also",
        "6 Notes",
        "7 References",
        "7.1 Bibliography",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEdgar Rice Burroughs (September 1, 1875 – March 19, 1950) was an American author, best known for his prolific output in the adventure, science fiction, and fantasy genres. Best-known for creating the characters Tarzan and John Carter, he also wrote the Pellucidar series, the Amtor series, and the Caspak trilogy. \n\nTarzan was immediately popular, and Burroughs capitalized on it in every way possible, including a syndicated Tarzan comic strip, movies, and merchandise. Tarzan remains one of the most successful fictional characters to this day and is a cultural icon. Burroughs's California ranch is now the center of the Tarzana neighborhood in Los Angeles, named after the character. Burroughs was an explicit supporter of eugenics and scientific racism in both his fiction and nonfiction; Tarzan was meant to reflect these concepts.\n\n"
        },
        {
            "title": "Biography",
            "text": "Burroughs was born on September 1, 1875, in Chicago (he later lived for many years in the suburb of Oak Park), the fourth son of Major George Tyler Burroughs (1833–1913), a businessman and Civil War veteran, and his wife, Mary Evaline (Zieger) Burroughs (1840–1920). His middle name is from his paternal grandmother, Mary Coleman Rice Burroughs (1802–1889).[2][3][4] He was of almost entirely English ancestry, with a family line that had been in North America since the Colonial era.[5]\n\nThrough his Rice grandmother, Burroughs was descended from settler Edmund Rice, one of the English Puritans who moved to Massachusetts Bay Colony in the early 17th century. He once remarked, \"I can trace my ancestry back to Deacon Edmund Rice.\" The Burroughs side of the family was also of English origin and also emigrated to Massachusetts around the same time. Many of his ancestors fought in the American Revolution. Some of his ancestors settled in Virginia during the colonial period, and Burroughs often emphasized his connection with that side of his family, seeing it as romantic and warlike.[4][6] As close cousins he had seven signatories of the U.S. Declaration of Independence, including his third cousin, four times removed, 2nd President of the United States John Adams.[7]\n\nBurroughs was educated at a number of local schools. He then attended Phillips Academy, in Andover, Massachusetts, and then the Michigan Military Academy. Graduating in 1895, and failing the entrance exam for the United States Military Academy at West Point, he became an enlisted soldier with the 7th U.S. Cavalry in Fort Grant, Arizona Territory. After being diagnosed with a heart problem and thus ineligible to serve, he was discharged in 1897.[8]\n\nAfter his discharge Burroughs worked at a number of different jobs. During the Chicago influenza epidemic of 1891, he spent half a year at his brother's ranch on the Raft River in Idaho, as a cowboy, drifted somewhat afterward, then worked at his father's Chicago battery factory in 1899, marrying his childhood sweetheart, Emma Hulbert (1876–1944), in January 1900.\n\nIn 1903, Burroughs joined his brothers, Yale graduates George and Harry, who were, by then, prominent Pocatello area ranchers in southern Idaho, and partners in the Sweetser-Burroughs Mining Company, where he took on managing their ill-fated Snake River gold dredge, a classic bucket-line dredge. The Burroughs brothers were also the sixth cousins, once removed, of famed miner Kate Rice, a brilliant and statuesque Maths professor who, in 1914, became the first female prospector in the Canadian North. Journalist and publisher C. Allen Thorndike Rice was also his third cousin.[9]\n\nWhen the new mine proved unsuccessful, the brothers secured for Burroughs a position with the Oregon Short Line Railroad in Salt Lake City.[10] Burroughs resigned from the railroad in October 1904.[11]\n\nBy 1911, after seven years of low wages as a pencil-sharpener wholesaler, Burroughs began to write fiction. By this time, Emma and he had two children, Joan (1908–1972), and Hulbert (1909–1991).[12] During this period, he had copious spare time and began reading pulp-fiction magazines. In 1929, he recalled thinking that\n\nIn 1913, Burroughs and Emma had their third and last child, John Coleman Burroughs (1913–1979), later known for his illustrations of his father's books.[14]\n\nIn the 1920s, Burroughs became a pilot, purchased a Security Airster S-1, and encouraged his family to learn to fly.[15][16]\n\nDaughter Joan married Tarzan film actor, James Pierce, starring with her husband, as the voice of Jane, during 1932–1934 for the Tarzan radio series. The pair were wed for more than forty years, until her death in 1972.\n\nBurroughs divorced Emma in 1934 and, in 1935, married the former actress Florence Gilbert Dearholt, who was the former wife of his friend (who was then himself remarrying), Ashton Dearholt, with whom he had co-founded Burroughs-Tarzan Enterprises while filming The New Adventures of Tarzan. Burroughs adopted the Dearholts' two children. He and Florence divorced in 1942.[17]\n\nBurroughs was in his late 60s and was in Honolulu at the time of the Japanese attack on Pearl Harbor.[18] Despite his age, he applied for and received permission to become a war correspondent, becoming one of the oldest U.S. war correspondents during World War II. This period of his life is mentioned in William Brinkley's bestselling novel Don't Go Near the Water.\n\nAfter the war ended, Burroughs moved back to Encino, California, where after many health problems, he died of a heart attack on March 19, 1950, having written almost 80 novels. He is buried in Tarzana, California, US.[19]\n\nWhen he died, he was believed to have been the writer who had made the most from films, earning over $2 million in royalties from 27 Tarzan pictures.[20]\n\nThe Science Fiction Hall of Fame inducted Burroughs in 2003.[21][22]\n\n"
        },
        {
            "title": "Literary career",
            "text": "Aiming his work at the pulps—under the name \"Norman Bean\" to protect his reputation—Burroughs had his first story, Under the Moons of Mars, serialized by Frank Munsey in the February to July 1912 issues of The All-Story.[23][24][25][a] Under the Moons of Mars inaugurated the Barsoom series and earned Burroughs US$400 ($11,922 today). It was first published as a book by A. C. McClurg of Chicago in 1917, entitled A Princess of Mars, after three Barsoom sequels had appeared as serials and McClurg had published the first four serial Tarzan novels as books.[23]\n\nBurroughs soon took up writing full-time, and by the time the run of Under the Moons of Mars had finished, he had completed two novels, including Tarzan of the Apes, published from October 1912 and one of his most successful series.\n\nBurroughs also wrote popular science fiction and fantasy stories involving adventurers from Earth transported to various planets (notably Barsoom, Burroughs's fictional name for Mars, and Amtor, his fictional name for Venus), lost islands (Caspak), and into the interior of the Hollow Earth in his Pellucidar stories. He also wrote Westerns and historical romances. Besides those published in All-Story, many of his stories were published in The Argosy magazine.\n\nTarzan was a cultural sensation when introduced. Burroughs was determined to capitalize on Tarzan's popularity in every way possible. He planned to exploit Tarzan through several different media including a syndicated Tarzan comic strip, movies, and merchandise. Experts in the field advised against this course of action, stating that the different media would just end up competing against each other. Burroughs went ahead, however, and proved the experts wrong – the public wanted Tarzan in whatever fashion he was offered. Tarzan remains one of the most successful fictional characters to this day and is a cultural icon.\n\nIn either 1915 or 1919, Burroughs purchased a large ranch north of Los Angeles, California, which he named \"Tarzana\". The citizens of the community that sprang up around the ranch voted to adopt that name when their community, Tarzana, California, was formed in 1927.[26] Also, the unincorporated community of Tarzan, Texas, was formally named in 1927 when the US Postal Service accepted the name,[27] reputedly coming from the popularity of the first (silent) Tarzan of the Apes film, starring Elmo Lincoln, and an early \"Tarzan\" comic strip.\n\nIn 1923, Burroughs set up his own company, Edgar Rice Burroughs, Inc., and began printing his own books through the 1930s.\n\n"
        },
        {
            "title": "Reception and criticism",
            "text": "Because of the part Burroughs's science fiction played in inspiring real exploration of Mars, an impact crater on Mars was named in his honor after his death.[28] In a Paris Review interview, Ray Bradbury said of Burroughs that \"Edgar Rice Burroughs never would have looked upon himself as a social mover and shaker with social obligations. But as it turns out – and I love to say it because it upsets everyone terribly – Burroughs is probably the most influential writer in the entire history of the world.\"[29] Bradbury continued that \"By giving romance and adventure to a whole generation of boys, Burroughs caused them to go out and decide to become special.\"\n\nIn Something of Myself (published posthumously in 1937) Rudyard Kipling wrote: \"My Jungle Books begat Zoos of [imitators]. But the genius of all the genii was one who wrote a series called Tarzan of the Apes. I read it, but regret I never saw it on the films, where it rages most successfully. He had 'jazzed' the motif of the Jungle Books and, I imagine, had thoroughly enjoyed himself. He was reported to have said that he wanted to find out how bad a book he could write and 'get away with', which is a legitimate ambition.\"[30]\n\nBy 1963, Floyd C. Gale of Galaxy Science Fiction wrote when discussing reprints of several Burroughs novels by Ace Books, \"an entire generation has grown up inexplicably Burroughs-less\". He stated that most of the author's books had been out of print for years and that only the \"occasional laughable Tarzan film\" reminded public of his fiction.[31] Gale reported his surprise that after two decades his books were again available, with Canaveral Press, Dover Publications, and Ballantine Books also reprinting them.[32]\n\nFew critical books have been written about Burroughs. From an academic standpoint, the most helpful are Erling Holtsmark's two books: Tarzan and Tradition[33] and Edgar Rice Burroughs;[34] Stan Galloway's The Teenage Tarzan: A Literary Analysis of Edgar Rice Burroughs' Jungle Tales of Tarzan;[35] and Richard Lupoff's two books: Master of Adventure: Edgar Rice Burroughs[36] and Barsoom: Edgar Rice Burroughs and the Martian Vision.[37] Galloway was identified by James Edwin Gunn as \"one of the half-dozen finest Burroughs scholars in the world\";[38] Galloway called Holtsmark his \"most important predecessor.\"[39]\n\nBurroughs strongly supported eugenics and scientific racism. His views held that English nobles made up a particular heritable elite among Anglo-Saxons. Tarzan was meant to reflect this, with him being born to English nobles and then adopted by talking apes (the Mangani). They express eugenicist views themselves, but Tarzan is permitted to live despite being deemed \"unfit\" in comparison, and grows up to surpass not only them but black Africans, whom Burroughs clearly presents as inherently inferior, even not wholly human. In one Tarzan story, he finds an ancient civilization where eugenics has been practiced for over 2,000 years, with the result that it is free of all crime. Criminal behavior is held to be entirely hereditary, with the solution having been to kill not only criminals but also their families. Lost on Venus, a later novel, presents a similar utopia where forced sterilization is practiced and the \"unfit\" are killed. Burroughs explicitly supported such ideas in his unpublished nonfiction essay I See A New Race. Additionally, his Pirate Blood, which is not speculative fiction and remained unpublished after his death, portrayed the characters as victims of their hereditary criminal traits (one a descendant of the corsair Jean Lafitte, another from the Jukes family).[40] These views have been compared with Nazi eugenics (though noting that they were popular and common at the time), with his Lost on Venus being released the same year the Nazis took power (in 1933).[41]\n\nIn 2003, Burroughs was inducted into the Science Fiction and Fantasy Hall of Fame.[42]\n\n\n\n"
        },
        {
            "title": "Selected works",
            "text": "These three texts have been published by various houses in one or two volumes. Adding to the confusion, some editions have the original (significantly longer) introduction to Part I from the first publication as a magazine serial, and others have the shorter version from the first book publication, which included all three parts under the title The Moon Maid.[43]\n\n"
        }
    ]
}