{
    "url": "https://en.wikipedia.org/wiki/Edison_Company",
    "title": "Edison Manufacturing Company",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The Edison Manufacturing Company, originally registered as the United Edison Manufacturing Company and often known as simply the Edison Company, was organized by inventor and entrepreneur Thomas Edison and incorporated in New York City in May 1889. It succeeded the Edison United Manufacturing Company, founded in 1886 as a sales agency for the Edison Lamp Company, Edison Machine Works, and Bergmann & Company, which made electric lighting fixtures, sockets, and other accessories. In April 1894, the Edison laboratory's Kinetoscope operation, which was about to be commercialized, was brought under the Edison Company umbrella. In 1900, the United Edison Manufacturing Company was evidently succeeded by the New Jersey–incorporated Edison Manufacturing Company. The company's assets and operations were transferred to Thomas A. Edison, Inc. in 1911.\n\n"
        },
        {
            "title": "History",
            "text": "The Edison United Manufacturing Company was incorporated in July 1886 to consolidate the sales operations of the various Edison manufacturing concerns. The company went into liquidation—finalized October 31, 1889—and was succeeded by the United Edison Manufacturing Company, incorporated in New York City under New York State law in May 1889.[1] On May 4, 1900, the Edison Manufacturing Company—evidently the successor to the United Edison Manufacturing Company—was incorporated in Newark, New Jersey, with its headquarters located in West Orange.[2]\n\nFrom April 1894 to June 1908, William E. Gilmore was vice-president and general manager of the Edison Manufacturing Company. He took over from Alfred O. Tate and was succeeded by patent lawyer Frank Dyer.[3] Edison's films were made by the Kinetograph Department of the Edison Manufacturing Company.[4]\n\nEdison's first moviemaking studio—and the world's first—was the Black Maria in West Orange, New Jersey, where production of Kinetoscope films began in early 1893. The Edison Studios productions moved to a Manhattan facility after the turn of the century, and a few years later to a studio in the Bronx. Filming locations around the United States and abroad were used.[5][6][7][8]\n\nThe company had the same senior executives as the more profitable National Phonograph Company, to which Edison paid more attention. Edison was also distracted by other enterprises including storage batteries, iron ore and cement, which competed for finance and led to loss of focus.[3]\n\nIn February 1911 the company's assets were assigned to Thomas A. Edison, Inc. The Edison Manufacturing Company was formally dissolved on 9 November 1926.\n\n"
        }
    ]
}