{
    "url": "https://en.wikipedia.org/wiki/Educational_film",
    "title": "Educational film",
    "table_of_contents": [
        "1 History",
        "1.1 Usage of educational film during the late 19th and 20th centuries",
        "1.1.1 Military use and propaganda",
        "1.1.2 Commercial educational film production, 1900-1950 (American)",
        "1.1.3 Notable educational film producers in 20th and 21st centuries",
        "2 Types of educational films[14]",
        "2.1 Social science and geography films",
        "2.2 Historical film",
        "2.3 Arts and craft films",
        "2.4 Literature and language arts films",
        "2.5 Sociodrama films",
        "3 Cultural significance",
        "4 Research into educational benefits",
        "5 List of notable educational film producers",
        "6 See also",
        "7 Footnotes",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An educational film is a film or movie whose primary purpose is to educate. Educational films have been used in classrooms as an alternative to other teaching methods.\n\n"
        },
        {
            "title": "History",
            "text": "Determining which videos should count as the first educational films is controversial. Some researchers suggest that the first educational films were shown in St. Petersburg in 1897, while other studies determined that the first educational films were inspired by the newsreel in 1913.[1] Regardless, the increasing number of educational films could prove that the production of such films started in the early 1900s.[2]\n\nEducational films are productions aiming to inform target audiences about designated issues.[3] The topic of study varies. Educational cinema was normally divided into three main categories: instructional, educational, and scholastic.[4]\n\nEducational films can be used to inform the public about social issues and raise public awareness. For example, an educational film, What About Prejudice?, published in 1959 discussed the prejudice of the white middle class.[5] Land and Space to Grow, released in October 1960, was a story about a typical young American couple who pursue the great adventure of buying land and building a dream home.[6]\n\nChallenging questions or debate over social issues are also raised in educational films, such as labor reform, communism, civil rights, and nuclear proliferation. One of these was \"An Educational Film on Land Reform,\" which examined the question \"Why is building enough housing for everyone difficult, when everyone agrees it is needed?\" The film was shaped into a compelling soft-sell story that allows the audience to reflect on social issues.[6]\n\nEducational films can be a powerful aid to teaching, bringing things that students may not be able to experience first-hand into the classroom, and thus improving teaching efficiency. For example, educational films can be used in the teaching of architectural subjects, giving a tour of a structure without needing to bring the students to it physically. Similarly, when teaching a complex principal, such as cell division, a loop of video can demonstrate the processes involved as many times as the students need. Specific techniques, such as the close-up showing particulate forming in a chemical mixuture, can show fine detail in a process that would otherwise be difficult for a group of students to all see clearly in a live demonstration.[7]\n\nDocumentaries, used as an educational resource, are a major category of educational film. They were mostly shown in schools for educational purposes and used to introduce various topics to children. However, documentaries were also used to train teachers. By 1950, prominent educational film institutions like New York University's Educational Film Library, Columbia Teachers College, and the Museum of Modern Art (MoMA) believed that documentaries intended for children, such as A Better Tomorrow (1945), Tomorrow's a Wonderful Day (1948), and The Children's Republic (1947), were suitable for adult audiences interested in teacher training, child care and development, and even the rehabilitation of so-called delinquents.[8]\n\nEducational film was also used as a promotional tool. For example, after World War II, teenagers why many of their educational environments separated the genders. For example, shop classes were almost exclusively male and home economics classes almost exclusively female. Filmmakers attempted to address this concern by making films, such as Why Study Home Economics? in 1955.[9]\n\nIn China in the 1930s, educational film became one of the most important educational tools. During the period of Republic of China, many citizens were illiterate, so the national government focused on educational films as a way to efficiently educate the public on various topics. The government established official film studios to create educational films.[10]\n\nIn addition, the potential of educational films had been explored for educating deaf people. Captioned Films for the Deaf, also known as The Described and Captioned Media Program, was established in 1950, and created 15 volumes of Lesson Guides for Captioned Film.[11]\n\nDuring World War I, both the US Army and Navy made training films and established instructional procedures for such media as slides, film strips, and models. Both organized film divisions for the twofold purpose of supplying information to the public and of instructing officers and troops.[12]\n\nLikewise, there were a large-scale introduction of audio-visual media in schools and an expansion of the non-theatrical film circuit during the Second World War. For instance, instructional films were made for military personnel or industrial labourers.[13] The use of educational film was a part of the official policy of Department of War in America.[12]\n\nEven after World War II, some of the educational films remained in use. Low budgets and a narrow profit margin handicapped the production of new, high-quality educational films.[12]\n\nBefore World War II, ERPI Classroom Films, Eastman Classroom Films, and Film Incorporated were the leading producers of educational films. ERPI had entered educational film production because it wanted to sell its equipment. The Eastman Kodak Company, meanwhile, had envisioned the films themselves as a profitable commercial venture. Neither company, however, enjoyed overwhelming success. Silent films created when other films sometimes had sound were less popular with audiences. During World War II and in the post-war years, many old and new companies increased the production of educational films, including Coronet, Vocational Guidance Films, Young America, McGraw-Hill Book Company, United World Films, Films Incorporated, Simmel-Misery and others.[12]\n\nThere are several notable educational film producers from the 1960s onward. Producers like Encyclopædia Britannica Films, Coronet Films, and Centron Corporation were the leaders of the educational film industry. With the rise of social media, both corporations (such as PBS) and private individuals post a wide variety of educational videos to sites like YouTube. Many of these are shown in classrooms or watched by students as part of their studies.\n\n"
        },
        {
            "title": "",
            "text": "Film companies have produced films about geography and world culture. They concentrated on three treatment forms through the 1960s: the geographical-industrial film, the travelogue, and the ethnological film.[15]\n\nThe geographical-industrial film talked about the industry and customs of foreign land. Filmmakers often included insights into the makeup of the country beyond the locations and basic statistics, describing cultures politically, socially, and economically.\n\nFor the travelogue, rather than professional cinematographers, many travelers, explorers, scientists, and missionaries produced travelogues. They traveled the world and sold the footage to studios and distributors.\n\nThe ethnological film featured different ethnicities, cultures, and social practices from around the world. It helped students and professors study anthropology, as it showed real-life footage of local events and daily life. Audiences could see how the featured group dressed, ate, and interacted socially.\n\nTypically, historical films from before the 1960s defaulted to a white, conservative, Christian perspective, such as Ray Garner's Ancient World: Egypt (1954) and Greece: The Golden Age (1963).[16] Both films were composed mostly of footage of artifacts and ruins, with narration comparing them to then-current American culture. In other films, characters meant to be seen as civilized or sympathetic where played by white actors, while non-whites were cast in less desirable roles, if at all. Such filmmakers largely left out the roles African-Americans, Latinos, Asians, and women, focusing instead on wealthy industrialists or the Founding Fathers of the United States. \n\nEducational films often included painting, sculpture, architecture, and other \"high\" arts. In the 1920s and 1930s, filmmakers began to take advantage of the movie camera to capture the visual art in new ways, such as moving around a sculpture while filming it. This type of cinema became seen as a legitimate component of an artistic education at universities. After World War II, film became an ideal medium to carry the visual arts out of the museum, the artist's studio, and the gallery and into new locations, such as educational institutions (mainly art schools), non-theatrical venues, and, for a time, even commercial cinemas.[17]\n\nThis type of film includes non-narrated short subjects, poetry, and journalism. Educational film companies in the United States began acquiring dramatic content from sources overseas in the 1950s. They were commonly from France, which included several well-known non-narrated short dramas, director Albert Lamorisse's The Red Balloon (1956) among them.[18]\n\nMany sociodrama films were based on topics such as racial equality or civic engagement. Because of the advent of the Civil Rights Act (1964), and the Elementary and Secondary Education Act (1965), educators had a greater interest in presenting the world from perspectives closer to those of their students.[19] Young filmmakers produced the films which encompassed racial, age-related, and inter- or intra-cultural issues. They focused on history, literature, and social sciences. Most of the films were 30 minutes, or even less, allowing a teacher to provide context before and answer questions after within a one-hour class.\n\n"
        },
        {
            "title": "Cultural significance",
            "text": "Many educational films shown in schools are part of long series - for example, films demonstrating scientific principles and experiments tend to be episodic, with each episode devoted to a specific experiment or principle.\n\nMany schoolchildren in Britain in the late 1980s and early 1990s watched hundreds of episodes of British-made educational films (all very similar in style and production) over the course of their primary school careers. As a result, the delivery-style and distinctive colour-palette (\"scientific\" looking neutral-blue backgrounds etc.) of these films is instantly recognizable to any child of the appropriate generation. This was used to great effect by the British television series Look Around You which parodies these films.\n\n"
        },
        {
            "title": "Research into educational benefits",
            "text": "Many early psychological studies of learning from film and particularly TV found this medium to be inferior to text. Studies included comparisons between reading newspaper reports and watching TV news. In these early studies, the memory retention was always stronger in those who read the reports. This was shown to be linked mainly to the ability of the individual to control the speed of the delivery of information. When you read you can pause at any time, which was not possible with classroom-based TV and film. This has changed with the advent of online video, which can be paused and rewound easily. More recent studies now see no difference in memory retention between the two media, video and text.[20][21]\n\nResearch also examines the idea that cognitive overload may occur because the viewer has to process audio and visuals at the same time. Careful design of the film can alleviate this. For instance, signaling clearly where the focus of the audio is in terms of the video image will help the viewer merge the two. However, too much information, or information that is superfluous, can reduce learning.[22]\n\n"
        }
    ]
}