{
    "url": "https://en.wikipedia.org/wiki/Educational_robotics",
    "title": "Educational robotics",
    "table_of_contents": [
        "1 Education and training",
        "1.1 Physically coded robots",
        "2 Category of Educational robotics",
        "2.1 Initiatives in schools",
        "2.2 Post-secondary degree programs",
        "2.3 Certification",
        "2.4 Summer robotics camp",
        "2.5 Educational robotics in special education",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Educational robotics teaches the design, analysis, application and operation of robots. Robots include articulated robots, mobile robots or autonomous vehicles. Educational robotics can be taught from elementary school to graduate programs. Robotics may also be used to motivate and facilitate the instruction other, often foundational, topics such as computer programming, artificial intelligence or engineering design.[1]\n\n"
        },
        {
            "title": "Education and training",
            "text": "Robotics engineers design robots, maintain them, develop new applications for them, and conduct research to expand the potential of robotics.[2] Robots have become a popular educational tool in some middle and high schools, as well as in numerous youth summer camps, raising interest in programming, artificial intelligence and robotics among students. First-year computer science courses at several universities now include programming of a robot in addition to traditional software engineering-based coursework.[3]\n\nPhysically coded robots are robots that are used physically. A good example is a toy, and it is a play-based learning to very young students.\n\n"
        },
        {
            "title": "Category of Educational robotics",
            "text": "The categories of educational robots seen as having more than one category. It can be alienated into four categories and it is based on their physical design, coding method and educational method is the alienated made. These categories can also be used to determine the type of robot that should be used and it give the needed output for a classroom. Tangibly, coded robots uses a physical means of coding instead of the screens coding.[4]\n\nLeachim, was a robot teacher programmed with the class curricular, as well as certain biographical information on the 40 students whom it was programmed to teach.[5] Leachim could synthesize human speech using Diphone synthesis.[6] It was invented by Michael J. Freeman in 1974 and was tested in a fourth grade classroom in the Bronx, New York.[7]\n\nSince 2014, companies like Cytron Technologies have been making inroads into schools and learning centers with their rero reconfigurable robot. Designed to be easy and safe to assemble and program, robotics became very accessible to young children with no programming skills and even up to advanced users at tertiary level. Robotics education was heavily promoted via roadshows, science fairs, exhibitions, workshops, camps and co-sponsored classes, bringing robotics education to the masses.\n\nFrom approximately 1960 through 2005, robotics education at post-secondary institutions took place through elective courses, thesis experiences and design projects offered as part of degree programs in traditional academic disciplines, such as mechanical engineering, electrical engineering, industrial engineering or computer science.\n\nSince 2005, more universities have begun granting degrees in robotics as a discipline in its own right,[8] often under the name \"Robotic Engineering\". Based on a 2015 web-based survey of robotics educators,[9] the degree programs and their estimates annual graduates are listed alphabetically below. Note that only official degree programs where the word \"robotics\" appears on the transcript or diploma are listed here; whereas degree programs in traditional disciplines with course concentrations or thesis topics related to robotics are deliberately omitted.\n\nThe Robotics Certification Standards Alliance (RCSA) is an international robotics certification authority that confers various industry- and educational-related robotics certifications. In June 2021, the Advanced Robotics for Manufacturing Institute started endorsing programs at organizations and academic institutions in the United States to prepare workers for robotics and automation careers in the manufacturing sector.[10]\n\nSeveral summer camp programs include robotics as part of their core curriculum. In addition, youth summer robotics programs are frequently offered by celebrated museums such as the American Museum of Natural History[11] and The Tech Museum of Innovation in Silicon Valley, CA, just to name a few. There are of benefits that come from attending robotics camps. It teaches students how to use teamwork, resilience and motivation, and decision-making. Students learn teamwork because most camps involve exciting activities requiring teamwork.[12] Resilience and motivation is expected because by completing the challenging programs, students feel talented and accomplished after they complete the program.[12] Also students are given unique situations making them make decisions to further their situation.[12]\n\nEducational robotics can be a useful tool in early and special education.[13] According to a journal on new perspectives in science education, educational robotics can help to develop abilities that promote autonomy and assist their integration into society. Social and personal skills can also be developed through educational robotics.[14] Using Lego Mindstorms NXT, schoolteachers were able to work with middle school aged children in order to develop programs and improve the children's social and personal skills. Additionally, problem solving skills and creativity were utilized through the creation of artwork and scenery to house the robots. Other studies show the benefits of educational robotics in special education as promoting superior cognitive functions, including executive functions. This can lead to an increased ability in \"problem solving, reasoning and planning in typically developing preschool children.\"[15] Through eight weeks of weekly forty-five-minute group sessions using the Bee-Bot, an increase in interest, attention, and interaction between both peers and adults was found in the school and preschool-aged children with Down Syndrome. This study suggests that educational robotics in the classroom can also lead to an improvement in visuo-spatial memory and mental planning. Furthermore, executive functions seemed to be possible in one child during this study.[16]\n\n"
        }
    ]
}