{
    "url": "https://en.wikipedia.org/wiki/Educational_research",
    "title": "Educational research",
    "table_of_contents": [
        "1 General characteristics",
        "2 Approaches",
        "2.1 Basic approach",
        "2.2 Applied approach",
        "2.3 Comparison of basic and applied research",
        "3 Methodology",
        "3.1 Qualitative research",
        "3.2 Types of qualitative research",
        "3.3 Quantitative research",
        "3.4 Types of quantitative research",
        "3.5 Mixed methods (Pragmatic)",
        "3.6 Types of mixed methods",
        "4 Organization of research fields",
        "5 Results",
        "6 See also",
        "6.1 Related fields",
        "6.2 Educational research communities and organizations",
        "6.3 Other",
        "7 References",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Educational research refers to the systematic collection and analysis of data related to the field of education. Research may involve a variety of methods[1][2][3] and various aspects of education including student learning, teaching methods, teacher training, and classroom dynamics.[4]\n\nEducational researchers generally agree that research should be rigorous and systematic.[2][4] However, there is less agreement about specific standards, criteria and research procedures.[1][5] As a result, the value and quality of educational reseach has been questioned.[6]  Educational researchers may draw upon a variety of disciplines including psychology, economics, sociology, anthropology, and philosophy.[1][3] Methods may be drawn from a range of disciplines.[3][5] Conclusions drawn from an individual research study may be limited by the characteristics of the participants who were studied and the conditions under which the study was conducted.[3]\n\n"
        },
        {
            "title": "General characteristics",
            "text": "Gary Anderson outlined ten aspects of educational research:[2]\n\n"
        },
        {
            "title": "Approaches",
            "text": "There are different approaches to educational research. One is a basic approach,[1] also referred to as an academic research approach.[2] Another approach is applied research[1] or a contract research approach.[2] These approaches have different purposes which influence the nature of the respective research.\n\nBasic, or academic research focuses on the search for truth[2] or the development of educational theory.[1] Researchers with this background \"design studies that can test, refine, modify, or develop theories\".[1] Generally, these researchers are affiliated with an academic institution and are performing this research as part of their graduate or doctoral work.\n\nThe pursuit of information that can be directly applied to practice is aptly known as applied or contractual research.[1] Researchers in this field are trying to find solutions to existing educational problems. The approach is much more utilitarian as it strives to find information that will directly influence practice.[2]  Applied researchers are commissioned by a sponsor and are responsible for addressing the needs presented by their employer.[2] The goal of this research is \"to determine the applicability of educational theory and principles by testing hypotheses within specific settings\".[1]\n\nThe following are several defining characteristics written by Gary Anderson to compare basic (academic) and applied (contract) research.[2]\n\n"
        },
        {
            "title": "Methodology",
            "text": "The basis for educational research is the scientific method.[1] The scientific method uses directed questions and manipulation of variables to systematically find information about the teaching and learning process.[1] In this scenario questions are answered by the analysis of data that is collected specifically for the purpose of answering these questions.[2] Hypotheses are written and subsequently proved or disproved by data which leads to the creation of new hypotheses. The two main types of data that are used under this method are qualitative and quantitative.[1][5][7]\n\nQualitative research uses the data which is descriptive in nature. Tools that educational researchers use in collecting qualitative data include: observations, conducting interviews, conducting document analysis, and analyzing participant products such as journals, diaries, images or blogs.[1]\n\nQuantitative research uses data that is numerical and is based on the assumption that the numbers will describe a single reality.[1] Statistics are often applied to find relationships between variables.\n\nThere also exists a new school of thought that these derivatives of the scientific method are far too reductionist in nature.[5] Since educational research includes other disciplines such as psychology, sociology, anthropology, science, and philosophy[1][3] and refers to work done in a wide variety of contexts[3] it is proposed that researchers should use \"multiple research approaches and theoretical constructs.\"[5]  This could mean using a combination of qualitative and quantitative methods as well as common methodology from the fields mentioned above. In social research this phenomenon is referred to as triangulation (social science).[8] This idea is well summarized by the work of Barrow in his text An introduction to philosophy of education:\n\nIn analysis of mixed methods, the following ways might be used;\n\n"
        },
        {
            "title": "Organization of research fields",
            "text": "Discipline-based education research (DBER) is an interdisciplinary research enterprise that \"investigates learning and teaching in a discipline [normally from the STEM fields] from a perspective that reflects the discipline's priorities, worldview, knowledge, and practices.\"[14]\nExamples include:\n\nEducational research can also be organized by the subject or object of focus, as in school, teacher, student, etc., the relationship between actors such as student-teacher, teacher-principal, school-home, etc. by educational outcomes, such as motivation, learning of core subjects, learning of 21st century skills, attitudes, etc.\n\n"
        },
        {
            "title": "Results",
            "text": "In response to increased attention to the replicability of experimental findings in the sciences and medicine, in 2014, Educational Researcher published a review of the entire publication history of the 100 education journals with the highest five-year impact factors that found that out of 164,589 articles published only 221 articles (or 0.13 percent) were attempted replications of previous studies. Only 28.5 percent of the replication studies were direct replications rather than conceptual replications (i.e. usage of a different experimental method to test the same hypothesis). 48.2 percent of the replications were performed by the same research team as produced the original study, and when the same research team published the replication studies in the same journals, 88.7 percent of replications were successful while only 70.6 percent were successful when published in a different journal. When different researchers attempted to replicate the findings, only 54 percent of replications were successful.[15][16]\n\nAs of December 2021[update], among more than 300 other psychology and medical journals, the British Journal of Developmental Psychology, the British Journal of Educational Psychology, the Canadian Journal of School Psychology, Exceptional Children, Frontiers in Education, the Gifted Child Quarterly, the Journal for the Education of the Gifted, the Journal of Advanced Academics, the Journal of Cognition and Development, the Journal of Educational Psychology, the Journal of Experimental Psychology: Learning, Memory, and Cognition, JMIR Medical Education, the Journal of Numerical Cognition, the Journal of Research in Reading, Language Learning, Learning and Instruction, Mind, Brain, and Education, and Scientific Studies of Reading have adopted result-blind peer review (i.e. where studies are accepted not on the basis of their findings and after the studies are completed, but before the studies are conducted and upon the basis of the methodological rigor of their experimental designs and the theoretical justifications for their statistical analysis techniques before data collection or analysis is done) as part of an initiative organized by the Center for Open Science in response to concerns about publication bias and p-hacking.[17][18] Early analysis of such reforms in psychology journals has estimated that 61 percent of result-blind studies have led to null results, in contrast to an estimated 5 to 20 percent in earlier psychological research.[19]\n\n"
        }
    ]
}