{
    "url": "https://en.wikipedia.org/wiki/Educational_attainment_in_the_United_States",
    "title": "Educational attainment in the United States",
    "table_of_contents": [
        "1 General attainment of degrees/diplomas",
        "2 Gender",
        "2.1 Gender gap in literacy",
        "2.2 Graduation rates",
        "3 Ethnicity and race",
        "3.1 Immigrants",
        "4 Income",
        "5 Occupation",
        "6 Religion",
        "7 Geography",
        "8 Social class and education",
        "9 Educational attainment in social theory",
        "9.1 Bourdieu and cultural capital",
        "9.2 Lareau and concerted cultivation",
        "9.3 Collins and credentialism",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The educational attainment of the U.S. population refers to the highest level of education completed.[2] The educational attainment of the U.S. population is similar to that of many other industrialized countries with the vast majority of the population having completed secondary education and a rising number of college graduates that outnumber high school dropouts. As a whole, the population of the United States is spending more years in formal educational programs. As with income, levels differ by race, age, household configuration, and geography.[3]\n\nOverall, the demographics with the highest educational attainment in the United States are also those with the highest household income and wealth.[3]\n\n"
        },
        {
            "title": "",
            "text": "In 2018, nearly 9/10 (90 percent) of all adults 25 years or older reported they had completed at least high school, or obtained a GED/high school equivalency certificate. Over one in three adults (35 percent) had attained at least a bachelor's degree. Both of these measures are all time highs. In 2003, the percentage of the adult population who had completed high school or had not completed high school but obtained a GED increased for the first time since 2000, when it was 84 percent. This increase follows a general trend that the Current Population Survey has shown since educational attainment was first measured in 1947.[3]\n\nSince 1983 the percentage of people either graduating from high school or failing to complete high school but getting a GED certification has increased from 85% to 90%. The greatest increases in educational attainment were documented in the 1950s, 60s and 70s. In the 1950s and much of the 1960s high school graduates constituted about 50% of those considered adults (25 and above). For adults aged between 25 and 30, the percentage of either high school graduates or GED obtainers was roughly 50% in 1950 versus 90% today.[3]\n\n"
        },
        {
            "title": "Gender",
            "text": "For the past fifty years, there has been a gap in the educational achievement of males and females in the United States, but which gender has been underperforming has fluctuated over the years. In the 1970s and 1980s, data showed girls trailing behind boys in a variety of academic performance measures, specifically in test scores in math and science.[5]\n\nData in the last twenty years shows the general trend of girls outperforming boys in academic achievement in terms of class grades across all subjects and college graduation rates, but boys score higher on standardized tests and are better represented in higher-paying and more prestigious STEM fields (science, technology, engineering, and math).[5]\n\nTraditionally, girls have outperformed boys in reading and writing. Although this gap may be minimal in kindergarten, it grows as students continue their education. According to the 2004 National Reading Assessment measured by the US Department of Education, the gap between boys and girls, only slightly noticeable in 4th grade, left boys 14 points behind girls during their 12th grade year.[6] On the 2008 test, female students continued to have higher average reading scores than male students at all three ages. The gap between male and female 4th graders was 7 points in 2008. By 12th grade, there was an 11-point gap between males and females.[6]\n\nOn the 2002 National Writing Assessment, boys scored on average 17 points lower than girls in 4th grade. The average gap increased to 21 points by 8th grade and widened to 24 points by senior year in high school.[7] In the more recent 2007 National Assessment of Writing Skills, female students continued to score higher than male students, though margins closed slightly from previous assessments. The average score for female eighth-graders was 20 points higher than males, down 1 point from the 2002 score. For twelfth-graders, females outscored males by 18 points as opposed to 24 points in 2002.[8]\n\nAll of these assessments were conducted on a 100-point scale.[6][7][8]\n\nOverall, women have surpassed men in terms of completion of secondary and post-secondary education. In 2015/2016, women earned 61% of associate degrees, 57% of bachelor's degrees, 59% of master's degrees, and 53% of doctorates.[9] A similar pattern is also seen in high school education, where, in 2016, 7.1% of males, but only 5.1% of females dropped out of high school.[10]\n\nIn 2015/2016, 56 percent of college students were female and 44 percent were male. From 1990 until 2015, the number of males enrolled in college increased by 41 percent, and the number of female students rose by 53 percent.[9] In 2015/2016, 51% of degrees earned by males were bachelor's, which is slightly higher than that of females for whom 48% of degrees earned were bachelor's degrees.[9] As of 2006, the numbers of both men and women receiving a bachelor's degree has increased significantly, but the increasing rate of female college graduates exceeds the increasing rate for males.[11]\n\nIn 2007, the United States Census Bureau estimated that 18,423,000 males  over the age of 18 held a bachelor's degree, while 20,501,000 females over the age 18 held one. In addition, fewer males held master's degrees: 6,472,000 males compared to 7,283,000 females. However, more men held professional and doctoral degrees than women. 2,033,000 males held professional degrees compared to 1,079,000, and 1,678,000 males had received a doctoral degree compared to 817,000 females.[12]\n\nWomen were projected to earn 64.2% of associate degrees, 59.9% of bachelor's degrees, 62.9% of master's degrees, and 55.5% of Doctorates by 2016/2017.[13]\n\n"
        },
        {
            "title": "Ethnicity and race",
            "text": "While the educational attainment of all races increased during the 1990s, with the gap between African Americans and non-Hispanic whites decreasing, differences between the races remain, especially among those with a bachelor's degree or higher. Asian Americans had the highest educational attainment of any race, followed by whites who had a higher percentage of high school graduates but a lower percentage of college graduates. Persons identifying as Hispanic or Latino, without regard to race, had the lowest educational attainment. The gap was the largest between foreign-born Asian Americans, over half (50.1%) of whom had a bachelor's degree or higher and foreign-born Hispanics, 9.8% of whom had a four-year college degree.[3]\n\nHispanics and Latinos also trailed far behind in terms of graduating from high school; it was the only major group for which high school graduates constituted less than 80% of the population. This large inequality might partially be explained by the influx of uneducated foreign-born Hispanic Americans who had not been offered the chance to complete secondary education in their home country and who had not completed secondary education in the United States.\n\nOverall, nearly half (49.8%) of Asian Americans, nearly a third (30%) of non-Hispanic whites, 17.3% of non-Hispanic Blacks, and just over a tenth (11.4%) of Hispanics or Latinos had a four-year college degree. The same differences decrease significantly at the high school level with 89.4% of non-Hispanic whites, 87.6% of Asian Americans, 80.0% of African Americans, and 57% of Hispanics or Latinos having graduated from high school.[3]\n\nIn 2015, the average SAT scores on the math section were 598 for Asian-Americans, 534 for whites, 457 for Hispanic Latinos and 428 for blacks.[14] \nAdditionally, 10% of Asian-Americans, 8% of whites, 3% of Mexican Americans, 3% of Native Americans and 2% of blacks scored above 600 on the SAT verbal section in 1990.[15]\nRace gaps on the SATs are especially pronounced at the tails of the distribution. In a perfectly equal distribution, the racial breakdown of scores at every point in the distribution should ideally mirror the demographic composition of test-takers as whole i.e. 51% whites, 21% Hispanic Latinos, 14% blacks, and 14% Asian-Americans. But ironically, among the highest top scorers, those scoring between a 750 and 800 (perfect scores) over 60% are East Asians of Taiwanese, Japanese, Korean and Han Chinese descent, while only 33% are white, compared to 5% Hispanic Latinos and 2% blacks.[14] In August 2020, the US Justice Department argued that Yale University discriminated against Asian candidates on the basis of their race, a charge the university denied.[16]\n\nThe Racial achievement gap in the United States refers to these educational disparities between differing ethnic groups. Several racial achievement gaps remain present today because not all groups of students are advancing at the same rates. These racial achievement gaps have many individual and economic implications and there have been many efforts in education reform to narrow the gaps.\n\nA trend becomes visible when comparing the foreign-born to the native-born populace of some races. Foreign-born Asian, European, and African immigrants had a higher educational attainment in terms of having earned a four-year college degree than their native-born counterparts. According to the U.S census about 43.8 percent of African immigrants achieved the most college degrees, compared to 42.5 percent of Asian-Americans, 28.9 percent for immigrants from Europe, Russia and Canada and 23.1 percent of the U.S. population as a whole.[17][18][19]\n\nThe opposite is true on the high school level and among Hispanics, where the dramatically lower educational attainment of the foreign-born population decreased the educational attainment of the general Hispanophone populace, statistically.[3]\n\nOnly among Hispanics and Latinos was the proportion of college graduates larger among the native born population. In the general population the proportion of persons with a bachelor's degree or higher was the same among the foreign-born and native-born population (27.2%). As stated above fewer foreign born Americans completed high school than native born Americans. Overall, 87.5% of the native born population had graduated from high school, versus 67.2%. Among whites the difference was three percentage points, the same as for African Americans. Among Asian Americans the difference was five percentage points. It was thirty percentage points among Hispanics or Latinos.[3]\n\nAfrican immigrants have been among the more highly educated group in the United States since the 1990s.[20][21] This phenomenon is related to the large \"brain drain\" in Africa.[22]\n\n"
        },
        {
            "title": "Income",
            "text": "Educational attainment is strongly correlated with income in the United States. Although the incomes of both men and women are associated with higher educational attainment (higher incomes for higher educational attainment), large income gaps linked to race and gender remained at each educational level. In 2003, average incomes ranged from $13,459 for a male high-school dropout to $90,761 for a male with an advanced degree. The most significant average income difference was between those who had some college education or an associate degree and those who had a bachelor's degree. While those with some college averaged $31,046, those with a bachelor's degree averaged $51,194, over $20,000 (64.9%) a year more.[3]\n\nThe second most dramatic difference in average income was between those with a bachelor's degree with $51,940 and those with an advanced degree who made $72,824, roughly $21,000 (42.2%) more. The least significant difference was between those who had graduated from high school and those who had either some college or an associate degree. Here the difference was a mere $3,766 or 13.8%. The difference between those with a high school diploma ($30,000) and those who did not complete high school ($18,826) was $8,454 or 45%.\nOverall, the income in the United States for all sexes, races and levels of educational attainment was $36,308 annually.[3]\n\nEven though African immigrants are claimed to have higher educational attainment rates than any other group, they were the hardest hit during the most recent recession beginning in 2007.[23][18][24][25] This shows that race and/or ethnicity may play a role in income levels and job selection.[24]\n\nSOURCE: US Census Bureau, 2018[26][27]\n\nThe change in median personal and household income since 1991 also varied greatly with educational attainment. While both the overall median personal and household income increased since 1991, this increase did not take place on all levels of educational attainment. The overall income increased over the course of the 1990s, reaching its high in 1999, but has been decreasing ever since. In 1991 the median household income in the US was $40,873 in 2003 dollars, while the median household income in 2003 was $45,016. In 1999, however, the median household income was $46,236, 2.7% higher than today. While this trend held true for all levels of educational attainment the extent of chronicle fluctuations in income were greatly influenced by educational attainment.[26][27]\n\nOverall, the median household and personal income decreased for those with more than a 9th grade education but less than a four-year college degree since 1991. In other words, the median household income decreased for households and individuals at the high school drop-outs and graduate, some-college, and an associate degree level. Income did, however, increase for those with a bachelor's degree or more. The following table shows the median household income according to the educational attainment of the householder. All incomes are adjusted for inflation and are in 2019 dollars. These data only apply to households whose householder is aged twenty-five or older. The highest and lowest points of the median household income are presented in bold face.[26][27]\n\nSOURCE: US Census Bureau, 2020[29] Yellow indicates the year with the lowest median income while green indicates the year with the highest reported median income.\n\nAmong the races, educational attainment retains its dramatic effect on average income which varies significantly at each educational level. European Americans (White Americans) had the highest average income at every level of educational attainment. However, the proportion of those having college degrees is greater among Asian Americans than among non-Hispanic whites, and the overall highest average income is found among Asians. All races except Whites ranked last on at least one level with African Americans ranking last on the non-high school, high school and advanced degree level.[3]\n\nAsians were second highest on the college graduate level and had the highest overall income among the general population. They also had the lowest average annual income for those with some college education or an associate degree. Racial income difference were also significant at every level of educational attainment with the largest racial inequality being between European and African Americans who did not complete high school and those with advanced college degrees.[3]\n\nOverall, European Americans with an advanced degree had the highest average annual income with $74,122. Asian Americans had the second highest with $72,852. Hispanics and African Americans had the lowest annual incomes among those with advanced degrees averaging $67,679 and $59,944 annually. The largest racial inequity was between European Americans with a bachelor's degree who made $53,185 and Hispanics who made $12,263 or 29.9% less with an average annual income of $40,949.[3] However, Asian Americans as a whole earn more than any other race due to a greater percentage of them being educated overall, an example of Simpson's paradox.\n\n"
        },
        {
            "title": "Occupation",
            "text": "The educational attainment varied significantly among the different types of occupations. The professional/managerial fields were the only two occupational fields where college graduates with a bachelor's degree or higher represented the majority. Among professional occupations, 99.1% of the population graduated from high school, 90.2% had some college education or an associate degree and over two thirds, 68.2% had a bachelor's degree or higher.[3]\n\nBusiness and managerial occupations were second with 97.8% having graduated from high school, 79.5% having some college or an associate degree and just over half, 53.4% having a bachelor's degree or higher. While nearly all employment fields feature a population where over 80% had graduated from high school with over a third having some college education or an associate degree, the fields relating to agriculture, construction, manufacturing, and transportation did not. These, often described as blue collar, fields featured a labor force where less than a tenth of the population had a bachelor's degree or higher, less than half had some college or an associate degree, and less than 80% had graduated from high school.[3]\n\nOverall, the least educated occupational field was agriculture, ranking last on all educational levels. Here 55.4% had graduated from high school, roughly one fifth (20.8%) had some college education or an associate degree and 6.8% had a bachelor's degree or higher. While the largest occupational field, that consisting of professionals and relating occupations was also the largest field, the fields with lower educational attainment combined were larger than the professional and managerial fields combined. Overall, 38.02% were employed in the professional and managerial fields while 61.89% were employed in the other white and blue collar fields were those with a bachelor's degree or higher constituted less than a third of the work force.[3]\n\n"
        },
        {
            "title": "Religion",
            "text": "The Pew Research Center's 2014 Religious Landscape Study found educational attainment varied considerably across religious groups.[30] Membership in these religious groups can be highly correlated with demographic groups and geographic areas, so membership in a particular religion is not the only explanation for these differences, and vice versa.\n\n"
        },
        {
            "title": "Geography",
            "text": "Educational attainment among the population aged 25 and above varied rather slightly with geography region. The population of the Northeastern United States, which had the smallest population of any region with thirty-six million residents, had the highest percentage of high-school and college graduates. The western United States had the highest percentage of those with some college or an associate degree and ranked second for college graduates. The South which had by far the largest population with roughly sixty-six million people had the lowest educational attainment at every level.[3]\n\nThe proportion of high school graduates was the largest in the Midwest while the proportion of those with some college or an associate degree was the second and that of those with a bachelor's degree or higher was the third largest of any region.\n\n"
        },
        {
            "title": "Social class and education",
            "text": "Educational attainment is one of the primary indicators of social class in the United States.[31] While the American social class system is a vaguely defined concept with many contradicting theories,[32][33] educational attainment emerges as one of the top assessments of social class. Not only is a high educational attainment a status symbol by itself, but it is also very closely related to the other two main indicators of social class: occupation and income. A graduate degree and the roughly seven to eight years of post-secondary education serve as the main requirement for entering the \"professions\" and becoming part of the professional middle class.[31]\n\nEducation is a major key in becoming a more privileged member of the American middle class.[31][33] Overall, educational attainment is the main entrance barrier into more privileged parts of the middle class as it is not only of high value but is also the requirement for becoming a professional and earning the corresponding income.[31] This corresponding income is typically significantly higher than that of someone without this higher level of educational attainment in the United States. Exceptions include some entrepreneurs who can rank anywhere in the class system but are usually not referred to as professional middle class unless they are of the professions.\n\nIn the United States, it is also important to differentiate between the statistical middle class, often defined as consisting of those who are neither rich nor poor, and the professional middle class. Recent research has shown that not only is the statistical middle of society (those with income roughly 80% to 120% of the national median or members of the mid-quintile) no longer able to afford the lifestyle indicative of the middle class,[34] but there also seems to be a widening income gap in between those who may be described as being middle class.\n\nEducation is not only the main requirement for becoming a member of the professional middle class, it is also key to a comfortable lifestyle and economic security.[31] Those in the statistical middle may have to fear lay-offs and cost-cutting downsizing as well as out-sourcing, while some of those in the professional middle class are less subject to economic fluctuations and are more likely to enjoy upper-middle range incomes even in the face of recessions. Increasingly however even the professional middle class is facing lay-offs and job elimination due to downsizing and replacement of full-time workers with part-time workers—this is particularly evident in colleges and universities where, by 2009, half of the faculty were part-time; another 25% were full-time but with short-term contracts, thus showing that advanced education is not necessarily associated with high salaries and economic stability.[35]\n\n"
        },
        {
            "title": "Educational attainment in social theory",
            "text": "Many scholars have studied educational attainment in the US as a form of social reproduction and stratification. In 1977, Pierre Bourdieu presented the idea that education leads to social reproduction and a stratified society by honoring the cultural capital of elite classes. Students who possess the valued cultural capital, according to Bourdieu, are rewarded with high academic achievement.[36]\n\nWhen elite class members enter the workforce, they are channeled into high paying jobs and powerful positions within society, while those who did not achieve the same level of academic success fall into subordinate occupations and status levels. By rewarding the desired cultural capital with high academic achievement, upper classes are able and prepared to reach higher levels of educational attainment. Members of the working class, on the other hand, are not rewarded for their cultural capital in schools, and are instead socialized for working class jobs.\n\nAnnette Lareau also addresses the factors that lead to social stratification in educational attainment. Lareau's idea of concerted cultivation refers to an active involvement of parents in a child's learning and development experiences by creating and controlling organized activities for their children. According to Lareau, middle-class parents engage in concerted cultivation to teach their children, while lower- and working-class parents do not. Laureau further explains that schools firmly encourage and expect parents to use concerted cultivation as a child-rearing strategy.[37]\n\nThe child-rearing practices of lower- and working-class families thus do not comply with the standards of educational institutions. As a result, lower- and working-class students develop a sense of \"distance, distrust, and constraint\" in educational institutions, while children of middle-class families gain a sense of entitlement. These differences in child-rearing practices lead to children of lower- and working-class families to lack the necessary life skills that the children of the middle class possess, further isolating them from educational opportunities. In the United States, education attainment typically is viewed as a sign of social status.\n\nRandall Collins contributed the idea of credentialism to the study of class-based differences in educational attainment. Collins maintains that public schools are socializing institutions that teach and reward middle-class values of competition and achievement. In this view, elites are selectively separated from other students and placed into prestigious schools and colleges, where they are trained to hold positions of power.[38]\n\n"
        },
        {
            "title": "See also",
            "text": "General:\n\n"
        }
    ]
}