{
    "url": "https://en.wikipedia.org/wiki/Edward_Tylor",
    "title": "Edward Burnett Tylor",
    "table_of_contents": [
        "1 Early life and education",
        "2 Professional career",
        "3 Thought",
        "3.1 Classification and criticisms",
        "3.2 Basic concepts",
        "3.2.1 Culture",
        "3.2.2 Universals",
        "3.3 Tylor's evolutionism",
        "3.3.1 Survivals",
        "3.3.2 Evolution of religion",
        "4 Works",
        "5 Awards and achievements",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSir Edward Burnett Tylor FRAI (2 October 1832 – 2 January 1917) was an English anthropologist, and professor of anthropology.[1]\n\nTylor's ideas typify 19th-century cultural evolutionism. In his works Primitive Culture (1871) and Anthropology (1881), he defined the context of the scientific study of anthropology, based on the evolutionary theories of Charles Lyell. He believed that there was a functional basis for the development of society and religion, which he determined was universal. Tylor maintained that all societies passed through three basic stages of development: from savagery, through barbarism to civilization.[2] Tylor is a founding figure of the science of social anthropology, and his scholarly works helped to build the discipline of anthropology in the nineteenth century.[3] He believed that \"research into the history and prehistory of man [...] could be used as a basis for the reform of British society.\"[4]\n\nTylor reintroduced the term animism (faith in the individual soul or anima of all things and natural manifestations) into common use.[5] He regarded animism as the first phase in the development of religions.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Tylor was born in 1832, in Camberwell, London, and was the son of Joseph Tylor and Harriet Skipper, part of a family of wealthy Quakers who owned a London brass factory. His elder brother, Alfred Tylor, became a geologist.[6]\n\nHe was educated at Grove House School, Tottenham, but due to his Quaker faith and the death of his parents he left school at the age of 16 without obtaining a degree.[7] After leaving school, he prepared to help manage the family business. This plan was put aside when he developed tuberculosis at age 23. Following medical advice to spend time in warmer climes, Tylor left England in 1855, and travelled to the Americas. The experience proved to be an important and formative one, sparking his lifelong interest in studying unfamiliar cultures.\n\nDuring his travels, Tylor met Henry Christy, a fellow Quaker, ethnologist and archaeologist. Tylor's association with Christy greatly stimulated his awakening interest in anthropology, and helped broaden his inquiries to include prehistoric studies.[6]\n\n"
        },
        {
            "title": "Professional career",
            "text": "Tylor's first publication was a result of his 1856 trip to Mexico with Christy.  His notes on the beliefs and practices of the people he encountered were the basis of his work Anahuac: Or Mexico and the Mexicans, Ancient and Modern (1861), published after his return to England. Tylor continued to study the customs and beliefs of tribal communities, both existing and prehistoric (based on archaeological finds). He published his second work, Researches into the Early History of Mankind and the Development of Civilization, in 1865. Following this came his most influential work, Primitive Culture (1871). This was important not only for its thorough study of human civilisation and contributions to the emergent field of anthropology, but for its undeniable influence on a handful of young scholars, such as J. G. Frazer, who were to become Tylor's disciples and contribute greatly to the scientific study of anthropology in later years.\n\nTylor was appointed Keeper of the University Museum at Oxford in 1883, and, as well as serving as a lecturer, held the title of the first \"Reader in Anthropology\" from 1884 to 1895. In 1896 he was appointed the first Professor of Anthropology at Oxford University.[6] He was involved in the early history of the Pitt Rivers Museum, although to a debatable extent.[8] Tylor acted as anthropological consultant on the first edition of the Oxford English Dictionary.[9]\n\nThe 1907 festschrift Anthropological Essays presented to Edward Burnett Tylor, formally presented to Tylor on his 75th birthday, contains essays by 20 anthropologists, a 15-page appreciation of Tylor's work by Andrew Lang, and a comprehensive bibliography of Tylor's publications compiled by Barbara Freire-Marreco.[6][10][11]\n\n"
        },
        {
            "title": "Thought",
            "text": "The word evolution is forever associated in the popular mind with Charles Darwin’s Theory of Evolution, which professes, among other things, that man as a species developed diachronically from some ancestor among the Primates who was also ancestor to the Great Apes, as they are popularly termed, and yet this term was not a neologism of Darwin’s. He took it from the cultural milieu, where it meant etymologically \"unfolding\" of something heterogeneous and complex from something simpler and more homogeneous. Herbert Spencer, a contemporary of Darwin, applied the term to the universe, including philosophy and what Tylor would later call culture.[12] This view of the universe was generally termed evolutionism, while its exponents were evolutionists.[13]\n\nIn 1871 Tylor published Primitive Culture, becoming the originator of cultural anthropology.[14] His methods were comparative and historical ethnography. He believed that a \"uniformity\" was manifest in culture, which was the result of \"uniform action of uniform causes.\" He regarded his instances of parallel ethnographic concepts and practices as indicative of \"laws of human thought and action.\" He was an evolutionist. The task of cultural anthropology therefore is to discover \"stages of development or evolution.\"\n\nEvolutionism was distinguished from another creed, diffusionism, postulating the spread of items of culture from regions of innovation. A given apparent parallelism thus had at least two explanations: the instances descend from an evolutionary ancestor, or they are alike because one diffused into the culture from elsewhere.[15] These two views are exactly parallel to the tree model and wave model of historical linguistics, which are instances of evolutionism and diffusionism, language features being instances of culture.\n\nTwo other classifications were proposed in 1993 by Upadhyay and Pandey,[16] Classical Evolutionary School and Neo Evolutionary School, the Classical to be divided into British, American, and German. The Classical British Evolutionary School, primarily at Oxford University, divided society into two evolutionary stages, savagery and civilization, based on the archaeology of John Lubbock, 1st Baron Avebury. Upadhyay and Pandey list its adherents as  Robert Ranulph Marett, Henry James Sumner Maine, John Ferguson McLennan, and James George Frazer, as well as Tylor.[17] Marett was the last man standing, dying in 1943. By the time of his death, Lubbock's archaeology had been updated. The American School, beginning with Lewis Henry Morgan,[18] was likewise superseded, both being replaced by the Neoevolutionist School, beginning with V. Gordon Childe. It brought the archaeology up-to-date and tended to omit the intervening society names, such as savagery; for example, Neolithic is both a tool tradition and a form of society.\n\nThere are some other classifications. Theorists of each classification each have their own criticisms of the Classical/Neo Evolutionary lines, which despite them remains the dominant view. Some criticisms are in brief as follows.[19] There is really no universality; that is, the apparent parallels are accidental, on which the theorist has imposed a model that does not really fit. There is no uniform causality, but different causes might produce similar results. All cultural groups do not have the same stages of development. The theorists are arm-chair anthropologists; their data is insufficient to form realistic abstractions. They overlooked cultural diffusion. They overlooked cultural innovation. None of the critics claim definitive proof that their criticisms are less subjective or interpretive than the models they criticise.\n\nTylor's notion is best described in his most famous work, the two-volume Primitive Culture. The first volume, The Origins of Culture, deals with ethnography including social evolution, linguistics, and myth. The second volume, Religion in Primitive Culture, deals mainly with his interpretation of animism.\n\nOn the first page of Primitive Culture, Tylor provides a definition which is one of his most widely recognised contributions to anthropology and the study of religion:[20]\n\nAlso, the first chapter of the work gives an outline of a new discipline, science of culture, later known as culturology.[22]\n\nUnlike many of his predecessors and contemporaries, Tylor asserts that the human mind and its capabilities are the same globally, despite a particular society's stage in social evolution.[23] This means that a hunter-gatherer society would possess the same amount of intelligence as an advanced industrial society.  The difference, Tylor asserts, is education, which he considers the cumulative knowledge and methodology that takes thousands of years to acquire.  Tylor often likens primitive cultures to \"children\", and sees culture and the mind of humans as progressive. His work was a refutation of the theory of social degeneration, which was popular at the time.[7] At the end of Primitive Culture, Tylor writes, \"The science of culture is essentially a reformers' science.\"[24]\n\nIn 1881 Tylor published a work he called Anthropology, one of the first under that name. In the first chapter he uttered what would become a sort of constitutional statement for the new field, which he could not know and did not intend at the time:\n\nThe view was a restatement of ideas first innovated in the early 1860s. The theorist perhaps most influential on Tylor was John Lubbock, 1st Baron Avebury, innovator of the terminology, \"Paleolithic\" and \"Neolithic.\" A prominent banker and British liberal Parliamentarian, he was imbued with a passion for archaeology. The initial concepts of prehistory were his. Lubbock's works featured prominently in Tylor's lectures and in the Pitt Rivers Museum subsequently.\n\nA term ascribed to Tylor was his theory of \"survivals\". His definition of survivals is\n\n\"Survivals\" can include outdated practices, such as the European practice of bloodletting, which lasted long after the medical theories on which it was based had faded from use and been replaced by more modern techniques.[26] Critics argued that he identified the term but provided an insufficient reason as to why survivals continue. Tylor's meme-like concept of survivals explains the characteristics of a culture that are linked to earlier stages of human culture.[27]\n\nStudying survivals assists ethnographers in reconstructing earlier cultural characteristics and possibly reconstructing the evolution of culture.[28]\n\nTylor argued that people had used religion to explain things that occurred in the world.[29] He saw that it was important for religions to have the ability to explain why and for what reason things occurred in the world.[30] For example, God (or the divine) gave us sun to keep us warm and give us light. Tylor argued that animism is the true natural religion that is the essence of religion; it answers the questions of which religion came first and which religion is essentially the most basic and foundation of all religions.[30] For him, animism was the best answer to these questions, so it must be the true foundation of all religions. Animism is described as the belief in spirits inhabiting and animating beings, or souls existing in things.[30] To Tylor, the fact that modern religious practitioners continued to believe in spirits showed that these people were no more advanced than primitive societies.[31] For him, this implied that modern religious practitioners do not understand the ways of the universe and how life truly works because they have excluded science from their understanding of the world.[31] By excluding scientific explanation in their understanding of why and how things occur, he asserts modern religious practitioners are rudimentary. Tylor perceived the modern religious belief in God as a \"survival\" of primitive ignorance.[31] However, Tylor did not believe that atheism was the logical end of cultural and religious development, but instead a highly minimalist form of monotheist deism. Tylor thus posited an anthropological description of \"the gradual elimination of paganism\" and disenchantment, but not secularization.[32]\n\n"
        }
    ]
}