{
    "url": "https://en.wikipedia.org/wiki/Edward_Chaney",
    "title": "Edward Chaney",
    "table_of_contents": [
        "1 Life",
        "1.1 Education",
        "1.2 Work",
        "2 Bibliography",
        "2.1 Books",
        "2.2 Digital publications (selection)",
        "3 Extracts from Book Reviews",
        "4 Media",
        "5 Awards",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEdward Chaney PhD FSA FRHistS (born 1951) is a British cultural historian.[1] He is Professor Emeritus at Solent University and Honorary Professor at University College London (School of European Languages, Culture and Society (SELCS) – Centre for Early Modern Exchanges London).[2]\nHe is an authority on the evolution of the Grand Tour, Anglo-Italian cultural relations, the history of collecting, Inigo Jones and the legacy of ancient Egypt. He also publishes on aspects of 20th-century British art. In 2003, he was made a Commendatore of the Italian Republic.[3]\nHe is the biographer of Gerald Basil Edwards, author of The Book of Ebenezer Le Page which he succeeded in publishing following the author's death in 1976.[4] This has since been recognised as a twentieth-century classic.[5]\n\n"
        },
        {
            "title": "Life",
            "text": "He was educated at Leighton Park School, Reading, Ealing School of Art and subsequently gained a first class degree in History of Art at Reading University. He completed an MPhil and PhD at the Warburg Institute, University of London. He also has a Laurea from the University of Pisa. He married biographer Lisa Jacka in Paris, 1973, and has two daughters, Jessica Chaney, former art director of Apollo magazine, and singer-songwriter Olivia Chaney. The marriage was dissolved in 2002.\n\nFrom 1978 to 1985 he lived in Florence where he was a 'Ricercatore' at the European University Institute, adjunct assistant professor at Georgetown University's Villa Le Balze, an Associate of Harvard University's Villa I Tatti and taught at the University of Pisa.\nFrom 1985 to 1990 he was the Shuffrey Research Fellow in Architectural History at Lincoln College, Oxford.\nHe subsequently worked for English Heritage as historian to the London region and lectured in the History of Art at Oxford Brookes University.\nIn 1997 was appointed Professor Fine and Decorative Arts at the Southampton Institute, now Southampton Solent University, where he established the History of Collecting Research Centre.\nIn 2014 he was appointed Visiting Professor of Art History at the New College of the Humanities and January–March 2015 Fernand Braudel Senior Fellow at the European University Institute, Florence.[6]\n\nHe was co-founder and editor of Journal of Anglo-Italian Studies, and has served on the Executive Committee of the British-Italian Society, the International Association of Art Critics (AICA) and the Catholic Record Society.\n\nHe currently serves on the Editorial Boards of:\n\nIn 2016 he was appointed Governor of University Hospital Southampton NHS Foundation Trust.\n\n"
        },
        {
            "title": "Extracts from Book Reviews",
            "text": "For The Grand Tour and the Great Rebellion:\n\nFor The Evolution of the Grand Tour:\n\nFor The Evolution of English Collecting:\n\nFor The Jacobean Grand Tour:\n\nFor Genius Friend: G.B. Edwards and The Book of Ebenezer Le Page:\n\n"
        }
    ]
}