{
    "url": "https://en.wikipedia.org/wiki/Edwin_Carewe",
    "title": "Edwin Carewe",
    "table_of_contents": [
        "1 Career",
        "2 Death",
        "3 Filmography",
        "3.1 Director",
        "3.2 Actor",
        "3.3 Producer",
        "3.4 Writer",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEdwin Carewe (March 3, 1883 – January 22, 1940) was an American motion picture director, actor, producer, and screenwriter. His birth name was Jay John Fox; he was born in Gainesville, Texas.\n\n"
        },
        {
            "title": "Career",
            "text": "After brief studies at the Universities of Texas and Missouri and a period of work with regional theatrical groups, Carewe moved to New York City in 1910, where he became a member of the Dearborn Stock Company. Although Jay Fox was his given name, Carewe chose Edwin (from stage actor Edwin Booth) and Carewe from a character he was playing.[4]\n\nCarewe was on stage as an actor before he worked for Lubin studios. Later, he directed films for MGM, First National, Universal Studios, Paramount Pictures, and United Artists. During his career, he provided early screen exposure to many actors such as Dolores del Río, Warner Baxter, Francis X. Bushman and Gary Cooper. He directed 58 films including the acclaimed 1928 version of Ramona starring Dolores del Río and Warner Baxter, which was rediscovered and restored by the Library of Congress and had its world premiere at the University of California, Los Angeles in 2014.\n\nCarewe and his two brothers, Wallace Fox (a director/producer) and Finis Fox (a scenario writer), were all registered Chickasaw according to the 1907 Chickasaw Rolls.[5]\n\nAnother of Carewe's notable films was Evangeline in 1929, also with Del Río, and written by his brother Finis Fox. Evangeline was based upon the poem by Henry Wadsworth Longfellow and earned praise for its exceptional lighting and camera work.[6]\n\nAlthough Carewe directed and produced a number of critically and financially successful pictures during the silent era, he was not fully able to make the transition to sound. After resorting to sound remakes of his earlier successes, and later to low-budget and religious films, he made his last feature Are We Civilized? in 1934.\n\nCarewe was married three times, twice to actress Mary Akin. By his first wife, Mary Jane Croft (married January 9, 1909 in Toronto, Ontario),[citation needed] he had two daughters, Violette (who became an actress, known as \"Rita Carewe\") and Mary Jane. By his first marriage to his second wife, Mary Akin, he had two children, Sally Ann and William (born Edwin Gilbert). By his second marriage to Akin, they had one more child, Carol Lee.[citation needed]\n\n"
        },
        {
            "title": "Death",
            "text": "Carewe died from a heart ailment in his Hollywood apartment, and is buried at Hollywood Forever Cemetery.[7]\n\n"
        }
    ]
}