{
    "url": "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
    "title": "Effect of spaceflight on the human body",
    "table_of_contents": [
        "1 Physiological effects",
        "1.1 Research",
        "1.2 Ascent and re-entry",
        "1.3 Space environments",
        "1.3.1 Vacuum",
        "1.3.2 Temperature",
        "1.3.3 Radiation",
        "1.4 Weightlessness",
        "1.4.1 Motion sickness",
        "1.4.2 Bone and muscle deterioration",
        "1.4.3 Fluid redistribution",
        "1.4.4 Disruption of senses",
        "1.4.4.1 Vision",
        "1.4.4.1.1 Intracranial pressure",
        "1.4.4.2 Taste",
        "1.4.5 Additional physiological effects",
        "2 Psychological effects",
        "2.1 Research",
        "2.2 Stress",
        "2.3 Sleep",
        "2.4 Duration of space travel",
        "3 Future use",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Venturing into the environment of space can have negative effects on the human body.[1] Significant adverse effects of long-term weightlessness include muscle atrophy and deterioration of the skeleton (spaceflight osteopenia).[2] Other significant effects include a slowing of cardiovascular system functions, decreased production of red blood cells (space anemia),[3] balance disorders, eyesight disorders and changes in the immune system.[4] Additional symptoms include fluid redistribution (causing the \"moon-face\" appearance typical in pictures of astronauts experiencing weightlessness),[5][6] loss of body mass, nasal congestion, sleep disturbance, and excess flatulence.  Overall, NASA refers to the various deleterious effects of spaceflight on the human body by the acronym RIDGE (i.e., \"space radiation, isolation and confinement, distance from Earth, gravity fields, and hostile and closed environments\").[3]\n\nThe engineering problems associated with leaving Earth and developing space propulsion systems have been examined for over a century, and millions of hours of research have been spent on them. In recent years there has been an increase in research on the issue of how humans can survive and work in space for extended and possibly indefinite periods of time. This question requires input from the physical and biological sciences and has now become the greatest challenge (other than funding) facing human space exploration. A fundamental step in overcoming this challenge is trying to understand the effects and impact of long-term space travel on the human body.\n\nIn October 2015, the NASA Office of Inspector General issued a health hazards report related to space exploration, including a human mission to Mars.[7][8]\n\nOn 12 April 2019, NASA reported medical results, from the Astronaut Twin Study, where one astronaut twin spent a year in space on the International Space Station, while the other twin spent the year on Earth, which demonstrated several long-lasting changes, including those related to alterations in DNA and cognition, when one twin was compared with the other.[9][10]\n\nIn November 2019, researchers reported that astronauts experienced serious blood flow and clot problems while on board the International Space Station, based on a six-month study of 11 healthy astronauts. The results may influence long-term spaceflight, including a mission to the planet Mars, according to the researchers.[11][12]\n\n"
        },
        {
            "title": "Physiological effects",
            "text": "Many of the environmental conditions experienced by humans during spaceflight are very different from those in which humans evolved; however, technology such as that offered by a spaceship or spacesuit is able to shield people from the harshest conditions. The immediate needs for breathable air and drinkable water are addressed by a life support system, a group of devices that allow human beings to survive in outer space.[13] The life support system supplies air, water and food. It must also maintain temperature and pressure within acceptable limits and deal with the body's waste products. Shielding against harmful external influences such as radiation and micro-meteorites is also necessary.\n\nSome hazards are difficult to mitigate, such as weightlessness, also defined as a microgravity environment. Living in this type of environment impacts the body in three important ways: loss of proprioception, changes in fluid distribution, and deterioration of the musculoskeletal system.\n\nOn November 2, 2017, scientists reported that significant changes in the position and structure of the brain have been found in astronauts who have taken trips in space, based on MRI studies. Astronauts who took longer space trips were associated with greater brain changes.[14][15]\n\nIn October 2018, NASA-funded researchers found that lengthy journeys into outer space, including travel to the planet Mars, may substantially damage the gastrointestinal tissues of astronauts. The studies support earlier work that found such journeys could significantly damage the brains of astronauts, and age them prematurely.[16]\n\nIn March 2019, NASA reported that latent viruses in humans may be activated during space missions, adding possibly more risk to astronauts in future deep-space missions.[17]\n\nSpace medicine is a developing medical practice that studies the health of astronauts living in outer space. The main purpose of this academic pursuit is to discover how well and for how long people can survive the extreme conditions in space, and how fast they can re-adapt to the Earth's environment after returning from space. Space medicine also seeks to develop preventive and palliative measures to ease the suffering caused by living in an environment to which humans are not well adapted.\n\nDuring takeoff and re-entry space travelers can experience several times normal gravity. An untrained person can usually withstand about 3g, but can black out at 4 to 6g. G-force in the vertical direction is more difficult to tolerate than a force perpendicular to the spine because blood flows away from the brain and eyes. First the person experiences a temporary loss of vision and then at higher g-forces loses consciousness. G-force training and a G-suit which constricts the body to keep more blood in the head can mitigate the effects. Most spacecraft are designed to keep g-forces within comfortable limits.\n\nThe environment of space is lethal without appropriate protection: the greatest threat in the vacuum of space derives from the lack of oxygen and pressure, although temperature and radiation also pose risks. The effects of space exposure can result in ebullism, hypoxia, hypocapnia, and decompression sickness. In addition to these, there is also cellular mutation and destruction from high energy photons and sub-atomic particles that are present in the surroundings.[18] Decompression is a serious concern during the extra-vehicular activities (EVAs) of astronauts.[19] Current Extravehicular Mobility Unit (EMU) designs take this and other issues into consideration, and have evolved over time.[20][21] A key challenge has been the competing interests of increasing astronaut mobility (which is reduced by high-pressure EMUs, analogous to the difficulty of deforming an inflated balloon relative to a deflated one) and minimising decompression risk. Investigators[22] have considered pressurizing a separate head unit to the regular 71 kPa (10.3 psi) cabin pressure as opposed to the current whole-EMU pressure of 29.6 kPa (4.3 psi).[21][23] In such a design, pressurization of the torso could be achieved mechanically, avoiding mobility reduction associated with pneumatic pressurization.[22]\n\nHuman physiology is adapted to living within the atmosphere of Earth, and a certain amount of oxygen is required in the air we breathe. If the body does not get enough oxygen, then the astronaut is at risk of becoming unconscious and dying from hypoxia. In the vacuum of space, gas exchange in the lungs continues as normal but results in the removal of all gases, including oxygen, from the bloodstream. After 9 to 12 seconds, the deoxygenated blood reaches the brain, and it results in the loss of consciousness.[24] Exposure to vacuum for up to 30 seconds is unlikely to cause permanent physical damage.[25] Animal experiments show that rapid and complete recovery is normal for exposures shorter than 90 seconds, while longer full-body exposures are fatal and resuscitation has never been successful.[26][27] There is only a limited amount of data available from human accidents, but it is consistent with animal data. Limbs may be exposed for much longer if breathing is not impaired.[28]\n\nIn December 1966, aerospace engineer and test subject Jim LeBlanc of NASA was participating in a test to see how well a pressurized space suit prototype would perform in vacuum conditions. To simulate the effects of space, NASA constructed a massive vacuum chamber from which all air could be pumped.[29] At some point during the test, LeBlanc's pressurization hose became detached from the space suit.[30] Even though this caused his suit pressure to drop from 3.8 psi (26.2 kPa) to 0.1 psi (0.7 kPa) in less than 10 seconds, LeBlanc remained conscious for about 14 seconds before losing consciousness due to hypoxia; the much lower pressure outside the body causes rapid de-oxygenation of the blood. \"As I stumbled backwards, I could feel the saliva on my tongue starting to bubble just before I went unconscious and that's the last thing I remember\", recalls LeBlanc.[31] A colleague entered the chamber within 25 seconds and gave LeBlanc oxygen. The chamber was repressurized in 1 minute instead of the normal 30 minutes. LeBlanc recovered almost immediately with just an earache and no permanent damage.[32][33]\n\nAnother effect from a vacuum is a condition called ebullism which results from the formation of bubbles in body fluids due to reduced ambient pressure, the steam may bloat the body to twice its normal size and slow circulation, but tissues are elastic and porous enough to prevent rupture.[34]  Technically, ebullism is considered to begin at an elevation of around 19 kilometres (12 mi) or pressures less than 6.3 kPa (47 mm Hg),[35] known as the Armstrong limit.[18] Experiments with other animals have revealed an array of symptoms that could also apply to humans. The least severe of these is the freezing of bodily secretions due to evaporative cooling. Severe symptoms, such as loss of oxygen in tissue, followed by circulatory failure and flaccid paralysis would occur in about 30 seconds.[18] The lungs also collapse in this process, but will continue to release water vapour leading to cooling and ice formation in the respiratory tract.[18] A rough estimate is that a human will have about 90 seconds to be recompressed, after which death may be unavoidable.[34][36] Swelling from ebullism can be reduced by containment in a flight suit which are necessary to prevent ebullism above 19 km.[28] During the Space Shuttle program astronauts wore a fitted elastic garment called a Crew Altitude Protection Suit (CAPS) which prevented ebullism at pressures as low as 2 kPa (15 mm Hg).[37]\n\nThe only humans known to have died of exposure to vacuum in space are the three crew-members of the Soyuz 11 spacecraft; Vladislav Volkov, Georgi Dobrovolski, and Viktor Patsayev. During preparations for re-entry from orbit on June 30, 1971, a pressure-equalisation valve in the spacecraft's descent module unexpectedly opened at an altitude of 168 kilometres (551,000 ft), causing rapid depressurisation and the subsequent death of the entire crew.[38][39]\n\nIn a vacuum, there is no medium for removing heat from the body by conduction or convection. Loss of heat is by radiation from the 310 K temperature of a person to the 3 K of outer space. This is a slow process, especially in a clothed person, so there is no danger of immediately freezing.[40] Rapid evaporative cooling of skin moisture in a vacuum may create frost, particularly in the mouth, but this is not a significant hazard.\n\nExposure to the intense radiation of direct, unfiltered sunlight would lead to local heating, though that would likely be well distributed by the body's conductivity and blood circulation. Other solar radiation, particularly ultraviolet rays, however, may cause severe sunburn.\n\nWithout the protection of Earth's atmosphere and magnetosphere astronauts are exposed to high levels of radiation. High levels of radiation damage lymphocytes, cells heavily involved in maintaining the immune system; this damage contributes to the lowered immunity experienced by astronauts. Radiation has also recently been linked to a higher incidence of cataracts in astronauts. Outside the protection of low Earth orbit, galactic cosmic rays present further challenges to human spaceflight,[44] as the health threat from cosmic rays significantly increases the chances of cancer over a decade or more of exposure.[45] A NASA-supported study reported that radiation may harm the brain of astronauts and accelerate the onset of Alzheimer's disease.[46][47][48][49] Solar flare events (though rare) can give a fatal radiation dose in minutes. It is thought that protective shielding and protective drugs may ultimately lower the risks to an acceptable level.[50]\n\nCrew living on the International Space Station (ISS) are partially protected from the space environment by Earth's magnetic field, as the magnetosphere deflects solar wind around the earth and the ISS. Nevertheless, solar flares are powerful enough to warp and penetrate the magnetic defences, and so are still a hazard to the crew. The crew of Expedition 10 took shelter as a precaution in 2005 in a more heavily shielded part of the station designed for this purpose.[51][52] However, beyond the limited protection of Earth's magnetosphere, interplanetary human missions are much more vulnerable. Lawrence Townsend of the University of Tennessee and others have studied the most powerful solar flare ever recorded. Radiation doses astronauts would receive from a flare of this magnitude could cause acute radiation sickness and possibly even death.[53]\n\nThere is scientific concern that extended spaceflight might slow down the body's ability to protect itself against diseases.[54] Radiation can penetrate living tissue and cause both short and long-term damage to the bone marrow stem cells which create the blood and immune systems. In particular, it causes 'chromosomal aberrations' in lymphocytes. As these cells are central to the immune system, any damage weakens the immune system, which means that in addition to increased vulnerability to new exposures, viruses already present in the body—which would normally be suppressed—become active. In space, T-cells (a form of lymphocyte) are less able to reproduce properly, and the T-cells that do reproduce are less able to fight off infection. Over time immunodeficiency results in the rapid spread of infection among crew members, especially in the confined areas of space flight systems.\n\nOn 31 May 2013, NASA scientists reported that a possible human mission to Mars[55] may involve a great radiation risk based on the amount of energetic particle radiation detected by the RAD on the Mars Science Laboratory while traveling from the Earth to Mars in 2011–2012.[41][42][43]\n\nIn September 2017, NASA reported radiation levels on the surface of the planet Mars were temporarily doubled, and were associated with an aurora 25-times brighter than any observed earlier, due to a massive, and unexpected, solar storm in the middle of the month.[56]\n\nFollowing the advent of space stations that can be inhabited for long periods of time, exposure to weightlessness has been demonstrated to have some deleterious effects on human health. Humans are well-adapted to the physical conditions at the surface of the earth, and so in response to weightlessness, various physiological systems begin to change, and in some cases, atrophy. Though these changes are usually temporary, some do have a long-term impact on human health.\n\nShort-term exposure to microgravity causes space adaptation syndrome, self-limiting nausea caused by derangement of the vestibular system. Long-term exposure causes multiple health problems, one of the most significant being loss of bone and muscle mass. Over time these deconditioning effects can impair astronauts' performance, increase their risk of injury, reduce their aerobic capacity, and slow down their cardiovascular system.[57] As the human body consists mostly of fluids, gravity tends to force them into the lower half of the body, and our bodies have many systems to balance this situation. When released from the pull of gravity, these systems continue to work, causing a general redistribution of fluids into the upper half of the body. This is the cause of the round-faced 'puffiness' seen in astronauts.[50][58] Redistributing fluids around the body itself causes balance disorders, distorted vision, and a loss of taste and smell.\n\nA 2006 Space Shuttle experiment found that Salmonella typhimurium, a bacterium that can cause food poisoning, became more virulent when cultivated in space.[59] On April 29, 2013, scientists in Rensselaer Polytechnic Institute, funded by NASA, reported that, during spaceflight on the International Space Station, microbes seem to adapt to the space environment in ways \"not observed on Earth\" and in ways that \"can lead to increases in growth and virulence\".[60] More recently, in 2017, bacteria were found to be more resistant to antibiotics and to thrive in the near-weightlessness of space.[61] Microorganisms have been observed to survive the vacuum of outer space.[62][63]\n\nThe most common problem experienced by humans in the initial hours of weightlessness is known as space adaptation syndrome or SAS, commonly referred to as space sickness. It is related to motion sickness, and arises as the vestibular system adapts to weightlessness.[64] Symptoms of SAS include nausea and vomiting, vertigo, headaches, lethargy, and overall malaise.[2] The first case of SAS was reported by cosmonaut Gherman Titov in 1961. Since then, roughly 45% of all people who have flown in space have suffered from this condition.\n\nA major effect of long-term weightlessness involves the loss of bone and muscle mass. Without the effects of gravity, skeletal muscle is no longer required to maintain posture and the muscle groups used in moving around in a weightless environment differ from those required in terrestrial locomotion.[citation needed] In a weightless environment, astronauts put almost no weight on the back muscles or leg muscles used for standing up.  Those muscles then start to weaken and eventually get smaller. Consequently, some muscles atrophy rapidly, and without regular exercise astronauts can lose up to 20% of their muscle mass in just 5 to 11 days.[65] The types of muscle fibre prominent in muscles also change. Slow-twitch endurance fibres used to maintain posture are replaced by fast-twitch rapidly contracting fibres that are insufficient for any heavy labour. Advances in research on exercise, hormone supplements, and medication may help maintain muscle and body mass.\n\nBone metabolism also changes. Normally, bone is laid down in the direction of mechanical stress. However, in a microgravity environment, there is very little mechanical stress. This results in a loss of bone tissue approximately 1.5% per month especially from the lower vertebrae, hip, and femur.[66] Due to microgravity and the decreased load on the bones, there is a rapid increase in bone loss, from 3% cortical bone loss per decade to about 1% every month the body is exposed to microgravity, for an otherwise healthy adult.[67] The rapid change in bone density is dramatic, making bones frail and resulting in symptoms that resemble those of osteoporosis. On Earth, the bones are constantly being shed and regenerated through a well-balanced system which involves signaling of osteoblasts and osteoclasts.[68] These systems are coupled, so that whenever bone is broken down, newly formed layers take its place—neither should happen without the other, in a healthy adult. In space, however, there is an increase in osteoclast activity due to microgravity. This is a problem because osteoclasts break down the bones into minerals that are reabsorbed by the body.[citation needed] Osteoblasts are not consecutively active with the osteoclasts, causing the bone to be constantly diminished with no recovery.[69] This increase in osteoclasts activity has been seen particularly in the pelvic region because this is the region that carries the biggest load with gravity present. A study demonstrated that in healthy mice, osteoclasts appearance increased by 197%, accompanied by a down-regulation of osteoblasts and growth factors that are known to help with the formation of new bone, after only sixteen days of exposure to microgravity. Elevated blood calcium levels from the lost bone result in dangerous calcification of soft tissues and potential kidney stone formation.[66] It is still unknown whether bone recovers completely. Unlike people with osteoporosis, astronauts eventually regain their bone density.[citation needed] After a 3–4 month trip into space, it takes about 2–3 years to regain lost bone density.[citation needed] New techniques are being developed to help astronauts recover faster. Research on diet, exercise, and medication may hold the potential to aid the process of growing new bone.\n\nTo prevent some of these adverse physiological effects, the ISS is equipped with two treadmills (including the COLBERT), and the aRED (advanced Resistive Exercise Device), which enable various weight-lifting exercises which add muscle but do nothing for bone density,[70] and a stationary bicycle; each astronaut spends at least two hours per day exercising on the equipment.[71][72] Astronauts use bungee cords to strap themselves to the treadmill.[73][74] Astronauts subject to long periods of weightlessness wear pants with elastic bands attached between waistband and cuffs to compress the leg bones and reduce osteopenia.[5]\n\nCurrently, NASA is using advanced computational tools to understand how to best counteract the bone and muscle atrophy experienced by astronauts in microgravity environments for prolonged periods of time.[75] The Human Research Program's Human Health Countermeasures Element chartered the Digital Astronaut Project to investigate targeted questions about exercise countermeasure regimes.[76][77]  NASA is focusing on integrating a model of the advanced Resistive Exercise Device (ARED) currently on board the International Space Station with OpenSim[78] musculoskeletal models of humans exercising with the device.  The goal of this work is to use inverse dynamics to estimate joint torques and muscle forces resulting from using the ARED, and thus more accurately prescribe exercise regimens for the astronauts.  These joint torques and muscle forces could be used in conjunction with more fundamental computational simulations of bone remodeling and muscle adaptation in order to more completely model the end effects of such countermeasures, and determine whether a proposed exercise regime would be sufficient to sustain astronaut musculoskeletal health.\n\nIn space, astronauts lose fluid volume—including up to 22% of their blood volume. Because it has less blood to pump, the heart will atrophy. A weakened heart results in low blood pressure and can produce a problem with \"orthostatic tolerance\", or the body's ability to send enough oxygen to the brain without the astronaut's fainting or becoming dizzy. \"Under the effects of the earth's gravity, blood and other body fluids are pulled towards the lower body. When gravity is taken away or reduced during space exploration, the blood tends to collect in the upper body instead, resulting in facial edema and other unwelcome side effects. Upon return to earth, the blood begins to pool in the lower extremities again, resulting in orthostatic hypotension.\"[79]\n\nIn 2013 NASA published a study that found changes to the eyes and eyesight of monkeys with spaceflights longer than 6 months.[80] Noted changes included a flattening of the eyeball and changes to the retina.[80] Space traveler's eye-sight can become blurry after too much time in space.[81][82] Another effect is known as cosmic ray visual phenomena.\n\nSince dust can not settle in zero gravity, small pieces of dead skin or metal can get in the eye, causing irritation and increasing the risk of infection.[83]\n\nLong spaceflights can also alter a space traveler's eye movements (particularly the vestibulo-ocular reflex).[84]\n\nBecause weightlessness increases the amount of fluid in the upper part of the body, astronauts experience increased intracranial pressure.[85] This appears to increase pressure on the backs of the eyeballs, affecting their shape and slightly crushing the optic nerve.[1][86][87][88][89][90]  This effect was noticed in 2012 in a study using MRI scans of astronauts who had returned to Earth following at least one month in space.[91] Such eyesight problems could be a major concern for future deep space flight missions, including a crewed mission to the planet Mars.[55][86][87][88][89][92]\n\nIf indeed elevated intracranial pressure is the cause, artificial gravity might present one solution, as it would for many human health risks in space. However, such artificial gravitational systems have yet to be proven. More, even with sophisticated artificial gravity, a state of relative microgravity may remain, the risks of which remain unknown.\n[93]\n\nOne effect of weightlessness on humans is that some astronauts report a change in their sense of taste when in space.[94] Some astronauts find that their food is bland, others find that their favorite foods no longer taste as good (one who enjoyed coffee disliked the taste so much on a mission that he stopped drinking it after returning to Earth); some astronauts enjoy eating certain foods that they would not normally eat, and some experience no change whatsoever. Multiple tests have not identified the cause,[95] and several theories have been suggested, including food degradation, and psychological changes such as boredom. Astronauts often choose strong-tasting food to combat the loss of taste.\n\nWithin one month the human skeleton fully extends in weightlessness, causing height to increase by an inch.[58] After two months, calluses on the bottoms of feet molt and fall off from lack of use, leaving soft new skin. Tops of feet become, by contrast, raw and painfully sensitive, as they rub against the handrails feet are hooked into for stability.[96] Tears cannot be shed while crying, as they stick together into a ball.[97] In microgravity odors quickly permeate the environment, and NASA found in a test that the smell of cream sherry triggered the gag reflex.[95] Various other physical discomforts such as back and abdominal pain are common because of the readjustment to gravity, where in space there was no gravity and these muscles could freely stretch.[98] These may be part of the asthenization syndrome reported by cosmonauts living in space over an extended period of time, but regarded as anecdotal by astronauts.[99] Fatigue, listlessness, and psychosomatic worries are also part of the syndrome.  The data is inconclusive; however, the syndrome does appear to exist as a manifestation of the internal and external stress crews in space must face.[citation needed]\n\n"
        },
        {
            "title": "Psychological effects",
            "text": "The psychological effects of living in space have not been clearly analyzed but analogies on Earth do exist, such as Arctic research stations and submarines. The enormous stress on the crew, coupled with the body adapting to other environmental changes, can result in anxiety, insomnia and depression.[100]\n\nThere has been considerable evidence that psychosocial stressors are among the most important impediments to optimal crew morale and performance.[101] Cosmonaut Valery Ryumin, twice Hero of the Soviet Union, quotes this passage from \"The Handbook of Hymen\" by O. Henry in his autobiographical book about the Salyut 6 mission: \"If you want to instigate the art of manslaughter just shut two men up in an eighteen by twenty-foot cabin for a month. Human nature won't stand it.\"[102]\n\nNASA's interest in psychological stress caused by space travel, initially studied when their crewed missions began, was rekindled when astronauts joined cosmonauts on the Russian space station Mir. Common sources of stress in early American missions included maintaining high performance while under public scrutiny, as well as isolation from peers and family. On the ISS, the latter is still often a cause of stress, such as when NASA Astronaut Daniel Tani's mother died in a car accident, and when Michael Fincke was forced to miss the birth of his second child.[citation needed]\n\nThe amount and quality of sleep experienced in space is poor due to highly variable light and dark cycles on flight decks and poor illumination during daytime hours in the spacecraft. Even the habit of looking out of the window before retiring can send the wrong messages to the brain, resulting in poor sleep patterns. These disturbances in circadian rhythm have profound effects on the neurobehavioural responses of the crew and aggravate the psychological stresses they already experience. Sleep is disturbed on the ISS regularly due to mission demands, such as the scheduling of incoming or departing space vehicles. Sound levels in the station are unavoidably high because the atmosphere is unable to thermosiphon; fans are required at all times to allow processing of the atmosphere, which would stagnate in the freefall (zero-g) environment. Fifty percent of Space Shuttle astronauts took sleeping pills and still got 2 hours less sleep each night in space than they did on the ground. NASA is researching two areas which may provide the keys to a better night's sleep, as improved sleep decreases fatigue and increases daytime productivity.  A variety of methods for combating this phenomenon are constantly under discussion.[103]\n\nA study of the longest spaceflight concluded that the first three weeks represent a critical period where attention is adversely affected because of the demand to adjust to the extreme change of environment.[104] While Skylab's three crews remained in space 1, 2, and 3 months respectively, long-term crews on Salyut 6, Salyut 7, and the ISS remain about 5–6 months, while MIR expeditions often lasted longer. The ISS working environment includes further stress caused by living and working in cramped conditions with people from very different cultures who speak different languages. First-generation space stations had crews who spoke a single language, while 2nd and 3rd generation stations have crews from many cultures who speak many languages. The ISS is unique because visitors are not classed automatically into 'host' or 'guest' categories as with previous stations and spacecraft, and may not suffer from feelings of isolation in the same way.\n\n"
        },
        {
            "title": "Future use",
            "text": "The sum of human experience has resulted in the accumulation of 58 solar years in space and a much better understanding of how the human body adapts. In the future, industrialisation of space and exploration of inner and outer planets will require humans to endure longer and longer periods in space. The majority of current data comes from missions of short duration and so some of the long-term physiological effects of living in space are still unknown. A round trip to Mars[55]  with current technology is estimated to involve at least 18 months in transit alone. Knowing how the human body reacts to such time periods in space is a vital part of the preparation for such journeys. On-board medical facilities need to be adequate for coping with any type of trauma or emergency as well as contain a huge variety of diagnostic and medical instruments in order to keep a crew healthy over a long period of time, as these will be the only facilities available on board a spacecraft for coping not only with trauma but also with the adaptive responses of the human body in space.\n\nAt the moment only rigorously tested humans have experienced the conditions of space.  If off-world colonization someday begins, many types of people will be exposed to these dangers, and the effects on the very young are completely unknown. On October 29, 1998, John Glenn, one of the original Mercury 7, returned to space at the age of 77. His space flight, which lasted 9 days, provided NASA with important information about the effects of space flight on older people. Factors such as nutritional requirements and physical environments which have so far not been examined will become important. Overall, there is little data on the manifold effects of living in space, and this makes attempts toward mitigating the risks during a lengthy space habitation difficult. Testbeds such as the ISS are currently being utilized to research some of these risks.\n\nThe environment of space is still largely unknown, and there will likely be as-yet-unknown hazards.  Meanwhile, future technologies such as artificial gravity and more complex bioregenerative life support systems may someday be capable of mitigating some risks.\n\n"
        }
    ]
}