{
    "url": "https://en.wikipedia.org/wiki/Efficacy_of_prayer",
    "title": "Efficacy of prayer",
    "table_of_contents": [
        "1 Studies of intercessory prayer",
        "1.1 First person studies",
        "1.2 Third party studies",
        "2 Belief and skepticism",
        "2.1 Medical views",
        "2.2 Skepticism on scope of prayer",
        "3 Religious and philosophical issues",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The efficacy of prayer has been studied since at least 1872, generally through experiments to determine whether prayer or intercessory prayer has a measurable effect on the health of the person for whom prayer is offered. A study in 2006 indicates that intercessory prayer in cardiac bypass patients had no discernible effects.[1]\n\nWhile some religious groups argue that the power of prayer is obvious, others question whether it is possible to measure its effect.[2][3][4] Dr. Fred Rosner, an authority on Jewish medical ethics, has expressed doubt that prayer could ever be subject to empirical analysis.[5] Basic philosophical questions bear upon the question of the efficacy of prayer – for example, whether statistical inference and falsifiability are sufficient to \"prove\" or to \"disprove\" anything, and whether the topic is even within the realm of science.[6]\n\nAccording to The Washington Post, \"...prayer is the most common complement to mainstream medicine, far outpacing acupuncture, herbs, vitamins and other alternative remedies.\" In comparison to other fields that have been scientifically studied, carefully monitored studies of prayer are relatively few. The field remains tiny, with about $5 million spent worldwide on such research each year.[7]\n\n"
        },
        {
            "title": "Studies of intercessory prayer",
            "text": "Studies can verify that those who pray are affected by the experience, including certain physiological outcomes. An example of a study on meditative prayer was the Bernardi study in the British Medical Journal in 2001. It reported that by praying the rosary or reciting yoga mantras at specific rates, baroreflex sensitivity increased significantly in cardiovascular patients.[8]\n\nA study published in 2008 used Eysenck's dimensional model of personality based on neuroticism and psychoticism to assess the mental health of high school students based on their self-reported frequency of prayer. For students both in Catholic and Protestant schools, higher levels of prayer were associated with better mental health as measured by lower psychoticism scores. However, among pupils attending Catholic schools, higher levels of prayer were also associated with higher neuroticism scores.[9]\n\nIt has also been suggested that if a person knows that he or she is being prayed for it can be uplifting and increase morale, thus aiding recovery. (See Subject-expectancy effect.) Studies have suggested that prayer can reduce psychological stress, regardless of the god or gods a person prays to, a result that is consistent with a variety of hypotheses as to what may cause such an effect. According to a study by CentraState Healthcare System, \"the psychological benefits of prayer may help reduce stress and anxiety, promote a more positive outlook, and strengthen the will to live.\"[10] Other practices such as Yoga, T'ai chi, and meditation may also have a positive impact on physical and psychological health.\n\nA 2001 study by Meisenhelder and Chandler analyzed data obtained from 1,421 Presbyterian pastors surveyed by mail and found that their self-reported frequency of prayer was well-correlated with their self-perception of health and vitality.[11] This research methodology has inherent problems with self-selection, selection bias, and residual confounding, and the authors admitted that the direction of perceived prayer and health relationships \"remains inconclusive due to the limits of the correlational research design\".\n\nVarious controlled studies have addressed the topic of the efficacy of prayer at least since Francis Galton in 1872.[12] Carefully monitored studies of prayer are relatively scarce with $5 million spent worldwide on such research each year.[7] The largest study, from the 2006 STEP project, found no significant differences in patients recovering from heart surgery whether the patients were prayed for or not.[1][5]\n\nThe third party studies reported either null results, correlated results, or contradictory results in which beneficiaries of prayer had worsened health outcomes. For instance, a meta-analysis of several studies related to distant intercessory healing published in the Annals of Internal Medicine in 2000 looked at 2774 patients in 23 studies, and found that 13 studies showed statistically significant positive results, 9 studies showed no effect, and 1 study showed a negative result.[13]\n\nA 2003 levels of evidence review found evidence for the hypothesis that \"Being prayed for improves physical recovery from acute illness\".[14] It concluded that although \"a number of studies\" have tested this hypothesis, \"only three have sufficient rigor for review here\" (Byrd 1988, Harris et al. 1999, and Sicher et al. 1998). In all three, \"the strongest findings were for the variables that were evaluated most subjectively\", raising concerns about the possible inadvertent unmasking of the outcomes' assessors. Other meta-studies of the broader literature have been performed showing evidence only for no effect or a potentially small effect. For instance, a 2006 meta analysis on 14 studies concluded that there is \"no discernible effect\" while a 2007 systemic review of intercessory prayer reported inconclusive results, noting that 7 of 17 studies had \"small, but significant, effect sizes\" but the review noted that the three most methodologically rigorous studies failed to produce significant findings.[15][16]\n\n"
        },
        {
            "title": "Belief and skepticism",
            "text": "Most[a] scientists dismiss \"faith healing\" practitioners.[17][18][6][19] Believers assert that faith healing makes no scientific claims and thus should be treated as a matter of faith that is not testable by science.[20] Critics reply that claims of medical cures should be tested scientifically because, although faith in the supernatural is not in itself usually considered to be the purview of science,[21][22][b] claims of reproducible effects are nevertheless subject to scientific investigation.[18][20]\n\nScientists and doctors generally find that faith healing lacks biological plausibility or epistemic warrant,[6]: 30–31  which is one of the criteria used to judge whether clinical research is ethical and financially justified.[24] A Cochrane review of intercessory prayer found \"although some of the results of individual studies suggest a positive effect of intercessory prayer, the majority do not\".[25] The authors concluded: \"We are not convinced that further trials of this intervention should be undertaken and would prefer to see any resources available for such a trial used to investigate other questions in health care\".[25]\n\nAn article in the Medical Journal of Australia says that \"One common criticism of prayer research is that prayer has become a popular therapeutic method for which there is no known plausible mechanism.\"[26]\n\nMedical professionals are skeptical of new claims by studies until they have been experimentally reproduced and corroborated. For instance, a 2001 study by researchers associated with Columbia University has been associated with controversy, following claims of success in the popular media.[27][28]\n\nAlthough different medical studies have been at odds with one another, physicians have not stopped studying prayer. This may be partly because prayer is increasingly used as a coping mechanism for patients.[29]\n\nIn a debate/interview in Newsweek with Christian evangelical Rick Warren, atheist Sam Harris commented that most lay perceptions of the efficacy of prayer (personal impressions as opposed to empirical studies) were related to sampling error because \"we know that humans have a terrible sense of probability.\" That is, humans are more inclined to recognize confirmations of their faith than they are to recognize disconfirmations.\n\n\nHarris also criticized existing empirical studies for limiting themselves to prayers for relatively unmiraculous events, such as recovery from heart surgery. He suggested a simple experiment to settle the issue:[30] \n"
        },
        {
            "title": "Religious and philosophical issues",
            "text": "Religious and philosophical objections to the very study of prayer's efficacy exist. Some interpret Deuteronomy (6:16 \"You shall not put the Lord your God to the test\"[31]) to mean that prayer cannot, or should not, be examined.\n\nThe religious viewpoint objects to the claim that prayer is susceptible to experimental designs or statistical analysis, and other assumptions in many experiments, e.g. that a thousand prayers are statistically different from one. The objections also include the complaint that religion generally deals with unique, uncontrollable events; statistics, and science in general, deal with recurring phenomena which are possible to sample or control and are susceptible to general laws.\n\n\nReligious objections also include the complaint that as prayer starts to be measured, it is no longer real prayer once it gets involved in an experiment and that the concept of conducting prayer experiments reflects a misunderstanding of the purpose of prayer. The 2006 STEP experiment indicated that some of the intercessors who took part in it complained about the scripted nature of the prayers that were imposed to them,[32] saying that this is not the way they usually conduct prayer: \nWith respect to expectation of a response to prayer, the 18th-century philosopher William Paley wrote:[33]\n\nDuring the 20th century, philosopher Bertrand Russell believed that religion and science \"have long been at war, claiming for themselves the same territory, ideas and allegiances\". He also believed that the war had been decisively won by science.[34] Almost 40 years earlier, a 22-year-old Russell also wrote: \"For although I had long ceased to believe in the efficacy of prayer, I was so lonely and so in need of some supporter such as the Christian God, that I took to saying prayers again when I ceased to believe in their efficacy.\"[35]\n\n\nThe 21st-century evolutionary biologist Richard Dawkins, describing how Richard Swinburne explained away the STEP experiment's negative results \"on the grounds that God answers prayers only if they are offered up for good reasons\",[36] finds one predictable result of prayer:[37]\n"
        },
        {
            "title": "Further reading",
            "text": "Add Behrman, E. J., \"Testing Prayer\", Skeptic, 11:4, 15(2005).\n\n"
        }
    ]
}