{
    "url": "https://en.wikipedia.org/wiki/Efik_mythology",
    "title": "Efik mythology",
    "table_of_contents": [
        "1 Sources",
        "1.1 Historical literature",
        "1.2 Art",
        "1.3 Songs",
        "1.4 Efik Literature",
        "1.4.1 Folktales",
        "1.4.2 Bardic poetry",
        "2 Classes of Efik Mythology",
        "2.1 Creation myth",
        "2.2 Myths on deities",
        "2.2.1 Ndem",
        "2.3 Myths on the Origin of Ekpe",
        "2.4 Mythical Creatures",
        "2.5 Mythical Human-like species",
        "2.6 Myth on Bush soul",
        "2.7 Mythical Places",
        "2.8 Myth on Witchcraft",
        "2.9 Myths of death and the Afterlife",
        "3 External influence on Efik mythology",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEfik mythology consists of a collection of myths narrated, sung or written down by the Efik people and passed down from generation to generation. Sources of Efik mythology include bardic poetry, art, songs, oral tradition and proverbs.[1] Stories concerning Efik myths include creation myths, supernatural beings, mythical creatures, and warriors.\nEfik myths were initially told by Efik people and narrated under the moonlight.[1] Myths, legends and historical stories are known in Efik as Mbụk while moonlight plays in Efik are known as Mbre Ọffiọñ.[2]\n\n"
        },
        {
            "title": "Sources",
            "text": "Since the inception of the triangular trade, the Efik people have been in the limelight of historical scholarship. Several works have centred on different aspects of Efik culture and tradition. Although little focus has been made on the subject of Efik mythology, several works have been written on aspects relating to Efik mythology. The earliest Efik dictionary by Rev Hugh Goldie reveals a number of mythical animals and places. Goldie's Principle of Efik Grammar is also the goto for the Efik creation story.[3] Works such as Rosalind Hackett's religion in Calabar discuss some Efik deities. Percy Talbot's \"Life in Southern Nigeria\" is also useful in the study of Efik and Ibibio mythology.\n\nArt is an underemphasized contributor to Efik mythology. Efik beliefs in Ndem and Ekpe were transmitted via engravings on Brass plates (Akpangkpang). Prior to the depiction of myths, events and stories on Brass plates, Efik women mainly engaged in decorating houses with geometric designs of various kinds.[4] Women were regarded as the artisans in Old Calabar society. Mr Ironbar also known as Edem Ndarake is regarded as the father of Brass Art in Efik history. The wives of Ironbar were active members of the Calabash engraving industry at Old Calabar.[4] The women would create beautifully finished products which would then be taken as souvenirs from Old Calabar by English traders.[4] However, these products particularly the calabashes were fragile and several goods did not arrive England safely.[4] Mr Ironbar chose to solve the matter by choosing to transfer the designs to Brass which was more durable.[4] After several negotiations with English traders, iron bars were imported from Europe to aid in the manufacture of brass products such as trays, dishes and basins.[4] Several brass dishes were designed with images of Efik deities. These dishes aid in the description of deities and also depict animals that are symbolic to the deities.\n\nReligious songs used in reverence to Ndem and Ekpe contribute to the understanding of Efik mythology. These songs show praise and reverence for the various Ndem. An example of a song is mentioned below:\n\nThe song above mentions the names of several important Efik deities and declares respect and honour for them. Among the list of deities mentioned in the song are Anansa, Afia Añwan, Atakpọr Uruan, Ukọñ Esuk, Anantigha and Añwakañ. References to the mythical tailed pygmies known in the Efik language as Amamaisim can also be deciphered in the 8th and final stanza of the song.\n\nEfik literature is a major source of mythology. A variety of myths can be found within Efik literature ranging from creation myths to tales of mythical places and monsters. Early Efik writers often inserted many mythical tales within their writings. Aspects of Efik literature that contain myths include Uto (bardic poetry), Mbuk (stories), Ase (commemorative poetry) and Nke (folktales, riddles and proverbs).\n\nWriters such as E.N. Amaku, Esien-Ekpe Edet Okon, E.E. Nkaña and several others capture several myths in their literary works. Myths may also function as sources of stereotypes. For example, the myth of Akpa Uyok is captured in a poem by Mbukpa E. Eyo.[6] Akpa Uyok is believed to have been an Efik chief who lived for so long that the Efik people sought to get rid of him.[6] They get rid of Akpa Uyok by leaving him in a canoe and abandoning him by a river bank with the hope that the tides will take his canoe away.[6] Akpa Uyok is said to have solicited the aid of three Efik deities against his offenders and curses them denying them the benefits of a ripe old age.[6]\n\nBardic poetry Uto is an important aspect of Efik culture and literature. Prior to the inception of the Efik Alphabets, Efik literature was mainly oral. Bardic or Epic poetry was recited in the Efik language by knowledgeable bards who were experts in recounting events that occurred in Efik history. These recollected events often contain myths and legends. According to Aye, \"At night, a secret society, Ekpri Akata, with the use of certain mechanisms to disguise their voices, sang or repeated some satirical poetry aimed at holding up people's vices or follies to ridicule, or lampooning against certain individuals. There were also songs of lamentation at the death of a dear one. The stock of subjects for the poetry was drawn from the actual present.\"[7] Some popular myths recalled during such epic poetry include the death of Akpa Uyok, the disappearance of Otu Asiya, the events of Efik-Portuguese interrelations. Some Efik bards of the early 20th century were Adiaha Etim Anwa Anwa, Atim Etayong, Okpok Ndem Ndem, Nne Eke Mkpananie, Etim Anwa Etim Nsa.[8]\n\n"
        },
        {
            "title": "Classes of Efik Mythology",
            "text": "The creation story of the Efik reveals characters such as Abasi, Atai and the first humans. It is believed that Abasi first created the earth and later created the first humans; a man and a woman.[9] Abasi did not let the first humans live on earth because he wanted no one to contend with him.[9] Abasi's wife Atai disagreed with him and insisted that Man and woman should live on earth.[10] Abasi gave the humans permission to live on earth but ordered that the Humans should not cultivate their own food but should dine in the heavens whenever a bell is rung.[10] Abasi also ordered that the man and woman should not procreate.[10] This second instruction was given so that the humans would never forget Abasi.[10] Each day, a bell would be rung and the humans would visit the heavens to dine with Abasi.[10] The law prohibiting the cultivation of crops of Earth was first broken by the woman.[10] The woman cultivated plants and used them to cook food which she served to the man.[10] The man and woman also broke Abasi's second command by sleeping together and having intercourse.[10] The next time the bell was rung, the man came alone.[10] Abasi asked the man where his wife was located, the man lied, saying she was unwell.[10] In reality, the man had hidden his wife because she was pregnant.[10] The woman had borne a son and later bore a daughter.[10] Abasi was aware of what had transpired on Earth and told Atai that the humans had broken his laws, had neglected and forgotten him.[10] Atai reassured Abasi that the humans would never forget Abasi and sent death into the world.[10]\nSome versions of the story attest that Atai killed the man and his wife while other versions employ a form of poetic language attesting that Atai sent chaos and death into the world.[11][10] The names of the first humans are not given but Burton attests that the earliest humans may have been known as Esefe and Ọkpọrọ, as there are names which featured often in Efik proverbs.[12]\n\nAbasi is regarded as the supreme being, the all powerful being who created everything. In the creation story of the Efik, Abasi is depicted as a loving father who desires to have a personal relationship with the Humans. When the man lies to Abasi that the woman is unwell to hide her sin, Abasi is already aware that the man and woman have broken the laws. Abasi's knowledge of the affairs on earth reveals his trait as all-knowing and all-seeing. Abasi is also depicted as a listening husband who takes into consideration the advice of his wife. The Efik originally believed that Abasi was too high up in the heavens and was unbothered by the affairs of man.[13] Such beliefs may have been used in the past as justification for the worship of Ndem, whom the Efik believed had more connection with the earth.[14] In some Efik myths, there exists a concept of a triune God. Ibom Enọ is regarded as the father of Abasi who gave birth to two sons Abasi Ibom and Inyañ Ibom.[15] Burton hypothesises that Abasi Ibom and Inyang Ibom are personifications of Earth and Water.[15][16]\n\nAtai is regarded as the wife of the supreme being Abasi Ibom. She is featured prominently in the creation story of the Efik as an all-powerful goddess who desires the utmost satisfaction of her husband, Abasi.[10] In the Efik creation story, she suggests to Abasi that man should inhabit the Earth.[10] This part of the story reveals two contradicting views towards the future of man. While Abasi desires that man and woman should live in the heavens, Atai suggests that they reside on earth.[10] The creation story reveals Atai as one whose suggestion is invaluable in the abode of Abasi. Atai is therefore regarded as a decisionmaker in Abasi's kingdom. Atai is later saddened when she realises that things did not turn out the way, her husband expected for the humans.[10] She sends death and chaos to the world with aim of ensuring that the humans never forget God and are rejoined with him in the heavens.[10] Atai is also regarded as the messenger of Abasi. She is believed to be represented on earth by the Vulture which is known in the Efik language as Utere and nicknamed \"Atai Abasi\".[17] There is no evidence to suggest that the Efik worshipped Atai. This would be unlikely as Atai's principal desire is that her husband should be worshipped. However, the Efik determine the presence of a vulture as a sign from Abasi which further affirms the theory that Atai was not just a decision maker but a messenger of Abasi.[18] During sacrifices to Abasi, the presence of the vulture at the end of the sacrifice meant that the sacrifice had been accepted by Abasi.[18] The story of Atai sending death and chaos into the world may also explain why the vulture is nicknamed \"Atai Abasi\".[17] Vultures are often found in places where death has taken place. In the traditional kingship of the Efik, the wife of the Edidem is known as Atai Abasi.[19] The reason for the title assigned to the first wife of the Edidem is that the Edidem is regarded as a representative of Abasi on earth. Therefore, his wife is regarded as the voice of Atai, Abasi's principal wife.\n\nEka Abasi is regarded as the goddess of Fertility in Efik mythology. She is greatly revered and equally dreaded. Although the name Eka Abasi literally translates to \"Mother of God\", she is not believed to be an actual relative of God but is so-called because she possesses the power of giving children to her followers.[20] Eka Abasi was worshipped by the Efik and the Ibibio but is viewed differently between both ethnic groups. Among the Ibibio, Eka Abasi is regarded as the great mother whom by her own might, gave birth to Obuma, the god of thunder.[21]\n\nMarine deities also known as Ndem (Singular: Idem) form a principal part of Efik traditional religion. The Ndem are regarded as territorial in character as they are believed to reside in several areas in the lower Cross River. Among the Ndem include Udominyan, Anansa, Atabrinyang, Atakpor Uruan Inyang, Afianwan, Ekpenyong, Ekanem and several others. Although Ndem are regarded as territorial, certain Ndem are believed to be present in several other locations while still headquartered at one site. Among these would include Atakpor Uruan Inyang. This is further confirmed in the Uruan saying: \"Ke Ndem Efik Iboku, Atakpọr Ndem Uruan ke Ekụk\", which can be interpreted to mean \"Where there is the Efik deity, there is also Atakpor Uruan to share with it.\"[22] Many Ndem are described as possessing extremely beautiful features, among them is the deity Udominyang. Udominyang is a symbol of beauty and is believed to reside at the bottom of the river where she possesses a fine mansion.[23] Udominyang is also believed to possess a lot of wealth as she obtains everything that falls into the river from capsized ships and canoes.[23] She is depicted on several brass trays as possessing a fish body with a woman's head and upper torso.[23] Another principal deity is Anansa also known as Anansa Ikang Obutong or Anansa Ikot Obutong or Anansa Enwang. Anansa is exalted in many Efik songs, one of the most popular was sung by Chief Inyang Nta Henshaw. She is believed to reside at the head of a spring or river near the Hope Waddell Training Institution.[24] Ekpenyong may be regarded as a national deity in the area formerly known as Eburutu. By the 17th century, the cult of Ekpenyong was quickly spreading from the focal point which was Old Calabar. Ekpenyong or Ekpenyong Abasi is known by several names. At Arochukwu, it was known as Ekpenyong Ibritam; Ibn Ukpabi and Ibitam inokon.[25][26] The deity was mainly worshipped by riverine communities such as Eniong, Uruan, Ito, Ukwa, Idere and several others.[27][28][25][29] Among the Efik, Ekpenyong is regarded as the custodian of Nsibidi.[30] Although Ekpenyong is regarded as a marine deity, his spirit is believed to reside in a tree known as Ekom.[25][29] Some Efik communities such as Mbiabo Ikot Offiong believe that his spirit dwells in the cotton tree known in Efik as Ukịm.[31] At Mbiabo Ikot Offiong, Ekpenyong is believed to have had a son known as Akpan Ekpenyong.[31] Unlike Ekpenyong, Akpan Ekpenyong is believed to reside in the water.[31] Just as Ekpenyong is believed to have bore a son, he is also believed to be married to the deity Ekanem Abasi.[31] The worship of Ekanem was also prominent in the lower Cross River but the cult of Ekanem did not travel as far as the cult of Ekpenyong. In many Efik folktales, Ekpenyong and Ekanem are featured as the supreme god and goddess.[31] Like Ekpenyong, the spirit of Ekanem is also believed to inhabit a cotton tree.[31]\n\nAs Ndem are primarily marine deities, most of its emblems are aquatic creatures. Among these creatures include python, alligator and crocodile.[32] The species of Crocodile known in the Efik language as Fiom Nkọi represents Atabrinyang, a deity believed to reside at Effiat.[33] The black kite is regarded as the messenger of Atakpor Uruan.[34] Marriages are also believed to occur among the Ndem. Anansa Ikang Obutong is believed to be the spouse of Anantigha Enwang.[35] Atakpor Uruan is also believed to be the spouse of Atabrinyang.[34] Other unions between Ndem include Obo and Eme; Ebebe and Ukọñ Esụk.\n\nThe Ekpe society plays a prominent role in Efik society. During the Pre-colonial era, Ekpe was the government of the day at Old Calabar.[36] The society operates via a grading system.[37] Some ekpe grades include Nyamkpe, Okuakama, Okpoho, Mboko and Mboko Mboko.[37] As much as Ekpe acted as the preserver of law and order in Efik society, the society is also grounded in esoteric rituals. Ekpe is the Efik word for \"Leopard\" and is believed to be a mysterious being or spirit residing in the forest.[36] According to Savage,\"...despite the fact that Ekpe is a forest spirit, very often when Ekpe chiefs go to bring it from the forest to the village, town or shrine, they do so by means of a canoe. Thus this forest spirit is convened by water transport to land.\"[38] It is also believed that only the initiates of the Ekpe society can see the Ekpe spirit. Several legends surround the founding of Ekpe. One legend as documented by Donald Simmons in 1958 states:\n\nDonald Simmons also provides another narrative which states that Ata Iroko was shown the secrets of Mbɔkɔ by her father because he loved her so much.[39] On the death of Chief Iroko, Ata and her husband fled with her husband from Usakedet to Calabar.[39] Thereafter, Ata showed Mbɔkɔ to the chiefs who immediately decapitated her and her husband so that no one except the chiefs could dispense the secrets of Mbɔkɔ.[39] Donald Simmons further asserts that when the Efik desire to produce the mbɔkɔ sound, they first make a sound similar which represents the name Ata Iroko.[40] In spite of Simmons assertions, the names mainly called during Ekpe processions include Eyo Ema, Esien Ekpe, Asibong Ekondo, Mutaka and Nkok Ofuta.[41][42] Another myth narrated in 1964 at the Hart's Enquiry by Barrister E. Koofreh states, \n\nAspects of comparative mythology can be observed in the tale narrated by Koofreh. The Balondo of Cameroon equally narrate a similar tale regarding the origin of Ekpe. The Balondo of Cameroon call Ekpe, \"Matamu\". According to Roschenthaler as quoted by Nanji: \n\nSeveral mythical creatures can be found in Efik mythology. Such creatures are different from the Efik Ndem which equally have their own separate descriptions in folklore. Some of these creatures include Okukubarakpa (also known as Ukara-akpa), Akaka Obu, Animana, Ikọñwọ, Unanim and several others. Okukubarakpa is regarded as a monstrous serpent that stretches across the river disturbing the waters.[45][46] The creature can be likened to the Leviathan or the Dragon. Okukubarakpa is described by E. U. Aye as, \"a large water serpent said to possess a diamond stone in its head and grows a comb on its head like that of a cock.\"[45] The creature can be found in several folk tales of the people of the lower Cross River and certain parts of Cameroon. Talbot narrates a tale told to him regarding Okukubarakpa:\n\nAnother creature, Ikpun kpun kpun Ine also known as Ọkpọñ ọkpọñ ọkpọñ is described as a mammoth-like creature far greater than the elephant but existing only in fables.[48][49] Unanim is described as, \"a terrible prehistoric creature said to be extinct\".[50] Unanim is believed to have been aquatic and may have been an ancestor to a species of shark known as Unaonịm.[50] Ikọñwọ is believed to be related to a species of catfish but was far monstrous.[51] The Efik believed that Two giant crabs (Efik: Akaka Obu) both male and female, guarded the entrance to the Calabar river and protected Old Calabar.[52]\n\nSeveral mythical human-like species can be discovered in Efik folktales and legends. Among them include Amamaisim, the people of the woods and the undead. In all the legends of the people of the lower Cross River can be found the tale of a group of short pygymies with tails known by the name \"Amamaisim\".[53][54][55] Amamaisim which translates to \"they love their tails\" were short stunted pygmies with tails.[56] A study of the various folktales and sparse literature across the lower Cross River define them as intelligent, with great farming, hunting and trading skills. Their most common hunting equipment was the bow and arrow. Several variations of the tale of Amamaisim can be found in almost all the lower Cross River communities which include the Efik (specifically those in Akpabuyo), Eniong, Eki, Ibibio and Oron.\n\nAmong the Efik, the Amamaisim were believed to have been first spotted at Akpabuyo. There is no evidence that suggests that the Efik met the Amamaisim at Ikpa ene, Ndodoghi, Uruan or on the Calabar coast. Records of such sitings were narrated to Colonial Anthropologist Jeffreys in the 1930s and attempts to document what was remembered about such sitings were made in the 1970s. Many Ibibio communities also narrate that these pygmies were the earliest inhabitants of the present-day Akwa Ibom. Enwang and Oron folktales talk of the war of the pygmies which scattered many communities.[54] This was known in the Enwang language as \"Ekung Amamaisim-isim asuan ofid oduobot\" (The war of the pygmies has scattered the whole world).[54] Among the Eniong, legend has it that the Amamaisim were the earliest inhabitants of Akani Obio Eniong.[53] Some myths incorporate these creatures as members of the host of Ndem (Marine spirits). For example, in E.E.E. Okon's Nkukunpoyoriyo he writes, \"Ofuri esien eki ekpono ndem Eki- Ebe ye ñwan nte Zeus ye Hera. Ebe ye nwan esie edi mme amamaisim; mmọ edu ke mmọñ. Ke mmọñ, mmọ edi owo; edọk obot ekabade Ekpọ itiaba\" (translation: All the clans of Eki worship Ndem Eki- Husband and Wife like Zeus and Hera. Husband and Wife are amamaisim; they inhabit the waters. In the water, they are people; they climb up the hill, they turn into Ekpọ itiaba (A demon that is seven times more diabolical i.e A Hydra).[55]\nIn the chants of Ndem adherents, references to these mysterious being may be heard, \"Ebe itip itip Nwan Itip Itip, itip itip idiaha nkpo utan enyon\". Itipitip is the Efik word for dwarf.[57] Some legends in Cameroon also mention pygmies but it is uncertain if the pygmies in the tales of the Bantu Cameroon actually had tails.\n\nMany Efik folktales mention people who spring out of trees and fruits. The storyline in these folktales often involves a person who seeks a child and is fortunate to find one that emanates from a fruit or a tree. Talbot also narrates a tale of people being brought back to life by the Annang.[58] These people when returned were regarded as having a non-energetic character. There were known in the Efik language as \"Owo emeade ke Ude esio\".[58]\n\n\nPrior to the prominence of Christian beliefs in Efik society, the Efik believed in the soul's affinity to animals.[59][60][61] It was believed that every individual had a soul in an animal, could transfer their consciousness to the body of the animal and materialise as the animal.[59][60][61] Children were taught never to kill a wall gecko (Efik: Ukpọñ Eyen).[60] Whatever occurred to the animal-affinity also occurred to the human.[59][60] According to Rosalind Hackett who quotes Etubom Ewa Henshaw, \"There was a hierarchy of animals, the leopard being the highest followed by wild dogs, crocodiles, boa constrictors and other snakes, wall geckos and so on.\"[60] Animals and some species of fish were regarded as potential affinities, but never plants, insects or rocks.[59] The choice of the animal was made before birth and was influenced by Eka Abasi (The Mother God).[60] A person's personality and behavioural characteristics were considered to be determined by the animal soul.[60] According to Simmons, \nSeveral mythical places can be found in the Efik cosmology. The Efik believed that the world was flat as such, the edge of the world was known as Ononkoni (Efik: Ọnọkọni)).[63] The Efik believed in the existence of a realm known as Ọnọsi where the spirits of the dead reside.[64] Ọnọsi is said to have been located around the village of Usahadet and was bordered by the realm of the Ndem (Marine deities) known as Obio Ndem.[64] Obio Ndem was believed to be the meeting place of the society known as Ekongeze.[65]\n\n\nThe Efik word for witchcraft is Ifọt. The Efik believe that there are two types of Ifọt i.e Afia ifọt (White witchcraft) and Obubit ifọt (Black witchcraft).[66][67][68][69] White witchcraft is utilised for protective and positive purposes while black witchcraft is used to cause harm and destruction to others.[66][67][68] A person possessing the power of white witchcraft never attempts to kill or hurt someone but protects people by exposing the possessors of black witchcraft.[70] A practitioner of black witchcraft often causes death, sickness or loss of wealth to a person.[70][68] Practitioners of white witchcraft often admit that they possess such power, while a practitioner of black witchcraft does not admit to possessing such power.[70] Black witches are believed to join together to form a society and meet at night to cause people harm.[70] According to Simmons, \nSome nocturnal animals are often associated with practitioners of witchcraft such as owls, bats, cockroaches and moths.[71] Dogs barking at night are believed to have spotted a witch.[71] Witches were believed to use bats and rats as messengers to discover where money was hidden.[69] Witch trials were often common in Old Calabar. The earliest mention of a witch trial can be found in W.F. Daniell's 1848 work titled \"On the Natives of Old Callebar, West Coast of Africa\".[72] A witch trial often occurs in situations where a person is ill and is unable to discover the source of his illness or a person dies and is suspected to have been killed by witchcraft.[73][74] If a person believed the cause of his illness was the workings of witchcraft, he would cut his hair and send it to all the Efik towns stating that if he died, they should launch an inquiry regarding his death.[75] A person accused of witchcraft usually demanded that he undergo a witch trial to prove his innocence.[74] The suspect ate eight Calabar beans and drank a mixture of ground Calabar beans and water.[74] If the suspect was a witch his mouth shook and mucus came from his nose.[74] If he was innocent he lifted his right hand and then regurgitated.[74] Should the poison continue to affect the suspect after his innocence had been established, an antidote was administered consisting of either male or female excrement, depending on the suspect's sex, mixed with water which had been used to wash a female's external genitalia.[74] This mixture was taken as a drink. If the suspect is found to be guilty, however, no antidote is given and he is allowed to die.[74] After his demise his corpse is thrown into the forest.[74]\n\n\nThe Efik originally believed in the power of reincarnation.[76][77] The Efik believed that seven reincarnations were to occur before the final judgement by Abasi.[76] If an infant had a mark on its body which was equally on the body of a previously deceased sibling, the infant was believed to be a reincarnation of the deceased sibling.[77] Belief in reincarnations accounts for the assigning of personal names such as Nyong (Efik: Nyọñ) which is given to a child whose siblings have died before they were born.[78] The name may also be given to a child who resembles a deceased relative.[78] According to Simmons, \nThe spot where the individual renders an account to God of his actions was known as Usan Emana (English: Plate of Birth).[79] Spirits about to reincarnate were believed to dwell in Effiatt (formerly known as Tom Shott's island).[76] The Efik also believed in the existence of a realm inhabited by the souls of the dead.[64] According to Aye, \"It was believed that all the ghosts of persons who die in a year sail in a large canoe at midnight of every December 31, singing and paddling to their new home in Ọnọsi thus: Ekpo ke ẹnyọño Ọnọsi-o uwaya! The ghosts are returning to Onosi-o uwaya.\"[64] There was also a belief in a realm deep within the Land of the dead known as mkpọsọk which could be likened to the greek Tartarus.[80]\n\n"
        },
        {
            "title": "External influence on Efik mythology",
            "text": "Due to peregrinations of the Efik across the Cross river and their external trade with the Europeans, several foreign influences can be seen in the myths of the Efik. Oral tradition maintains that the earliest Europeans to interact and trade with the Efik were the Portuguese.[81] Later Europeans entrants into the Cross River were the Dutch, British and French. Christianity also played a role in shaping Efik mythology. The earliest Christian missionaries arrived from Jamaica in April 1846.[82]\n\n"
        }
    ]
}