{
    "url": "https://en.wikipedia.org/wiki/Ego_death",
    "title": "Ego death",
    "table_of_contents": [
        "1 Definitions",
        "2 Conceptual development",
        "2.1 Western mysticism",
        "2.2 Jungian psychology",
        "2.3 Mythology – The Hero with a Thousand Faces",
        "2.4 Psychedelics",
        "3 Timothy Leary's description of \"ego-death\"",
        "4 Pseudo Scientific research",
        "4.1 Stanislav Grof",
        "4.2 Recent research",
        "5 View of spiritual traditions",
        "5.1 Buddhism",
        "5.2 Taoism",
        "5.3 Bernadette Roberts",
        "6 Integration after ego-death experiences",
        "6.1 Psychedelics",
        "6.2 Vedanta and Zen",
        "6.3 Dark Night and depersonalisation",
        "7 Influence",
        "7.1 Reports of psychedelic experiences",
        "7.2 The Beatles",
        "7.3 Radical pluralism",
        "8 Controversy",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Sources",
        "12.1 Printed sources",
        "12.2 Web sources",
        "13 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ego death is a \"complete loss of subjective self-identity\".[1] The term is used in various intertwined contexts, with related meanings. Jungian psychology uses the synonymous term psychic death, referring to a fundamental transformation of the psyche.[2] In death and rebirth mythology, ego death is a phase of self-surrender and transition,[3][4][5][6] as described by Joseph Campbell in his research on the mythology of the Hero's Journey.[3] It is a recurrent theme in world mythology and is also used as a metaphor in some strands of contemporary western thinking.[6]\n\nIn descriptions of psychedelic experiences, the term is used synonymously with ego-loss[7][8][1][9] to refer to (temporary) loss of one's sense of self due to the use of psychedelics.[10][11][1] The term was used as such by Timothy Leary et al.[1] to describe the death of the ego[12] in the first phase of an LSD trip, in which a \"complete transcendence\" of the self[note 1] occurs.\n\nThe concept is also used in contemporary New Age spirituality and in the modern understanding of Eastern religions to describe a permanent loss of \"attachment to a separate sense of self\"[web 1] and self-centeredness.[13] This conception is an influential part of Eckhart Tolle's teachings, where Ego is presented as an accumulation of thoughts and emotions, continuously identified with, which creates the idea and feeling of being a separate entity from one's self, and only by disidentifying one's consciousness from it can one truly be free from suffering.[14]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Ego death and the related term \"ego loss\" have been defined in the context of mysticism by the religious studies scholar Daniel Merkur as \"an imageless experience in which there is no sense of personal identity. It is the experience that remains possible in a state of extremely deep trance when the ego-functions of reality-testing, sense-perception, memory, reason, fantasy and self-representation are repressed [...] Muslim Sufis call it fana ('annihilation'),[note 2] and medieval Jewish kabbalists termed it 'the kiss of death'\".[15]\n\nCarter Phipps equates enlightenment and ego death, which he defines as \"the renunciation, rejection and, ultimately, the death of the need to hold on to a separate, self-centered existence\".[16][note 3]\n\nIn Jungian psychology, Ventegodt and Merrick define ego death as \"a fundamental transformation of the psyche\". Such a shift in personality has been labeled an \"ego death\" in Buddhism, or a psychic death by Jung.[18]\n\nIn comparative mythology, ego death is the second phase of Joseph Campbell's description of the Hero's Journey,[4][5][6][3] which includes a phase of separation, transition, and incorporation.[6] The second phase is a phase of self-surrender and ego-death, after which the hero returns to enrich the world with their discoveries.[4][5][6][3]\n\nIn psychedelic culture, Leary, Metzner and Alpert (1964) define ego death, or ego loss as they call it, as part of the (symbolic) experience of death in which the old ego must die before one can be spiritually reborn.[19] They define ego loss as \"... complete transcendence − beyond words, beyond spacetime, beyond self. There are no visions, no sense of self, no thoughts. There are only pure awareness and ecstatic freedom\".[19][20]\n\nSeveral psychologists working on psychedelics have defined ego-death. Alnaes (1964) defines ego death as \"[L]oss of ego-feeling\".[10] Stanislav Grof (1988) defines it as \"a sense of total annihilation [...] This experience of \"ego death\" seems to entail an instant merciless destruction of all previous reference points in the life of the individual [...] [E]go death means an irreversible end to one's philosophical identification with what Alan Watts called \"skin-encapsulated ego\".[21] The psychologist John Harrison (2010) defines \"[T]emporary ego death [as the] loss of the separate self[,] or, in the affirmative, [...] a deep and profound merging with the transcendent other.[11] Johnson, Richards and Griffiths (2008), paraphrasing Leary et al. and Grof define ego death as \"temporarily experienc[ing] a complete loss of subjective self-identity.[1]\n\n"
        },
        {
            "title": "Conceptual development",
            "text": "The concept of \"ego death\" developed along a number of intertwined strands of thought, including especially the following: romantic movements[22] and subcultures;[23] Theosophy;[24] anthropological research on rites de passage[25] and shamanism;[23] Joseph Campbell's comparative mythology;[4][5][6][3] Jungian psychology;[26][3] the psychedelic scene of the 1960s;[27] and transpersonal psychology.[28]\n\nAccording to Merkur,\n\nAccording to Ventegodt and Merrick, the Jungian term \"psychic death\" is a synonym for \"ego death\":\n\nVentegodt and Merrick refer to Jung's publications The Archetypes and the Collective Unconscious, first published 1933, and Psychology and Alchemy, first published in 1944.[18][note 4]\n\nIn Jungian psychology, a unification of archetypal opposites has to be reached, during a process of conscious suffering, in which consciousness \"dies\" and resurrects. Jung called this process \"the transcendent function\",[note 5] which leads to a \"more inclusive and synthetic consciousness\".[30]\n\nJung used analogies with alchemy to describe the individuation process, and the transference-processes which occur during therapy.[31]\n\nAccording to Leeming et al., from a religious point of view psychic death is related to St. John of the Cross' Ascent of Mt. Carmel and Dark Night of the Soul.[32]\n\nIn 1949, Joseph Campbell published The Hero with a Thousand Faces, a study on the archetype of the Hero's Journey.[3] It describes a common theme found in many cultures worldwide,[3] and is also described in many contemporary theories on personal transformation.[6] In traditional cultures it describes the \"wilderness passage\",[3] the transition from adolescence into adulthood.[25] It typically includes a phase of separation, transition, and incorporation.[6] The second phase is a phase of self-surrender and ego-death, whereafter the hero returns to enrich the world with his discoveries.[4][5][6][3] Campbell describes the basic theme as follows:\n\nThis journey is based on the archetype of death and rebirth,[5] in which the \"false self\" is surrendered and the \"true self\" emerges.[5] A well known example is Dante's Divine Comedy, in which the hero descends into the underworld.[5]\n\nConcepts and ideas from mysticism and bohemianism were inherited by the Beat Generation.[22] When Aldous Huxley helped popularize the use of psychedelics, starting with The Doors of Perception, published in 1954, [34] Huxley also promoted a set of analogies with eastern religions, as described in The Perennial Philosophy. This book helped inspire the 1960s belief in a revolution in western consciousness [34] and included the Tibetan Book of the Dead as a source.[34] Similarly, Alan Watts, in his opening statement on mystical experiences in This Is It, draws parallels with Richard Bucke's 1901 book Cosmic Consciousness, describing the \"central core\" of the experience as\n\nThis interest in mysticism helped shape the emerging research and popular conversation around psychedelics in the 1960s.[36] In 1964 William S. Burroughs drew a distinction between \"sedative\" and \"conscious-expanding\" drugs.[37] In the 1940s and 1950s the use of LSD was restricted to military and psychiatric researchers. One of those researchers was Timothy Leary, a clinical psychologist who first encountered psychedelic drugs while on vacation in 1960,[38] and started to research the effects of psilocybin in 1961.[34] He sought advice from Aldous Huxley, who advised him to propagate psychedelic drugs among society's elites, including artists and intellectuals.[38] On insistence of Allen Ginsberg, Leary, together with his younger colleague Richard Alpert (Ram Dass) also made LSD available to students.[38] In 1962 Leary was fired, and Harvard's psychedelic research program was shut down.[38] In 1962 Leary founded the Castalia Foundation,[38] and in 1963 he and his colleagues founded the journal The Psychedelic Review.[39]\n\nFollowing Huxley's advice, Leary wrote a manual for LSD-usage.[39] The Psychedelic Experience, published in 1964, is a guide for LSD-trips, written by Timothy Leary, Ralph Metzner and Richard Alpert, loosely based on Walter Evans-Wentz's translation of the Tibetan Book of the Dead.[39][34] Aldous Huxley introduced the Tibetan Book of the Dead to Timothy Leary.[34] According to Leary, Metzner and Alpert, the Tibetan Book of the Dead is \n\nThey construed the effect of LSD as a \"stripping away\" of ego-defenses, finding parallels between the stages of death [web 2]and rebirth in the Tibetan Book of the Dead, and the stages of psychological \"death\" and \"rebirth\" which Leary had identified during his research.[41] \nAccording to Leary, Metzner and Alpert it is....\n\nAlso in 1964 Randolf Alnaes published \"Therapeutic applications of the change in consciousness produced by psycholytica (LSD, Psilocybin, etc.).\"[42][10] Alnaes notes that patients may become involved in existential problems as a consequence of the LSD experience. Psycholytic drugs may facilitate insight. With a short psychological treatment, patients may benefit from changes brought about by the effects of the experience.[42]\n\nOne of the LSD-experiences may be the death crisis. Alnaes discerns three stages in this kind of experience:[10]\n\n"
        },
        {
            "title": "",
            "text": "In The Psychedelic Experience, three stages are discerned:\n\nEach Bardo is described in the first part of The Psychedelic Experience. In the second part, instructions are given which can be read to the \"voyager\". The instructions for the First Bardo state:\n\n"
        },
        {
            "title": "Pseudo Scientific research",
            "text": "Stanislav Grof has researched the effects of psychedelic substances,[45] which can also be induced by nonpharmacological means.[46] Grof has developed a \"cartography of the psyche\" based on his clinical work with psychedelics,[47] which describe the \"basic types of experience that become available to an average person\" when using psychedelics or \"various powerful non-pharmacological experiential techniques\".[47]\n\nAccording to Grof, traditional psychiatry, psychology and psychotherapy use a model of the human personality that is limited to biography and the individual consciousness, as described by Freud.[48] This model is inadequate to describe the experiences which result from the use of psychedelics and the use of \"powerful techniques\", which activate and mobilize \"deep unconscious and superconscious levels of the human psyche\".[48] These levels include:[28]\n\nEgo death appears in the fourth perinatal matrix.[28] This matrix is related to the stage of delivery, the actual birth of the child.[49] The build up of tension, pain and anxiety is suddenly released.[49] The symbolic counterpart is the death-rebirth experience, in which the individual may have a strong feeling of impending catastrophe, and may be desperately struggling to stop this process.[21] The transition from BPM III to BPM IV may involve a sense of total annihilation:[21]\n\nAccording to Grof what dies in this process is \"a basically paranoid attitude toward the world which reflects the negative experience of the subject during childbirth and later\".[21] When experienced in its final and most complete form,\n\nRecent research also mentions that ego loss is sometimes experienced by those under the influence of psychedelic drugs.[50]\n\nThe Ego-Dissolution Inventory is a validated self-report questionnaire that allows for the measurement of transient ego-dissolution experiences occasioned by psychedelic drugs.[51]\n\n"
        },
        {
            "title": "View of spiritual traditions",
            "text": "Following the interest in psychedelics and spirituality, the term \"ego death\" has been used to describe the eastern notion of \"enlightenment\" (bodhi) or moksha.\n\nZen practice is said to lead to ego-death.[52] Ego-death is also called \"great death\", in contrast to the physical \"small death\".[53] According to Jin Y. Park, the ego death that Buddhism encourages makes an end to the \"usually-unconsciousness-and-automated quest\" to understand the sense-of-self as a thing, instead of as a process.[54] According to Park, meditation is learning how to die by learning to \"forget\" the sense of self:[54]\n\nAccording to Welwood, \"egolessness\" is a common experience. Egolessness appears \"in the gaps and spaces between thoughts, which usually go unnoticed\".[56] Existential anxiety arises when one realizes that the feeling of \"I\" is nothing more than a perception. According to Welwood, only egoless awareness allows us to face and accept death in all forms.[56]\n\nDavid Loy also mentions the fear of death,[57] and the need to undergo ego-death to realize our true nature.[58][59] According to Loy, our fear of egolessness may even be stronger than our fear of death.[57]\n\n\"Egolessness\" is not the same as anatta (non-self). Where the former is more of a personal experience, Anatta is a doctrine common to all of Buddhism - describing how the constituents of a person contain no permanent entity (one has no \"essence of themself\"):\n\n\nThe Taoist internal martial artist Bruce Frantzis reports an experience of fear of ego annihilation, or \"ru ding\":\nBernadette Roberts makes a distinction between \"no ego\" and \"no self\".[60][61] According to Roberts, the falling away of the ego is not the same as the falling away of the self.[62] \"No ego\" comes prior to the unitive state; with the falling away of the unitive state comes \"no self\".[63] \"Ego\" is defined by Roberts as\n\nRoberts defines \"self\" as\n\nUltimately, all experiences on which these definitions are based are wiped out or dissolved.[64] Jeff Shore further explains that \"no self\" means \"the permanent ceasing, the falling away once and for all, of the entire mechanism of reflective self-consciousness\".[65]\n\nAccording to Roberts, both the Buddha and Christ embody the falling away of self, and the state of \"no self\". The falling away is represented by the Buddha prior to his enlightenment, starving himself by ascetic practices, and by the dying Jesus on the cross; the state of \"no self\" is represented by the enlightened Buddha with his serenity, and by the resurrected Christ.[64]\n\n"
        },
        {
            "title": "Integration after ego-death experiences",
            "text": "According to Nick Bromell, ego death is a tempering though frightening experience, which may lead to a reconciliation with the insight that there is no real self.[66]\n\nAccording to Grof, death crises may occur over a series of psychedelic sessions until they cease to lead to panic. A conscious effort not to panic may lead to a \"pseudohallucinatory sense of transcending physical death\".[10] According to Merkur,\n\nBoth the Vedanta and the Zen-Buddhist tradition warn that insight into the emptiness of the self, or so-called \"enlightenment experiences\", are not sufficient; further practice is necessary.\n\nJacobs warns that Advaita Vedanta practice takes years of committed practice to sever the \"occlusion\"[67] of the so-called \"vasanas, samskaras, bodily sheaths and vrittis\", and the \"granthi[note 7] or knot forming identification between Self and mind\".[68]\n\nZen Buddhist training does not end with kenshō, or insight into one's true nature. Practice is to be continued to deepen the insight and to express it in daily life.[69][70][71][72] According to Hakuin, the main aim of \"post-satori practice\"[73] (gogo no shugyo[74] or kojo, \"going beyond\"[75]) is to cultivate the \"Mind of Enlightenment\".[76] According to Yamada Koun, \"if you cannot weep with a person who is crying, there is no kensho\".[77]\n\nShinzen Young, an American Buddhist teacher, has pointed at the difficulty integrating the experience of no self. He calls this \"the Dark Night\", or\n\nWilloughby Britton is conducting research on such phenomena which may occur during meditation, in a research program called \"The Dark Night of the Soul\".[web 5] She has searched texts from various traditions to find descriptions of difficult periods on the spiritual path,[web 6] and conducted interviews to find out more on the difficult sides of meditation.[web 5][note 8]\n\n"
        },
        {
            "title": "Influence",
            "text": "The propagation of LSD-induced \"mystical experiences\", and the concept of ego death, had some influence in the 1960s, but Leary's brand of LSD-spirituality never \"quite caught on\".[78]\n\nLeary's terminology influenced the understanding and description of the effects of psychedelics. Various reports by hippies of their psychedelic experiences describe states of diminished consciousness which were labelled as \"ego death\", but do not match Leary's descriptions.[79] Panic attacks were occasionally also labeled as \"ego death\".[80]\n\nJohn Lennon read The Psychedelic Experience, and was strongly affected by it.[81] He wrote \"Tomorrow Never Knows\" after reading the book, as a guide for his LSD trips.[81] Lennon took about a thousand acid trips, but it only exacerbated his personal difficulties.[82] He eventually stopped using the drug. George Harrison and Paul McCartney also concluded that LSD use didn't result in any worthwhile changes.[83]\n\nAccording to Bromell, the experience of ego death confirms a radical pluralism that most people experience in their youth, but prefer to flee from, instead believing in a stable self and a fixed reality.[84] He further states this also led to a different attitude among youngsters in the 1960s, rejecting the lifestyle of their parents as being deceitful and false.[84]\n\n"
        },
        {
            "title": "Controversy",
            "text": "The relationship between ego death and LSD has been disputed. Hunter S. Thompson, who tried LSD,[85] saw a self-centered base in Leary's work, noting that Leary placed himself at the centre of his texts, using his persona as \"an exemplary ego, not a dissolved one\". [85]  Dan Merkur notes that the use of LSD in combination with Leary's manual often did not lead to ego-death, but to horrifying bad trips.[86]\n\nThe relationship between LSD use and enlightenment has also been criticized. Sōtō-Zen teacher Brad Warner has repeatedly criticized the idea that psychedelic experiences lead to \"enlightenment experiences\".[note 9] In response to The Psychedelic Experience he wrote:\n\nThe concept that ego-death or a similar experience might be considered a common basis for religion has been disputed by scholars in religious studies [87] but \"has lost none of its popularity\".[87] Scholars have also criticized Leary and Alpert's attempt to tie ego-death and psychedelics with Tibetan Buddhism. John Myrdhin Reynolds, has disputed Leary and Jung's use of the Evans-Wentz's translation of the Tibetan Book of the Dead, arguing that it introduces a number of misunderstandings about Dzogchen.[88] Reynolds argues that Evans-Wentz's was not familiar with Tibetan Buddhism,[88] and that his view of Tibetan Buddhism was \"fundamentally neither Tibetan nor Buddhist, but Theosophical and Vedantist\".[89] Nonetheless, Reynolds confirms that the nonsubstantiality of the ego is the ultimate goal of the Hinayana system.[90]\n\n"
        }
    ]
}