{
    "url": "https://en.wikipedia.org/wiki/Eight_Men_Out",
    "title": "Eight Men Out",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Filming",
        "3.3 Legacy",
        "4 Reception",
        "4.1 Accolades",
        "5 Home media",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Eight Men Out is a 1988 American sports drama film based on Eliot Asinof's 1963 book Eight Men Out: The Black Sox and the 1919 World Series. It was written and directed by John Sayles. The film is a dramatization of Major League Baseball's Black Sox Scandal, in which eight members of the Chicago White Sox conspired with gamblers to intentionally lose the 1919 World Series. Much of the movie was filmed at the old Bush Stadium in Indianapolis, Indiana.[3]\n\n"
        },
        {
            "title": "Plot",
            "text": "In 1919, the Chicago White Sox are considered among the greatest baseball teams ever assembled; however, the team's stingy owner, Charles Comiskey, gives little inclination to reward his players for a spectacular season.\n\nGamblers \"Sleepy Bill\" Burns and Billy Maharg get wind of the players' discontent, asking shady player Chick Gandil to convince a select group of Sox—including star knuckleball pitcher Eddie Cicotte, who led the majors with a 29–7 win–loss record and an earned run average of 1.82—that they could earn more money by playing badly and throwing the series than they could earn by winning the World Series against the Cincinnati Reds. Cicotte was motivated because Comiskey refused him a promised $10,000 should he win 30 games for the season. Cicotte was nearing the milestone when Comiskey ordered team manager Kid Gleason to bench him for two weeks (missing five starts) with the excuse that the 35-year-old veteran's arm needed a rest before the series.\n\nA number of players, including Gandil, Swede Risberg, and Lefty Williams, go along with the scheme. \"Shoeless Joe\" Jackson, the team's illiterate superstar, is also invited, but is depicted as not bright nor entirely sure of what is going on. Buck Weaver, meanwhile, insists that he is a winner and wants nothing to do with the fix.\n\nWhen the best-of-nine series begins, Cicotte (pitching in Game 1) deliberately hits Reds leadoff hitter Morrie Rath in the back with his second pitch in a prearranged signal to gangster Arnold Rothstein that the fix was on. Cicotte then pitches poorly and gives up five runs in four innings—four of them in the fourth, highlighted by a triple from Reds pitcher Walter \"Dutch\" Ruether. He is then relieved by Gleason, though the Sox lose the first game, 9–1. Williams also pitched poorly in Game 2, while Gandil, Risberg and Hap Felsch made glaring mistakes on the field. Several of the players become upset, however, when the various gamblers involved fail to pay their promised money up front.\n\nChicago journalists Ring Lardner and Hugh Fullerton grow increasingly suspicious, while Gleason continues to hear rumors of a fix, but he remains confident that his boys will come through in the end.\n\nA third pitcher not in on the scam, rookie Dickie Kerr, wins Game 3 for the Sox, making both gamblers and teammates uncomfortable. Other teammates such as catcher Ray Schalk continue to play hard, while Weaver and Jackson show no visible signs of taking a dive with Weaver continuing to deny participation in the fix. Cicotte loses, again, in Game 4 and the Sox lose Game 5, as well, putting them one loss away from losing the series. With the championship now in jeopardy, the Sox manage to win Game 6 in extra innings. Gleason intends to bench Cicotte from his next start, but Cicotte, feeling guilty over throwing his previous games, begs for another chance. The manager reluctantly agrees and is given an easy Game 7 win. Unpaid by the gamblers, Williams also intends to win, but when his wife's life is threatened, he purposely pitches so badly that he is quickly relieved by \"Big Bill\" James in the first inning. Jackson hits a home run off Reds pitcher Hod Eller in the third inning, but the team still lose the final game.\n\nCincinnati wins the Series (five games to three). Fullerton writes an article condemning the White Sox. An investigation begins into the possible fixing of the Series. In 1920, Cicotte and Jackson admit that a fix existed (though the illiterate Jackson is implied as having been coerced into making his confession). As a result of the revelations, Cicotte, Williams, Gandil, Felsch, Risberg, McMullin, Jackson, and Weaver are tried. The eight men are acquitted of any wrongdoing. However, newly appointed commissioner Kenesaw Mountain Landis bans the eight men for life because they either intentionally lost games or (as Weaver did) knew about the fix and didn't report it to team officials.\n\nIn 1925, Weaver watches Jackson play a semi-pro game in New Jersey under the assumed name \"Brown\". Hearing other fans suspecting his true identity, Weaver tells them that Jackson was the best player he ever saw. When asked point-blank if the player is indeed Jackson, Weaver denies it, protecting his former teammate by telling the fans \"those guys are gone now\", solemnly reminiscing on the 1919 World Series. A title card reveals that the eight players banned from the scandal never returned to the majors. Weaver unsuccessfully attempted to have his ban overturned on several occasions until his death in 1956.\n\n"
        },
        {
            "title": "Production",
            "text": "In a 2013 interview, Sayles told MLB Network's Bob Costas, \"People said, 'Oh, you’ll never get this made. There’s a curse on it. People have been trying to make it for years.'\" Talking about his thoughts for the cast when he first wrote the script, Sayles said \"my original dream team had Martin Sheen at third base, and I ended up with Charlie in center field.\"[4]\n\nDuring the late summer and early fall of 1987, news media in Indianapolis reported sightings of the film's actors, including Sheen and Cusack. Sayles told the Chicago Tribune that he hired them not because they were rising stars, but because of their ball-playing talent.[5]\n\nSweeney remarked on the chilly Indiana temperatures in an interview with Elle. \"It got down to 30, 40 degrees, but John [Sayles] would stand there in running shorts, tank tops, sneakers—sometimes without socks—and never look cold.\" The young actor said Sayles appeared to be focused on an \"agenda, and that's all he cared about. Looking at him we thought, 'Well, if he's not cold, then we certainly shouldn't be.'\"[6]\n\nReports from the set location at Bush Stadium indicated that cast members were letting off steam between scenes. \"Actors kidded around, rubbing dirt on each other\", the Tribune reported. \"... Actors trade jokes, smokes and candy\" in the dugout. \"'Some of them chewed tobacco at first, but,' noted Bill Irwin, 'Even the guys who were really into it started to chew apricots after a while.'\"[5] Sheen made his reasons for taking the role clear. \"I'm not in this for cash or my career or my performance\", Sheen said. \"I wanted to take part in this film because I love baseball.\"[5]\n\nWhen cloud cover would suddenly change the light during the shooting of a particular baseball scene, Sayles showed \"inspirational decisiveness\", according to Elle, by changing the scripted game they would be shooting—switching from Game Two of the series to Game Four, for example. \"The second assistant director knew nothing about baseball\", Sayles said, \"and she had to keep track of who was on base. Suddenly we'd change from Game Two to Game Four, and she'd have to shuffle through her papers to learn who was on second, then track the right guys down all over the ballpark.\"[6]\n\nRight-handed Sweeney told Elle that producers considered using an old Hollywood trick to create the illusion that he was hitting lefty. \"We could have done it from the right side, then run to third and switched the negative, like they did in The Pride of the Yankees, but we didn't really have enough money for that\", Sweeney said.[6]\n\nRing Lardner, Jr., Oscar-winning screenwriter of such films as Woman of the Year and M*A*S*H, came to Bush Stadium to visit the set. Lardner's article in American Film reported that Sayles' script depicted much of the story accurately, based on what he knew from his father. But the audience, Lardner wrote, \"won't have the satisfaction of knowing exactly why everything worked out the way it did.\"[7]\n\nLardner also witnessed how the production crew had to make \"a few hundred extras look like a World Series crowd of thousands\", which were hampered by the production's inability to entice a substantial number of Indianapolis residents to come to the stadium to act as film extras. Lardner stated, \"The producers offer free entertainment, Bingo with cash prizes, and as much of a stipend ($20 a day) as the budget permits...\"[7]\n\nSeveral people involved in the film would go on to work on Ken Burns' 1994 miniseries Baseball. Cusack, Lloyd, and Sweeney did voice-overs, recording reminiscences of various personalities connected with the game. Sayles and Terkel were interviewed on the 1919 World Series. Terkel also \"reprised his role\" by reading Hugh Fullerton's columns during the section on the Black Sox.[8]\n\n"
        },
        {
            "title": "Reception",
            "text": "The review aggregator website Rotten Tomatoes reported an approval rating of 87% based on 52 reviews, with an average rating of 7.2/10. The site's critics consensus reads, \"Perhaps less than absorbing for non-baseball fans, but nevertheless underpinned by strong performances from the cast and John Sayles' solid direction.\"[9] According to Metacritic, which calculated a weighted average score of 71 out of 100 based on 16 critics, the film received \"generally favorable reviews\".[10] Audiences polled by CinemaScore gave the film an average grade of \"B\" on an A+ to F scale.[11]\n\nVariety wrote: “Perhaps the saddest chapter in the annals of professional American sports is recounted in absorbing fashion in Eight Men Out... The most compelling figures here are pitcher Eddie Cicotte (David Strathairn), a man nearing the end of his career who feels the twin needs to ensure a financial future for his family and take revenge on his boss, and Buck Weaver (John Cusack), an innocent enthusiast who took no cash for the fix but, like the others, was forever banned from baseball.\"[12]\n\nFilm critic Roger Ebert was underwhelmed, writing, \"Eight Men Out is an oddly unfocused movie made of earth tones, sidelong glances and eliptic[sic] conversations. It tells the story of how the stars of the 1919 Chicago White Sox team took payoffs from gamblers to throw the World Series, but if you are not already familiar with that story you're unlikely to understand it after seeing this film.\"[13] Ebert's colleague Gene Siskel, on the other hand, said, \"Eight Men Out is fascinating if you are a baseball nut... the portrayal of the recruiting of the ball players and the tight fisted rule of Comiskey is fascinating... thumbs up.\"[14]\n\nIn an overall positive review, critic Janet Maslin spoke well of the actors, writing, \"Notable in the large and excellent cast of Eight Men Out are D. B. Sweeney, who gives Shoeless Joe Jackson the slow, voluptuous Southern naivete of the young Elvis; Michael Lerner, who plays the formidable gangster Arnold Rothstein with the quietest aplomb; Gordon Clapp as the team's firecracker of a catcher; John Mahoney as the worried manager who senses much more about his players' plans than he would like to, and Michael Rooker as the quintessential bad apple. Charlie Sheen is also good as the team's most suggestible player, the good-natured fellow who isn't sure whether it's worse to be corrupt or be a fool. The story's delightfully colorful villains are played by Christopher Lloyd and Richard Edson (as the halfway-comic duo who make the first assault on the players), Michael Mantell as the chief gangster's extremely undependable right-hand man, and Kevin Tighe as the Bostonian smoothie who coolly declares: 'You know what you feed a dray horse in the morning if you want a day's work out of him? Just enough so he knows he's hungry.' For Mr. Sayles, whose idealism has never been more affecting or apparent than it is in this story of boyish enthusiasm gone bad in an all too grown-up world, Eight Men Out represents a home run.\"[15]\n\nThe film is recognized by American Film Institute in these lists:\n\n"
        },
        {
            "title": "Home media",
            "text": "Eight Men Out was released on DVD by MGM Home Entertainment (successor-in-interest to Orion Pictures) in two editions; a standard one on April 1, 2003, and a special edition on May 7, 2013.\n\n"
        }
    ]
}