{
    "url": "https://en.wikipedia.org/wiki/Eleanor_Parke_Custis_Lewis",
    "title": "Eleanor Parke Custis Lewis",
    "table_of_contents": [
        "1 Childhood",
        "2 Marriage, death, and burial",
        "3 References",
        "3.1 Sources",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Eleanor Parke Custis Lewis (March 31, 1779 – July 15, 1852), known as Nelly, was a granddaughter of Martha Washington and a step-granddaughter and adopted daughter of George Washington.\n\n"
        },
        {
            "title": "Childhood",
            "text": "Nelly was a daughter of John Parke Custis and Eleanor Calvert Custis. Her father was the only surviving son of Daniel Parke Custis and his widow, Martha Dandridge Custis, who married George Washington in 1759. She was also the granddaughter of Benedict Swingate Calvert, an illegitimate son of Charles Calvert, 5th Baron Baltimore, whose mother may have been a granddaughter of George I. He was certainly descended from Charles II through the king's daughter by Barbara Villiers, Charlotte FitzRoy. Nelly was most likely born at Mount Airy, her maternal grandfather's estate in Prince George's County, Maryland, although local tradition holds that she was born at Abingdon, her father's estate in Arlington, Virginia (now the site of Ronald Reagan Washington National Airport).\n\nFollowing the premature death of their father John Parke Custis in 1781, Nelly and her brother, George Washington Parke Custis, were informally adopted by the Washingtons and grew up at Mount Vernon, although they visited their mother, stepfather David Stuart and older sisters at Abington and later at Dr. Stuart's estates in Fairfax County.\n\nDuring George Washington's presidency, Nelly helped entertain guests at the first presidential mansion on Cherry Street in New York City, the second presidential mansion on Broadway in New York City, and the third presidential mansion in Philadelphia.\n\n"
        },
        {
            "title": "",
            "text": "On February 22, 1799, Nelly Custis married George Washington's nephew, the widower Lawrence Lewis of Fredericksburg, Virginia. The Washingtons' wedding gift was 2,000 acres (8.1 km2) adjacent to Mount Vernon, on which the Lewises built Woodlawn Plantation.[1]\n\nThe Lewises had eight children, four of whom lived to adulthood:\n\nUpon her marriage, Nelly Lewis inherited about 80 slaves from her father's estate. Her grandfather Daniel Parke Custis's estate was liquidated following Martha Washington's death in 1802, and Nelly Lewis inherited about 35 \"dower\" slaves from Mount Vernon. Following the death of Eleanor Calvert in 1811, the John Parke Custis estate was liquidated, and Nelly Lewis inherited approximately 40 additional slaves.[2]\n\nIn about 1830, the Lewises moved to Audley plantation in Clarke County, Virginia. Beginning in the mid-1830s, they began dividing their time between Virginia and their daughters' homes in Louisiana.  Nelly Custis Lewis continued to live at Audley after her husband's death in 1839.\n\nThroughout her life, she regarded herself as a preserver of George Washington's legacy. She shared memories and mementos, entertained and corresponded with those seeking information on the first president, and verified or debunked stories. A shaft to the east of the Washingtons' tomb at Mount Vernon marks her burial site.[3]\n\n"
        }
    ]
}