{
    "url": "https://en.wikipedia.org/wiki/Eleatics",
    "title": "Eleatics",
    "table_of_contents": [
        "1 History",
        "2 Philosophy",
        "3 Legacy",
        "4 Notes",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Eleatics were a group of pre-Socratic philosophers in the 5th century BC centered around the ancient Italian Greek colony of Elea (Ancient Greek: Ἐλέα), located in present-day Campania in southern Italy.\n\nThe primary philosophers who are associated with the Eleatic doctrines are Parmenides, Zeno of Elea, and Melissus of Samos, although Xenophanes of Colophon and Empedocles have also sometimes been classified as members of this movement. The Eleatics have traditionally been seen as advocating a strict metaphysical view of monism in response to the materialist monism advocated by their predecessors, the Ionian school.\n\n"
        },
        {
            "title": "History",
            "text": "Patricia Curd states that the chronology of pre-Socratic philosophers is one of the most contentious issues of pre-Socratic philosophy.[1] Many of the historical details mentioned by Plato, Diogenes Laertius, or Apollodorus are generally considered by modern scholarship to be of little value,[1] and there are generally few exact dates that can be verified, so most estimates of dates and relative chronology must rely on interpretations of the internal evidence within the surviving fragments.[1]\n\nThere is generally a consensus that Parmenides lived in the early 5th century BC,[1] based on the date and setting of the fictionalized events in Plato's Parmenides where Parmenides and Zeno travel to Athens and have a debate with a young Socrates.[1] This would place Parmenides well after other philosophers such as Xenophanes, Heraclitus, and Pythagoras.[1] Although many philosophers throughout history have interpreted the doctrines of the Eleatics as responses to Xenophanes, Heraclitus, or Pythagoras, there is no broad agreement or direct evidence of any influence or direct response, although many theories have been put forth interpreting the eleatic in terms of these philosopher.[1] For philosophers after Parmenides however, the relative chronology and potential directions of influence become even more difficult to determine.[1]\n\nFor Zeno, it is not clear whether or not Anaxagoras or Empedocles influenced or were influenced any of his ideas, although they appear to have lived at approximately the same time.[1] For Melissus, who lived one generation later, the problem of influence is further complicated by additional potential influences of Leucippus, Democritus, and Diogenes of Apollonia.[1] For example, some interpreters see Melissus as responding to Leucippus' atomism, which is then responded to by Democritus - but others see Melissus responding to Democritus.[1]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "The Eleatics rejected the epistemological validity of sense experience, and instead took logical standards of clarity and necessity to be the criteria of truth. Of the members, Parmenides and Melissus built arguments starting from sound premises.[citation needed] Zeno, on the other hand, primarily employed the reductio ad absurdum, attempting to destroy the arguments of others by showing that their premises led to contradictions (Zeno's paradoxes).\n\nThe main doctrines of the Eleatics were evolved in opposition to the theories of the early physicalist philosophers, who explained all existence in terms of primary matter, and to the theory of Heraclitus, which declared that all existence may be summed up as perpetual change. The Eleatics maintained that the true explanation of things lies in the conception of a universal unity of being.[2] According to their doctrine, the senses cannot cognize this unity, because their reports are inconsistent; it is by thought alone that we can pass beyond the false appearances of sense and arrive at the knowledge of being, at the fundamental truth that the \"All is One\". Furthermore, there can be no creation, for being cannot come from non-being, because a thing cannot arise from that which is different from it. They argued that errors on this point commonly arise from the ambiguous use of the verb to be, which may imply actual physical existence or be merely the linguistic copula which connects subject and predicate.[3]\n\n"
        }
    ]
}