{
    "url": "https://en.wikipedia.org/wiki/Electronic_voice_phenomenon",
    "title": "Electronic voice phenomenon",
    "table_of_contents": [
        "1 History",
        "1.1 Early interest",
        "1.2 Raudive voices",
        "1.3 Spiricom and Frank's Box",
        "1.4 Interest in the 21st century and late 20th century",
        "2 Explanations and origins",
        "2.1 Natural explanations",
        "2.1.1 Psychology and perception",
        "2.1.2 Physics",
        "2.1.3 Sporadic meteors and meteor showers",
        "3 Organizations that show interest in EVP",
        "4 Demographics",
        "4.1 United States",
        "5 Cultural impact",
        "5.1 Groups",
        "5.2 Films",
        "5.3 Video games",
        "5.4 TV and radio",
        "5.5 Novels",
        "5.6 Theatre and music",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Within ghost hunting and parapsychology, electronic voice phenomena (EVP) are sounds found on electronic recordings that are interpreted as spirit voices. Parapsychologist Konstantīns Raudive, who popularized the idea in the 1970s, described EVP as typically brief, usually the length of a word or short phrase.[1]\n\nEnthusiasts consider EVP to be a form of paranormal phenomenon often found in recordings with static or other background noise. Scientists regard EVP as a form of auditory pareidolia (interpreting random sounds as voices in one's own language) and a pseudoscience promulgated by popular culture.[2][3] Prosaic explanations for EVP include apophenia (perceiving patterns in random information), equipment artifacts, and hoaxes.[4][5]\n\n"
        },
        {
            "title": "History",
            "text": "As the Spiritualist religious movement became prominent in the 1840s–1940s with a distinguishing belief that the spirits of the dead can be contacted by mediums, new technologies of the era including photography were employed by spiritualists in an effort to demonstrate contact with a spirit world. So popular were such ideas that Thomas Edison was asked in an interview with Scientific American to comment on the possibility of using his inventions to communicate with spirits. He replied that if the spirits were only capable of subtle influences, a sensitive recording device would provide a better chance of spirit communication than the table tipping and ouija boards mediums employed at the time. However, there is no indication that Edison ever designed or constructed a device for such a purpose.[6] As sound recording became widespread, mediums explored using this technology to demonstrate communication with the dead as well. Spiritualism  declined in the latter part of the 20th century, but attempts to use portable recording devices and modern digital technologies to communicate with spirits continued.[7]: 352–381 \n\nAmerican photographer Attila von Szalay was among the first to try recording what he believed to be voices of the dead as a way to augment his investigations in photographing ghosts. He began his attempts in 1941 using a 78 rpm record, but it wasn't until 1956 — after switching to a reel-to-reel tape recorder — that he believed he was successful.[8] Working with Raymond Bayless, von Szalay conducted several recording sessions with a custom-made apparatus, consisting of a microphone in an insulated cabinet connected to an external recording device and speaker. Szalay reported finding many sounds on the tape that could not be heard on the speaker at the time of recording, some of which were recorded when there was no one in the cabinet. He believed these sounds to be the voices of discarnate spirits. Among the first recordings believed to be spirit voices were such messages as \"This is G!\", \"Hot dog, Art!\", and \"Merry Christmas and Happy New Year to you all\".[8]  Von Szalay and Raymond Bayless's work was published by the Journal of the American Society for Psychical Research in 1959.[9] Bayless later went on to co-author the 1979 book, Phone Calls From the Dead.\n\nIn 1959, Swedish painter and film producer Friedrich Jürgenson was recording bird songs. Upon playing the tape later, he heard what he interpreted to be his dead father's voice and then the spirit of his deceased wife calling his name.[8] He went on to make several more recordings, including one that he said contained a message from his late mother.[10]\n\nKonstantin Raudive, a Latvian psychologist who had taught at the Uppsala University, Sweden and who had worked in conjunction with Jürgenson, made over 100,000 recordings which he described as being communications with discarnate people. Some of these recordings were conducted in an RF-screened laboratory and contained words Raudive said were identifiable.[1][7]: 352–381  In an attempt to confirm the content of his collection of recordings, Raudive invited listeners to hear and interpret them.[7]: 353, 496 [8][9][10][11] He believed that the clarity of the voices heard in his recordings implied that they could not be readily explained by normal means.[7]: 352–381  Raudive published his first book, Breakthrough: An Amazing Experiment in Electronic Communication with the Dead in 1968 and it was translated into English in 1971.[12]\n\nIn 1980, William O'Neil constructed an electronic audio device called \"The Spiricom\". O'Neil claimed the device was built to specifications which he received psychically from George Mueller, a scientist who had died six years previously.[7]: 352–381 [13] At a Washington, DC press conference on April 6, 1982, O'Neil stated that he was able to hold two-way conversations with spirits through the Spiricom device, and provided the design specifications to researchers for free. However, nobody is known to have replicated the results O'Neil claimed using his own Spiricom devices.[14][15] O'Neil's partner, retired industrialist George Meek, attributed O'Neil's success, and the inability of others to replicate it, to O'Neil's mediumistic abilities forming part of the loop that made the system work.[13][16]\nIn 2020 Kenny Biddle wrote a comprehensive article explaining the origins of the Spiricom as developed by O'Neil and Meek. He was prompted to do so by the re-emergence of the device on the television series Ghosthunters. He comprehensively debunked the \"science\" behind the device in both the original development and the Ghosthunters episode.[17]\n\nAnother electronic device specifically constructed in an attempt to capture EVP is \"Frank's Box\" or the \"Ghost Box\", created in 2002 by EVP enthusiast Frank Sumption for supposed real-time communication with the dead. Sumption claims he received his design instructions from the spirit world. The device is described as a combination white noise generator and AM radio receiver modified to sweep back and forth through the AM band selecting split-second snippets of sound. Critics of the device say its effect is subjective and incapable of being replicated, and since it relies on radio noise, any meaningful response a user gets is purely coincidental, or simply the result of pareidolia.[18] Paranormal researcher Ben Radford writes that Frank's Box is a \"modern version of the Ouija board... also known as the 'broken radio'\".[19]\n\nIn 1982, Sarah Estep founded the American Association of Electronic Voice Phenomena (AA-EVP) in Severna Park, Maryland, a nonprofit organization with the purpose of increasing awareness of EVP, and of teaching standardized methods for capturing it.[20] Estep began her exploration of EVP in 1976, and says she has made hundreds of recordings of messages from deceased friends, relatives, and extraterrestrials whom she speculated originated from other planets or dimensions.[21]\n\nThe term Instrumental Trans-Communication (ITC) was coined by Ernst Senkowski in the 1970s to refer more generally to communication through any sort of electronic device such as tape recorders, fax machines, television sets or computers between spirits or other discarnate entities and the living.[13][22] One particularly famous claimed incidence of ITC occurred when the image of EVP enthusiast Friedrich Jürgenson (whose funeral was held that day) was said to have appeared on a television in the home of a colleague, which had been purposefully tuned to a vacant channel.[13] ITC enthusiasts also look at the TV and video camera feedback loop of the Droste effect.[23][24]\n\nIn 1979, parapsychologist D. Scott Rogo described an alleged paranormal phenomenon in which people report that they receive simple, brief, and usually single-occurrence telephone calls from spirits of deceased relatives, friends, or strangers.[25] Rosemary Guiley has written \"within the parapsychology establishment, Rogo was often faulted for poor scholarship, which, critics said, led to erroneous conclusions.\"[26]\n\nIn 1995, the parapsychologist David Fontana proposed in an article that poltergeists could haunt tape recorders. He speculated that this may have happened to the parapsychologist Maurice Grosse who investigated the Enfield Poltergeist case. However, Tom Flynn a media expert for the Committee for Skeptical Inquiry examined Fontana's article and suggested an entirely naturalistic explanation for the phenomena. According to the skeptical investigator Joe Nickell \"Occasionally, especially with older tape and under humid conditions, as the tape travels it can adhere to one of the guide posts. When this happens on a deck where both supply and take-up spindles are powered, the tape continues to feed, creating a fold. It was such a loop of tape, Flynn theorizes, that threaded its way amid the works of Grosse's recorder.\"[27]\n\nIn 1997, Imants Barušs, of the Department of Psychology at the University of Western Ontario, conducted a series of experiments using the methods of EVP investigator Konstantin Raudive, and the work of \"instrumental transcommunication researcher\" Mark Macy, as a guide. A radio was tuned to an empty frequency, and over 81 sessions a total of 60 hours and 11 minutes of recordings were collected. During recordings, a person either sat in silence or attempted to make verbal contact with potential sources of EVP.[13] Barušs stated that he did record several events that sounded like voices, but they were too few and too random to represent viable data and too open to interpretation to be described definitively as EVP. He concluded: \"While we did replicate EVP in the weak sense of finding voices on audio tapes, none of the phenomena found in our study was clearly anomalous, let alone attributable to discarnate beings. Hence we have failed to replicate EVP in the strong sense.\" The findings were published in the Journal of Scientific Exploration in 2001, and include a literature review.[13]\n\nIn 2005, the Journal of the Society for Psychical Research published a report by paranormal investigator Alexander MacRae.  MacRae conducted recording sessions using a device of his own design that generated EVP.[28]\nIn an attempt to demonstrate that different individuals would interpret EVP in the recordings the same way, MacRae asked seven people to compare some selections to a list of five phrases he provided, and to choose the best match. MacRae said the results of the listening panels indicated that the selections were of paranormal origin.[8][29][30]\n\nPortable digital voice recorders are currently the technology of choice for some EVP investigators. Since some of these devices are very susceptible to Radio Frequency (RF) contamination, EVP enthusiasts sometimes try to record EVP in RF- and sound-screened rooms.[31]\n\nSome EVP enthusiasts describe hearing the words in EVP as an ability, much like learning a new language.[32]  Skeptics suggest that the claimed instances may be misinterpretations of natural phenomena, inadvertent influence of the electronic equipment by researchers, or deliberate influencing of the researchers and the equipment by third parties. EVP and ITC are seldom researched within the scientific community, so most research in the field is carried out by amateur researchers who lack training and resources to conduct scientific research, and who are motivated by subjective notions.[13]\n\n"
        },
        {
            "title": "Explanations and origins",
            "text": "Paranormal claims for the origin of EVP include living humans imprinting thoughts directly on an electronic medium through psychokinesis[33] and communication by discarnate entities such as spirits,[34][35] nature energies, beings from other dimensions, or extraterrestrials.[36] Paranormal explanations for EVP generally assume production of EVP by a communicating intelligence through means other than the typical functioning of communication technologies. Natural explanations for reported instances of EVP tend to dispute this assumption explicitly and provide explanations which do not require novel mechanisms that are not based on recognized scientific phenomena.\n\nOne study, by psychologist Imants Barušs, was unable to replicate suggested paranormal origins for EVP recorded under controlled conditions.[37] Brian Regal in Pseudoscience: A Critical Encyclopedia (2009) has written \"A case can be made for the idea that many EVPs are artifacts of the recording process itself with which the operators are unfamiliar. The majority of EVPs have alternative, nonspiritual sources; anomalous ones have no clear proof they are of spiritual origin.\"[38]\n\nThere are a number of simple scientific explanations that can account for why some listeners to the static on audio devices may believe they hear voices, including radio interference and the tendency of the human brain to recognize patterns in random stimuli.[39] Some recordings may be hoaxes created by frauds or pranksters.[39]\n\nAuditory pareidolia is a situation created when the brain incorrectly interprets random patterns as being familiar patterns.[40] In the case of EVP it could result in an observer interpreting random noise on an audio recording as being the familiar sound of a human voice.[39][41][42] The propensity for an apparent voice heard in white noise recordings to be in a language understood well by those researching it, rather than in an unfamiliar language, has been cited as evidence of this,[39] and a broad class of phenomena referred to by author Joe Banks as Rorschach Audio has been described as a global explanation for all manifestations of EVP.[43][44][45][46]\n\nIn a 2019 investigation of a supposed haunted painting in a West Virginia museum, paranormal researcher Kenny Biddle investigated the claims made by the museum owner and ghost hunters that an EVP recording clearly saying the woman's name, \"Annie\", is really the voice of the woman in the portrait. The name Annie is written on the back of the portrait, which primes anyone listening for the name, to know what name to listen for. The EVP was created using a Radio Shack radio \"modified to allow it to continually scan through the available AM or FM frequencies without muting the sound.\" Regarding a general question by the ghost hunter \"What is your name?\", Biddle writes, \"I can guarantee sooner or later you'll hear something that sounds like a name, and there is a good chance of being a name, because you're listening to radio broadcasts, news reports, commercials, and so on—which often include names.\" Biddle lists words such as \"company, anything, anyone, mahogany, many, or even any.\" as words that can be commonly heard while listening to the radio. The phrase '\"...and he...\"' would also sound like \"Annie\" to anyone primed to listen for the name Annie.[47]\n\nSkeptics such as David Federlein, Chris French, Terence Hines and Michael Shermer say that EVP are usually recorded by raising the \"noise floor\" – the electrical noise created by all electrical devices – in order to create white noise.  When this noise is filtered, it can be made to produce noises which sound like speech.  Federlein says that this is no different from using a wah pedal on a guitar, which is a focused sweep filter which moves around the spectrum and creates open vowel sounds.  This, according to Federlein, sounds exactly like some EVP.  This, in combination with such things as cross modulation of radio stations or faulty ground loops can cause the impression of paranormal voices.[6]  The human brain evolved to recognize patterns, and if a person listens to enough noise the brain will detect words, even when there is no intelligent source for them.[48][49]  Expectation also plays an important part in making people believe they are hearing voices in random noise.[50]\n\nApophenia is related to, but distinct from pareidolia.[51] Apophenia is defined as \"the spontaneous finding of connections or meaning in things which are random, unconnected or meaningless\", and has been put forward as a possible explanation.[52] According to the psychologist James Alcock what people hear in EVP recordings can best be explained by apophenia, cross-modulation or expectation and wishful thinking. Alcock concluded \"Electronic Voice Phenomena are the products of hope and expectation; the claims wither away under the light of scientific scrutiny.\"[53]\n\nInterference, for example, is seen in  EVP recordings, especially those recorded on devices which contain RLC circuitry. These cases represent radio signals of voices or other sounds from broadcast sources.[54] Interference from CB Radio transmissions and wireless baby monitors, or anomalies generated through cross modulation from other electronic devices, are all documented phenomena.[39] It is even possible for circuits to resonate without any internal power source by means of radio reception.[54]\n\nCapture errors are anomalies created by the method used to capture audio signals, such as noise generated through the over-amplification of a signal at the point of recording.[39][55]\n\nArtifacts created during attempts to boost the clarity of an existing recording might explain some EVP.  Methods include re-sampling, frequency isolation, and noise reduction or enhancement, which can cause recordings to take on qualities significantly different from those that were present in the original recording.[39][56]\n\nThe very first EVP recordings may have originated from the use of tape recording equipment with poorly aligned erasure and recording heads, resulting in the incomplete erasure of previous audio recordings on the tape. This could allow a small percentage of previous content to be superimposed or mixed into a new 'silent' recording.[57][citation needed]\n\nFor all radio transmissions above 30 MHz (which are not reflected by the ionosphere) there is a possibility of meteor reflection of the radio signal.[58] Meteors leave a trail of ionised particles and electrons as they pass through the upper atmosphere (a process called ablation) which reflect transmission radio waves which would usually flow into space.[59] These reflected waves are from transmitters which are below the horizon of the received meteor reflection.  In Europe this means the brief scattered wave may carry a foreign voice which can interfere with radio receivers.  Meteor reflected radio waves last between 0.05 seconds and 1 second, depending on the size of the meteor.[60]\n\n"
        },
        {
            "title": "Organizations that show interest in EVP",
            "text": "There are a number of organizations dedicated to studying EVP and instrumental transcommunication, or which otherwise express interest in the subject. Individuals within these organizations may participate in investigations, author books or journal articles, deliver presentations, and hold conferences where they share experiences.[61]  In addition, organizations exist which dispute the validity of the phenomena on scientific grounds.[56]\n\nThe Association TransCommunication (ATransC), formerly the American Association of Electronic Voice Phenomena (AA-EVP),[62] and the International Ghost Hunters Society conduct ongoing investigations of EVP and ITC including collecting examples of purported EVP available over the internet.[63] The Rorschach Audio Project, initiated by sound artist Joe Banks,[43][44][64][65] which presents EVP as a product of radio interference combined with auditory pareidolia and the Interdisciplinary Laboratory for Biopsychocybernetics Research, a non-profit organization dedicated to studying anomalous phenomena related to neurophysiological conditions.[66] According to the AA-EVP it is \"the only organized group of researchers we know of specializing in the study of ITC\".[67]\n\nParapsychologists and Spiritualists have an ongoing interest in EVP.[68] Many Spiritualists experiment with a variety of techniques for spirit communication which they believe provide evidence of the continuation of life.[69]  According to the National Spiritualist Association of Churches, \"An important modern day development in mediumship is spirit communications via an electronic device. This is most commonly known as Electronic Voice Phenomena (EVP)\".[70]  An informal survey by the organization's Department Of Phenomenal Evidence cites that 1/3 of churches conduct sessions in which participants seek to communicate with spirit entities using EVP.[71]\n\nThe James Randi Educational Foundation offered a million dollars for proof that any phenomena, including EVP,[56] are caused paranormally.[72]\n\n"
        },
        {
            "title": "Demographics",
            "text": "In 2015, an investigation by Associate Professor of Sociology Marc Eaton on the demography of United States paranormal groups that used electronic voice phenomenon found an overrepresentation of white participants, raised in the Roman Catholic Church (which is only 21% of the U.S. population), mainly with some post-secondary education. Although a preponderance of research shows that women and \"less socially integrated individuals\" are more likely to believe in ghosts, the demographic samples in Eaton's research did not reflect this.[73]\n\n"
        },
        {
            "title": "Cultural impact",
            "text": "The concept of EVP has influenced popular culture. It is popular as an entertaining pursuit, as in ghost hunting, and as a means of dealing with grief. It has influenced literature, radio, film, television, and music.\n\nInvestigation of EVP is the subject of hundreds of regional and national groups and Internet message boards.[74][75] Paranormal investigator John Zaffis claims, \"There's been a boom in ghost hunting ever since the Internet took off.\" Investigators, equipped with electronic gear—like EMF meters, video cameras, and audio recorders—scour reportedly haunted venues, trying to uncover visual and audio evidence of ghosts. Many use portable recording devices in an attempt to capture EVP.[74]\n\nFilms involving EVP include Poltergeist, The Sixth Sense, and White Noise.[76]\n\nSylvio is an indie-developed first-person horror adventure video game released on Steam in June 2015 for Microsoft Windows, PlayStation 4, Xbox One and, OS X, utilizing the Unity engine. The game is about an audio recordist called Juliette Waters, who records the voices of ghosts through electronic voice phenomenon. She finds herself trapped in an old family park, shut down since a landslide in 1971, and she now needs to use her recorder to survive the night. A sequel, Sylvio 2, was released on October 11, 2017.\n\nPhasmophobia is a co-op horror video game, in which a team of one to four players play as ghost hunters who try to identify hostile ghosts in varying locations. The game features a Spirit Box item used to capture EVPs of certain ghost types, which helps the players identify the type of the ghost they're dealing with. EVPs in Phasmophobia consist of singular words, such as \"here\", \"attack\", \"death\", \"adult\", etc., each denoting a response to a player initiated question.\n\nIt has been featured on television series like Ghost Whisperer, In Search Of… (1981), The Omega Factor, A Haunting, Ghost Hunters,[77] MonsterQuest, Ghost Adventures, The Secret Saturdays, Fact or Faked: Paranormal Files, Supernatural, Derren Brown Investigates, Ghost Lab and Buzzfeed Unsolved: Supernatural\n\nLegion, a 1983 novel by William Peter Blatty, contains a subplot where Dr. Vincent Amfortas, a terminally ill neurologist, leaves a \"to-be-opened-upon-my-death\" letter for Father Dyer detailing his accounts of contact with the dead, including the doctor's recently deceased wife, Ann, through EVP recordings. Amfortas' character and the EVP subplot do not appear in the film version of the novel, The Exorcist III, although in Kinderman's dream dead people are seen trying to communicate with the living by radio.\n\nIn Pattern Recognition, a 2003 novel by William Gibson, the main character's mother tries to convince her that her father is communicating with her from recordings after his death/disappearance in the September 11, 2001 attacks.\n\nIn Nyctivoe, a 2001 vampire-inspired play by Dimitris Lyacos, the male character as well as his deceased companion are speaking from a recording device amidst a static/white noise background.\n\nIn With the people from the bridge, a 2014 play by Dimitris Lyacos based on the idea of the return of the dead, the voice of the female character NCTV is transmitted from a television monitor amidst a static/white noise background.\n\nEVP is the subject of Vyktoria Pratt Keating's song \"Disembodied Voices on Tape\" from her 2003 album Things that Fall from the Sky, produced by Andrew Giddings of Jethro Tull.\n\nLaurie Anderson's \"Example #22\", from her 1981 album Big Science, interposes spoken sentences and phrases in German with sung passages in English representing EVP.\n\nDuring the outro to \"Rubber Ring\" by The Smiths, a sample from an EVP recording is repeated. The phrase \"You are sleeping, you do not want to believe,\" is a 'translation' of the 'spirit voices' from a 1970s flexitape. The original recording is from the 1971 record which accompanied Raudive's book 'Breakthrough', and which was re-issued as a flexi-disc in the 1980s free with The Unexplained magazine.\n\nBass Communion's 2004 album Ghosts on Magnetic Tape was inspired by EVP.[81]\n\nThe band Giles Corey, founded by Dan Barrett composed a song called \"Empty Churches\" which features track 2 called 'Raymond Cass', track 36 called 'Justified Theft' and track 38 called 'Tramping' from the album An Introduction to EVP by The Ghost Orchid which features excerpts from different EVP experiments produced by many researchers, although most are unknown, some have been pointed out to be more known researchers who studied EVP recordings including Friedrich Jurgenson, Raymond Cass and Konstantin Raudive.\n\nThe 2017 album Katharsis (A Small Victory) of Polish theatre group Teatr Tworzenia by Jarosław Pijarowski contains EVP recordings in the background of its second track \"Katharsis – Pandemonium\".\n\n"
        }
    ]
}