{
    "url": "https://en.wikipedia.org/wiki/Elections_in_New_England",
    "title": "Elections in New England",
    "table_of_contents": [
        "1 Presidential",
        "1.1 New Hampshire primary",
        "2 Political party strength",
        "3 See also",
        "4 Notes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nElections in New England have been defined by the region's political and cultural history, demographics, economy, and its loyalty to particular U.S. political parties. Within the elections in the United States, New England is sometimes viewed in terms of a single voting bloc.\n\n"
        },
        {
            "title": "Presidential",
            "text": "In the 2000 presidential election, Democratic candidate Al Gore carried all of the New England states except for New Hampshire, and in 2004, John Kerry, a New Englander himself, won all six New England states.[1] In both the 2000 and 2004 presidential elections, every congressional district with the exception of New Hampshire's 1st district were won by Gore and Kerry respectively. During the 2008 Democratic primaries, Hillary Clinton won the three New England states containing Greater Boston (Massachusetts, Rhode Island, and New Hampshire), while Barack Obama won the three that did not (Connecticut, Maine, and Vermont).\nIn the 2008 presidential election, Obama carried all six states by 9 percentage points or more.[2] He carried every county in New England except for Piscataquis County, Maine, which he lost by 4% to Senator John McCain (R-AZ). As of the 2010 census, New England collectively has 33 electoral votes.\n\nThe six states of New England voted for the Democratic Presidential nominee in the 1992, 1996, 2004, 2008, and 2012 elections, and every state but New Hampshire voted for Al Gore in the presidential election of 2000. In the 113th Congress the House delegations from all six states of New England  are all Democratic. New England is home to the only two independent politicians currently serving in the U.S. Senate: Angus King, who represents Maine and Bernie Sanders, who represents Vermont.\n\nHistorically, the New Hampshire primary has been the first in a series of nationwide political party primary elections held in the United States every four years.  Held in the state of New Hampshire, it usually marks the beginning of the U.S. presidential election process. Even though few delegates are chosen from New Hampshire, the primary has always been pivotal to both New England and American politics. One college in particular, Saint Anselm College, has been home to numerous national presidential debates and visits by candidates to its campus.[3]\n\nLocal factories and diners are valuable photo opportunities for candidates, who hope to use this quintessential New England image to their advantage by portraying themselves as sympathetic to blue collar workers. Media coverage of the primary enables candidates low on funds to \"rally back\"; an example of this was President Bill Clinton who referred to himself as \"The Comeback Kid\" following the 1992 primary. National media outlets have converged on small New Hampshire towns, such as during the 2007 and 2008 national presidential debates held at Saint Anselm College in the town of Goffstown.[4][5] Goffstown and other towns in New Hampshire have been experiencing this influx of national media since the 1950s.\n\n"
        },
        {
            "title": "Political party strength",
            "text": "Judging purely by party registration rather than voting patterns, New England today is one of the most Democratic regions in the U.S.,[6][7][8] with four of the six states considered among the most solidly Democratic in the country. New Hampshire and Maine are generally swing states in federal elections.[9] Republicans in New England are considered by both liberals and conservatives to be more moderate (even socially liberal) compared to Republicans in other parts of the U.S.[10]\n\n"
        }
    ]
}