{
    "url": "https://en.wikipedia.org/wiki/Electroclash",
    "title": "Electroclash",
    "table_of_contents": [
        "1 Terminology and characteristics",
        "2 History",
        "2.1 Role of International Deejay Gigolos",
        "2.2 Other early artists",
        "2.3 Electroclash in the U.S.",
        "3 Criticism",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Electroclash (also known as synthcore, retro-electro, tech-pop, nouveau disco, and the new new wave[3]) is a genre of music that fuses 1980s electro, new wave and synth-pop with 1990s techno, retro-style electropop and electronic dance music.[6][7][8] It emerged in the later 1990s and is often thought of[by whom?] as reaching its peak circa 2002/2003. It was pioneered by and associated with acts such as I-F, DJ Hell, Miss Kittin and The Hacker, and Fischerspooner.[9][10]\n\n"
        },
        {
            "title": "Terminology and characteristics",
            "text": "The term electroclash describes a musical movement that combined synthpop, techno, punk and performance art. The genre was in reaction to the rigid formulations of techno music, putting an emphasis on song writing, showmanship and a sense of humour,[6] and was described by The Guardian as one of \"the two most significant upheavals in recent dance music history\".[11] The visual aesthetic of electroclash has been associated with the 1982 cult film Liquid Sky.[12] DJ Hell is widely credited as inventor and name giver of the genre,[13][14][15] while DJ and promoter Larry Tee later popularized the term in the US by naming the Electroclash 2001 Festival in New York[16] after it.[17][8]\n\n"
        },
        {
            "title": "History",
            "text": "Electroclash emerged in the late 1990s. The Munich-based label International DeeJay Gigolo Records, founded by DJ Hell, is considered the \"germ cell\" and \"THE home\" of the electroclash sound.[18][19][20][21]  Gigolo featured many of the early electroclash songs, such as for example Christopher Just's I'm a Disco Dancer from 1997 or Chris Korda's Save the Planet, Kill Yourself, which originally even had been released as early as 1993.[22][23] Then in 1998, Gigolo released the songs \"1982\" and \"Frank Sinatra\" by French recording duo Miss Kittin & The Hacker, which were among the most successful early hits of the new genre.[10][24][9] This was followed by the hit \"Emerge\" by New York duo Fischerspooner,[25] as well as the remake of Corey Hart's \"Sunglasses At Night\" by Canadian duo Tiga & Zyntherius, both released on Gigolo in 2001.[26][27] DJ Hell brought the artists of the new genre together on the label and acted primarily as their mentor.[27] But also Hell's own releases like the album Munich Machine from 1998 are seen as groundbreaking for the genre Electroclash.[28] In the widely recognized film documentary Welcome to the club! 25 years of electronic dance music by European television network Arte, Miss Kittin describes the origination of the first songs of the new style together with DJ Hell and declares him the inventor of the Electroclash genre.[15] Since DJ Hell gathered the international artists of the new genre at Gigolo in Munich and many of them gave their first performances in the city's nightclubs, Munich is considered the city in which electroclash \"was significantly co-invented, if not invented\".[4][19] Soon the new style of music also spread to other cities such as Berlin, London and New York.[29]\n\nAlso I-F's track \"Space Invaders Are Smoking Grass\", released in 1998 on Disko B, with its \"old-fashioned verse-chorus dynamics to burbling electro in a vocodered homage to Atari-era hi-jinks\" is considered one of the pioneering tracks of the electroclash genre.[6][30] Further early artists include Chicks on Speed, Peaches, ADULT. and Toktok vs. Soffy O with their year 2000 hit Missy Queen's Gonna Die.[29][20][31][32]\n\nDuring their early years, Ladytron were sometimes labeled as electroclash, but others stated that they were not entirely electroclash[9] and they also rejected this tag themselves.[33][19] Goldfrapp's albums Black Cherry (2003) and Supernature (2005) incorporated electroclash influences.[34][35]\n\nIn the U.S. the genre came to media attention, when the Electroclash Festival was held in New York in October 2001 to \"make a local breakthrough with this scene, presenting a select group of superstar and pioneer artists from Europe and the U. S.\"[16][9] The Electroclash Festival was held again in 2002 with subsequent live tours across the US and Europe in 2003 and 2004. Other notable artists who performed at the festival and subsequent tours  include Scissor Sisters, ADULT., Erol Alkan, Princess Superstar, Mignon, Mount Sims, Tiga and Spalding Rockwell.\n\n"
        },
        {
            "title": "Criticism",
            "text": "The electroclash label and the hype around it were fiercely criticized by some of its acclaimed protagonists in the early 2000s. For example, I-F and other artists signed an \"Anti-Electroclash-Manifest\", where they complained about the sellout of the style by those who would \"rule the media waves\" and only \"sell the old freshly packaged\".[29][31] In 2002, Toktok vs. Soffy O. stated that when they were first asked about electroclash they just thought: \"This is nothing else than what we've known for at least five years and what is now reaching the recycling peak for the third or fourth time\".[31]\n\n"
        }
    ]
}