{
    "url": "https://en.wikipedia.org/wiki/Electric_unicycle",
    "title": "Electric unicycle",
    "table_of_contents": [
        "1 Operation",
        "2 History",
        "2.1 Early experimentation",
        "2.2 Commercialisation",
        "2.3 Suspension",
        "3 Popular culture",
        "4 Gallery",
        "5 EUC Companies",
        "6 See also",
        "7 References",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An electric unicycle (often initialized as EUC or acronymized yuke or Uni) is a self-balancing personal transporter with a single wheel. The rider controls speed by leaning forwards or backwards, and steers by twisting or tilting the unit side to side. The self-balancing mechanism uses accelerometers, gyroscopes, and a magnetometer.[1] In 2020, suspension models were introduced by three major manufacturers Begode, Kingsong and Inmotion.\n\n"
        },
        {
            "title": "Operation",
            "text": "Commercial units are self-balancing in a forward and backward direction, with side-to-side (lateral) stability being provided by the steering motions of the rider, similar to Bicycle and motorcycle dynamics. As of 2022, no commercial human-rideable unicycle has lateral self-balancing capabilities. However, a non-ridable, dual-axis self-balancing unicycle was demonstrated in 2012, with small, lightweight robots using a large weighted reaction wheel[2] or control moment gyroscope. The control of a unicycle can be considered to be an inverted pendulum.\n\n"
        },
        {
            "title": "History",
            "text": "A hand-power monowheel was patented in 1869 by Richard C. Hemming[3] with a pedal-power unit patented in 1885.[4] Various motorized monowheels were developed and demonstrated during the 1930s without commercial success[5] and Charles F Taylor was granted a patent for a \"vehicle having a single supporting and driving wheel\" in 1964 after some 25 years of experimentation.[6] In 1977 Charles Gabriel presented an electric unicycle that resembles the design of today's devices.[7]\n\nIn 2003, Bombardier announced a conceptual design for such a device used as a sport vehicle, the Embrio.[8] In September 2004 Trevor Blackwell demonstrated a functional self-balancing unicycle, using the control-mechanism similar to that used by the Segway PT and published the designs as the Eunicycle.[citation needed]. This approach was further refined by a group of engineering students at the University of Adelaide who developed The Micycle, which incorporated a hub-motor, a Lithium-Ion Battery and a novel steering mechanism where the wheel pivoted independent of the main chassis.[9]\n\nIn March 2010 Shane Chen of Inventist filed a patent application for a seatless electric unicycle (associated with the \"Solowheel\" product launched in February 2011), which uses flat pedals to stand on and leg contact surfaces to allow for stable, precise control in lieu of a seat.[10][11] In Oct 2010 Focus Designs published a video of an electric unicycle with hub motor and a seat.[12]\nLate in 2015, the Ford Motor Company patented a \"self-propelled unicycle engagable with vehicle\", intended for last-mile commuters.[13]  Segway launched their One S1 model in November of 2017.\n\nBy the turn of the decade, several Chinese manufacturers dominate the market and continue to release EUC models with higher top speeds (above 75 km/h or 46 mph),[14] and longer range batteries.\nPopularity came around the same time as Begode (formerly known as Gotway) released their M super line. This evolved into the MSX & MSP models and eventually into the RS model. Around this time Veteran stepped on to the scene for the first time with their road wheel the Sherman.[citation needed][clarification needed] \nIn 2020, suspension EUCs were revealed by Inmotion, Kingsong and Gotway.\n\nIn chronological order, the following suspension-models were released:\n\n"
        }
    ]
}