{
    "url": "https://en.wikipedia.org/wiki/Electromechanics",
    "title": "Electromechanics",
    "table_of_contents": [
        "1 History",
        "1.1 Microelectromechanical systems (MEMS)",
        "2 Modern practice",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In engineering, electromechanics[1][2][3][4] combines processes and procedures drawn from electrical engineering and mechanical engineering. Electromechanics focuses on the interaction of electrical and mechanical systems as a whole and how the two systems interact with each other. This process is especially prominent in systems such as those of DC or AC rotating electrical machines which can be designed and operated to generate power from a mechanical process (generator) or used to power a mechanical effect (motor). Electrical engineering in this context also encompasses electronics engineering.\n\nElectromechanical devices are ones which have both electrical and mechanical processes. Strictly speaking, a manually operated switch is an electromechanical component due to the mechanical movement causing an electrical output. Though this is true, the term is usually understood to refer to devices which involve an electrical signal to create mechanical movement, or vice versa mechanical movement to create an electric signal. Often involving electromagnetic principles such as in relays, which allow a voltage or current to control another, usually isolated circuit voltage or current by mechanically switching sets of contacts, and solenoids, by which a voltage can actuate a moving linkage as in solenoid valves.\n\nBefore the development of modern electronics, electromechanical devices were widely used in complicated subsystems of parts, including electric typewriters, teleprinters, clocks, initial television systems, and the very early electromechanical digital computers. Solid-state electronics have replaced electromechanics in many applications.\n\n"
        },
        {
            "title": "History",
            "text": "The first electric motor was invented in 1822 by Michael Faraday. The motor was developed only a year after Hans Christian Ørsted discovered that the flow of electric current creates a proportional magnetic field.[5] This early motor was simply a wire partially submerged into a glass of mercury with a magnet at the bottom. When the wire was connected to a battery a magnetic field was created and this interaction with the magnetic field given off by the magnet caused the wire to spin.\n\nTen years later the first electric generator was invented, again by Michael Faraday. This generator consisted of a magnet passing through a coil of wire and inducing current that was measured by a galvanometer. Faraday's research and experiments into electricity are the basis of most of modern electromechanical principles known today.[6]\n\nInterest in electromechanics surged with the research into long distance communication. The Industrial Revolution's rapid increase in production gave rise to a demand for intracontinental communication, allowing electromechanics to make its way into public service. Relays originated with telegraphy as electromechanical devices were used to regenerate telegraph signals. The Strowger switch, the Panel switch, and similar devices were widely used in early automated telephone exchanges. Crossbar switches were first widely installed in the middle 20th century in Sweden, the United States, Canada, and Great Britain, and these quickly spread to the rest of the world.\n\nElectromechanical systems saw a massive leap in progress from 1910-1945 as the world was put into global war twice. World War I saw a burst of new electromechanics as spotlights and radios were used by all countries.[7] By World War II, countries had developed and centralized their military around the versatility and power of electromechanics. One example of these still used today is the alternator, which was created to power military equipment in the 1950s and later repurposed for automobiles in the 1960s. Post-war America greatly benefited from the military's development of electromechanics as household work was quickly replaced by electromechanical systems such as microwaves, refrigerators, and washing machines. The electromechanical television systems of the late 19th century were less successful.\n\nElectric typewriters developed, up to the 1980s, as \"power-assisted typewriters\". They contained a single electrical component, the motor. Where the keystroke had previously moved a typebar directly, now it engaged mechanical linkages that directed mechanical power from the motor into the typebar. This was also true of the later IBM Selectric. At Bell Labs, in the 1946, the Bell Model V computer was developed. It was an electromechanical relay-based device; cycles took seconds. In 1968 electromechanical systems were still under serious consideration for an aircraft flight control computer, until a device based on large scale integration electronics was adopted in the Central Air Data Computer.\n\nMicroelectromechanical systems (MEMS) have roots in the silicon revolution, which can be traced back to two important silicon semiconductor inventions from 1959: the monolithic integrated circuit (IC) chip by Robert Noyce at Fairchild Semiconductor, and the metal–oxide–semiconductor field-effect transistor (MOSFET) by Mohamed M. Atalla and Dawon Kahng at Bell Labs. MOSFET scaling, the miniaturisation of MOSFETs on IC chips, led to the miniaturisation of electronics (as predicted by Moore's law and Dennard scaling). This laid the foundations for the miniaturisation of mechanical systems, with the development of micromachining technology based on silicon semiconductor devices, as engineers began realizing that silicon chips and MOSFETs could interact and communicate with the surroundings and process things such as chemicals, motions and light. One of the first silicon pressure sensors was isotropically micromachined by Honeywell in 1962.[8]\n\nAn early example of a MEMS device is the resonant-gate transistor, an adaptation of the MOSFET, developed by Harvey C. Nathanson in 1965.[9] During the 1970s to early 1980s, a number of MOSFET microsensors were developed for measuring physical, chemical, biological and environmental parameters.[10] In the early 21st century, there has been research on nanoelectromechanical systems (NEMS).\n\n"
        },
        {
            "title": "Modern practice",
            "text": "Today, electromechanical processes are mainly used by power companies. All fuel based generators convert mechanical movement to electrical power. Some renewable energies such as wind and hydroelectric are powered by mechanical systems that also convert movement to electricity.\n\nIn the last thirty years of the 20th century, equipment which would generally have used electromechanical devices became less expensive. This equipment became cheaper because it used more reliably integrated microcontroller circuits containing ultimately a few million transistors, and a program to carry out the same task through logic. With electromechanical components there were only moving parts, such as mechanical electric actuators. This more reliable logic has replaced most electromechanical devices, because any point in a system which must rely on mechanical movement for proper operation will inevitably have mechanical wear and eventually fail. Properly designed electronic circuits without moving parts will continue to operate correctly almost indefinitely and are used in most simple feedback control systems. Circuits without moving parts appear in a large number of items from traffic lights to washing machines.\n\nAnother electromechanical device is Piezoelectric devices, but they do not use electromagnetic principles. Piezoelectric devices can create sound or vibration from an electrical signal or create an electrical signal from sound or mechanical vibration.\n\nTo become an electromechanical engineer, typical college courses involve mathematics, engineering, computer science, designing of machines, and other automotive classes that help gain skill in troubleshooting and analyzing issues with machines. To be an electromechanical engineer a bachelor's degree is required, usually in electrical, mechanical, or electromechanical engineering. As of April 2018, only two universities, Michigan Technological University and Wentworth Institute of Technology, offer the major of electromechanical engineering[citation needed]. To enter the electromechanical field as an entry level technician, an associative degree is all that is required.\n\nAs of 2016, approximately 13,800 people work as electro-mechanical technicians in the US. The job outlook for 2016 to 2026 for technicians is 4% growth which is about an employment change of 500 positions. This outlook is slower than average.[11]\n\n"
        }
    ]
}