{
    "url": "https://en.wikipedia.org/wiki/Electra_Glide_in_Blue",
    "title": "Electra Glide in Blue",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Home media",
        "5 Reception",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Electra Glide in Blue is a 1973 American action film, starring Robert Blake as a motorcycle cop in Arizona and Billy \"Green\" Bush as his partner.[2] The film was produced and directed by James William Guercio,[2] and is named after the Harley-Davidson Electra Glide motorcycle issued to traffic cops.[3] The soundtrack was performed by members of the band Chicago; Guercio managed them at the time, and produced many of their albums. Members of the band also appear in minor acting roles in the film.\n\n"
        },
        {
            "title": "Plot",
            "text": "John Wintergreen is a motorcycle cop who patrols the rural Arizona highways with his partner Zipper. Wintergreen is an experienced patrolman looking to be transferred to the Homicide unit. When he is informed by Crazy Willie of an apparent suicide-by-shotgun, Wintergreen believes the case is actually a murder as the victim has shot himself in the chest rather than the head, which is more usual. Detective Harve Poole agrees it is a homicide, after a .22 bullet is found amongst the pellets in the man's chest during the autopsy, as well as hearing about a possible missing $5,000 ($30,500 today) from the man's home, and arranges for Wintergreen to be transferred to homicide to help with the case.\n\nWintergreen gets his wish, but his joy is short-lived. He begins increasingly to identify with the hippies whom the other officers, including Detective Poole, are endlessly harassing. The final straw comes when Poole discovers that Wintergreen has been sleeping with his girlfriend, Jolene. The hostile workplace politics cause him to be quickly demoted back to traffic enforcement.\n\nDespite being demoted, Wintergreen is able to solve the murder. The killer turns out to be Willie, who confesses while Wintergreen goads him into talking about it. Wintergreen surmises that Willie did it because he was jealous of the old man he killed, who frequently had young people over to his house to buy drugs. Shortly after, it is discovered that Zipper stole the $5,000, which he used to buy a fully dressed Electra Glide motorcycle. Wintergreen is forced to shoot Zipper after he becomes distressed and belligerent, and shoots at Wintergreen and in the direction of two innocent bystanders, hitting one of them.\n\nWintergreen, now alone and back on his old beat, runs into a hippie that Zipper was needlessly harassing earlier on a previous stop. Recognizing him, Wintergreen lets him off with a warning, but the hippie forgets his driver's license, and Wintergreen drives up behind his van to return it to him. The hippie's passenger points a shotgun out of the back window and shoots Wintergreen, killing him.\n\n"
        },
        {
            "title": "Production",
            "text": "First-time director James William Guercio took a salary of one dollar in order to have budget available to hire Conrad Hall as the cinematographer. During their discussions, it transpired that Guercio and Hall disagreed on how the film should look; a compromise was reached where Guercio would shoot the exterior scenes in a manner reminiscent of John Ford's films (which was the look Guercio wanted to achieve), while Hall could set up and shoot all the film's interior scenes any way he saw fit. According to the DVD commentary, Guercio claims that a majority of the film was shot without permits, because the Arizona Highway Patrol would not cooperate with production. The movie was filmed in Monument Valley and Fountain Hills, Arizona.[5]\n\nPrior to production an LAPD Motor Officer (Gerald L. Ray) was hired to teach Blake how to properly ride a Police Motorcycle.  They spent more than a month riding replicas of Police Motorcycles around the Van Nuys area.  Production was several days behind schedule due to Guercio's inexperience as a director.  In Blake's 2012 autobiography Tales From a Rascal, he refers to this film as being a very tough shoot and that he essentially co-directed the picture with Hall while Guercio \"stood around\".[6]\n\nGuercio was best known as the producer of the rock band Chicago.[4] Members of the band appear in the film in minor roles,[4] including Peter Cetera,[7] Terry Kath,[4] Lee Loughnane[7] and Walter Parazaider,[7] as well as Hawk Wolinski[7] from the Guercio-produced band Madura. Chicago members also perform on the movie soundtrack. The soundtrack album also included a four-page fold-out poster of Robert Blake standing beside his cycle on a bluff overlooking Monument Valley.\n\nThough Blake complained about production woes and lamented at his $20,000 fee, his starring role would catch the attention of television executives and lead to the police drama series Baretta, for which Blake is most known.[8]\n\n"
        },
        {
            "title": "Release",
            "text": "Electra Glide in Blue was released on DVD by MGM on March 22, 2005. A Blu-ray was released on June 4, 2013 by Shout! Factory.[9]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film received a review in The New York Times, which described it as \"portentous\" but portraying \"very ordinary or very embarrassing things: a crudely staged bike chase, or the confessions of a demoralized bar girl in what looks and sounds like a second-year acting exercise in drama school.\"[2]\n\nThe film was entered into the 1973 Cannes Film Festival.[10] Robert Blake was nominated for a Golden Globe for his performance.[11]\n\nIn 2012, Time magazine called Electra Glide in Blue \"A neglected cult-classic that could have only come from (or have been made in) the early '70s\" and said: \"It's a quirky but unforgettable movie—part character study, part examination of an emerging youth culture—featuring some outstanding camerawork from future Oscar-winning cinematographer Conrad Hall.\"[3] The film has a 67% rating on Rotten Tomatoes from 12 reviews.\n\n"
        }
    ]
}