{
    "url": "https://en.wikipedia.org/wiki/Elizabeth_Schuyler_Hamilton",
    "title": "Elizabeth Schuyler Hamilton",
    "table_of_contents": [
        "1 Childhood and family",
        "2 Marriage",
        "3 Later life",
        "4 Children",
        "5 In popular culture",
        "6 See also",
        "7 References",
        "7.1 Works cited"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nElizabeth Hamilton (née Schuyler /ˈskaɪlər/; August 9, 1757 – November 9, 1854[2]), also called Eliza or Betsey, was an American socialite and philanthropist. Married to American Founding Father Alexander Hamilton, she was a defender of his works and co-founder and deputy director of Graham Windham, the first private orphanage in New York City.[3] Eliza is recognized as an early American philanthropist for her work with the Orphan Asylum Society.\n\n"
        },
        {
            "title": "Childhood and family",
            "text": "Elizabeth was born in Albany, New York, the second daughter of Continental Army General Philip Schuyler, a Revolutionary War general, and Catherine Van Rensselaer Schuyler. The Van Rensselaers of the Manor of Rensselaerswyck were one of the richest and most politically influential families in the state of New York.[4] She had seven siblings who lived to adulthood, including Angelica Schuyler Church and Margarita \"Peggy\" Schuyler Van Rensselaer, but she had 14 siblings altogether.[5][6][7]\n\nHer family was among the wealthy Dutch landowners who had settled around Albany in the mid-1600s, and both her mother and father came from wealthy and well-regarded families.[8] Like many landowners of the time, Philip Schuyler owned slaves, and Eliza would have grown up around slavery.[9] Despite the unrest of the French and Indian War, which her father served in and which was fought in part near her childhood home, Eliza's childhood was spent comfortably, learning to read and sew from her mother.[citation needed]\n\nLike most Dutch families of the area, her family belonged to the Reformed Dutch Church of Albany, which still stands; however, the original 1715 building, where Elizabeth was baptized and attended services, was demolished in 1806.[10][11] Her upbringing instilled in her a strong and unwavering faith she would retain throughout her life.[citation needed]\n\nWhen she was a girl, Elizabeth accompanied her father to a meeting of the Six Nations and met Benjamin Franklin when he stayed briefly with the Schuyler family while traveling.[12] She was said to have been something of a tomboy when she was young;[13][page needed] throughout her life she retained a strong will and even an impulsiveness that her acquaintances noted. James McHenry, one of Washington's aides alongside her future husband, said, \"Hers was a strong character with its depth and warmth, whether of feeling or temper controlled, but glowing underneath, bursting through at times in some emphatic expression.\"[12] Much later, the son of Joanna Bethune, one of the women she worked alongside to found an orphanage later in her life,[14] remembered that \"Both [Elizabeth and Joanna] were of determined disposition ... Mrs. Bethune the more cautious, Mrs. Hamilton the more impulsive.\"[15]\n\n"
        },
        {
            "title": "Marriage",
            "text": "In early 1780, Elizabeth went to stay with her aunt, Gertrude Schuyler Cochran, in Morristown, New Jersey.[citation needed] There she met Alexander Hamilton, one of General George Washington's aides-de-camp,[1] who was stationed along with the General and his men in Morristown for the winter.[16] In fact, they had met previously, if briefly, two years before, when Hamilton dined with the Schuylers on his way back from a negotiation on Washington's behalf.[17] Also while in Morristown, Eliza met and became friends with Martha Washington, a friendship they would maintain throughout their husbands' political careers. Eliza later said of Mrs. Washington, \"She was always my ideal of a true woman.\"[12][18]\n\nIt is said that after returning home from meeting her, Hamilton was so excited he forgot the password to enter army headquarters.[8] The relationship between Eliza and Hamilton quickly grew; even after he left Morristown for a short mission to negotiate a prisoners exchange, only a month after Eliza had arrived. While gone on the prisoner exchange, Hamilton wrote to Eliza continuing their relationship through letters. He then returned to Morristown where Elizabeth's father had also arrived in his capacity as representative of the Continental Congress.[citation needed] Also there had been some talk in at least one letter of a \"secret wedding,\"[1] by early April they were officially engaged with her father's blessing (something of an anomaly for the Schuyler girls—both Angelica and Catherine would end up eloping). Hamilton followed the Army when they decamped in June 1780. In September that year, Eliza learned that Major John André, head of the British Secret Service, had been captured in a foiled plot concocted by General Benedict Arnold to surrender the fort of West Point to the British. André had once been a house guest in the Schuyler Mansion in Albany as a prisoner of war en route to Pennsylvania in 1775; Eliza, then seventeen, might have had a juvenile crush on the young British officer who had once sketched for her. Hamilton, while envious of André for his actions during the war, promised Eliza he would do what he could to treat the British intelligence chief accordingly; he even begged Washington to grant André's last wish of execution by firing squad instead of by hanging, but to no avail. After two more months of separation punctuated by their correspondence, on December 14, 1780, Alexander Hamilton and Elizabeth Schuyler were married at the Schuyler Mansion.\n\nAfter a short honeymoon at the Pastures, Eliza's childhood home, Hamilton returned to military service in early January 1781. Eliza soon joined him at New Windsor, where Washington's army was now stationed, and she rekindled her friendship with Martha Washington as they entertained their husbands' fellow officers.[19] Soon, however, Washington and Hamilton had a falling-out, and the newlywed couple moved, first back to Eliza's father's house in Albany, then to a new home across the river from the New Windsor headquarters.[20] There Eliza busied herself in creating a home for them and in aiding Alexander with his political writings—parts of his 31-page letter to Robert Morris, laying out much of the financial knowledge that was to aid him later in his career, are in her handwriting.[21]\n\nSoon, however, Eliza moved again, this time back to her parents' house in Albany. This may have coincided with the discovery that she was pregnant with her first child, who would be born the next January and named Philip, for her father. While apart, Alexander wrote her numerous letters telling her not to worry for his safety; in addition, he wrote her concerning confidential military secrets, including the lead-up to the Battle of Yorktown that autumn.[22] Meanwhile, the war came close to home, when a group of British soldiers stumbled upon the Pastures, looking for supplies. According to some accounts, the family was spared from any losses thanks to her sister Peggy's quick thinking: she told the soldiers that her father had gone to town to get help, causing them to flee from the area.[23]\n\nAfter Yorktown, Alexander was able to rejoin Eliza in Albany, where they would remain for almost another two years, before moving to New York City in late 1783.[24] Earlier that year, Angelica and her husband John Barker Church, for business reasons, had moved to Europe. Angelica lived abroad for over fourteen years, returning to America for visits in 1785 and 1789.[25] On September 25, 1784, Eliza gave birth to her second child, Angelica, named after Eliza's older sister.[citation needed]\n\nIn 1787, Eliza sat for a portrait, executed by the painter Ralph Earl while he was being held in debtors' prison. Alexander had heard of Earl's predicament and asked if Eliza might be willing to sit for him, to allow him to make some money and eventually buy his way out of prison, which he subsequently did.[26] At this time, she now had three young children (her third, Alexander, was born in May 1786) and may have been pregnant at the time with her fourth, James Alexander, who would be born the following April.[citation needed]\n\nIn addition to their own children, in 1787, Eliza and Alexander took into their home Frances (Fanny) Antill, the two-year-old youngest child of Hamilton's friend Colonel Edward Antill, whose wife had recently died.[27] In October that year, Angelica wrote to Alexander, \"All the graces you have been pleased to adorn me with fade before the generous and benevolent action of my sister in taking the orphan Antle  [sic] under her protection.\"[28] Two years later, Colonel Antill died in Canada, and Fanny continued to live with the Hamiltons for another eight years, until an older sister was married and able to take Fanny into her own home.[28] Later, James Alexander Hamilton would write that Fanny \"was educated and treated in all respects as [the Hamiltons'] own daughter.\"[28]\n\nThe Hamiltons had an active social life, often attending the theater as well as various balls and parties. \"I had little of private life in those days,\" she would remember.[29] At the first Inaugural Ball, Eliza danced with George Washington;[30] when Thomas Jefferson returned from Paris in 1790, she and Alexander hosted a dinner for him.[31] After Alexander became Treasury Secretary in 1789, her social duties only increased: \"Mrs. Hamilton, Mrs. [Sarah] Jay and Mrs. [Lucy] Knox were the leaders of official society,\" an early historian writes.[32] In addition, she managed their household,[9] and James McHenry once noted to Alexander that Eliza had \"as much merit as your treasurer as you have as treasurer of the United States.\"[33]\n\nEliza also continued to aid Alexander throughout his political career, serving as an intermediary between him and his publisher when he was writing The Federalist Papers,[34] copying out portions of his defense of the Bank of the United States,[35] and sitting up with him so he could read Washington's Farewell Address out loud to her as he wrote it.[36] Meanwhile, she continued to raise her children (a fifth, John Church Hamilton, had been born in August 1792) and maintain their household throughout multiple moves between New York, Philadelphia, and Albany. While in Philadelphia, around November 24, 1794, Eliza suffered a miscarriage[37] in the wake of her youngest child falling extremely ill as well as of her worries over Hamilton's absence during his armed suppression of the Whiskey Rebellion.[38] Hamilton resigned from public office immediately afterwards[39] in order to resume his law practice in New York and remain closer to his family.[40]\n\nIn 1797, an affair came to light that had taken place several years earlier between Hamilton and Maria Reynolds, a young woman who had first approached him for monetary aid in the summer of 1791. Eliza evidently did not believe the charges when they were first leveled against her husband: John Church, her brother-in-law, on July 13, 1797, wrote to Hamilton that \"it makes not the least Impression on her, only that she considers the whole Knot of those opposed to you to be [Scoundrels].\"[41] After returning home to Eliza on July 22[42] and assembling a first draft dated July 1797,[43] on August 25, 1797, Hamilton published a pamphlet, later known as the Reynolds Pamphlet, admitting to his one-year adulterous affair in order to refute the charges that he had been involved in speculation and public misconduct with Maria's husband James Reynolds.[44]\n\n\nEliza was, at the time, pregnant with their sixth child. Despite her advanced pregnancy and her previous miscarriage of November 1794, her initial reaction to her husband's disclosure of his past affair was to leave Hamilton in New York and join her parents in Albany where William Stephen was born on August 4, 1797. She only came back to her marital house in New York in early September 1797 because the local doctor had been unable to cure their eldest son Philip, who had accompanied her to Albany and contracted typhus. Over time Eliza and Alexander reconciled and remained married, and had two more children together. The first, Elizabeth, named for Eliza, was born on November 20, 1799. Before their eighth child was born, however, they lost their oldest son, Philip, who died in a duel on November 24, 1801. After being shot on the dueling field, Philip was brought to Angelica and John Church's house, where he died with both of his parents next to him. Their last child, born the next June in 1802, was named Philip in his honor.[45] During this time, Alexander commissioned John McComb Jr. to construct the Hamilton family home. In 1802, the same year that Philip was born, the house was built and named Hamilton Grange, after Alexander's father's home in Scotland. Eliza and Alexander continued to live together in a caring relationship in their new home that can be seen in letters between the two at the time. When Eliza went away to her mother's funeral in 1803 Hamilton wrote to her from the Grange telling her:\n\nEliza and her husband would not get to enjoy their newly built home together long, for only two years later, in July 1804, Alexander Hamilton became involved in a similar \"affair of honor,\" which led to his infamous duel with Aaron Burr and untimely death. Before the duel, he wrote Eliza two letters, telling her:\nAlexander Hamilton died on July 12, 1804, with Eliza and all seven of his surviving children by his side.\n\n"
        },
        {
            "title": "Later life",
            "text": "In the year before the duel, Eliza's mother Catherine had died suddenly,[47] and only a few months after Hamilton's death Eliza's father died as well. By this time, two of her siblings, Peggy and John, had also died.[48]\n\nAfter her husband's death in 1804, Eliza was left to pay Hamilton's debts. The Grange, their house on a 35-acre estate in upper Manhattan, was sold at public auction; however, she was later able to repurchase it from Hamilton's executors, who had decided that Eliza could not be publicly dispossessed of her home, and purchased it themselves to sell back to her at half the price. In November 1833, at the age of 76, Eliza resold The Grange for $25,000, funding the purchase of a New York townhouse (now called the Hamilton-Holly House) where she lived for nine years with two of her grown children, Alexander Hamilton Jr. and Eliza Hamilton Holly, and their spouses. Eliza was also able to collect Alexander's pension from his service in the army from congress in 1836 for money and land. In 1848, she left New York for Washington, D.C., where she lived with her widowed daughter Eliza until 1854.[citation needed]\n\nIn 1798, Eliza had accepted her friend Isabella Graham's invitation to join the descriptively named Society for the Relief of Poor Widows with Small Children that had been established the previous year. In 1806, two years after her husband's death, she, along with several other women including Joanna Bethune, founded the Orphan Asylum Society.[49][50][51] Eliza was appointed second directress, or vice-president.[52] In 1821, she was named first directress, and served for 27 years in this role, until she left New York in 1848. In those roles, she raised funds, collected needed goods, and oversaw the care and education of over 700 children.[52] By the time she left she had been with the organization continuously since its founding, a total of 42 years.[citation needed] The New York Orphan Asylum Society continues to exist as a social service agency for children, today called Graham Windham.[52] Eliza's philanthropic work in helping create the Orphan Asylum Society has led to her induction into the philanthropy section of the National Museum of American History, showcasing the early generosity of Americans that reformed the nation.[53]\n\nEliza defended Alexander against his critics in a variety of ways following his death, including by supporting his claim of authorship of George Washington's Farewell Address and by requesting an apology from James Monroe over his accusations of financial improprieties. Eliza wanted a full official apology from Monroe which he would not give until they met in person to talk about Alexander shortly before his passing. Elizabeth Hamilton petitioned Congress to publish her husband Alexander Hamilton's writings (1846).[citation needed]\n\nEliza remained dedicated to preserving her husband's legacy. She re-organized all of Alexander's letters, papers, and writings with the help of her son, John Church Hamilton, and persevered through many setbacks in getting his biography published.[54] With Eliza's help John C. Hamilton would go on to publish History of the Republic of the United States America, as Traced in the Writings of Alexander Hamilton and his Contemporaries. History of the Republic would set the bar for future biographies of Alexander Hamilton that would grow as time went on.[citation needed] She was so devoted to Alexander's writings that she wore a small package around her neck containing the pieces of a sonnet that Alexander wrote for her during the early days of their courtship.[55] The writings that historians have today by Alexander Hamilton can be attributed to efforts from Eliza. In June 1848, when Eliza was in her nineties, she made an effort for Congress to buy and publish her late husband's works. In August, her request was granted and Congress bought and published Alexander's works, adding them to the Library of Congress and helping future historians of Hamilton view his works today. Along with getting Alexander's works stored while Eliza was in her 90s, she remained dedicated to charity work. After moving to Washington, D.C., she helped Dolley Madison and Louisa Adams raise money to build the Washington Monument.[citation needed]\n\nBy 1846, Eliza was suffering from short-term memory loss but was still vividly recalling her husband. Eliza died in Washington, D.C. on November 9, 1854, at age 97. She had outlived her husband by 50 years, and had outlived all but one of her siblings (her youngest sister, Catherine, 24 years her junior). Eliza was buried near her husband in the graveyard of Trinity Church in New York City. Angelica was also laid to rest at Trinity, in the Livingstons' private vault, while Eliza's eldest son Philip had an unmarked grave near the churchyard.[citation needed]\n\n"
        },
        {
            "title": "Children",
            "text": "Elizabeth and Alexander Hamilton had eight children:\n\nThe Hamiltons also raised Frances (Fanny) Antill, an orphan who lived with them for ten years beginning in 1787 when she was 2 years old.[27][28]\n\n"
        }
    ]
}