{
    "url": "https://en.wikipedia.org/wiki/Elizabeth_Towne",
    "title": "Elizabeth Towne",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Influence",
        "4 Bibliography",
        "5 See also",
        "6 Further reading",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Elizabeth Jones Towne (May 11, 1865 – June 1, 1960)[1] was an influential writer, editor, and publisher in the New Thought and self-help movements[citation needed].\n\n"
        },
        {
            "title": "Early life",
            "text": "Elizabeth Jones was born in Oregon, the daughter of John Halsey Jones. She first married at age 14, to Joseph Holt Struble. They had two children, Catherine and Chester. They divorced in 1900. She married William E. Towne and relocated to Holyoke, Massachusetts that same year.[2]\n\n"
        },
        {
            "title": "Career",
            "text": "Both Elizabeth Towne and her second husband were for many years associated with the International New Thought Alliance (INTA), and served on its board in various capacities. She served as the president of INTA in 1924.\n\nIn 1926 she ran for and successfully obtained a seat on the board of aldermen, the predecessor of Holyoke's city council. She would be the first woman to do so in Holyoke, and the first married woman to obtain a position on a board of aldermen in the state, and in 1928, while ultimately losing to her opponents, became the first woman in the city to run for the office of mayor.[3][4]\n\nTowne was the founder and publisher of Nautilus Magazine, a journal of the New Thought Movement that ran from 1898 through 1953, when she brought it to a close due to her advancing age (she was 88 years old at the time). She also operated the Elizabeth Towne Company, which published an extensive list of New Thought, metaphysical, self-help, and self-improvement books by herself and writers such as William Walker Atkinson, Kate Atkinson Boehme, Paul Ellsworth, Orison Swett Marden, Edwin Markham, Clara Chamberlain McLean, Helen Rhodes-Wallace, William Towne, and Wallace Wattles.\n\nIn 2015, her book \"Just How To Wake The Solar Plexus\" was narrated by Hillary Hawkins and published in audiobook form.\n\n"
        },
        {
            "title": "Influence",
            "text": "The title page of Towne's book The Life Power and How to Use it is shown in the opening sequence of the 2006 movie The Secret, and the film presents many of the ideas that she promoted, along with those of Wallace Wattles and William Walker Atkinson.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "In addition to the many articles and editorials she wrote for Nautilus Magazine during its 55-year history, books by Elizabeth Towne include:\n\n"
        }
    ]
}