{
    "url": "https://en.wikipedia.org/wiki/Ella_Wheeler_Wilcox",
    "title": "Ella Wheeler Wilcox",
    "table_of_contents": [
        "1 Biography",
        "2 Poetry",
        "3 Works",
        "3.1 Poetry",
        "3.2 Novels",
        "3.3 Miscellaneous",
        "3.4 Adaptations",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ella Wheeler Wilcox (November 5, 1850 – October 30, 1919) was an American author and poet. Her works include the collection Poems of Passion and the poem \"Solitude\", which contains the lines \"Laugh, and the world laughs with you; weep, and you weep alone.\" Her autobiography, The Worlds and I, was published in 1918, a year before her death.\n\n"
        },
        {
            "title": "Biography",
            "text": "Ella Wheeler was born in 1850 on a farm in Johnstown, Wisconsin, east of Janesville, the youngest of four children. The family later moved north of Madison, after losing its wealth, as the result of her father's failed business aspirations and speculation. Wilcox's family held themselves to be intellectuals, and a mastery of the nuances of the English language was prized. During her childhood, Wilcox amused herself by reading books and newspapers, which may have influenced her later writing (most notably William Shakespeare, The Arabian Nights, The Diverting History of John Gilpin and Gulliver's Travels, in addition to the few other pieces of literature that were to be had in her home).\n\nAround the age of 8, Wilcox turned to writing poetry as an outlet. When she was 13 years old, her first poem was published. After losing her subscription to The New York Mercury, and being unable to afford to resubscribe, Wilcox thought that if she could get a piece of literature published, she would at least receive a copy of the paper wherein her piece was printed. The piece that she submitted is lost, and Wilcox later admitted that she could not recall even the topic of the poem. Wilcox became known as a poet in her own state by the time she graduated from high school.[1]\n\nHer poem \"The Way of the World\" was first published in the February 25, 1883 issue of The New York Sun. The inspiration for the poem came as she was travelling to attend the Governor's inaugural ball in Madison, Wisconsin. On her way to the celebration, there was a young woman dressed in black sitting across the aisle from her. The woman was crying. Miss Wheeler sat next to her and sought to comfort her for the rest of the journey. When they arrived, the poet was so depressed that she could barely attend the scheduled festivities. As she looked at her own radiant face in the mirror, she suddenly recalled the sorrowful widow. It was at that moment that she wrote the opening lines of \"Solitude\":\n\nShe sent the poem to the Sun and received $5 for her effort. It was collected in the book Poems of Passion shortly afterward in May 1883. This collection was reported to have made $2000 that year.[2]\n\nIn 1884, she married Robert Wilcox of Meriden, Connecticut,[3] where the couple lived before moving to New York City and then to Granite Bay in the Short Beach section of Branford, Connecticut. The two homes they built on Long Island Sound, along with several cottages, became known as Bungalow Court, and they would hold gatherings there of literary and artistic friends.[4] They had one child, a son, who died shortly after birth. Not long after their marriage, they both became interested in Theosophy, New Thought, and Spiritualism.\n\nEarly in their married life, Robert and Ella Wheeler Wilcox promised each other that whoever died first would return and communicate with the other. Robert Wilcox died in 1916, after over thirty years of marriage. She was overcome with grief, which became ever more intense as week after week went without any message from him. It was at this time that she went to California to see the Rosicrucian astrologer, Max Heindel, still seeking help in her sorrow, still unable to understand why she had no word from her Robert. She wrote of this meeting:\n\nSeveral months later she composed a little mantra or affirmative prayer which she said over and over \"I am the living witness: The dead live: And they speak through us and to us: And I am the voice that gives this glorious truth to the suffering world: I am ready, God: I am ready, Christ: I am ready, Robert.\"\n\nWilcox made efforts to teach occult things to the world. Her works, filled with positive thinking, were popular in the New Thought Movement and by 1915 her booklet, What I Know About New Thought had a distribution of 50,000 copies, according to its publisher, Elizabeth Towne.\n\nThe following statement expresses Wilcox's unique blending of New Thought, Spiritualism, and a Theosophical belief in reincarnation: \"As we think, act, and live here today, we build the structures of our homes in spirit realms after we leave earth, and we build karma for future lives, thousands of years to come, on this earth or other planets. Life will assume new dignity, and labor new interest for us, when we come to the knowledge that death is but a continuation of life and labor, in higher planes.\"\n\nHer final words in her autobiography The Worlds and I: \"From this mighty storehouse (of God, and the hierarchies of Spiritual Beings) we may gather wisdom and knowledge, and receive light and power, as we pass through this preparatory room of earth, which is only one of the innumerable mansions in our Father's house. Think on these things.\"\n\nWilcox was an advocate of animal rights and vegetarianism.[5][6] She died of cancer on October 30, 1919 in Short Beach, Connecticut.\n\n"
        },
        {
            "title": "Poetry",
            "text": "None of Wilcox's works were included by F. O. Matthiessen in The Oxford Book of American Verse, but Hazel Felleman chose fourteen of her poems for Best Loved Poems of the American People, while Martin Gardner selected \"The Way Of The World\" and \"The Winds of Fate\" for Best Remembered Poems.\n\nShe is frequently cited in anthologies of bad poetry, such as The Stuffed Owl: An Anthology of Bad Verse and Very Bad Poetry. Sinclair Lewis indicates Babbitt's lack of literary sophistication by having him refer to a piece of verse as \"one of the classic poems, like 'If—' by Kipling, or Ella Wheeler Wilcox's 'The Man Worth While.'\"\nThe latter opens: \n\nHer poem \"Solitude\" opens:\n\nThe Winds of Fate\n\nWheeler Wilcox cared about alleviating animal suffering, as can be seen from her poem, \"Voice of the Voiceless\". It begins as follows:[8]\n\nShe made an appearance during World War I in France, reciting her poem, The Stevedores (\"Here's to the Army stevedores, lusty  virile and strong...\") while visiting a camp of 9,000 US Army stevedores.[9]\n\nThe titles for the ten episodes of the final, fifth season of the science fiction television series Orphan Black come from Wilcox's poem, \"Protest\"[10]\n\n"
        },
        {
            "title": "Works",
            "text": "Several of Wilcox's poems were the basis for silent films:\n\n"
        }
    ]
}