{
    "url": "https://en.wikipedia.org/wiki/Ellen_Sturgis_Hooper",
    "title": "Ellen Sturgis Hooper",
    "table_of_contents": [
        "1 Biography",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ellen Sturgis Hooper (February 17, 1812 – November 3, 1848) was an American poet. A member of the Transcendental Club, she was widely regarded as one of the most gifted poets among the New England Transcendentalists. Her work is occasionally reprinted in anthologies.\n\nShe was, besides, sister of Caroline Sturgis Tappan, also a Transcendentalist and poet, as well as an acquaintance of William Ellery Channing, Margaret Fuller, Nathaniel Hawthorne, and Henry James, Sr.[1]\n\n"
        },
        {
            "title": "Biography",
            "text": "Ellen Sturgis was born in Boston, Massachusetts, the daughter of William Sturgis and Elizabeth M. Davis. Her father was a wealthy Boston merchant.[1] Her mother was an intelligent and independent woman who spent much time away from her husband, inspiring in her daughter the idea to seek self-fulfillment.[2]\n\nIn 1837, she married physician Robert William Hooper, though her friends said they were not a good match because he was intellectually inferior. Margaret Fuller, for example, said the match was like \"perfume... wasted on the desert wind\".[2] The couple had three children: Ellen Sturgis \"Nella\" Hooper (1838–1887), who married professor Ephraim Whitman Gurney (1829–1886), Edward William \"Ned\" Hooper (1839–1901), and Marian \"Clover\" Hooper, who married Henry Adams and became a celebrated Washington, D.C., hostess and photographer.\n\nHooper's poetry was regularly commissioned by Ralph Waldo Emerson and published in The Dial.[1] Her poems also appeared in Elizabeth Peabody's Æsthetic Papers (1849), and the final stanzas of one of her poems, The Wood-Fire, appear in Henry David Thoreau's Walden (1854).[3]\n\nHooper died of tuberculosis at age 36.[2] Her early death is said to have \"enshrined her in the memories of her associates as a Transcendental angel.\"[4]\n\n"
        }
    ]
}