{
    "url": "https://en.wikipedia.org/wiki/Elsevier",
    "title": "Elsevier",
    "table_of_contents": [
        "1 History",
        "2 Company statistics",
        "3 Market model",
        "3.1 Products and services",
        "3.2 Pricing",
        "3.3 Mergers and acquisitions",
        "3.4 Conferences",
        "3.5 Shill review offer",
        "3.6 Blocking text mining research",
        "3.7 Fossil fuel company consulting and advocacy",
        "4 Academic practices",
        "4.1 \"Who's Afraid of Peer Review\"",
        "4.2 Fake journals",
        "4.3 Chaos, Solitons & Fractals",
        "4.4 Plagiarism",
        "4.5 Scientific racism",
        "4.6 Manipulation of bibliometrics",
        "5 Control of journals",
        "5.1 Resignation of editorial boards",
        "5.2 \"The Cost of Knowledge\" boycott",
        "5.3 Plan S",
        "6 Relationship with academic institutions",
        "6.1 Colombia",
        "6.2 Finland",
        "6.3 France",
        "6.4 Germany",
        "6.5 Hungary",
        "6.6 Iran",
        "6.7 Italy",
        "6.8 Netherlands",
        "6.9 Norway",
        "6.10 South Korea",
        "6.11 Sweden",
        "6.12 Taiwan",
        "6.13 United States",
        "6.14 Ukraine",
        "7 Dissemination of research",
        "7.1 Lobbying efforts against open access",
        "7.2 Selling open-access articles",
        "7.3 Action against academics posting their own articles online",
        "7.4 Sci-Hub and LibGen lawsuit",
        "7.5 Initial rejection of the Initiative for Open Citations",
        "7.6 ResearchGate take down",
        "8 Imprints",
        "9 See also",
        "10 References",
        "10.1 Citations",
        "10.2 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nElsevier (Dutch: [ˈɛlzəviːr]) is a Dutch academic publishing company specializing in scientific, technical, and medical content. Its products include journals such as The Lancet, Cell, the ScienceDirect collection of electronic journals, Trends, the Current Opinion series, the online citation database Scopus, the SciVal tool for measuring research performance, the ClinicalKey search engine for clinicians, and the ClinicalPath evidence-based cancer care service. Elsevier's products and services also include digital tools for data management, instruction, research analytics and assessment.[4][5]\n\nElsevier is part of the RELX Group (known until 2015 as Reed Elsevier), a publicly traded company. According to RELX reports, in 2021 Elsevier published more than 600,000 articles annually in over 2,700 journals; as of 2018 its archives contained over 17 million documents and 40,000 e-books, with over one billion annual downloads.[6]\n\nResearchers have criticized Elsevier for its high profit margins and copyright practices.[7][8] The company earned £942 million in profit with an adjusted operating margin of 37% in 2018.[9] Much of the research that Elsevier publishes is publicly funded; its high costs have led to accusations of rent-seeking,[10] boycotts, and the rise of alternate avenues for publication and access, such as preprint servers and shadow libraries.[11][12]\n\n"
        },
        {
            "title": "History",
            "text": "Elsevier was founded in 1880[13] and adopted the name and logo from the Dutch publishing house Elzevir that was an inspiration and has no connection to the contemporary Elsevier.[13] The Elzevir family operated as booksellers and publishers in the Netherlands; the founder, Lodewijk Elzevir (1542–1617), lived in Leiden and established that business in 1580. As a company logo, Elsevier used the Elzevir family's printer's mark, a tree entwined with a vine and the words Non Solus, which is Latin for \"not alone\".[14] According to Elsevier, this logo represents \"the symbiotic relationship between publisher and scholar\".[15]\n\nThe expansion of Elsevier in the scientific field after 1945 was funded with the profits of the newsweekly Elsevier, which published its first issue on 27 October 1945. The weekly was an instant success and very profitable.[16] The weekly was a continuation, as is stated in its first issue, of the monthly Elsevier, which was founded in 1891 to promote the name of the publishing house and had to stop publication in December 1940 because of the German occupation of the Netherlands.\n\nIn May 1939 Klautz established the Elsevier Publishing Company Ltd. in London to distribute these academic titles in the British Commonwealth (except Canada). When the Nazis occupied the Netherlands for the duration of five years from May 1940, he had just founded a second international office, the Elsevier Publishing Company Inc. in New York.[17]\n\nIn 1947, Elsevier began publishing its first English-language journal, Biochimica et Biophysica Acta.[18]\n\nIn 1971 the firm acquired Excerpta Medica, a small medical abstract publisher based in Amsterdam.[18] As the first and only company in the world that employed a database for the production of journals, it introduced computer technology to Elsevier.[19] In 1978 Elsevier merged with Dutch newspaper publisher NDU, and devised a strategy to broadcast textual news to people's television sets through Viewdata and Teletext technology.[20]\n\nIn 1979 Elsevier Science Publishers launched the Article Delivery Over Network Information System (ADONIS) project in conjunction with four business partners. The project aims to find a way to deliver scientific articles to libraries electronically, and would continue for over a decade.[21] In 1991, in conjunction with nine American universities, Elsevier's The University Licensing Project (TULIP) was the first step in creating published, copyrighted material available over the Internet. It formed the basis for ScienceDirect, launched six years later.[22][23] In 1997, after almost two decades of experiments, ScienceDirect is launched as the first online repository of electronic (scientific) books and articles. Though librarians and researchers were initially hesitant regarding the new technology, more and more of them switched to e-only subscriptions.[24][25]\n\nIn 2004, Scopus was launched. The abstract database covers journals and books from various publishers, and measures performance on both author and publication levels.[26] In 2009 SciVal Spotlight was released. This tool enabled research administrators to measure their institution's relative standing in terms of productivity, grants, and publications .[27][28]\n\nIn 2013, Elsevier acquired Mendeley, a UK company making software for managing and sharing research papers. Mendeley, previously an open platform for sharing of research, was greatly criticized for the sale, which users saw as acceding to the \"paywall\" approach to research literature. Mendeley's previously open-sharing system now allows exchange of paywalled resources only within private groups.[29] The New Yorker described Elsevier's reasons for buying Mendeley as two-fold: to acquire its user data, and to \"destroy or coöpt an open-science icon that threatens its business model\".[30]\n\n"
        },
        {
            "title": "Company statistics",
            "text": "During 2018[update], researchers submitted over 1.8 million research papers to Elsevier-based publications. Over 20,000 editors managed the peer review and selection of these papers, resulting in the publication of more than 470,000 articles in over 2,500 journals.[6] Editors are generally unpaid volunteers who perform their duties alongside a full-time job in academic institutions,[31] although exceptions have been reported.  In 2013, the five editorial groups Elsevier, Springer, Wiley-Blackwell, Taylor & Francis, and SAGE Publications published more than half of all academic papers in the peer-reviewed literature.[32][33] At that time, Elsevier accounted for 16% of the world market in science, technology, and medical publishing.[34] In 2019, Elsevier accounted for the review, editing and dissemination 18% of the world's scientific articles.[35]  About 45% of revenue by geography in 2019 derived from North America, 24% from Europe, and the remaining 31% from the rest of the world. Around 84% of revenue by format came from electronic usage and 16% came from print.[6][36]\n\nThe firm employs 8,100 people.[36] The CEO is Kumsal Bayazit, who was appointed on 15 February 2019.[37]  In 2018, it reported a mean 2017 gender pay gap of 29.1% for its UK workforce, while the median was 40.4%, the highest yet reported by a publisher in UK. Elsevier attributed the result to the under-representation of women in its senior ranks and the prevalence of men in its technical workforce.[38] The UK workforce consists of 1,200 people in the UK, and represents 16% of Elsevier's global employee population.[38] Elsevier's parent company, RELX, has a global workforce that is 51% female to 49% male, with 43% female and 57% male managers, and 29% female and 71% male senior operational managers.[38][39]\n\nIn 2018, Elsevier accounted for 34% of the revenues of RELX group (£2.538 billion of £7.492 billion). In operating profits, it represented 40% (£942 million of £2,346 million). Adjusted operating profits (with constant currency) rose by 2% from 2017 to 2018.[6] Profits grew further from 2018 to 2019, to a total of £982 million.[40]  the first half of 2019, RELX reported the first slowdown in revenue growth for Elsevier in several years: 1% vs. an expectation of 2% and a typical growth of at least 4% in the previous 5 years.[41] Overall for 2019, Elsevier reported revenue growth of 3.9% from 2018, with the underlying growth at constant currency at 2%.[42] In 2019, Elsevier accounted for 34% of the revenues of RELX (£2.637billion of £7.874billion). In adjusted operating profits, it represented 39% (£982m of £2.491bn). Adjusted operating profits (with constant currency) rose by 2% from 2018 to 2019.[36]\n\nIn 2019, researchers submitted over two million research papers to Elsevier-based publications. Over 22,000 editors managed the peer review and selection of these papers, resulting in the publication of about 500,000 articles in over 2,500 journals.[36]\n\nIn 2020 Elsevier was the largest academic publisher, with approximately 16 % of the academic publishing market and more than 3000 journals.\"[43]\n\n"
        },
        {
            "title": "Market model",
            "text": "Products and services include electronic and print versions of journals, textbooks and reference works, and cover the health, life, physical, and social sciences.\n\nThe target markets are academic and government research institutions, corporate research labs, booksellers, librarians, scientific researchers, authors, editors, physicians, nurses, allied health professionals, medical and nursing students and schools, medical researchers, pharmaceutical companies, hospitals, and research establishments. It publishes in 13 languages including English, German, French, Spanish, Italian, Portuguese, Polish, Japanese, Hindi, and Chinese.\n\nFlagship products and services include VirtualE, ScienceDirect, Scopus, Scirus, EMBASE, Engineering Village, Compendex, Cell, Knovel, SciVal, Pure, and Analytical Services, The Consult series (FirstCONSULT, PathCONSULT, NursingCONSULT, MDConsult, StudentCONSULT), Virtual Clinical Excursions, and major reference works such as Gray's Anatomy, Nelson Pediatrics, Dorland's Illustrated Medical Dictionary, Netter's Atlas of Human Anatomy, and online versions of many journals[44] including The Lancet.\n\nScienceDirect is Elsevier's platform for online electronic access to its journals and over 40,000 e-books, reference works, book series, and handbooks. The articles are grouped in four main sections: Physical Sciences and Engineering, Life Sciences, Health Sciences, and Social Sciences and Humanities. For most articles on the website, abstracts are freely available; access to the full text of the article (in PDF, and also HTML for newer publications) often requires a subscription or pay-per-view purchase.[36]\n\nIn 2019, Elsevier published 49,000 gratis open access articles and 370 full open access journals. Moreover, 1,900 of its journals sold hybrid open access options.[36]\n\nThe subscription rates charged by the company for its journals have been criticized; some very large journals (with more than 5,000 articles) charge subscription prices as high as £9,634, far above average,[45] and many British universities pay more than a million pounds to Elsevier annually.[46] The company has been criticized not only by advocates of a switch to the open-access publication model, but also by universities whose library budgets make it difficult for them to afford current journal prices.\n\nFor example, in 2004, a resolution by Stanford University's senate singled out Elsevier's journals as being \"disproportionately expensive compared to their educational and research value\", which librarians should consider dropping, and encouraged its faculty \"not to contribute articles or editorial or review efforts to publishers and journals that engage in exploitive or exorbitant pricing\".[47] Similar guidelines and criticism of Elsevier's pricing policies have been passed by the University of California, Harvard University, and Duke University.[48]\n\nIn July 2015, the Association of Universities in the Netherlands  announced a plan to start boycotting Elsevier, which refused to negotiate on any open access policy for Dutch universities.[49]\n\nIn October 2018, a complaint against Elsevier was filed with the European Commission, alleging anticompetitive practices stemming from Elsevier's confidential subscription agreements and market dominance. The European Commission decided not to investigate.[50][51]\n\nThe elevated pricing of field journals in economics, most of which are published by Elsevier, was one of the motivations that moved the American Economic Association to launch the American Economic Journal in 2009.[52]\n\nRELX Group has been active in mergers and acquisitions. Elsevier has incorporated other businesses that were either complementing or competing in the field of research and publishing and that reinforce its market power,[53] such as Mendeley (after the closure of 2collab), SSRN,[54] bepress/Digital Commons, PlumX, Hivebench, Newsflo, Science-Metrix,[55] and Interfolio. [56]\n\nElsevier also conducts conferences, exhibitions, and workshops around the world, with over 50 conferences a year covering life sciences, physical sciences and engineering, social sciences, and health sciences.[57]\n\nAccording to the BBC, in 2009, the firm [Elsevier] offered a £17.25 Amazon voucher to academics who contributed to the textbook Clinical Psychology if they would go on Amazon.com and Barnes & Noble (a large US books retailer) and give it five stars. Elsevier responded by stating \"Encouraging interested parties to post book reviews isn't outside the norm in scholarly publishing, nor is it wrong to offer to nominally compensate people for their time. But in all instances the request should be unbiased, with no incentives for a positive review, and that's where this particular e-mail went too far\", and that it was a mistake by a marketing employee.[58]\n\nElsevier seeks to regulate text and data mining with private licenses,[59] claiming that reading requires extra permission if automated and that the publisher holds copyright on output of automated processes. The conflict on research and copyright policy has often resulted in researchers being blocked from their work.[60]  In November 2015, Elsevier blocked a scientist from performing text mining research at scale on Elsevier papers, even though his institution already pays for access to Elsevier journal content.[59][61] The data was collected using the R package \"statcheck\".[62]\n\nElsevier is one of the most prolific publishers of books aimed at expanding the production of fossil fuels. Since at least 2010 the company has worked with the fossil fuel industry to optimise fossil fuel extraction. It commissions authors, journal advisory board members and editors who are employees of the largest oil firms. In addition it markets data services and research portals directly to the fossil fuel industry to help “increase the odds of exploration success”.[63]\n\n"
        },
        {
            "title": "Academic practices",
            "text": "In 2013, one of Elsevier's journals was caught in the sting set up by John Bohannon, published in Science, called \"Who's Afraid of Peer Review?\"[64] The journal Drug Invention Today accepted an obviously bogus paper made up by Bohannon that should have been rejected by any good peer-review system.[65] Instead, Drug Invention Today was among many open-access journals that accepted the fake paper for publication. As of 2014, this journal had been transferred to a different publisher.[66]\n\nAt a 2009 court case in Australia where Merck & Co. was being sued by a user of Vioxx, the plaintiff alleged that Merck had paid Elsevier to publish the Australasian Journal of Bone and Joint Medicine, which had the appearance of being a peer-reviewed academic journal but in fact contained only articles favourable to Merck drugs.[67][68][69][70] Merck described the journal as a \"complimentary publication,\" denied claims that articles within it were ghost written by Merck, and stated that the articles were all reprinted from peer-reviewed medical journals.[71] In May 2009, Elsevier Health Sciences CEO Hansen released a statement regarding Australia-based sponsored journals, conceding that they were \"sponsored article compilation publications, on behalf of pharmaceutical clients, that were made to look like journals and lacked the proper disclosures.\" The statement acknowledged that it \"was an unacceptable practice.\"[72] The Scientist reported that, according to an Elsevier spokesperson, six sponsored publications \"were put out by their Australia office and bore the Excerpta Medica imprint from 2000 to 2005,\" namely the Australasian Journal of Bone and Joint Medicine (Australas. J. Bone Joint Med.), the Australasian Journal of General Practice (Australas. J. Gen. Pract.), the Australasian Journal of Neurology (Australas. J. Neurol.), the Australasian Journal of Cardiology (Australas. J. Cardiol.), the Australasian Journal of Clinical Pharmacy (Australas. J. Clin. Pharm.), and the Australasian Journal of Cardiovascular Medicine (Australas. J. Cardiovasc. Med.).[73] Excerpta Medica was a \"strategic medical communications agency\" run by Elsevier, according to the imprint's web page.[74] In October 2010, Excerpta Medica was acquired by Adelphi Worldwide.[75]\n\nThere was speculation[76] that the editor-in-chief of Elsevier journal Chaos, Solitons & Fractals, Mohamed El Naschie, misused his power to publish his own work without appropriate peer review. The journal had published 322 papers with El Naschie as author since 1993. The last issue of December 2008 featured five of his papers.[77] The controversy was covered extensively in blogs.[78][79] The publisher announced in January 2009 that El Naschie had retired as editor-in-chief.[80] As of November 2011[update] the co-Editors-in-Chief of the journal were Maurice Courbage and Paolo Grigolini.[81] In June 2011, El Naschie sued the journal Nature for libel, claiming that his reputation had been damaged by their November 2008 article about his retirement, which included statements that Nature had been unable to verify his claimed affiliations with certain international institutions.[82] The suit came to trial in November 2011 and was dismissed in July 2012, with the judge ruling that the article was \"substantially true\", contained \"honest comment\", and was \"the product of responsible journalism\". The judgement noted that El Naschie, who represented himself in court, had failed to provide any documentary evidence that his papers had been peer-reviewed.[83] Judge Victoria Sharp also found \"reasonable and serious grounds\" for suspecting that El Naschie used a range of false names to defend his editorial practice in communications with Nature, and described this behavior as \"curious\" and \"bizarre\".[84]\n\nElsevier's 'Duties of Authors' states that authors should ensure they have written entirely original works, and that proper acknowledgement of other's work must always be given. Elsevier claims plagiarism in all its forms constitutes unethical behaviour.[85] Some Elsevier journals automatically screen submissions for plagiarism,[86] but not all.[87]\n\nAlbanian politician, Taulant Muka claimed that Elsevier journal Procedia had plagiarized in the abstract of one of its articles. It is unclear whether or not Muka had access to the entirety of the article.[88]\n\nAngela Saini has criticized the two Elsevier journals Intelligence and Personality and Individual Differences for having included on their editorial boards such well-known proponents of scientific racism as Richard Lynn and Gerhard Meisenberg; in response to her inquiries, Elsevier defended their presence as editors.[89] The journal Intelligence has been criticized for having \"occasionally included papers with pseudoscientific findings about intelligence differences between races.\"[90] It is the official journal of the International Society for Intelligence Research, which organizes the controversial series of conferences London Conference on Intelligence, described by the New Statesman as a forum for scientific racism.[91]\n\nIn response to a 2019 open letter, efforts by Retraction Watch and a petition signed by over 1000 people, on 17 June 2020 Elsevier announced it was retracting an article that J. Philippe Rushton and Donald Templer published in 2012 in the Elsevier journal Personality and Individual Differences.[92] The article had claimed that there was scientific evidence that skin color was related to aggression and sexuality in humans.[93]\n\nOne of their Journals, Journal of Analytical and Applied Pyrolysis, was involved in the manipulation of the peer review report.[94]\n\nAccording to the signatories of the San Francisco Declaration on Research Assessment (see also Goodhart's law), commercial academic publishers benefit from manipulation of bibliometrics and scientometrics, such as the journal impact factor. The impact factor, which is often used as a proxy of prestige, can influence revenues, subscriptions, and academics' willingness to contribute unpaid work.[95] However, there's evidence suggesting that reliability of published research works in several fields may decrease with increasing journal rank.[96]\n\nNine Elsevier journals, which exhibited unusual levels of self-citation, had their journal impact factor of 2019 suspended from Journal Citation Reports in 2020, a sanction which hit 34 journals in total.[97]\n\n"
        },
        {
            "title": "Control of journals",
            "text": "In November 1999, the entire editorial board (50 persons) of the Journal of Logic Programming (founded in 1984 by Alan Robinson) collectively resigned after 16 months of unsuccessful negotiations with Elsevier Press about the price of library subscriptions.[98] The personnel created a new journal, Theory and Practice of Logic Programming, with Cambridge University Press at a much lower price,[98] while Elsevier continued publication with a new editorial board and a slightly different name (the Journal of Logic and Algebraic Programming).  In 2002, dissatisfaction at Elsevier's pricing policies caused the European Economic Association to terminate an agreement with Elsevier designating Elsevier's European Economic Review as the official journal of the association. The EEA launched a new journal, the Journal of the European Economic Association.[99] In 2003, the entire editorial board of the Journal of Algorithms resigned to start ACM Transactions on Algorithms with a different, lower-priced, not-for-profit publisher,[100] at the suggestion of Journal of Algorithms founder Donald Knuth.[101] The Journal of Algorithms continued under Elsevier with a new editorial board until October 2009, when it was discontinued.[102]\n\nThe same happened in 2005 to the International Journal of Solids and Structures, whose editors resigned to start the Journal of Mechanics of Materials and Structures. However, a new editorial board was quickly established and the journal continues in apparently unaltered form with editors D.A. Hills (Oxford University) and Stelios Kyriakides (University of Texas at Austin).[103][104] In August 2006, the entire editorial board of the distinguished mathematical journal Topology handed in their resignations, again because of stalled negotiations with Elsevier to lower the subscription price.[105] This board then launched the new Journal of Topology at a far lower price, under the auspices of the London Mathematical Society.[106] After this mass resignation, Topology remained in circulation under a new editorial board until 2009, when the last issue was published.[107][108]\n\nIn May 2015, Stephen Leeder was removed from his role as editor of the Medical Journal of Australia when its publisher decided to outsource the journal's production to Elsevier. As a consequence, all but one of the journal's editorial advisory committee members co-signed a letter of resignation.[109] In October 2015, the entire editorial staff of the general linguistics journal Lingua resigned in protest of Elsevier's unwillingness to agree to their terms of Fair Open Access. Editor-in-chief Johan Rooryck also announced that the Lingua staff would establish a new journal, Glossa.[110] In January 2019, the entire editorial board of Elsevier's Journal of Informetrics resigned over the open-access policies of its publisher and founded open-access journal called Quantitative Science Studies.[111][112][113] In March 2020, Elsevier effectively severed the tie between the Journal of Asian Economics and the academic society that founded it, the American Committee on Asian Economic Studies (ACAES), by offering the ACAES-appointed editor, Calla Wiemer, a terminal contract for 2020. A diverse group of 43 academic stakeholders, including editorial board members, ACAES Advisory Council members, and authors, petitioned Elsevier in support of a three-year renewable contract for the editor.[114] Elsevier nonetheless stood by its offer, which the editor declined to accept.[115]  A majority of the editorial board members refused invitations from Elsevier to continue with the post-ACAES journal and remain on the executive board of ACAES.\n\nIn 2003, various university librarians began coordinating with each other to complain about Elsevier's \"big deal\" journal bundling packages, in which the company offered a group of journal subscriptions to libraries at a certain rate, but in which librarians claimed  no economical option was available to subscribe to only the popular journals at a rate comparable to the bundled rate.[116] Librarians continued to discuss the implications of the pricing schemes, many feeling pressured into buying the Elsevier packages without other options.[117]\n\nOn 21 January 2012, mathematician Timothy Gowers publicly announced he would boycott Elsevier, noting that others in the field have been doing so privately. The  reasons for the boycott are high subscription prices for individual journals, bundling subscriptions to journals of different value and importance, and Elsevier's support for SOPA, PIPA, and the Research Works Act, which would have prohibited open-access mandates for U.S. federally-funded research and severely restricted the sharing of scientific data.[118][119][120]\n\nFollowing this, a petition advocating noncooperation with Elsevier (that is, not submitting papers to Elsevier journals, not refereeing articles in Elsevier journals, and not participating in journal editorial boards), appeared on the site \"The Cost of Knowledge\". By February 2012, this petition had been signed by over 5,000 academics,[118][119] growing to over 17,000 by November 2018.[121] The firm disputed the claims, claiming that their prices are below the industry average, and stating that bundling is only one of several different options available to buy access to Elsevier journals.[118] The company also claimed that its profit margins are \"simply a consequence of the firm's efficient operation\".[120] The academics replied that their work was funded by public money, thus should be freely available.\n\nOn 27 February 2012, Elsevier issued a statement on its website that declared that it has withdrawn support from the Research Works Act.[122] Although the Cost of Knowledge movement was not mentioned, the statement indicated the hope that the move would \"help create a less heated and more productive climate\" for ongoing discussions with research funders. Hours after Elsevier's statement, the sponsors of the bill, US House Representatives Darrell Issa and Carolyn Maloney, issued a joint statement saying that they would not push the bill in Congress.[123]\n\nThe Plan S open-access initiative, which began in Europe and has since spread to some US research funding agencies, would require researchers receiving some grants to publish in open-access journals by 2020.[124] A spokesman for Elsevier said \"If you think that information should be free of charge, go to Wikipedia\".[125] In September 2018, UBS advised to sell Elsevier (RELX) stocks, noting that Plan S could affect 5-10% of scientific funding and may force Elsevier to reduce pricing.[126]\n\n"
        },
        {
            "title": "Relationship with academic institutions",
            "text": "For 14 years, Colciencias, now Minciencias,  led negotiations with Elsevier, as a practical and effective response to the informative growth of presumptive problems, allowing a greater number of Higher Education Institutions to join this project, thanks to it saves the scale that is obtained. Colombia has converted in the fourth country with the largest number of documents indexed in Scopus in Latin America (except for Brazil), growing by 57% in the last five years, a rate visibly greater in neighboring countries.[127]\n\nThe Colombian National Consortium \"Consorcio Colombia\" managed by Consortia S.A.S.  agreed in 2016 to have better prices for the Consortium members.  The current agreement is that (Colombia National Ministry of Science and Technology) Minciencias and (Colombian National ministry of Education) Mineducación reintegrate money to institutions on the total payment of products, with the condition that money must be reinvested in academic and research resources. \n\nIn 2015, Finnish research organizations paid a total of 27 million euros in subscription fees. Over one-third of the total costs went to Elsevier. The information was revealed after successful court appeal following a denied request on the subscription fees, due to confidentiality clauses in contracts with the publishers.[128] Establishing of this fact lead to creation of tiedonhinta.fi petition demanding more reasonable pricing and open access to content signed by more than 2800 members of the research community.[129] While deals with other publishers have been made, this was not the case for Elsevier, leading to the nodealnoreview.org boycott of the publisher signed more than 600 times.[130]\n\nIn January 2018, it was confirmed that a deal had been reached between those concerned.[131][132][133]\n\nThe French Couperin consortium agreed in 2019 to a 4-year contract with Elsevier,[134] despite criticism from the scientific community.[135]\n\nThe French École Normale Supérieure has stopped having Elsevier publish the journal Annales Scientifiques de l'École Normale Supérieure[136] (as of 2008).[137]\n\nEffective on 1 January 2020, the French Academy of Sciences stopped publishing its 7 journals Comptes rendus de l'Académie des Sciences with Elsevier and switched to Centre Mersenne.[138]\n\nAlmost no academic institution in Germany is subscribed to Elsevier.[139][140]\n\nGermany's DEAL project (Projekt DEAL), which includes over 60 major research institutions, has announced that all of its members are cancelling their contracts with Elsevier, effective 1 January 2017. The boycott is in response to Elsevier's refusal to adopt \"transparent business models\" to \"make publications more openly accessible\".[141][142][143][144][145][146][147] Horst Hippler, spokesperson for the DEAL consortium states that \"taxpayers have a right to read what they are paying for\" and that \"publishers must understand that the route to open-access publishing at an affordable price is irreversible\".[143] In July 2017, another 13 institutions announced that they would also be cancelling their subscriptions to Elsevier journals.[148] In August 2017, at least 185 German institutions had cancelled their contracts with Elsevier.[149] In 2018, whilst negotiations were ongoing, around 200 German universities that cancelled their subscriptions to Elsevier journals were granted complimentary open access to them until this ended in July of the year.[150][151][152]\n\nOn 19 December 2018, the Max Planck Society (MPS) announced that the existing subscription agreement with Elsevier would not be renewed after the expiration date of 31 December 2018. MPS counts 14,000 scientists in 84 research institutes, publishing 12,000 articles each year.[153][154]\n\nIn March 2018, the Hungarian Electronic Information Service National Programme entered negotiations on its 2019 Elsevier subscriptions, asking for a read-and-publish deal.[155] Negotiations were ended by the Hungarian consortium in December 2018, and the subscription was not renewed.[156]\n\nIn 2013, Elsevier changed its policies in response to sanctions announced by the US Office of Foreign Assets Control that year. This included a request that all Elsevier journals avoid publishing papers by Iranian nationals who are employed by the Iranian government.[157][158] Elsevier executive Mark Seeley expressed regret on behalf of the company, but did not announce an intention to challenge this interpretation of the law.[159]\n\nCRUI (an association of Italian universities) sealed a 5-year-long deal for 2018–2022,[160] despite protests from the scientific community, protests focused on aspects such as the lack of prevention of cost increases by means of the double dipping.[161]\n\nIn 2015, a consortium of all of Netherlands' 14 universities threatened to boycott Elsevier if it could not agree that articles by Dutch authors would be made open access and settled with the compromise of 30% of its Dutch papers becoming open access by 2018. Gerard Meijer, president of Radboud University in Nijmegen and lead negotiator on the Dutch side noted, \"it's not the 100% that I hoped for\".[143][162][163][164]\n\nIn March 2019, the Norwegian government on behalf of 44 institutions — universities, university colleges, research institutes, and hospitals — decided to break negotiations on renewal of their subscription deal with Elsevier, because of disagreement regarding open-access policy and Elsevier's unwillingness to reduce the cost of reading access.[165]\n\nIn 2017, over 70 university libraries confirmed a \"contract boycott\" movement involving three publishers including Elsevier. As of January 2018, whilst negotiations remain underway, a decision will be made as to whether or not continue the participating libraries will continue the boycott.[166] It was subsequently confirmed that an agreement had been reached.[167]\n\nIn May 2018, the Bibsam Consortium, which negotiates license agreements on behalf of all Swedish universities and research institutes, decided not to renew their contract with Elsevier,[168][169] alleging that the publisher does not meet the demands of transition towards a more open-access model, and referring to the rapidly increasing costs for publishing.[170] Swedish universities will still have access to articles published before 30 June 2018. Astrid Söderbergh Widding, chairman of the Bibsam Consortium, said, \"the current system for scholarly communication must change and our only option is to cancel deals when they don't meet our demands for a sustainable transition to open access\".[171] Sweden has a goal of open access by 2026.[172] In November 2019 the negotiations concluded, with Sweden paying for reading access to Elsevier journals and open access publishing for all its researchers' articles.[173]\n\nIn Taiwan, more than 75% of universities, including the country's top 11 institutions, have joined a collective boycott against Elsevier. On 7 December 2016, the Taiwanese consortium, CONCERT, which represents more than 140 institutions, announced it would not renew its contract with Elsevier.[143][174][175][176]\n\nIn March 2018, Florida State University's faculty elected to cancel its $2 million subscription to a bundle of several journals. Starting in 2019, it will instead buy access to titles à la carte.[169]\n\nIn February 2019, the University of California said it would terminate subscriptions \"in [a] push for open access to publicly funded research.\"[177][178][14] After months of negotiations over open access to research by UC researchers and prices for subscriptions to Elsevier journals, a press release by the UC Office of the President issued Thursday, 28 February 2019 stated \"Under Elsevier’s proposed terms, the publisher would have charged UC authors large publishing fees on top of the university’s multimillion dollar subscription, resulting in much greater cost to the university and much higher profits for Elsevier.\"[177][179] On 10 July 2019, Elsevier began restricting access to all new paywalled articles and approximately 5% of paywalled articles published before 2019.[180]\n\nIn April 2020, the University of North Carolina elected not to renew its bundled Elsevier package, citing a failure \"to provide an affordable path\".[181] Rather than extend the license, which was stated to cost $2.6 million annually, the university decided to continue subscribing to a smaller set of individual journals. The State University of New York Libraries Consortium also announced similar outcome,[182][183] with the help of estimates from Unpaywall Journals.[184] Similarly, MIT announced in June 2020 that it would no longer pay for access to new Elsevier articles.[185][186]\n\nIn 2022 Elsevier and the University of Michigan have established an agreement to support authors who wish to publish open access.[187]\n\nIn June 2020 the Ukrainian government cancelled subscriptions for all universities in the country after failed negotiations. The Ministry of Education stated that Elsevier indexes journals in its register which call themselves Russian but are from occupied territories.[188]\n\n"
        },
        {
            "title": "Dissemination of research",
            "text": "Elsevier have been known to be involved in lobbying against open access.[189] These have included the likes of:\n\nIn 2014, 2015, 2016, and 2017,[213] Elsevier was found to be selling some articles that should have been open access, but had been put behind a paywall.[214] A related case occurred in 2015, when Elsevier charged for downloading an open-access article from a journal published by John Wiley & Sons. However,  whether Elsevier was in violation of the license under which the article was made available on their website was not clear.[215]\n\nIn 2013, Digimarc, a company representing Elsevier, told the University of Calgary to remove articles published by faculty authors on university web pages; although such self-archiving of academic articles may be legal under the fair dealing provisions in Canadian copyright law,[216] the university complied. Harvard University and the University of California, Irvine also received takedown notices for self-archived academic articles, a first for Harvard, according to Peter Suber.[217][218][219]\n\nMonths after its acquisition of Academia.edu rival Mendeley, Elsevier sent thousands of takedown notices to Academia.edu, a practice that has since ceased following widespread complaint by academics, according to Academia.edu founder and chief executive Richard Price.[220][221]\n\nAfter Elsevier acquired the repository SSRN in May 2016, academics started complaining that some of their work has been removed without notice. The action was explained as a technical error.[222]\n\nIn 2015, Elsevier filed a lawsuit against the sites Sci-Hub and LibGen, which make copyright-protected articles available for free. Elsevier also claimed illegal access to institutional accounts.[223][224]\n\nAmong the major academic publishers, Elsevier alone declined to join the Initiative for Open Citations. In the context of the resignation of the Journal of Informetrics' editorial board, the firm stated:  \"Elsevier invests significantly in citation extraction technology. While these are made available to those who wish to license this data, Elsevier cannot make such a large corpus of data, to which it has added significant value, available for free.\"[225]\n\nElsevier finally joined the initiative in January 2021 after the data was already available with an Open Data Commons license in Microsoft Academic.[226]\n\nA chamber of the Munich Regional Court has ruled that the research networking site ResearchGate has to take down articles uploaded without consent from their original publishers and ResearchGate must take down Elsevier articles. A case was brought forward in 2017 by the Coalition for Responsible Sharing, a group of publishers that includes Elsevier and the American Chemical Society.[227]\n\n"
        },
        {
            "title": "Imprints",
            "text": "Elsevier uses its imprints (that is, brand names used in publishing) to market to different consumer segments. Many of the imprints have previously been the names of publishing companies that were purchased by Reed Elsevier.\n\n"
        }
    ]
}