{
    "url": "https://en.wikipedia.org/wiki/Emancipation_Memorial",
    "title": "Emancipation Memorial",
    "table_of_contents": [
        "1 Funding",
        "2 Design and construction",
        "3 Dedication",
        "4 Criticism",
        "4.1 2020 protests",
        "5 Other versions",
        "6 See also",
        "7 References",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Emancipation Memorial, also known as the Freedman's Memorial or the Emancipation Group is a monument in Lincoln Park in the Capitol Hill neighborhood of Washington, D.C. It was sometimes referred to as the \"Lincoln Memorial\" before the more prominent so-named memorial was dedicated in 1922.[3][4]\n\nDesigned and sculpted by Thomas Ball and erected in 1876, the monument depicts Abraham Lincoln holding a copy of his Emancipation Proclamation freeing a male African American slave modeled on Archer Alexander. The ex-slave is depicted on one knee, about to stand up, with one fist clenched, shirtless and broken shackles at the president's feet.[3]\n\nThe Emancipation Memorial statue was funded by the wages of freed slaves. The statue originally faced west towards the U.S. Capitol until it was rotated east in 1974 in order to face the newly erected Mary McLeod Bethune Memorial.[5]\n\nThe statue is a contributing monument to the Civil War Monuments in Washington, D.C. on the National Register of Historic Places.\n\n"
        },
        {
            "title": "Funding",
            "text": "The funding drive for the monument began, according to much-publicized newspaper accounts from the era, with $5 given by former slave Charlotte Scott of Virginia, then residing with the family of her former master in Marietta, Ohio, for the purpose of creating a memorial honoring Lincoln.[6][7]: 90   The Western Sanitary Commission, a St. Louis-based  volunteer war-relief agency, joined the effort and raised some $20,000 before announcing a new $50,000 goal.[7]: 92 \n\nAnother group that attempted to raise funds for the monument in 1865 was the National Lincoln Memorial Association. It was briefly considered merging the original funds with the National Lincoln Memorial Association but that mission soon failed due to conflicting visions.[8]\n\nAccording to the National Park Service, the monument was paid for solely by former slaves:\n\nThe turbulent politics of the reconstruction era affected the fundraising campaign on many levels.  The Colored People's Educational Monument Association, headed by Henry Highland Garnet, wanted the monument to serve a didactic purpose as a school, where freedmen could elevate themselves through learning. Frederick Douglass disagreed and thought the goal of education was incommensurate with that of remembering Lincoln.[7]: 93 \n\n"
        },
        {
            "title": "Design and construction",
            "text": "Harriet Hosmer proposed a grander monument than that suggested by Thomas Ball. Her design, which was ultimately deemed too expensive, posed Lincoln atop a tall central pillar flanked by smaller pillars topped with black Civil War soldiers and other figures.[3]\n\nMr. Ball was well known through several works when, in 1865, under his first influence of the news of Lincoln's assassination, he'd individually conceived and completed an original half-life-size work in Italian marble. When Ball's design was finally chosen, on the order of the Freedman's Memorial Association, this design, with certain changes, was to be \"expanded\" to about nine feet high, as the final \"Emancipation\" group in Lincoln Park in 1876.[9]\n\nInstead of wearing a liberty cap, the slave in the revised monument is depicted bare-headed with tightly curled hair.  The face was re-sculpted to look like Archer Alexander, a former slave, whose life story was popularized by a biography written by William Greenleaf Eliot.\n\nIn the final design, as in Ball's original design, Lincoln holds a copy of the Emancipation Proclamation in his right hand.  The document rests on a plinth bearing patriotic symbols, including George Washington's profile, the fasces of the U.S. republic, and a shield emblazoned with the stars and stripes.  The plinth replaces the pile of books in Ball's original design.  Behind the two figures is a whipping post draped with cloth.  A vine grows around the pillory and around the ring where the chain was secured.[3][10]\n\nThe monument was cast in Munich in 1875 and shipped to Washington the following year. Congress accepted the statue as a gift from the \"colored citizens of the United States\" and appropriated $3,000 for a pedestal upon which it would rest.  The statue was erected in Lincoln Park, where it still stands.[4]\n\nA plaque on the monument names it as \"Freedom's Memorial in grateful memory of Abraham Lincoln\" and reads:\n\n"
        },
        {
            "title": "Dedication",
            "text": "Frederick Douglass spoke as the keynote speaker at the dedication service on April 14, 1876, the eleventh anniversary of Lincoln's death. President Ulysses S. Grant attended the service with members of his cabinet, Congress, and the Supreme Court.[11][12][8] A procession preceded the service, where the Howard University law school dean, John Mercer Langston, was in attendance. The dedication was declared a federal holiday.[13]\n\nDouglass explained that Lincoln's legacy was complex. \"Truth compels me to admit, even here in the presence of the monument we have erected to his memory. Abraham Lincoln was not, in the fullest sense of the word, either our man or our model. In his interests, in his associations, in his habits of thought, and in his prejudices, he was a white man.\" He pointed out that Lincoln was more motivated to save the union than to free slaves, telling the New York Tribune: \"If I could save the union without freeing any slave, I would do it; and if I could save it by freeing all the slaves, I would do it; and if I could save it by freeing some and leaving others alone, I would also do that.\" Douglass said that Lincoln \"strangely told us that we were the cause of the war\"—in 1862, Lincoln had told African-American leaders visiting the White House, \"But for your presence amongst us, there would be no war.\" Douglass had many complaints about Lincoln's treatment of African Americans willing to and actually fighting in the war. But in the end, he judged Lincoln on his accomplishment rather than his motivation, saying: \"It was enough for us that Abraham Lincoln was at the head of a great movement, and was in living and earnest sympathy with that movement.\"[14]\n\nAfter delivering the speech, Frederick Douglass immediately wrote a letter to the editor of the National Republican newspaper in Washington, which was published five days later on April 19, 1876. In his letter Douglass criticized the statue's design, and suggested the park could be improved by more dignified monuments of free Black people. “The negro here, though rising, is still on his knees and nude”, Douglass wrote. “What I want to see before I die is a monument representing the negro, not couchant on his knees like a four-footed animal, but erect on his feet like a man.”[15]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Rodney Young of American University wrote that:[3]\n\nThe monument has been criticized for its paternalistic character and for not doing justice to the role that African Americans played in their own liberation. While the funds for the monument were raised from former slaves, a white artist conceived the original design. An alternative design depicting Lincoln with uniformed black Union soldiers was rejected as too expensive. According to historian Kirk Savage, a witness to the memorial's dedication recorded Frederick Douglass as saying that the statue \"showed the Negro on his knees when a more manly attitude would have been indicative of freedom\".[16][17] In a recently uncovered letter from Douglass that appeared in the National Republican five days after the dedication, he said that the monument did not tell the \"whole truth of any subject which it might be designed to illustrate\". Douglass also says that Abraham Lincoln breaks the slave's chains in this monument, however the granting of his citizenship to the United States is not represented in this monument.\"[18]\n\nJonathan White and Scott Sandage, two historians who rediscovered the letter, detailed their findings in Smithsonian Magazine in June 2020. They saw in it \"a solution to the current impasse\" over the Emancipation Memorial. Since no one statue could provide the whole truth, they suggested enriching the memorial group by adding statues of Charlotte Scott, whose contribution began the process, and Frederick Douglass, who dedicated the original monument, to create a new \"Emancipation Group\", as the monument was sometimes called.[18][19] Lincoln biographer Sidney Blumenthal noted that the kneeling slave was a widespread abolitionist motif, appearing on the masthead of William Lloyd Garrison's abolitionist newspaper, The Liberator.[20]\n\nOn June 23, 2020, DC delegate Eleanor Holmes Norton announced plans to introduce legislation to remove the memorial. That same day, protesters on site vowed to dismantle the statue on Thursday, June 25, at 7:00 p.m. local time. A barrier fence was installed around the memorial to protect it from vandalism, which was later removed.[21] Norton reintroduced her bill on February 18, 2021.[22]\n\n"
        },
        {
            "title": "Other versions",
            "text": "In 1879, Moses Kimball, for whom Ball had once worked for at the Boston Museum, donated a copy of the statue to Boston. It was located in Park Square.[23][24] In July 2020, the Boston Art Commission voted to remove the statue after conducting a public debate on the statue's meaning.[25] The statue made many feel uncomfortable, and many felt it lacked a proper narrative for the trauma it represents.[26] The future state of this statue has not been decided, but it was removed from the Boston park on December 29, 2020.[27]\n\nArchitect Edward Francis Searles purchased an early small demonstration version from Ball and brought it to Methuen, Massachusetts, where it rests in the Town Hall atrium.[citation needed]\n\nThe Chazen Museum of Art, located on the campus of the University of Wisconsin-Madison, was gifted a version of the statue in white marble by Dr. Warren E. Gilson in 1976.[28]\n\n"
        }
    ]
}