{
    "url": "https://en.wikipedia.org/wiki/Embassy_Pictures",
    "title": "Embassy Pictures",
    "table_of_contents": [
        "1 History",
        "1.1 Founding",
        "1.2 Success",
        "1.3 Art house releases",
        "1.4 Paramount Pictures deal",
        "1.5 New ownership under Avco",
        "1.6 Robert Rehme years",
        "1.7 Norman Lear and Jerry Perenchio",
        "1.8 Coca-Cola and others",
        "2 Films",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEmbassy Pictures Corporation (also and later known as Avco Embassy Pictures as well as Embassy Films Associates) was an American independent film production and distribution studio responsible for such films as  The Graduate, The Producers, The Fog, The Howling, Escape from New York, and This Is Spinal Tap.\n\n"
        },
        {
            "title": "History",
            "text": "The company was formed in 1942[1] by Joseph E. Levine, initially to distribute foreign films in the United States. The company entered film production in 1945, co-producing with Maxwell Finn the documentary Gaslight Follies, a compilation of silent film clips narrated by Ben Grauer.[2]\n\nEmbassy found success in 1956 bringing the Japanese film Godzilla to the American general public (in a re-edited version), acquiring the rights for $12,000 and spending $400,000 promoting it under the title Godzilla, King of the Monsters!, and earning $1 million in theatrical rentals.[2] They then made a $100,000 deal to bring the French-Italian film Attila (1954) to the United States in 1958 and spent $600,000 promoting it, which returned $2 million in rentals.[2] Their breakthrough came the following year with Hercules, starring Steve Reeves and released by Warner Bros. Levine invested $120,000 on dubbing, sound effects and new titles and spent $1.25 million on promoting the film. It was one of the highest-grossing films of the year, with rentals of $4.7 million, starting a growth in the sword-and-sandal genre.[2]\n\nAfter releasing the Hercules sequel, Hercules Unchained (1960), Embassy expanded to add 13 offices nationally as well as offices in Rome, London and Paris and signed deals with Italian production company Titanus and producer Carlo Ponti and began distributing art films, often European ones. In 1961, Embassy bought North American distribution rights for Two Women after Levine seeing no more than three minutes of its \"rushes\". The film, based on a novella written by Alberto Moravia, had been directed by Vittorio de Sica, and starred Sophia Loren (Ponti's wife) and Eleanora Brown, who acted out the respective roles of a mother and her young daughter whom World War II had displaced from their home. Levine's promotional campaign focused on one still photograph, which showed Loren, as the mother, wearing a torn dress, kneeling in the dirt, and weeping with rage and grief. Predicting that she would win the Academy Award for her performance, Levine brought Loren to the United States for interviews, bought space for, and placed, large advertisements in newspapers, and saw to it that Two Women appeared in the cities of residence of Academy Award jury members.\n\nLevine's efforts paid off when the film was a hit and Loren became the first cast member of a foreign-language film to win the Academy Award for Best Actress.[2] Embassy also acquired rights to and distributed Divorce Italian Style (1961); Salvatore Giuliano (1962); Federico Fellini's film 8½ (1963), as well as Ponti's producing credits including Boccaccio '70 (1962), and de Sica's Yesterday, Today and Tomorrow (1963) and Marriage Italian Style (1964).[2] Embassy also produced an adaptation of The Thief of Baghdad (1961), also with Reeves in the lead, and Rick Carrier's Strangers in the City (1962).\n\nOn the back of the success of Ingmar Bergman, Embassy released some of his earlier films in the United States, his film The Devil's Wanton (1949) in 1962 and his film Night Is My Future (1948) in 1963. Embassy also released two 1961 films produced by Robert S. Baker and Monty Berman - What a Carve Up! (released in 1962) and The Hellfire Club (released in 1963). Other Ponti-produced films released by Embassy include Landru (1963), directed by Claude Chabrol; Contempt (1963), directed by Jean-Luc Godard; The Empty Canvas starring Bette Davis; The Ape Woman (1964); Casanova 70 (1965); The 10th Victim (1965); and de Sica's Sunflower (1970).[2]\n\nBy the 1960s, Levine had transformed Embassy into a production company. In 1963, Levine was offered a $30 million deal with Paramount Pictures to produce films in the vein of his previous successes. Paramount would finance the films and Embassy would receive part of its profits.[3] Under the deal, Levine produced Harold Robbins's The Carpetbaggers (1964) and its prequel Nevada Smith (1966), which were successes, along with flops such as Harlow (1965), starring Carroll Baker. A third film based on a novel by Harold Robbins was also released as part of three-picture deal with Robbins, Where Love Has Gone (1964).[2]\n\nEmbassy also released several films produced by or starring Stanley Baker including Zulu (1964), Dingaka (1965) and Robbery (1967).[2]\n\nLater in the decade, Embassy functioned on its own with many Rankin/Bass Productions animated features, including The Daydreamer (1966) and Mad Monster Party? (1967), and successful live-action productions including The Graduate, by second-time film director Mike Nichols, The Producers, by first-time director Mel Brooks (both 1967), and The Lion in Winter (1968), which won an Academy Award for Katharine Hepburn.[2]\n\nEmbassy enjoyed its greatest success with The Graduate, which became the highest-grossing film of the year. This enabled Levine to sell his company to Avco for a deal worth $40 million, although he stayed on as chief executive.[4][5]\n\nIn 1969, Embassy appointed Mike Nichols to the board of directors and acquired his film production company, Friwaftt.[6] Levine also ended a four-year feud with Ponti and Loren and produced Loren's first film since she became a mother, Sunflower (1970).[6]\n\nLevine also started a record label with music industry executives Hugo Peretti and Luigi Creatore, Avco Embassy Records, later shortened to Avco Records. In 1969, the company bought out Mike Nichols' production company and signed him to make two movies.[7]\n\nThe company became less successful in the 1970s and only had hits with Mike Nichols' Carnal Knowledge (1971) and A Touch of Class (1973).[2] In 1972, the company had begun cutting back on production and in 1973 recorded a loss of $8.1 million. Levine resigned as president on May 28, 1974, to re-enter independent production and was replaced by Bill Chaikin.[8] By 1975, Avco Embassy stopped making movies altogether.[9]\n\nIn 1968, Avco Embassy launched Avco Embassy Television, to syndicate films from the Avco Embassy library on television. In 1976, Avco Embassy sold their broadcasting division and Avco Program Sales to Multimedia, Inc., becoming Multimedia Entertainment (since folded into what is now NBCUniversal Syndication Studios).\n\nIn late 1977, Avco Embassy announced its intention to resume production. In 1978, Robert Rehme was appointed president and chief operating officer and he convinced the company to give him $5 million for a production fund.\n\nUnder his stewardship, Avco Embassy concentrated on lower budgeted genre films, six of which were successful: The Manitou (1978), Phantasm (1979), The Fog (1980), Scanners (1981), Time Bandits (1981) and The Howling (1981). They benefited in part from the fact that American International Pictures recently left the exploitation field, lessening competition in this area.[citation needed]\n\nRehme left the company in 1981, having seen it increase its revenue from $20 million to $90 million.[10][11]\n\nIn 1981, Tom Laughlin offered to buy the company for $24 million but withdrew his offer.[4]\n\nIn January 1982, television producer Norman Lear and his partner Jerry Perenchio bought the studio for $25 million,[10] reverted the name to the previous Embassy Pictures by dropping  T.A.T. Communications to Embassy Television and T.A.T. Communications Company to Embassy Communications, Inc. The company was producing such hits as The Jeffersons, One Day at a Time and The Facts of Life, and by Tandem, Diff'rent Strokes and Archie Bunker's Place. During this period, they launched Silver Spoons, Square Pegs, Who's the Boss?, It's Your Move and Gloria. They also expanded into making made-for-TV movies, including Eleanor, First Lady of the World (1982) and Grace Kelly (1983).\n\nIn late 1982, Embassy bought out Andre Blay Corporation and renamed the company to Embassy Home Entertainment; prior releases from its film catalog (as Avco Embassy Picture Corporation) had been handled through Magnetic Video, as well as reissues of the Blay Video catalog. \n\nIn 1984, Embassy Pictures was renamed to Embassy Films Associates. That same year, Fanny and Alexander, which it distributed in the United States, received the Academy Award for Best Foreign Language Film. \n\nDuring this period, Rob Reiner, who up to that point had been most famous for playing Mike \"Meathead\" Stivic on All in the Family, began his directorial career with two Embassy releases, This is Spinal Tap (1984) and The Sure Thing (1985). His third film, Stand By Me (1986), started at Embassy, but it almost got cancelled because of the sale to Columbia days before filming was to begin. Norman Lear ended up putting up his own money for completion funds.[12]\n\nLear and Perenchio sold Embassy Communications (including Tandem Productions) to The Coca-Cola Company for $485 million on June 18, 1985.[13][14][15] Coca-Cola, which also owned Columbia Pictures at the time, sold Embassy Pictures to Dino De Laurentiis on November 1, 1985,[16] but kept Embassy's television division active. De Laurentiis folded the company into his De Laurentiis Entertainment Group, and the home video division became Nelson Entertainment, run by executives who had previously worked at DEG before it went bankrupt. \n\nAlthough De Laurentiis was now owner of Embassy, he was not given rights to then-upcoming films such as Crimewave and Saving Grace (both 1986), and an adaptation of Stephen King's The Body, which became Stand by Me (1986), which became properties of Lear and Perenchio.[17][18]\n\nBy the early 1990s, key rights to the Embassy library transferred from company to company due to the bankruptcies of the companies that separately owned them (De Laurentiis for theatrical, Nelson for home video). Dino De Laurentiis's assets went to Parafrance International, in conjunction with Village Roadshow, while Nelson's assets were acquired by Crédit Lyonnais Bank and later sold to PolyGram. Nelson's parent company, NHI continued to exist well into the mid-1990s. In 1994, Parafrance's assets were acquired by the French production company StudioCanal which today owns ancillary rights to the majority of the Embassy theatrical library. However, North American video rights to the majority of Embassy's film library are owned by  Metro-Goldwyn-Mayer (via Orion Pictures) due to them acquiring most of PolyGram's pre-March 31, 1996 film library which included the Epic catalog, which in turn incorporated the Nelson catalog, while Sony Pictures Television owns worldwide television syndication rights to the theatrical library as well as full ancillary and distribution rights to the Embassy Television library.\n\n"
        }
    ]
}