{
    "url": "https://en.wikipedia.org/wiki/Embezzlement",
    "title": "Embezzlement",
    "table_of_contents": [
        "1 Versus larceny",
        "2 Methods",
        "3 Prevention",
        "4 Worldwide",
        "4.1 England and Wales",
        "4.2 United States",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEmbezzlement is a crime that consists of withholding assets for the purpose of conversion of such assets, by one or more persons to whom the assets were entrusted, either to be held or to be used for specific purposes.[1] Embezzlement is a type of financial fraud. For example, a lawyer might embezzle funds from the trust accounts of their clients; a financial advisor might embezzle the funds of investors; and a husband or a wife might embezzle funds from a bank account jointly held with the spouse.[2]\n\nThe term \"embezzlement\" is often used in informal speech to mean theft of money, usually from an organization or company such as an employer.\n\nEmbezzlement is usually a premeditated crime, performed methodically, with precautions that conceal the criminal conversion of the property, which occurs without the knowledge or consent of the affected person. Often it involves the trusted individual embezzling only a small proportion of the total of the funds or resources they receive or control, in an attempt to minimize the risk of the detection of the misallocation of the funds or resources. When successful, embezzlement may continue for many years without detection.[3]\n\n"
        },
        {
            "title": "Versus larceny",
            "text": "Embezzlement is not always a form of theft or an act of stealing, since those definitions specifically deal with taking something that does not belong to the perpetrators. Instead, embezzlement is, more generically, an act of deceitfully secreting assets by one or more persons that have been entrusted with such assets. The persons entrusted with such assets may or may not have an ownership stake in such assets.[4]\n\nEmbezzlement differs from larceny in three ways. First, in embezzlement, an actual conversion must occur; second, the original taking must not be trespassory,[5] and third, in penalties. To say that the taking was not trespassory is to say that the persons performing the embezzlement had the right to possess, use or access the assets in question, and that such persons subsequently secreted and converted the assets for an unintended or unsanctioned use. Conversion requires that the secretion interfere with the property, rather than just relocate it. As in larceny, the measure is not the gain to the embezzler, but the loss to the asset stakeholders. An example of conversion is when a person logs checks in a check register or transaction log as being used for one specific purpose and then explicitly uses the funds from the checking account for another and completely different purpose.[4]\n\nWhen embezzlement occurs as a form of theft, distinguishing between embezzlement and larceny can be tricky.[6] Making the distinction is particularly difficult when dealing with misappropriations of property by employees. To prove embezzlement, the state must show that the employee had possession of the goods \"by virtue of his or her employment\"; that is, that the employee had formally delegated authority to exercise substantial control over the goods. Typically, in determining whether the employee had sufficient control the courts will look at factors such as the job title, job description and the particular operational practices of the firm or organization. For example, the manager of a shoe department at a department store would likely have sufficient control over the store's inventory (as head of the shoe department) of shoes; that if they converted the goods to their own use they would be guilty of embezzlement. On the other hand, if the same employee were to steal cosmetics from the cosmetics department of the store, the crime would not be embezzlement but larceny. For a case that exemplifies the difficulty of distinguishing larceny and embezzlement see State v. Weaver, 359 N.C. 246; 607 S.E.2d 599 (2005).[4]\n\nNorth Carolina appellate courts have compounded this confusion by misinterpreting a statute based on an act passed by parliament in 1528. The North Carolina courts interpreted this statute as creating an offence called \"larceny by employee\"; an offence that was separate and distinct from common law larceny.[7][8] However, as Perkins notes, the purpose of the statute was not to create a new offence but was merely to confirm that the acts described in the statute met the elements of common law larceny.[9]\n\nThe statute served the purpose of the then North Carolina colony as an indentured servant and slave-based political economy. It ensured that an indentured servant (or anyone bound to service of labour to a master, e.g., a slave) would owe to their master their labour; and, if they left their indentured service or bound labour unlawfully, the labour they produced, either for themselves (i.e., self-employed), or for anyone else, would be the converted goods that they unlawfully took, from the rightful owner, their master.[citation needed]\n\nCrucially (and this can be seen as the purpose of the statute), any subsequent employer of such an indentured servant or slave, who was in fact bound to service of labour to a pre-existing master, would be chargeable with misprision of a felony (if it was proved they knew that the employee was still indentured to a master, or owned as a slave); and chargeable as an accessory after the fact, in the felony, with the servant or slave; in helping them, by employing them, in unlawfully taking that which was lawfully bound (through the master–servant relationship) in exclusive right, to the master of the indentured servant or slave.\n\n"
        },
        {
            "title": "Methods",
            "text": "Embezzlement sometimes involves falsification of records in order to conceal the activity. Embezzlers commonly secrete relatively small amounts repeatedly, in a systematic or methodical manner, over a long period of time, although some embezzlers secrete one large sum at once.  Some very successful embezzlement schemes have continued for many years before being detected due to the skill of the embezzler in concealing the nature of the transactions or their skill in gaining the trust and confidence of investors or clients, who are then reluctant to \"test\" the embezzler's trustworthiness by forcing a withdrawal of funds.\n\nEmbezzling should not be confused with skimming, which is under-reporting income and pocketing the difference. For example, in 2005, several managers of the service provider Aramark were found to be under-reporting profits from a string of vending machine locations in the eastern United States.  While the amount stolen from each machine was relatively small, the total amount taken from many machines over a length of time was very large. A technique employed by many small-time embezzlers can be covered by falsifying the records. (For example, by removing a small amount of money and falsifying the record the register would be consistent, while the manager would remove the profit and leave the float in; this method would effectively make the register short for the next user and throw the blame onto them.)\n\nAnother method is to create a false vendor account and supply false bills to the company being embezzled so that the checks that are cut appear completely legitimate. Yet another method is to create phantom employees, who are then paid with payroll checks.\n\nThe latter two methods should be uncovered by routine audits, but often are not if the audit is not sufficiently in-depth, because the paperwork appears to be in order. A publicly traded company must change auditors and audit companies every five years. The first method is easier to detect if all transactions are by cheque or other instrument, but if many transactions are in cash, it is much more difficult to identify. Employers have developed a number of strategies to deal with this problem. In fact, cash registers were invented just for this reason.\n\nSome of the most complex (and potentially most lucrative) forms of embezzlement involve Ponzi-like financial schemes where high returns to early investors are paid out of funds received from later investors duped into believing they are themselves receiving entry into a high-return investment scheme. The Madoff investment scandal is an example of this kind of high-level embezzlement scheme, where it is alleged that $65 billion was siphoned off from gullible investors and financial institutions.\n\n"
        },
        {
            "title": "Prevention",
            "text": "Internal controls such as separation of duties are common defences against embezzlement. For example, at a movie theatre (cinema), the task of accepting money and admitting customers into the theatre is typically broken up into two jobs. One employee sells the ticket, and another employee takes the ticket and lets the customer into the theatre. Because a ticket cannot be printed without entering the sale into the computer (or, in earlier times, without using up a serial-numbered printed ticket), and the customer cannot enter the theatre without a ticket, both of these employees would have to collude in order for embezzlement to go undetected. This significantly reduces the chance of theft, because of the added difficulty in arranging such a conspiracy and the likely need to split the proceeds between the two employees, which reduces the payoff for each.[10]\n\nAnother obvious method to deter embezzlement is to regularly and unexpectedly move funds from one advisor or entrusted person to another when the funds are supposed to be available for withdrawal or use, to ensure that the full amount of the funds is available and no fraction of the savings has been embezzled by the person to whom the funds or savings have been entrusted.[10]\n\n"
        },
        {
            "title": "Worldwide",
            "text": "In 2020, 37% of employee fraud happened because of a lack of internal controls or lack of independent checks and audits, 18% by overriding internal controls, 18% from lack of management review, 10% from a poor tone set by top managers, and 17% from other causes.[11]\n\nOffences of embezzlement were formerly created by sections 18 and 19 of the Larceny Act 1916.[12]\n\nThe former offences of embezzlement are replaced by the new offence of theft, contrary to section 1 of the Theft Act 1968.[13]\n\nIn the United States, embezzlement is a statutory offence that, depending on the circumstances, may be a crime under state law, federal law, or both, with the definition of the crime of embezzlement varying according to the statutes of the jurisdiction in which charges are filed. Typical elements of the crime of embezzlement are the fraudulent conversion of the property of another person by the person who has lawful possession of the property.[14]\n\nIn 2005–2009 the United States had 18,000 to 22,000[17] arrests for embezzlement per year, and 13,500 arrests in 2019.[18] A 2009 journal article reported estimates that three quarters of medical professionals would suffer from embezzlement at least once in their career.[19]\n\nIn 2018 the average embezzlement stole $360,000.[20] The estimated losses in 2005–2009 (including the many with no arrest) were $400 billion per year.[17] In 2018 companies brought charges in 45% of cases.[20]\n\n85% of incidents involved an embezzler who was a manager or higher. The average incident involved three embezzlers, and 79% of incidents involved more than one embezzler. 70% of cases went undetected for over a year, and 31% lasted over three years. The average embezzler had worked at the company for eight years. 39% of financial professionals who experienced embezzlements had experienced a prior incident of it. After the embezzlement, only 26% of companies added security and audit requirements, 27% increased spending on audits, and 29% reviewed their anti-fraud controls frequently. However 97% of companies which had experienced embezzlement were \"confident the anti-fraud controls in place ... would prevent future embezzlement\".[20]\n\n"
        }
    ]
}