{
    "url": "https://en.wikipedia.org/wiki/Embryo_space_colonization",
    "title": "Embryo space colonization",
    "table_of_contents": [
        "1 Various concepts",
        "2 Mission at target planet",
        "3 Comparison to other interstellar colonization concepts",
        "4 Difficulties in implementing the concept",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEmbryo space colonization is a theoretical interstellar space colonization concept that involves sending a robotic mission to a habitable terrestrial planet, dwarf planet, minor planet or natural satellite transporting frozen early-stage human embryos or the technological or biological means to create human embryos.[1][2] The proposal circumvents the most severe technological problems of other mainstream interstellar colonization concepts. In contrast to the sleeper ship proposal, it does not require the more technically challenging 'freezing' of fully developed humans (see cryonics).\n\n"
        },
        {
            "title": "Various concepts",
            "text": "Embryo space colonization concepts involve various concepts of delivering the embryos from Earth to an extrasolar planet around another star system. \n\n"
        },
        {
            "title": "Mission at target planet",
            "text": "Regardless of the cargo used in any embryo space colonization scenario, the basic concept is that upon arrival of the embryo-carrying spacecraft (EIS) at the target planet, fully autonomous robots would build the first settlement on the planet and start growing food. More ambitiously, the planet may be terraformed first.[1][2] Thereafter the first embryos could be unfrozen (or created using biosequenced or natural sperm and egg cells as outlined above).\n\nIn any event, one of the technologies needed for the proposal are artificial uteri.[1][2] The embryos would need to develop in such artificial uteri until a large enough population existed to procreate by natural biological means.\n\n"
        },
        {
            "title": "Difficulties in implementing the concept",
            "text": "Like every proposal for interstellar colonization, embryo space colonization depends on solutions to still-unsolved technological problems. Some of these are:\n\nFurther unknowns that affect the feasibility of embryo space colonization are:\n\n"
        }
    ]
}