{
    "url": "https://en.wikipedia.org/wiki/Emil_Brunner",
    "title": "Emil Brunner",
    "table_of_contents": [
        "1 Biography",
        "2 Theology",
        "3 Relationship with Karl Barth",
        "4 Selected works in English",
        "5 Notes",
        "6 References",
        "6.1 Footnotes",
        "6.2 Bibliography",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Heinrich Emil Brunner[b] (1889–1966) was a Swiss Reformed theologian. Along with Karl Barth, he is commonly associated with neo-orthodoxy or the dialectical theology movement.\n\n"
        },
        {
            "title": "Biography",
            "text": "Brunner was born on 23 December 1889 in Winterthur, in the Swiss canton of Zürich.[9]\n\nHe studied at the universities of Zurich and Berlin, receiving his doctorate in theology from Zurich in 1913, with a dissertation on The Symbolic Element in Religious Knowledge.[a] Brunner served as pastor from 1916 to 1924 in the mountain village of Obstalden in the Swiss canton of Glarus. In 1919–1920 he spent a year in the United States studying at Union Theological Seminary in New York.\n\nIn 1921, Brunner published his Habilitationsschrift (a post-doctoral dissertation traditionally required in many countries in order to attain the position of a fully tenured professor) on Experience, Knowledge and Faith and in 1922 was appointed a Privatdozent at the University of Zurich. Soon after, another book followed: Mysticism and the Word (1924), a critique of the liberal theology of Friedrich Schleiermacher. In 1924 Brunner was appointed Professor of Systematic and Practical Theology at the University of Zurich, a post which he held until his retirement in 1953. In 1927 he published The Philosophy of Religion from the Standpoint of Protestant Theology and second The Mediator.\n\nAfter accepting various invitations to deliver lectures across Europe and the United States, in 1930 Brunner published God and Man  and in 1932 The Divine Imperative. Brunner continued his theological output with Man in Revolt and Truth as Encounter in 1937. In the same year he was a substantial contributor to the World Conference on Church, Community, and State in Oxford, a position which was reflected in his continued involvement in the ecumenical movement.[citation needed] In 1937–1938 he returned to the United States for a year as a visiting professor at Princeton Theological Seminary.[10]\n\nBrunner's ecclesiastical positions varied at differing points in his career. Before the outbreak of the war Brunner returned to Europe with the young Scottish theologian Thomas F. Torrance who had studied under Karl Barth in Basel and who had been teaching at Auburn Theological Seminary, New York (and who would subsequently go on to distinguish himself as a professor at the University of Edinburgh). Following the war, Brunner delivered the prestigious Gifford Lectures at the University of St Andrews, Scotland, in 1946–1947 on Christianity and Civilisation. In 1953 he retired from his post at the University of Zurich and took up a position of Visiting Professor at the recently founded International Christian University in Tokyo, Japan (1953–1955), but not before the publication of the first two volumes of his three-volume magnum opus Dogmatics (volume one: The Christian Doctrine of God [1946], volume two: The Christian Doctrine of Creation and Redemption [1950], and volume three: The Christian Doctrine of the Church, Faith, and Consummation [1960]). While returning to Europe from Japan, Brunner suffered a cerebral haemorrhage and was physically impaired, weakening his ability to work. Though there were times when his condition would improve, he suffered further strokes, finally dying on 6 April 1966 in Zürich.\n\nBrunner holds a place of prominence in Protestant theology in the 20th century and was one of the four or five leading systematicians.[citation needed]\n\n"
        },
        {
            "title": "Theology",
            "text": "Brunner rejected liberal theology's portrait of Jesus as merely a highly respected human being. Instead, Brunner insisted that Jesus was God incarnate and central to salvation.\n\nSome[who?] claim that Brunner also attempted to find a middle position within the ongoing Arminian and Calvinist debate, stating that Christ stood between God's sovereign approach to mankind and free human acceptance of God's gift of salvation. However, Brunner was a Protestant theologian from German-speaking Europe (a heritage which did not lay nearly as much weight on the Calvinist–Arminian controversy as Dutch- or English-speaking theology). Thus, it may be more accurate to describe his viewpoint as a melding of Lutheran and Reformed perspectives of soteriology; the Lutheran accent in particular was dominant in Brunner's affirmation of single predestination over against both the double predestination of Calvin and the liberal insistence on universal salvation, a view he charged Barth with holding.\n\nIn any event, Brunner and his compatriots in the neo-orthodox movement rejected in toto Pelagian concepts of human cooperation with God in the act of salvation, which were prominent in other humanist conceptions of Christianity in the late 19th century. Instead, they embraced Augustine of Hippo's views, especially as refracted through Martin Luther.\n\nAlthough Brunner re-emphasized the centrality of Christ, evangelical and fundamentalist theologians, mainly those from America and Great Britain, have usually rejected Brunner's other teachings, including his dismissal of certain miraculous elements within the scriptures and his questioning of the usefulness of the doctrine of plenary verbal inspiration of the Bible. This is in accord with the treatment that conservatives have afforded others in the movement such as Barth and Paul Tillich; most conservatives have viewed neo-orthodox theology as simply a more moderate form of liberalism, rejecting its claims as a legitimate expression of the Protestant tradition.\n\n"
        },
        {
            "title": "Relationship with Karl Barth",
            "text": "Brunner was considered to be the chief proponent of the new theology long before Barth's name was known in America, as his books had been translated into English much earlier. He has been considered by many to be the minor partner in the uneasy relationship.[citation needed] Brunner once acknowledged that the only theological genius of the 20th century was Barth.[citation needed]\n\n"
        }
    ]
}