{
    "url": "https://en.wikipedia.org/wiki/Emma_Curtis_Hopkins",
    "title": "Emma Curtis Hopkins",
    "table_of_contents": [
        "1 Biography in Brief",
        "2 Career",
        "3 Relation to Christian Science and work with Mary Plunkett",
        "4 The Theological Seminary",
        "5 12 Lessons",
        "6 A Wandering Mystic",
        "7 Influence",
        "8 Bibliography",
        "9 See also",
        "10 References",
        "11 Sources",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Emma Curtis Hopkins (September 2, 1849 – April 8, 1925 age 75) was an American spiritual teacher and leader. She was involved in organizing the New Thought movement and was a primary theologian, teacher, writer, feminist, mystic, and healer, who ordained hundreds of people, including women, at what she named (with no tie to the Christian Science church in Boston) the Christian Science Theological Seminary of Chicago. Emma Curtis Hopkins was called the \"teacher of teachers\" because a number of her students went on to found their own churches or to become prominent in the New Thought Movement.\n\n"
        },
        {
            "title": "Biography in Brief",
            "text": "Emma Curtis Hopkins was born Josephine Emma Curtis in 1849 in Killingly, Connecticut, to Rufus Curtis and Lydia Phillips Curtis.[1]  She worked as a secondary-school teacher, in math, science, and the languages, and married George Irving Hopkins on July 19, 1874, which, by law ended her teaching career. Their son, John Carver, was born in 1875, graduated from the merchant marine academy and died in 1905.[2] Her husband divorced her in 1901. She discovered Christian Science in 1883 when a neighbor healed her family of a difficult respiratory illness[3] and later broke away, teaching and healing patients a broader understanding of mental healing and mysticism until her death, in her family home, in 1925.  Hopkins is often referred to as the \"Teacher of teachers\" or \"the mother of New Thought.\"  Those who studied with Hopkins included the Fillmores, founders of Unity; Ernest Holmes, founder of Religious Science; Malinda Cramer and Nona L. Brooks, founders of Divine Science; and Harriet Emilie Cady, author of Unity's cornerstone text Lessons in Truth.\n\n"
        },
        {
            "title": "Career",
            "text": "Hopkins was initially a student of the Christian Science of Mary Baker Eddy, who had been healed of a long-term back condition by Phineas Parkhurst Quimby, who had discovered what he believed to be \"the science of Christ,\"[4] and went on to teach his \"mental healing\" methods around New England,[5] Eddy claimed, after Quimby's death in 1866, to have found in the Christian Bible a science behind the alleged healing miracles of Jesus which could (as taught by Quimby and demonstrated in her own work) be practiced by anyone. Eddy went on to found the Massachusetts Metaphysical College in 1876, and Hopkins studied with her in 1883.  Hopkins would afterwards (see below) leave Christian Science to develop her own more eclectic form of metaphysical idealism, known later as New Thought with, like it, certain mystical traits of Gnosticism, Theosophy, and a wide variety of early Christian and Eastern teachings (detailed in her last book, High Mysticism.\n\nHopkins came to differ from Eddy in the fundamental idea of matter: where Eddy taught that \"there is no intelligence in matter,\"[6]  Hopkins logically deduced that if God as Intelligence is omnipresent, then God's intelligence must be present in matter, and every other aspect of the universe.[7]  She also moved away from Eddy's lead in speaking of God as both Mother and Father, Hopkins conceptualized the Trinity as three aspects of divinity, each playing a leading role in different historical epochs: God the Father, God the Son, and God the Mother-Spirit or Holy Comforter. Hopkins believed (as did Eddy, though not as parochially) that spiritual healing was the Second Coming of Christ into the world.  Hopkins also believed more specifically that the changing roles of women indicated their emerging prominence in the Godhead, signaling a new epoch identified by the inclusion of the Mother aspect of God.\n\nWhile Phineas Parkhurst Quimby is sometimes described as the founder of New Thought, he died in 1866, leaving his notes to his students, the Dresser family, to compile and publish, which didn't happen until 1907.[8] New Thought, therefore, did not formally organize until Hopkin's students brought together and focused the national movement, leading to the formation of the International New Thought Association in 1918, with Hopkins elected as its first president.[9]\n\nHer first work, Class Lessons 1888, was based on her notes from Eddy's classes, modified as she had begun teaching on her own. She went on to author a prolific body of written work (see bibliography below), which evolved with her own understanding. She was acclaimed for the giftedness of her personal lectures. Those who heard her speak noted her charismatic oratory, and many cases were documented of attendees experiencing healings during, or shortly after, attending.[10]\n\n"
        },
        {
            "title": "Relation to Christian Science and work with Mary Plunkett",
            "text": "Hopkins completed the first course of study at Eddy's Metaphysical college in December 1883, and worked as a practitioner in Boston and New Hampshire starting in February 1884. She was brought on as editor of the Christian Science Journal, then in October 1885, just over a year later, was relieved of the post—apparently for writing an editorial syncretizing too wide an Asian influence for Eddy's increasing identification with Christianity and suggesting the Mrs. Eddy was not the only mystical writer and teacher worth studying.[11]\n\nShe had earlier criticized A.J. Swartz for plagiarism of Eddy's work in his Mind-Cure Journal but, apparently through the help of another of Eddy's students, Mary Plunkett, was asked to edit Swartz's magazine for a period during 1886, while he was out of the country. That required a move to Chicago, where Hopkins remained for the next decade.\n\nIn Chicago, Hopkins and Plunkett established the Emma Hopkins College of Christian Science and the Hopkins Metaphysical Association, appropriating the then-common term Christian Science. Hopkins and Plunkett believed the term appropriately described their work, in spite of their breach with Eddy, who by that time had changed the name of her operation to the Church of Christ, Scientist. Their first class graduated in 1886 and were, as were all Hopkins' students henceforth, enjoined to both \"make these ideas your own\" and \"teach these principles to ensure their power in you.\"[12]\n\nPlunkett asked Eddy for a division of Eddy's Christian Science movement, with Eddy to yield everything west of the Mississippi, and then took offense at Eddy's rebuff.[13]  Hopkins and Plunkett would in time take in other disaffected students of Eddy, such as Ursula Gestefeld, who were dissatisfied with either the teachings or Eddy's promotional methods.[14]\n\nAmong the several hundred students who attended the college over the next 2 years were Charles and Myrtle Fillmore, who also began to use the term as they, too, began to heal others and to teach.\n\nIn 1888 Plunkett, dissatisfied with the limitations of their work in Chicago, left Hopkins and used her own past ties to Eddy to build a following in New York City. She fell into public disgrace after the scandal of her parting with her husband John, who had fathered neither of her children, in favor of a free love relationship with A. Bentley Worthington. Within a month after her adoption of his name Worthington was exposed as an embezzler and multi-state bigamist. Plunkett moved to Australia, where she committed suicide.[15]\n\nIt was only in the late 1890s, when it became clear that Eddy was determined that only her teachings could be called Christian Science that the term was let go, by Hopkins and other students of the philosophy and methods.\n\n"
        },
        {
            "title": "The Theological Seminary",
            "text": "Plunkett took with her the mailing list and other files associated with their joint venture, which left Hopkins in a difficult situation. She applied the principles and methods she taught to help her through it, and in the process realized that what she had to offer was not a profession, but a ministry.[16] She rebounded from Plunkett's departure by launching a new journal, which she called Christian Science, and sent it to those who had studied with her to promulgate the idea of healing as a ministry, and, with the help of a local Methodist minister, founding a seminary,[17] which focused on training spiritual leaders - especially women. Hopkins believed that mankind was supposed to live through three spiritual ages, corresponding with the Holy Trinity. God the Father represented the patriarchies of the past. God the Son represented Jesus Christ and the freeing of human thought. The present age of God the Holy Spirit would place women in charge. Hopkins thought of the Holy Spirit in terms of the Shekinah, the Mother Comforter.[18] Her focus on women as leaders was made evident in both her creation and support of the Hopkins' Association chapters around the world and in maintaining a booth in the Women's Pavilion at the Chicago World's Fair of 1893.\n\nShe led the seminary and, with a dozen faculty, taught classes to hundreds of students, with 110 graduates becoming ordained over the years. (see list of well-known New Thought leaders, below) Then, following the graduation ceremonies of June, 1896, she abruptly shut it down.[19][20]\n\n"
        },
        {
            "title": "12 Lessons",
            "text": "\nBuilding on what she learned from Mrs. Eddy, Hopkins taught 12 lessons, the content of which evolved as she taught and practiced. She describes them in her early book, Scientific Mental Practice,\nExcept for compilations of her articles, Class Lessons of 1888, and High Mysticism, each of the books that has been published under Hopkins' name is a transcription of her lectures, prepared by her students, and, since Hopkins spoke without notes and in a stream of consciousness, offers a slightly different version of the principles and methods. As a result, modern readers sometimes find the material difficult to follow. For this reason, Ruth L. Miller, a New Thought minister, has \"translated\" some of her works into modern prose and style, under the titles Unveiling Your Hidden Power[23] and The Spiritual Science of Emma Curtis Hopkins.[24]\n\n"
        },
        {
            "title": "A Wandering Mystic",
            "text": "For nearly 30 years after the closing of the Seminary, Hopkins traveled. She was seeking, as she said in High Mysticism, to own as little as possible and, through service to others, allow her divine Source to be her supply and protection. She wrote and lectured and offered individual healing sessions. She spent winters in New York, participating in the \"season\" of plays and concerts, and summers on the family farm in Connecticut. Among many other luminaries, she came to know the socialite Mabel Dodge before she married and became Mabel Dodge Lujan, and visited her in Taos, New Mexico, where Georgia O'Keeffe and D.H. Lawrence had homes.[25]\n\nIn 1918 she was elected the first president of the newly formed International New Thought Association. There, her many students honored her for giving them the gift of New Thought healing methods, her final book, High Mysticism, was presented at that time. and a persistent young man sought an interview, but she refused—not agreeing to see him until October 1924, when he became her last student: Ernest Holmes, who went on to write The Science of Mind, as a result.[26]\n\nIn 1923 Hopkins was diagnosed with congenital heart failure, which she called \"not so much an illness as God's ending a career,\"[27] and spent most of that year on the family farm. She returned to New York in the fall of 1924, where she shared her teachings with Ernest Holmes, but was back on the farm come spring. There, some of her students, members of what were once Hopkins Associations but now called the High Watch Fellowship, had bought a home across the road. They met almost daily, working through the daily practices Hopkins had described over and over in her classes and lectures. On April 8, 1925, they came to see her and she was in bed. She asked them to read her favorite Bible verses, and as they did, she breathed her last.[28]\n\n"
        },
        {
            "title": "Influence",
            "text": "Among those who studied with Emma Curtis Hopkins were:\n\nTheir students include:\n\nHer ideas about spiritual healing and the soul's relationship with God have been adopted by some mainstream religious movements including the International Order of St. Luke the Physician which was founded by an Episcopal priest.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "(This is a partial list of her work. References from www.worldcat.org and Google Books )\n\n"
        }
    ]
}