{
    "url": "https://en.wikipedia.org/wiki/Emmet_Fox",
    "title": "Emmet Fox",
    "table_of_contents": [
        "1 Biography",
        "2 Connection to Alcoholics Anonymous",
        "3 Bibliography",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Emmet Fox (30 July 1886 – 13 August 1951) was an Irish New Thought spiritual leader of the early 20th century, primarily through years of the Great Depression, until his death in 1951. Fox's large Divine Science church services were held in New York City.\n\n"
        },
        {
            "title": "Biography",
            "text": "Fox was born in Ireland. His father, Joseph Francis Fox, who died when Fox was still in his teens, was a physician and Member of Parliament.[1]\n\nFox attended St Ignatius' College, a Jesuit secondary school near Stamford Hill. He became an electrical engineer. \n\nHe studied New Thought from the time of his late teens; discovering his healing powers early. He came to know the prominent New Thought writer Thomas Troward.[1] Fox attended the London meeting at which the International New Thought Alliance was organized in 1914. He gave his first New Thought talk in Mortimer Hall in London in 1928. \n\nSoon he went to the United States, and in 1931 was selected to become the successor to James Murray as the minister of New York's Divine Science Church of the Healing Christ. Fox became immensely popular, and spoke to large church audiences during the Depression, holding weekly services for up to 5,500 people at the New York Hippodrome until 1938 and subsequently at Carnegie Hall.[2]\n\nHe was ordained in the Divine Science branch of New Thought. While on a visit abroad, he died at the American Hospital of Paris on August 13, 1951.\n\n"
        },
        {
            "title": "Connection to Alcoholics Anonymous",
            "text": "Fox’s secretary in New York was the mother of one of the men who worked with AA co-founder Bill Wilson. Partly as a result of this connection, early AA groups often went to hear Fox. \n\nHis writing, especially The Sermon on the Mount, became popular in AA. Several pamphlets \"The Golden Key,\" and \"The Seven Main Aspects of God\" are also widely read. [3]\n\n"
        }
    ]
}