{
    "url": "https://en.wikipedia.org/wiki/Empire_International_Pictures",
    "title": "Empire International Pictures",
    "table_of_contents": [
        "1 History",
        "1.1 Early years (1983–1984)",
        "1.2 Box office success (1985–1986)",
        "1.3 Financial collapse (1987–1989)",
        "2 Partial filmography",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEmpire International Pictures (aka Empire Entertainment) was an American small-scale theatrical distribution company. Charles Band formed Empire in 1983, prompted by his dissatisfaction with distributors' handling of films made by his previous business, Charles Band International Productions. Empire produced and distributed a number of low-budget horror and fantasy feature films, including Re-Animator, Troll, Ghoulies, Trancers, and From Beyond.\n\n"
        },
        {
            "title": "History",
            "text": "Sensing the emerging theatrical market for independently produced horror and science-fiction films, producer Charles Band decided to create a small production company to compete with the major Hollywood studios. The name Empire Pictures first surfaced in May 1983 at the Cannes Film Festival, where Band sought funding for Parasite II, a proposed sequel to his successful movie Parasite (1982).[1]\n\nInitial Empire productions included Swordkill (aka Ghost Warrior) and The Dungeonmaster, each of which received limited theatrical releases in 1984. Also that year, Empire signed an agreement with Vestron Video that granted Vestron worldwide video rights to five of Empire's films.[2]\n\nEmpire's first hit came in early 1985, with Ghoulies. Released in several major markets, the film had grossed $3,455,018 by February; it made over $1 million in its first weekend in New York City alone.[3] This success paved the way for the company to showcase future cult hits Trancers and Re-Animator in theaters.\n\nFlush with cash, Band purchased Castello di Giove, a 12th-century castle located in Giove, Italy.[4]  His intention was to use the edifice as a European base of operations and a filming location. Around the same time, Band also bought Dino de Laurentiis Cinematografica, which was founded by Dino De Laurentiis in 1946. The purchase price of De Laurentiis's studio was reportedly $20 million. Empire also teamed up with Vestron Video subsidiary Lightning Video to create the Force Video banner, under which six action-adventure videocassettes were released in the summer of 1985.[5]\n\n1986 saw Empire's biggest output of theatrical releases, including Eliminators, From Beyond, TerrorVision, and Troll. The last of these proved to be Empire's biggest success that year, grossing $5,450,815 when released in nearly a thousand theaters.[6] The company decided to expand.[7] Albert Band was named production head, a position he held until the company was sold off.[8] Empire's agreement with Vestron Video continued; Vestron bought the worldwide video rights to one of Empire's future releases for $35–$40 million.[9]\n\nWith a studio in Italy secured, 1987 saw Empire significantly increase its production. The company arrived at the American Film Market in February touting 36 new releases. Titles produced in this period included Dolls, Ghoulies II, Prison, and Robot Jox. Empire also switched video distributors, from Vestron to New World Video, which would release titles under the Empire Video label.[10]\n\nTwo new divisions of Empire were launched in 1987. The first was Urban Classics, which produced films such as Slave Girls from Beyond Infinity, Galactic Gigolo, and Space Sluts in the Slammer. Urban Classics released movies both theatrically, and subsequently on home video, marking the first time that Empire had produced its own home video releases, rather than partnering with another company.[11] The second subsidiary was Infinity Film Sales, headed by Maura Hoy. Its purpose was to distribute to the foreign market a set of low-budget films that had been offered to Wizard Video, yet another Empire division.[12] Later that year, Australian home video veteran Walter Lehne would purchase Infinity's 14 titles in a $1 million deal that included movies from Filmtrust, Intercontinental Releasing Corporation, and others as well.[13]\n\nAlso in 1987, Empire partnered with Cinema Home Video Productions to develop ten films. Most of the movies were planned to have a budget of $1 million each, but at least two would have $2–3 million in funding, and be shot at Empire's Italian studio. Distribution would be handled by Urban Classics domestically, and by Infinity overseas.[14]\n\nOn September 8, 1987, Empire reduced the staff of its publicity department from three people to one. The studio planned to outsource the marketing of special projects.[15]\n\nEmpire began to collapse in mid-1988, due to financial problems, including long-term debt obligations to Crédit Lyonnais. Once it became clear that the studio could not weather these difficulties, it was seized by the bank, and absorbed into Eduard Sarlui's Epic Productions in May 1988.[16] As a result, the releases of the titles that were in production, such as Stuart Gordon's Robot Jox, Peter Manoogian's Arena, and David Schmoeller's Catacombs, were delayed by several years.\n\nBand would form a new company, Full Moon Entertainment, in the autumn of 1988. Like Empire, Full Moon specializes in horror and fantasy films.\n\nAs of 2017, MGM is the owner of most of Empire's library, by way of Polygram Entertainment.[17] These films are being released on DVD and Blu-ray by Full Moon, under license from MGM.[18]\n\nThe rise and fall of Empire is the subject of the book Empire of the 'B's: The Mad Movie World of Charles Band by Dave Jay, Torsten Dewi, and Nathan Shumate, and the upcoming documentary Celluloid Wizards in the Video Wasteland by Daniel Griffith.[citation needed]\n\n"
        }
    ]
}