{
    "url": "https://en.wikipedia.org/wiki/Enceladus_Explorer",
    "title": "Enceladus Explorer",
    "table_of_contents": [
        "1 Concept",
        "1.1 IceMole",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nEnceladus Explorer (EnEx) is a planned interplanetary orbiter and lander mission equipped with a subsurface maneuverable ice melting probe suitable to assess the existence of life on Saturn's moon Enceladus.[1]\n\nThe astrobiology Enceladus Explorer project is funded by the German Aerospace Center (DLR), and is carried out by a research consortium of seven German universities.[1][2] This collaborative project was started on 22 February 2012.[3]\n\n"
        },
        {
            "title": "Concept",
            "text": "Enceladus is a small icy moon, seemingly similar in chemical makeup to comets,[4] with jets or geysers of water erupting from its surface that might be connected to active hydrothermal vents at its subsurface water ocean floor,[5][6][7][8][9] where the moon's ocean meets the underlying rock, a prime habitat for life.[10][11] The geysers could provide easy access for sampling the moon's subsurface ocean, and if there is microbial life in it, ice particles from the sea could contain the evidence astrobiologists need to identify them.[12] Water from the ocean is assumed to upwell through cracks in the ice and then eject into outer space through the plumes. This water would remain liquid up to shallow depths in the order of even of tens of meters.[13]\n\nThe EnEx mission consists of a lander carrying the IceMole, and an orbiter with the main function to act as a communications relay between the lander and Earth. After launch, the lander and orbiter would perform the interplanetary transfer to Saturn together, using the on-board nuclear electric propulsion (NEP) to power electric ion thrusters. The lander would land at a safe distance away from an active vapor plume. The IceMole would then be deployed to melt its way through, while navigating autonomously around hazards, and towards a target subglacial aquiferous fracture at a depth of about 200 m (660 ft) for an in situ examination for the presence of microorganisms before potential biosignatures and biomolecules are degraded by exposure to outer space.[1][2][14] The IceMole has a high energy demand that would be met by a cable run from the lander's small nuclear reactor providing 5 kW of electrical power.[1][3][15]\n\nThe lander would be equipped with the IceMole, an autonomous and maneuverable melting ice probe for clean in situ analysis and sampling of glacial ice and subglacial materials,[13] including a liquid sample from a water reservoir below the icy crust.[16] The design is based on combining melting and mechanical propulsion.[17][18] They demonstrated downward, horizontal and upward melting, as well as curve driving and dirt layer penetration. It offers systems for obstacle avoidance, target detection, and acoustic navigation in ice.[17][19]\n\n"
        }
    ]
}