{
    "url": "https://en.wikipedia.org/wiki/Enchanted_Feminism",
    "title": "Enchanted Feminism",
    "table_of_contents": [
        "1 Background",
        "1.1 Paganism and Wicca in the United States",
        "2 References",
        "2.1 Footnotes",
        "2.2 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Enchanted Feminism: The Reclaiming Witches of San Francisco is an anthropological study of the Reclaiming Wiccan community of San Francisco. It was written by the Scandinavian theologian Jone Salomonsen of the California State University, Northridge and first published in 2002 by the Routledge.\n\n"
        },
        {
            "title": "Background",
            "text": "Contemporary Paganism, which is also referred to as Neo-Paganism, is an umbrella term used to identify a wide variety of modern religious movements, particularly those influenced by or claiming to be derived from the various pagan beliefs of pre-modern Europe.[1][2] The religion of Pagan Witchcraft, or Wicca, was developed in England during the first half of the 20th century and is one of several Pagan religions. The figure at the forefront of Wicca's early development was the English occultist Gerald Gardner (1884–1964), the author of Witchcraft Today (1954) and The Meaning of Witchcraft (1959) and the founder of a tradition known as Gardnerian Wicca. Gardnerian Wicca revolved around the veneration of both a Horned God and a Mother Goddess, the celebration of eight seasonally-based festivals in a Wheel of the Year and the practice of magical rituals in groups known as covens. Gardnerianism was subsequently brought to the U.S. in the early 1960s by an English initiate, Raymond Buckland (1934–), and his then-wife Rosemary, who together founded a coven in Long Island.[3][4]\n\nIn the U.S., new variants of Wicca developed, including Dianic Wicca, a tradition founded in the 1970s which was influenced by second wave feminism, emphasized female-only covens, and rejected the veneration of the Horned God. One initiate of both the Dianic and Gardnerian traditions was a woman known as Starhawk (1951–) who went on to found her own tradition, Reclaiming Wicca, as well as publishing The Spiral Dance: a Rebirth of the Ancient Religion of the Great Goddess (1979), a book which helped spread Wicca throughout the U.S.[5][6]\n\nPrior to Magiocco's work, three American researchers working in the field of Pagan studies had separately published investigations of the Pagan community in both the United States and the United Kingdom. The first of these had been the practicing Wiccan, journalist and political activist Margot Adler in her Drawing Down the Moon: Witches, Druids, Goddess-Worshippers, and Other Pagans in America Today, which was first published by Viking Press in 1979.[7] A second study was produced by the anthropologist Tanya M. Luhrmann in her Persuasions of the Witches' Craft: Ritual Magic in Contemporary England (1989), in which she focused on both a Wiccan coven and several ceremonial magic orders that were then operating in London.[8] This was followed by the sociologist Loretta Orion's Never Again the Burning Times: Paganism Revisited (1995), which focused on Pagan communities on the American East Coast and Midwest.[9]\n\n"
        }
    ]
}