{
    "url": "https://en.wikipedia.org/wiki/Encounter_in_the_Dawn",
    "title": "Encounter in the Dawn",
    "table_of_contents": [
        "1 Plot",
        "2 Comparison with 2001: A Space Odyssey",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\"Encounter in the Dawn\" (also known as \"Expedition to Earth\"[1]) is a short story by English writer Arthur C. Clarke, first published in 1953 in the magazine Amazing Stories. It was originally collected in the anthology Expedition to Earth, and, in one edition of the book, is titled \"Expedition to Earth\". In a later collection the title \"Encounter at Dawn\" is used. The story was later restyled and used as the basis for the first section of Clarke's 1968 novel 2001 A Space Odyssey.\n\nIn Clarke's 1972 book The Lost Worlds of 2001, the author noted:\n\n"
        },
        {
            "title": "Plot",
            "text": "A survey starship crewed by three scientists lands on a planet on the rim of the Milky Way, much like their own some 100,000 light years away. On the planet they discover an indigenous race of bipedals much like themselves but on a vastly lower technological level. Despite their ability to travel across the galaxy, their own civilisation is failing and at intervals increasingly bad news arrives from home. Their species has so far located a mere hundred examples of \"their kind of life\" in the whole galaxy. They initiate contact with the indigenous species while comparing them to their own origins 100,000 years ago. They initially hoped to assist the newly discovered race to allow it to climb \"out of barbarism\" in a dozen generations, but as their own civilisation is in its death throes, they must leave and the natives will have to ascend on their own, which might take them as much as a million years.\n\nAs they are about to leave, the key scientist engages in a monologue directed at the indigenous Yaan, despite very limited common language. He gives Yaan various small gifts and then enters the ship which has just arrived. The ship floats into the sky and departs with a streak of light and a peal of thunder, leading Yaan to conclude that the gods have departed forever.\n\nAll through the story there are no definite clues whether the visitors or the locals are the \"real\" humans, until the final paragraph, which reveals that some thousand centuries later, on the plain by the river, Yaan's descendants will build the city they will call Babylon.[2]\n\n"
        },
        {
            "title": "Comparison with 2001: A Space Odyssey",
            "text": "Although the concept of advanced aliens interacting with low-level civilisation is a common theme, there are key differences between this story and the opening of 2001.\n\nIn 2001, the indigenous man-apes are at an even lower level, being essentially gatherers who have yet to discover hunting and are on the verge of extinction despite being surrounded by a rich ecosystem which they cannot exploit. The monolith is a remote tool by means of which an undisclosed alien intelligence can, by a form of telepathy, interact directly to force the man-apes into various acts they would not naturally do, such as attempting to tie knots. It can also implant images directly into their brains, such as an image of satiated well-fed man-apes. Finally, it can implant the idea of developing tools, such as the use of a simple club, by which means the man-apes are able to both defeat the predatory big cats and also gain a new supply of food. The undisclosed intelligence using the tool is clearly testing and influencing the development of the species, but, having planted the seeds, they are left to their own devices to succeed or fail, as the case may be.\n\nBy contrast in \"Encounter in the Dawn\", the high-intelligence aliens are present in person and have the apparent intent of guiding the new civilisation to an advanced level, until affairs render this impossible.  There is a level of irony here in that while they strive to advance this new civilisation, their own is failing, the reader is led to believe, through mistakes they themselves have made rather than through some external force.\n\n"
        }
    ]
}