{
    "url": "https://en.wikipedia.org/wiki/Encyclopedia_of_Life",
    "title": "Encyclopedia of Life",
    "table_of_contents": [
        "1 Overview",
        "2 Intention",
        "3 Resources and collaborations",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Encyclopedia of Life (EOL) is a free, online encyclopedia intended to document all of the 1.9 million living species known to science. It is compiled from existing trusted databases curated by experts and with the assistance of non-experts throughout the world.[1][2] It aims to build one \"infinitely expandable\" page for each species, including video, sound, images, graphics, as well as text.[3] In addition, the Encyclopedia incorporates content from the Biodiversity Heritage Library, which digitizes millions of pages of printed literature from the world's major natural history libraries. The project was initially backed by a US$50 million funding commitment, led by the MacArthur Foundation and the Sloan Foundation, who provided US$20 million and US$5 million, respectively. The additional US$25 million came from five cornerstone institutions—the Field Museum, Harvard University, the Marine Biological Laboratory, the Missouri Botanical Garden, and the Smithsonian Institution. The project was initially led by Jim Edwards[4] and the development team by David Patterson. Today, participating institutions and individual donors continue to support EOL through financial contributions.[citation needed]\n\n"
        },
        {
            "title": "Overview",
            "text": "EOL went live on 26 February 2008 with 30,000 entries.[5] The site immediately proved to be extremely popular, and temporarily had to revert to demonstration pages for two days when over 11 million views of it were requested.\n\nThe site relaunched on 5 September 2011 with a redesigned interface and tools. The new version – referred to as EOLv2 – was developed in response to requests from the general public, citizen scientists, educators and professional biologists for a site that was more engaging, accessible and personal. EOLv2 is redesigned to enhance usability and encourage contributions and interactions among users. It is also internationalized with interfaces provided for English, German, Spanish, French, Galician, Serbian, Macedonian, Arabic, Chinese, Korean and Ukrainian language speakers. On 16 January 2014, EOL launched TraitBank, a searchable, open digital repository for organism traits, measurements, interactions and other facts for all taxa.[6]\n\nThe initiative's executive committee includes senior officers from the Atlas of Living Australia, the Biodiversity Heritage Library consortium, the Chinese Academy of Sciences, CONABIO, Field Museum, Harvard University, the Bibliotheca Alexandrina (Library of Alexandria), MacArthur Foundation, Marine Biological Laboratory, Missouri Botanical Garden, Sloan Foundation, and the Smithsonian Institution.[7]\n\n"
        },
        {
            "title": "Intention",
            "text": "Information about many species is already available from a variety of sources, in particular about the megafauna. Gathering currently available data on all 1.9 million species will take about 10 years.[8] As of September 2011[update], EOL had information on more than 700,000 species available, along with more than 600,000 photos and millions of pages of scanned literature. The initiative relies on indexing information compiled by other efforts, including the Sp2000 and ITIS Catalogue of Life, Fishbase and the Assembling Tree of Life project of NSF, AmphibiaWeb, Mushroom explorer, microscope, etc. The initial focus has been on living species but will later include extinct species. As the discovery of new species is expected to continue (currently at about 20,000 per year), the encyclopedia will continue to grow. As taxonomy finds new ways to include species discovered by molecular techniques, the rate of new additions will increase, particularly in respect to the microbial work of (eu)bacteria, archaebacteria and viruses.[citation needed] EOL's goal is to serve as a resource for the general public, enthusiastic amateurs, educators, students and professional scientists from around the world.[2]\n\n"
        },
        {
            "title": "Resources and collaborations",
            "text": "The Encyclopedia of Life provides full provenance for information through citations from its trusted databases. Professional researchers publishing academic research should cite directly to the underlying data.[9]  Users may not currently edit EOL's entries directly but may register for the site to join specialist expert communities to discuss relevant information, questions, possible corrections, sources, and potential updates, contribute images and sound, or volunteer for technical support services.[10] Its interface is translated at translatewiki.net.[clarification needed]\n\n"
        }
    ]
}