{
    "url": "https://en.wikipedia.org/wiki/Encyclopedia_Americana",
    "title": "Encyclopedia Americana",
    "table_of_contents": [
        "1 History and predecessors",
        "2 Later developments",
        "3 Editors-in-Chief",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEncyclopedia Americana is a general encyclopedia[2] written in American English. It was the first major multivolume encyclopedia that was published in the United States.[2] With Collier's Encyclopedia and Encyclopædia Britannica, Encyclopedia Americana became one of the three major English-language general encyclopedias: The three were sometimes collectively called \"the ABCs\".[3] Following the acquisition of Grolier in 2000, the encyclopedia has been produced by Scholastic.\n\nThe encyclopedia has more than 45,000 articles, most of them more than 500 words and many running to considerable length (the \"United States\" article is over 300,000 words). Americana is international in scope and is known for its detailed coverage of American and Canadian geography and history.[2] Americana is also known for its strong coverage of biographies, and scientific and technical subjects.[2] Written by 6,500 contributors, the Encyclopedia Americana includes over 9,000 bibliographies, 150,000 cross-references, 1,000+ tables, 1,200 maps, and almost 4,500 black-and-white line art and color images. It also has 680 factboxes. Major articles are signed by their contributors, many being scholars pre-eminent in their field.[2]\n\nLong available as a 30-volume print set, the Encyclopedia Americana is now marketed as an online encyclopedia requiring a subscription. In March 2008, Scholastic said that print sales remained good but that the company was still deciding on the future of the print edition.[4] The company’s final print edition was released in 2006.[2]\n\nThe online version of the Encyclopedia Americana, first introduced in 1996,[2] continues to be updated and sold. This work, like the print set from which it is derived, is designed for high school and first-year college students along with public library users. It is available to libraries as one of the options in the Grolier Online reference service, which also includes the Grolier Multimedia Encyclopedia, intended for middle and high school students, and The New Book of Knowledge, an encyclopedia for elementary and middle school students. Grolier Online is not available to individual subscribers.\n\n"
        },
        {
            "title": "History and predecessors",
            "text": "There have been three separate works using the title Encyclopedia Americana.\n\nThe first began publishing in the 1820s by the German exile Francis Lieber. The 13 volumes of the first edition were completed in 1833, and other editions and printings followed in 1835, 1836, 1847–1848, 1849 and 1858. Lieber's work was based upon and was in no small part a translation of the 7th edition of the well established Konversations-Lexikon of Brockhaus. Some material from this set was carried over into the modern version, as well as the Brockhaus short article method.[5][6]\n\nA separate Encyclopedia Americana was published by J.M. Stoddart between 1883 and 1889, as a supplement to American reprintings of the 9th edition of the Encyclopædia Britannica. It was four quarto volumes meant to \"extend and complete the articles in Britannica\".[7] Stoddart's work, however, is not connected to the earlier work by Lieber.[8]\n\nIn 1902, a new version in 16 volumes was published under the title Encyclopedia Americana, under the editorial supervision of Scientific American magazine. The magazine's editor, Frederick Converse Beach, was editor-in-chief, and was said to be assisted by hundreds of eminent scholars and authorities who served as consulting editors or authors. The first publisher was R.S. Peale & Co; between 1903 and 1906 further editions were issued by the Americana Corp. and the Scientific American Compiling Department, with George Edwin Rines appointed managing editor in 1903.[9] The relationship with Scientific American was terminated in 1911.[10] From 1907 to 1912, the work was published as The Americana.\n\nA major new edition appeared in 1918–20 in 30 volumes, with George Edwin Rines as editor-in-chief.[9] A yearbook, which has appeared under a variety of titles, was also published each year beginning in 1923 and continuing until 2008.[2]\n\nThe encyclopedia was purchased by Grolier in 1945. By the 1960s, sales of the Americana and its sister publications under Grolier—The Book of Knowledge, the American Peoples Encyclopedia, the Book of Popular Science, and Lands and Peoples—were strong enough to support the company's occupancy of a large building (variously named the Americana Building and the Grolier Building) in Midtown Manhattan, at 575 Lexington Avenue. Sales during this period were accomplished primarily through mail-order and door-to-door operations. Telemarketing and third-party distribution through their Lexicon division added to sales volumes in the 1970s. By the late 1970s, Grolier had moved its operations to Danbury, Connecticut.\n\n"
        },
        {
            "title": "Later developments",
            "text": "In 1988, Grolier was purchased by the French media company Hachette, which owned a well-known French-language encyclopedia, the Hachette Encyclopedia. Hachette was later absorbed by the French conglomerate the Lagardère Group.\n\nA CD-ROM version of the encyclopedia was published in 1995. Although the text and images were stored on separate disks, it was in keeping with standards current at the time. More importantly, the work had been digitized, allowing for release of an online version in 1997. Over the next few years the product was augmented with additional features, functions, supplementary references, Internet links, and current events journal. A redesigned interface and partly reengineered product, featuring enhanced search capabilities and a first-ever ADA-compliant, text-only version for users with disabilities, was presented in 2002.\n\nThe acquisition of Grolier by Scholastic for US$400 million, took place in 2000. The new owners projected a 30% increase in operating income, although historically Grolier had experienced earnings of 7% to 8% on income.[11] Following the acquisition, Americana became part of a suite of educational resources.[2] Staff reductions as a means of controlling costs also followed soon thereafter, even while an effort was made to augment the sales force. Cuts occurred every year between 2000 and 2007, leaving a much-depleted work force to carry out the duties of maintaining a large encyclopedia database.[12]\n\nIn 2004, Scholastic stated that Americana’s 2,500 online articles are being revised annually.[2] Today, Americana lives on as an integral database within the Grolier Online product.\n\n"
        }
    ]
}