{
    "url": "https://en.wikipedia.org/wiki/Endorphin",
    "title": "Endorphins",
    "table_of_contents": [
        "1 History",
        "2 Etymology",
        "3 Types",
        "4 Synthesis",
        "5 Regulation",
        "6 Mechanism of action",
        "7 Functions",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEndorphins (contracted from endogenous morphine)[1][2] are chemical signals in the brain that block the perception of pain and increase feelings of wellbeing. They are produced and stored in an area of the brain known as the pituitary gland. \n\n"
        },
        {
            "title": "History",
            "text": "Opioid peptides in the brain were first discovered in 1973 by investigators at the University of Aberdeen, John Hughes and Hans Kosterlitz. They isolated \"enkephalins\" (from the Greek εγκέφαλος, cerebrum) from pig brain, identified as Met-enkephalin and Leu-enkephalin.[3][4][5][6]  This came after the discovery of a receptor that was proposed to produce the pain-relieving analgesic effects of morphine and other opioids, which led Kosterlitz and Hughes to their discovery of the endogenous opioid ligands.[7] Research during this time was focused on the search for a painkiller that did not have the addictive character or overdose risk of morphine.[6][8]\n\nRabi Simantov and Solomon H. Snyder isolated morphine-like peptides from calf brain.[9] Eric J. Simon, who independently discovered opioid receptors, would later term these peptides as endorphins.[10] This term was essentially assigned to any peptide that demonstrated morphine-like activity.[11] In 1976, Choh Hao Li and David Chung recorded the sequences of α-, β-, and γ-endorphin isolated from camel pituitary glands for their opioid activity.[12][13] They identified that β-endorphin produced strong analgesic effects.[13] Wilhelm Feldberg and Derek George Smyth in 1977 confirmed this claim, finding β-endorphin to be much stronger than morphine. In addition, they found that it is completely removed from opiate receptors by naloxone, an identified morphine antagonist.[14]\n\nStudies have subsequently distinguished between enkephalins, endorphins, and endogenously produced morphine,[15][16] which is not a peptide.  Opioid peptides are classified based on their precursor propeptide: all endorphins are synthesized from the precursor proopiomelanocortin (POMC), encoded by proenkephalin A, and dynorphins encoded by pre-dynorphin.[17][18]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word endorphin is derived from ἔνδον / Greek: éndon meaning \"within\" (endogenous, ἐνδογενής / Greek: endogenes, \"proceeding from within\"), and morphine, from Morpheus (Ancient Greek: Μορφεύς, romanized: Morpheús), the god of dreams in the Greek mythology. Thus, endorphin is a contraction of 'endo(genous) (mo)rphin' (morphin being the old spelling of morphine).\n\n"
        },
        {
            "title": "Types",
            "text": "The class of endorphins consists of three endogenous opioid peptides: α-endorphin, β-endorphin, and γ-endorphin.[19]  The endorphins are all synthesized from the precursor protein, proopiomelanocortin, and all contain a Met-enkephalin motif at their N-terminus: Tyr-Gly-Gly-Phe-Met.[20]  α-endorphin and γ-endorphin result from proteolytic cleavage of β-endorphin between the Thr(16)-Leu(17) residues and Leu(17)-Phe(18) respectively.[21] α-endorphin has the shortest sequence, and β-endorphin has the longest sequence.\n\nα-endorphin and γ-endorphin are primarily found in the anterior and intermediate pituitary.[22] While β-endorphin is studied for its opioid activity, α-endorphin and γ-endorphin both lack affinity for opiate receptors and thus do not affect the body in the same way that β-endorphin does. Some studies have characterized α-endorphin activity as similar to that of psychostimulants and γ-endorphin activity to that neuroleptics separately.[22]\n\n"
        },
        {
            "title": "Synthesis",
            "text": "Endorphin precursors are primarily produced in the pituitary gland.[26][27][28] All three types of endorphins are fragments of the precursor protein proopiomelanocortin (POMC). At the trans-Golgi network, POMC binds to a membrane-bound protein, carboxypeptidase E (CPE).[29] CPE facilitates POMC transport into immature budding vesicles.[30] In mammals, pro-peptide convertase 1 (PC1) cleaves POMC into adrenocorticotropin (ACTH) and beta-lipotropin (β-LPH).[29] β-LPH, a pituitary hormone with little opiate activity, is then continually fragmented into different peptides, including α-endorphin, β-endorphin, and γ-endorphin.[25][31][32] Peptide convertase 2 (PC2) is responsible for cleaving β-LPH into β-endorphin and γ-lipotropin.[8] Formation of α-endorphin and γ-endorphin results from proteolytic cleavage of β-endorphin.[21]\n\n"
        },
        {
            "title": "Regulation",
            "text": "Noradrenaline has been shown to increase endorphins production within inflammatory tissues, resulting in an analgesic effect;[33] the stimulation of sympathetic nerves by electro-acupuncture is believed to be the cause of its analgesic effects.[34]\n\n"
        },
        {
            "title": "Mechanism of action",
            "text": "Endorphins are released from the pituitary gland, typically in response to pain, and can act in both the central nervous system (CNS) and the peripheral nervous system (PNS). In the PNS, β-endorphin is the primary endorphin released from the pituitary gland. Endorphins inhibit transmission of pain signals by binding μ-receptors of peripheral nerves, which block their release of neurotransmitter substance P.  The mechanism in the CNS is similar but works by blocking a different neurotransmitter: gamma-aminobutyric acid (GABA). In turn, inhibition of GABA increases the production and release of dopamine, a neurotransmitter associated with reward learning.[24][35]\n\n"
        },
        {
            "title": "Functions",
            "text": "Endorphins play a major role in the body's inhibitory response to pain. Research has demonstrated that meditation by trained individuals can be used to trigger endorphin release.[36] Laughter may also stimulate endorphin production and elevate one's pain threshold.[37]\n\nEndorphin production can be triggered by vigorous aerobic exercise. The release of β-endorphin has been postulated to contribute to the phenomenon known as a \"runner's high.\"[38][39] However, several studies have supported the hypothesis that the runner's high is due to the release of endocannabinoids rather than that of endorphins.[40] Endorphins may contribute to the positive effect of exercise on anxiety and depression.[41] The same phenomenon may also play a role in exercise addiction. Regular intense exercise may cause the brain to downregulate the production of endorphins in periods of rest to maintain homeostasis, causing a person to exercise more intensely in order to receive the same feeling.[42]\n\n"
        }
    ]
}