{
    "url": "https://en.wikipedia.org/wiki/Endopterygota",
    "title": "Endopterygota",
    "table_of_contents": [
        "1 Evolution",
        "2 Description",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEndopterygota (from Ancient Greek endon 'inner' + pterón 'wing' + New Latin -ota 'having'), also known as Holometabola, is a superorder of insects within the infraclass Neoptera that go through distinctive larval, pupal, and adult stages. They undergo a radical metamorphosis, with the larval and adult stages differing considerably in their structure and behaviour. This is called holometabolism, or complete metamorphism.\n\n"
        },
        {
            "title": "Evolution",
            "text": "The Endopterygota constitute the most diverse insect superorder, with over 1 million living species divided between 11 orders, containing insects such as butterflies, flies, fleas, bees, ants, and beetles.[2]\n\nThe earliest endopterygote fossils date from the Carboniferous.[3]\n\nThe Endopterygota are sometimes divided into three assemblages: Neuropterida (Neuroptera, Megaloptera, Raphidioptera, Strepsiptera and Coleoptera), Hymenopteroida (Hymenoptera), and Panorpida (Siphonaptera, Diptera, Trichoptera, Lepidoptera and Mecoptera). \n\nMolecular analysis has clarified the group's phylogeny, as shown in the cladogram.[4]\n\n"
        },
        {
            "title": "Description",
            "text": "The Endopterygota are distinguished from the Exopterygota by the way in which their wings develop. Endopterygota (literally \"internal winged forms\") develop wings inside the body and undergo an elaborate metamorphosis involving a pupal stage. Exopterygota (\"external winged forms\") develop wings on the outside their bodies and do not go through a pupal stage. The latter trait is plesiomorphic, however, as it is found also in groups such as Odonata (dragonflies and damselflies), which are not Neoptera, but more basal among insects.\n\n"
        }
    ]
}