{
    "url": "https://en.wikipedia.org/wiki/Energy_policy_of_the_United_States",
    "title": "Energy policy of the United States",
    "table_of_contents": [
        "1 History",
        "2 Department of Energy",
        "3 Import policies",
        "3.1 Petroleum",
        "4 Export",
        "5 Strategic petroleum reserve",
        "6 Energy consumption",
        "7 Sources",
        "8 Utilities",
        "9 Energy efficiency",
        "10 Energy budget, initiatives and incentives",
        "10.1 Tax incentives",
        "10.2 Loan guarantees",
        "10.3 Renewable portfolio standard",
        "10.4 Biofuels",
        "10.5 Producer subsidies",
        "10.6 Federal leases",
        "10.7 Net metering",
        "11 Electricity distribution",
        "12 Greenhouse gas emissions",
        "13 See also",
        "14 References",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe energy policy of the United States is determined by federal, state, and local entities. It addresses issues of energy production, distribution, consumption, and modes of use, such as building codes, mileage standards, and commuting policies. Energy policy may be addressed via include legislation, regulation, court decisions, public participation, and other techniques. \n\nFederal energy policy acts were passed in 1974, 1992, 2005, 2007, 2008, 2009,[1] 2021, and 2022, although energy-related policies have appeared in many other bills. State and local energy policies typically relate to efficiency standards and/or transportation.[2]\n\nFederal energy policies since the 1973 oil crisis have been criticized over an alleged crisis-mentality, promoting expensive quick fixes and single-shot solutions that ignore market and technology realities.[3][4]\n\nAmericans constitute less than 5% of the world's population, but consume 26% of the world's energy[5] to produce 26% of the world's industrial output. Technologies such as fracking and horizontal drilling allowed the United States in 2014 to become the world's top oil fossil fuel producer.[6] In 2018, US exports of coal, natural gas, crude oil and petroleum products exceeded imports, achieving a degree of energy independence fo the first time in decades.[7][8][9] In the second half of 2019, the US was the world's top producer of oil and gas.[10] This energy surplus ended in 2020.[11][12]\n\n\nVarious multinational groups have attempted to establish goals and timetables for energy and other climate-related policies, such as the 1995 Kyoto Protocol, and the 2015 Paris Agreement. \n"
        },
        {
            "title": "History",
            "text": "In the early days of the Republic energy policy allowed free use of standing timber for heating and industry. Wind and water provided energy for tasks such as milling grain. In the 19th century, coal became widely used. Whales were rendered into lamp oil.[13] Coal gas was fractionated for use as lighting and town gas. Natural gas was first used in America for lighting in 1816.[14] It has grown in importance, especially for electricity generation, but US natural gas production peaked in 1973[15] and the price has risen significantly since then.\n\nCoal provided the bulk of the US energy needs well into the 20th century. Most urban homes had a coal bin and a coal-fired furnace. Over the years these were replaced with oil furnaces that were easier and safer to operate.[16]\n\nFrom the early 1940s, the US government and oil industry entered into a mutually beneficial collaboration to control global oil resources.[17] By 1950, oil consumption exceeded that of coal.[18][19] Abundant oil in California, Texas, Oklahoma, as well as in Canada and Mexico, coupled with its low cost, ease of transportation, high energy density, and use in internal combustion engines, led to its increasing use.[20]\n\nFollowing World War II, oil heating boilers took over from coal burners along the Eastern Seaboard; diesel locomotives took over from coal-fired steam engines; oil-fired power plants dominated; petroleum-burning buses replaced electric streetcars, and citizens bought gasoline-powered cars. Interstate Highways helped make cars the major means of personal transportation.[20] As oil imports increased, US foreign policy was drawn into Middle East politics, seeking to maintain steady supply via actions such as protcting Persian Gulf sea lanes.[21]\n\nHydroelectricity was the basis of Nikola Tesla's introduction of the US electricity grid, starting at Niagara Falls, New York, in 1883.[22] Electricity generated by major dams such as the TVA Project, Grand Coulee Dam and Hoover Dam still produce some of the lowest-priced ($0.08/kWh) electricity. Rural electrification strung power lines to many more areas.[13][23]\n\nA National Maximum Speed Limit of 55 mph (88 km/h) was imposed in 1974 (and repealed in 1995) to help reduce consumption. Corporate Average Fuel Economy (aka CAFE) standards were enacted in 1975 and progressively tightened over time to compel manufacturers to improve vehicle mileage.[24] Year-round Daylight Saving Time was imposed in 1974 and repealed in 1975. The United States Strategic Petroleum Reserve was created in 1975. \n\nThe Weatherization Assistance Program[25] was enacted in 1977. This program has provided services to more than 5.5 million low-income families.[citation needed] On average, low-cost weatherization reduces heating bills by 31% and overall energy bills by $358 per year at 2012 prices. Increased energy efficiency and weatherization spending has a high return on investment.[26]\n\nThe federal government provided substantially larger subsidies to fossil fuels than to renewables in the 2002–2008 period. Subsidies to fossil fuels totaled approximately $72 billion over the study period, a direct cost to taxpayers. Subsidies for renewable fuels, totaled $29 billion over the same period.[27]\n\nIn some cases, the US used energy policy to pursue other international goals. Richard Heinberg claimed that a declassified CIA document showed that the US used oil prices as leverage against the economy of the Soviet Union by working with Saudi Arabia during the Reagan administration to keep oil prices low, thus decreasing the value of the USSR's petroleum export industry.[28]\n\nThe 2005 Energy Policy Act (EPA) addressed (1) energy efficiency; (2) renewable energy; (3) oil and gas; (4) coal; (5) tribal energy; (6) nuclear matters; (7) vehicles and motor fuels, including ethanol; (8) hydrogen; (9) electricity; (10) energy tax incentives; (11) hydropower and geothermal energy; and (12) climate change technology.[29] The Act also started the Department of Energy's Loan Guarantee Program.[30]\n\nThe Energy Independence and Security Act of 2007 provided funding to help improve building codes, and outlawed the sale of incandescent light bulbs, in favor of fluorescents and LEDs.[1] It also includes funding to increase photovoltaics, and a solar air conditioning program and set the CAFE standard to 35 mpg by 2020.\n\nIn December 2009, the United States Patent and Trademark Office announced the Green Patent Pilot Program.[31] The program was initiated to accelerate the examination of patent applications relating to certain green technologies, including the energy sector.[32] The pilot program was initially designed to accommodate 3,000 applications related to certain green technology categories, and the program was originally set to expire on December 8, 2010. In May 2010, the USPTO announced that it would expand the pilot program.[33]\n\nIn 2016, federal government energy-specific subsidies and support for renewables, fossil fuels, and nuclear energy amounted to $6,682 million, $489 million and $365 million, respectively.[34]\n\nOn June 1, 2017, then-President Donald Trump announced that the U.S. would cease participation in the 2015 Paris Agreement on climate change mitigation agreed to under the President Barack Obama administration.[35] On November 3, 2020, incoming President Joe Biden announced that the U.S. would resume its participation.[36]\n\nThe Energy Information Administration (EIA) predicted that the reduction in energy consumption in 2020 due to the COVID-19 pandemic would take many years to recover.[37] The US imported much of its oil for many decades but in 2020 became a net exporter.[38]\n\nUnder President Joe Biden, one-third of the Strategic Petroleum Reserve was tapped to reduce energy prices during the COVID-19 pandemic.[39] He also invoked the Defense Production Act of 1950 to boost manufacturing of solar cells and other renewable energy generators, fuel cells and other electricity-dependent clean fuel equipment, building insulation, heat pumps, critical power grid infrastructure, and electric vehicle batteries.[40][41]\n\nBiden also signed the Infrastructure Investment and Jobs Act to invest $11 billion in power grid infrastructure, including millions in clean energy generators for low-income and minority communities;[42] $6 billion in domestic nuclear power; $66 billion in industrial policy for emerging technologies in energy; and nearly $24 billion in onshoring, supply chain resilience, and bolstering competitive advantages in energy.[43] Finally, he passed the CHIPS and Science Act to boost DOE and National Science Foundation research activities by $174 billion[44] and the Inflation Reduction Act to create assistance programs for utility cooperatives[45] and a $27 billion green bank[46] and appropriate $270 billion in clean energy and energy efficiency tax credits,[47] including $158 billion for investments in clean energy, and $36 billion for home energy upgrades from public utilities.[48][49][50]\n\n"
        },
        {
            "title": "Department of Energy",
            "text": "As of September 2012[update], The Energy Department's mission statement is \"to ensure America's security and prosperity by addressing its energy, environmental and nuclear challenges through transformative science and technology solutions.\"[51]\n\n"
        },
        {
            "title": "Import policies",
            "text": "The US bans energy imports from countries such as Russia (because of the Russo-Ukrainian War),[52] and Venezuela.[53] The US limits exports of oil from Iran.[54] The US imports energy from multiple countries, led by Canada, although it is a net exporter.\n\n"
        },
        {
            "title": "Export",
            "text": "The US does not limit energy exports, although it has in the past.[citation needed]\n\n"
        },
        {
            "title": "Strategic petroleum reserve",
            "text": "The United States Strategic Petroleum Reserve stores as much as 600M barrels of oil.[39][needs update]\n\n"
        },
        {
            "title": "Sources",
            "text": "Energy in the United States came mostly from fossil fuels in 2021: 36% originated from petroleum, 32% from natural gas, and 11% from coal.[63] Renewable energy supplied the rest: hydropower, biomass, wind, geothermal, and solar supplied 12%, while nuclear supplied 8%.[63]\n"
        },
        {
            "title": "Utilities",
            "text": "Utility rates are typically set to provide a constant 10% – 13% rate of return. Operating cost changes are typically passed directly through to consumers.[64][unreliable source?]\n\n"
        },
        {
            "title": "Energy efficiency",
            "text": "Opportunities for increased energy are available across the economy, including buildings/appliances, transportation, and manufacturing. Some opportunities require new technology. Others require behavior change by individuals or at the community level or above.\n\nBuilding-related energy efficiency innovation takes many forms, including improvements in water heaters; refrigerators and freezers; building control technologies heating, ventilation, and cooling (HVAC); adaptive windows; building codes; and lighting.[66]\n\nEnergy-efficient technologies may allow superior performance (e.g. higher quality lighting, heating and cooling with greater controls, or improved reliability of service through greater ability of utilities to respond to time of peak demand).[66]\n\nMore efficient vehicles save on fuel purchases, emit fewer pollutants, improve health and save on medical costs.[66]\n\nHeat engines are only 20% efficient at converting oil into work.[67][68]\n\n"
        },
        {
            "title": "",
            "text": "Most energy policy incentives are financial. Examples of these include tax breaks, tax reductions, tax exemptions, rebates, loans and subsidies. \n\nThe Energy Policy Act of 2005, Energy Independence and Security Act of 2007, Emergency Economic Stabilization Act of 2008, and the Inflation Reduction Act all provided such incentives.\n\nThe US Production Tax Credit (PTC) reduces the federal income taxes of qualified owners of renewable energy projects based on grid-connected output. The Investment Tax Credit (ITC) reduces federal income taxes for qualified tax-payers based on capital investment in renewable energy projects. The Advanced Energy Manufacturing Tax Credit (MTC) awards tax credits to selected domestic manufacturing facilities that support clean energy development.[69]\n\nThe Department of Energy's Loan Guarantee Program guarantees financing up to 80% of a qualifying project's cost.[30]\n\nA Renewable Portfolio Standard (RPS) is a state/local mandate that requires electricity providers to supply a minimum amount of power from renewable sources, usually defined as a percentage of total energy production.[70]\n\nThe federal government offers many programs to support the development and implementation of biofuel-based replacements for fossil fuels.[71]\n\nLandowners and operators who establish, produce, and deliver biofuel crops may qualify for partial reimbursement of startup costs as well as annual payments.[71]\n\nLoan guarantees help finance development, construction, and retrofitting of commercial-scale biorefineries. Grants aid building demonstration scale biorefineries and scaling up of existing biorfineries. Loan guarantees and grants support the purchase of pumps that dispense ethanol-including fuels.[71]\n\nProduction support helps makers expand output.[71]\n\nTax credits support the purchase of fueling equipment (gas pumps) for specific fuels including some biofuels.[71]\n\nEducation grants support training the public about biodiesel.[71]\n\nResearch, development, and demonstration grants support feedstock development and biofuel development.[71]\n\nGrants support research, demonstration, and deployment projects to replace buses and other petroleum-fueled vehicles with biofuel or other alternative fuel-based vehicles including necessary fueling infrastructure.[71]\n\nThe 2005 Energy Policy Act offered incentives including billions in tax reductions for nuclear power, fossil fuel production, clean coal technologies, renewable electricity, and conservation and efficiency improvements.[72]\n\nThe US leases federal land to private firms for energy production. The volume of leases has varied by presidential administration. During the first 19 months of the Joe Biden administration, 130k acres were leased, compared to 4M under the Donald Trump administration, 7M under the Obama administration, and 13M under the George W. Bush administration.[73]\n\n"
        },
        {
            "title": "Electricity distribution",
            "text": "Electric power transmission results in energy loss, through electrical resistance, heat generation, electromagnetic induction and less-than-perfect electrical insulation.[80] Electric transmission (production to consumer) loses over 23% of the energy due to generation, transmission, and distribution.[81] In 1995, long distance transission losses were estimated at 7.2% of the power transported.[82] Reducing transmission distances reduces these losses. Of five units of energy going into typical large fossil fuel power plants, only about one unit reaches the consumer in a usable form.[83]\n\nA similar situation exists in natural gas transport, which requires compressor stations along pipelines that use energy to keep the gas moving. Gas liquefaction/cooling/regasification in the liquified natural gas supply chain uses a substantial amount of energy.\n\nDistributed generation and distributed storage are a means of reducing total and transmission losses as well as reducing costs for electricity consumers.[84][85][86]\n\n"
        },
        {
            "title": "Greenhouse gas emissions",
            "text": "While the United States has cumulatively emitted the most greenhouse gases of any country, it represents a declining fraction of ongoing emissions, long superseded by China.[87][88] Since its peak in 1973, per capita US emissions have declined by 40%, resulting from improved technology, the shift in economic activity from manufacturing to services, changing consumer preferences and government policy.[89]\n\nState and local government have launched initiatives. Cities in 50 states endorsed the Kyoto protocol.[90] Northeastern US states established the Regional Greenhouse Gas Initiative (RGGI),[91] a state-level emissions cap and trade program.\n\nOn February 16, 2007, the United States, together with leaders from Canada, France, Germany, Italy, Japan, Russia, United Kingdom, Brazil, China, India, Mexico and South Africa agreed in principle on the outline of a successor to the Kyoto Protocol known as the Washington Declaration. They envisaged a global cap-and-trade system that would apply to both industrialized nations and developing countries.[92][93] The system did not come to pass.\n\nArjun Makhijani argued that in order to limit global warming to 2 °C, the world would need to reduce CO2 emissions by 85% and the US by 95%.[94][95][96] He developed a model by which such changes could occur. Effective delivered energy is modeled to increase from about 75 Quadrillion Btu in 2005 to about 125 Quadrillion in 2050,[97] but due to efficiency increases, the actual energy input increases from about 99 Quadrillion Btu in 2005 to about 103 Quadrillion in 2010 and then to decrease to about 77 Quadrillion in 2050.[98] Petroleum use is assumed to increase until 2010 and then linearly decrease to zero by 2050. The roadmap calls for nuclear power to decrease to zero, with the reduction also beginning in 2010.[99]\n\nJoseph Romm called for the rapid deployment of existing technologies to decrease carbon emissions. He argued that \"If we are to have confidence in our ability to stabilize carbon dioxide levels below 450 p.p.m. emissions must average less than [5 billion metric tons of carbon] per year over the century. This means accelerating the deployment of the 11 wedges so they begin to take effect in 2015 and are completely operational in much less time than originally modeled by Socolow and Pacala.\"[100]\n\nIn 2012, the National Renewable Energy Laboratory assessed the technical potential for renewable electricity for each of the 50 states, and concluded that each state had the technical potential for renewable electricity, mostly from solar and wind, that could exceed its current electricity consumption. The report cautions: \"Note that as a technical potential, rather than economic or market potential, these estimates do not consider availability of transmission infrastructure, costs, reliability or time-of-dispatch, current or future electricity loads, or relevant policies.\"[101]\n\n"
        }
    ]
}