{
    "url": "https://en.wikipedia.org/wiki/Energy_development",
    "title": "Energy development",
    "table_of_contents": [
        "1 Classification of resources",
        "2 Fossil fuels",
        "3 Nuclear",
        "3.1 Fission",
        "3.1.1 Nuclear power phase-out and pull-backs",
        "3.1.1.1 Fukushima",
        "3.1.2 Fission economics",
        "3.1.3 Costs",
        "4 Renewable sources",
        "4.1 Hydroelectricity",
        "4.2 Wind",
        "4.3 Solar",
        "4.4 Biofuels",
        "4.5 Geothermal",
        "4.6 Oceanic",
        "4.7 100% renewable energy",
        "5 Increased energy efficiency",
        "6 Transmission",
        "6.1 Shipping and pipelines",
        "6.2 Wired energy transfer",
        "6.3 Wireless energy transfer",
        "7 Storage",
        "8 History",
        "8.1 Sustainability",
        "8.2 Resilience",
        "8.3 Present and future",
        "9 Energy technology",
        "9.1 Interdisciplinary fields",
        "9.2 Electrical engineering",
        "9.3 Thermodynamics",
        "9.4 Thermal and chemical energy",
        "9.5 Nuclear energy",
        "9.6 Renewable energy",
        "9.6.1 Wind power",
        "9.6.2 Geothermal",
        "9.6.3 Hydropower",
        "9.6.4 Bioenergy",
        "9.6.5 Enabling technologies",
        "10 See also",
        "11 References",
        "12 Sources",
        "13 Journals",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Energy development is the field of activities focused on obtaining sources of energy from natural resources. These activities include production of renewable, nuclear, and fossil fuel derived sources of energy, and for the recovery and reuse of energy that would otherwise be wasted. Energy conservation and efficiency measures reduce the demand for energy development, and can have benefits to society with improvements to environmental issues.\n\nSocieties use energy for transportation, manufacturing, illumination, heating and air conditioning, and communication, for industrial, commercial, and domestic purposes.  Energy resources may be classified as primary resources, where the resource can be used in substantially its original form, or as secondary resources, where the energy source must be converted into a more conveniently usable form. Non-renewable resources are significantly depleted by human use, whereas renewable resources are produced by ongoing processes that can sustain indefinite human exploitation.\n\nThousands of people are employed in the energy industry. The conventional industry comprises the petroleum industry, the natural gas industry, the electrical power industry, and the nuclear industry. New energy industries include the renewable energy industry, comprising alternative and sustainable manufacture, distribution, and sale of alternative fuels.\n\n"
        },
        {
            "title": "Classification of resources",
            "text": "Energy resources may be classified as primary resources, suitable for end use without conversion to another form, or secondary resources, where the usable form of energy required substantial conversion from a primary source.  Examples of primary energy resources are wind power, solar power, wood fuel, fossil fuels such as coal, oil and natural gas, and uranium. Secondary resources are those such as electricity, hydrogen, or other synthetic fuels.\n\nAnother important classification is based on the time required to regenerate an energy resource.  \"Renewable\" resources are those that recover their capacity in a time significant by human needs. Examples are hydroelectric power or wind power, when the natural phenomena that are the primary source of energy are ongoing and not depleted by human demands.  Non-renewable resources are those that are significantly depleted by human usage and that will not recover their potential significantly during human lifetimes. An example of a non-renewable energy source is coal, which does not form naturally at a rate that would support human use.\n\n"
        },
        {
            "title": "Fossil fuels",
            "text": "Fossil fuel (primary non-renewable fossil) sources burn coal or hydrocarbon fuels, which are the remains of the decomposition of plants and animals. There are three main types of fossil fuels: coal, petroleum, and natural gas. Another fossil fuel, liquefied petroleum gas (LPG), is principally derived from the production of natural gas. Heat from burning fossil fuel is used either directly for space heating and process heating, or converted to mechanical energy for vehicles, industrial processes, or electrical power generation. These fossil fuels are part of the carbon cycle and allow solar energy stored in the fuel to be released.\n\nThe use of fossil fuels in the 18th and 19th century set the stage for the Industrial Revolution.\n\nFossil fuels make up the bulk of the world's current primary energy sources. In 2005, 81% of the world's energy needs was met from fossil sources.[4] The technology and infrastructure for the use of fossil fuels already exist. Liquid fuels derived from petroleum deliver much usable energy per unit of weight or volume, which is advantageous when compared with lower energy density sources such as batteries. Fossil fuels are currently economical for decentralized energy use.\n\nEnergy dependence on imported fossil fuels creates energy security risks for dependent countries.[5][6][7][8][9] Oil dependence in particular has led to war,[10] funding of radicals,[11] monopolization,[12] and socio-political instability.[13]\n\nFossil fuels are non-renewable resources, which will eventually decline in production [14] and become exhausted.  While the processes that created fossil fuels are ongoing, fuels are consumed far more quickly than the natural rate of replenishment.  Extracting fuels becomes increasingly costly as society consumes the most accessible fuel deposits.[15] Extraction of fossil fuels results in environmental degradation, such as the strip mining and mountaintop removal for coal.\n\nFuel efficiency is a form of thermal efficiency, meaning the efficiency of a process that converts chemical potential energy contained in a carrier fuel into kinetic energy or work. The fuel economy is the energy efficiency of a particular vehicle, is given as a ratio of distance travelled per unit of fuel consumed. Weight-specific efficiency (efficiency per unit weight) may be stated for freight, and passenger-specific efficiency (vehicle efficiency) per passenger. The inefficient atmospheric combustion (burning) of fossil fuels in vehicles, buildings, and power plants contributes to urban heat islands.[16]\n\nConventional production of oil peaked, conservatively, between 2007 and 2010. In 2010, it was estimated that an investment of $8 trillion in non-renewable resources would be required to maintain current levels of production for 25 years.[17] In 2010, governments subsidized fossil fuels by an estimated $500 billion a year.[18]  Fossil fuels are also a source of greenhouse gas emissions, leading to concerns about global warming if consumption is not reduced.\n\nThe combustion of fossil fuels leads to the release of pollution into the atmosphere. The fossil fuels are mainly carbon compounds. During combustion, carbon dioxide is released, and also nitrogen oxides, soot and other fine particulates. The carbon dioxide is the main contributor to recent climate change.[19]\nOther emissions from fossil fuel power station include sulphur dioxide, carbon monoxide (CO), hydrocarbons, volatile organic compounds (VOC), mercury, arsenic, lead, cadmium, and other heavy metals including traces of uranium.[20][21]\n\nA typical coal plant generates billions of kilowatt hours of electrical power per year.[22]\n\n"
        },
        {
            "title": "Nuclear",
            "text": "Nuclear power is the use of nuclear fission  to generate useful heat and electricity. Fission of uranium produces nearly all economically significant nuclear power. Radioisotope thermoelectric generators form a very small component of energy generation, mostly in specialized applications such as deep space vehicles.\n\nNuclear power plants, excluding naval reactors, provided about 5.7% of the world's energy and 13% of the world's electricity in 2012.[23]\n\nIn 2013, the IAEA report that there are 437 operational nuclear power reactors,[24] in 31 countries,[25]  although not every reactor is producing electricity.[26] In addition, there are approximately 140 naval vessels using nuclear propulsion in operation, powered by some 180 reactors.[27][28][29] As of 2013, attaining a net energy gain from sustained nuclear fusion reactions, excluding natural fusion power sources such as the Sun, remains an ongoing area of international physics and engineering research. More than 60 years after the first attempts, commercial fusion power production remains unlikely before 2050.[30]\n\nThere is an ongoing debate about nuclear power.[31][32][33]  Proponents, such as the World Nuclear Association, the IAEA and Environmentalists for Nuclear Energy contend that nuclear power is a safe, sustainable energy source that reduces carbon emissions.[34] Opponents contend that nuclear power poses many threats to people and the environment.[35][36]\n\nNuclear power plant accidents include the Chernobyl disaster (1986), Fukushima Daiichi nuclear disaster (2011), and the Three Mile Island accident (1979).[37] There have also been some nuclear submarine accidents.[37][38][39] In terms of lives lost per unit of energy generated, analysis has determined that nuclear power has caused less fatalities per unit of energy generated than the other major sources of energy generation. Energy production from coal, petroleum, natural gas and hydropower has caused a greater number of fatalities per unit of energy generated due to air pollution and energy accident effects.[40][41][42][43][44] However, the economic costs of nuclear power accidents is high, and meltdowns can take decades to clean up. The human costs of evacuations of affected populations and lost livelihoods is also significant.[45][46]\n\nComparing Nuclear's latent cancer deaths, such as cancer with other energy sources immediate deaths per unit of energy generated(GWeyr). This study does not include fossil fuel related cancer and other indirect deaths created by the use of fossil fuel consumption in its \"severe accident\" classification, which would be an accident with more than 5 fatalities.\n\nAs of 2012, according to the IAEA, worldwide there were 68 civil nuclear power reactors under construction in 15 countries,[24] approximately 28 of which in the People's Republic of China (PRC), with the most recent nuclear power reactor, as of May 2013, to be connected to the electrical grid, occurring on February 17, 2013, in Hongyanhe Nuclear Power Plant in the PRC.[47] In the United States, two new Generation III reactors are under construction at Vogtle. U.S. nuclear industry officials expect five new reactors to enter service by 2020, all at existing plants.[48] In 2013, four aging, uncompetitive, reactors were permanently closed.[49][50]\n\nRecent experiments in extraction of uranium use polymer ropes that are coated with a substance that selectively absorbs uranium from seawater. This process could make the considerable volume of uranium dissolved in seawater exploitable for energy production.  Since ongoing geologic processes carry uranium to the sea in amounts comparable to the amount that would be extracted by this process, in a sense the sea-borne uranium becomes a sustainable resource.[51][52][relevant?]\n\nNuclear power is a low carbon power generation method of producing electricity, with an analysis of the literature on its total life cycle emission intensity finding that it is similar to renewable sources in a comparison of greenhouse gas(GHG) emissions per unit of energy generated.[53][54] Since the 1970s, nuclear fuel has displaced about 64 gigatonnes of carbon dioxide equivalent(GtCO2-eq) greenhouse gases, that would have otherwise resulted from the burning of oil, coal or natural gas in fossil-fuel power stations.[55]\n\nJapan's 2011 Fukushima Daiichi nuclear accident, which occurred in a reactor design from the 1960s, prompted a rethink of nuclear safety and nuclear energy policy in many countries.[56] Germany decided to close all its reactors by 2022, and Italy has banned nuclear power.[56] Following Fukushima, in 2011 the International Energy Agency halved its estimate of additional nuclear generating capacity to be built by 2035.[57][58]\n\nFollowing the 2011 Fukushima Daiichi nuclear disaster – the second worst nuclear incident, that displaced 50,000 households after radioactive material leaked into the air, soil and sea,[59] and with subsequent radiation checks leading to bans on some shipments of vegetables and fish[60] – a global public support survey by Ipsos (2011) for energy sources was published and nuclear fission was found to be the least popular[61]\n\nThe economics of new nuclear power plants is a controversial subject, since there are diverging views on this topic, and multibillion-dollar investments ride on the choice of an energy source. Nuclear power plants typically have high capital costs for building the plant, but low direct fuel costs. In recent years there has been a slowdown of electricity demand growth and financing has become more difficult, which affects large projects such as nuclear reactors, with very large upfront costs and long project cycles which carry a large variety of risks.[62] In Eastern Europe, a number of long-established projects are struggling to find finance, notably Belene in Bulgaria and the additional reactors at Cernavoda in Romania, and some potential backers have pulled out.[62] Where cheap gas is available and its future supply relatively secure, this also poses a major problem for nuclear projects.[62]\n\nAnalysis of the economics of nuclear power must take into account who bears the risks of future uncertainties. To date all operating nuclear power plants were developed by state-owned or regulated utility monopolies[63][64] where many of the risks associated with construction costs, operating performance, fuel price, and other factors were borne by consumers rather than suppliers. Many countries have now liberalized the electricity market where these risks, and the risk of cheaper competitors emerging before capital costs are recovered, are borne by plant suppliers and operators rather than consumers, which leads to a significantly different evaluation of the economics of new nuclear power plants.[65]\n\nCosts are likely to go up for currently operating and new nuclear power plants, due to increased requirements for on-site spent fuel management and elevated design basis threats.[66] While first of their kind designs, such as the EPRs under construction are behind schedule and over-budget, of the seven South Korean APR-1400s presently under construction worldwide, two are in S.Korea at the Hanul Nuclear Power Plant and four are at the largest nuclear station construction project in the world as of 2016, in the United Arab Emirates at the planned Barakah nuclear power plant. The first reactor, Barakah-1 is 85% completed and on schedule for grid-connection during 2017.[67][68] \nTwo of the four EPRs under construction (in Finland and France) are significantly behind schedule and substantially over cost.[69]\n\n"
        },
        {
            "title": "Renewable sources",
            "text": "Renewable energy is generally defined as energy that comes from resources which are naturally replenished on a human timescale such as sunlight, wind, rain, tides, waves and geothermal heat.[72] Renewable energy replaces conventional fuels in four distinct areas: electricity generation, hot water/space heating, motor fuels, and rural (off-grid) energy services.[73]\n\nAbout 16% of global final energy consumption presently comes from renewable resources[contradictory], with 10% [74] of all energy from traditional biomass, mainly used for heating, and 3.4% from hydroelectricity. New renewables (small hydro, modern biomass, wind, solar, geothermal, and biofuels) account for another 3% and are growing rapidly.[75] At the national level, at least 30 nations around the world already have renewable energy contributing more than 20% of energy supply. National renewable energy markets are projected to continue to grow strongly in the coming decade and beyond.[76] Wind power, for example, is growing at the rate of 30% annually, with a worldwide installed capacity of 282,482 megawatts (MW) at the end of 2012.\n\nRenewable energy resources exist over wide geographical areas, in contrast to other energy sources, which are concentrated in a limited number of countries. Rapid deployment of renewable energy and energy efficiency is resulting in significant energy security, climate change mitigation, and economic benefits.[77] In international public opinion surveys there is strong support for promoting renewable sources such as solar power and wind power.[78]\n\nWhile many renewable energy projects are large-scale, renewable technologies are also suited to rural and remote areas and developing countries, where energy is often crucial in human development.[79] United Nations' Secretary-General Ban Ki-moon has said that renewable energy has the ability to lift the poorest nations to new levels of prosperity.[80]\n\nHydroelectricity  is electric power generated by hydropower; the force of falling or flowing water. In 2015 hydropower generated 16.6% of the world's total electricity and 70% of all renewable electricity [81][page needed] and was expected to increase about 3.1% each year for the following 25 years.\n\nHydropower is produced in 150 countries, with the Asia-Pacific region generating 32 percent of global hydropower in 2010. China is the largest hydroelectricity producer, with 721 terawatt-hours of production in 2010, representing around 17 percent of domestic electricity use. There are now three hydroelectricity plants larger than 10 GW: the Three Gorges Dam in China, Itaipu Dam across the Brazil/Paraguay border, and Guri Dam in Venezuela.[82]\n\nThe cost of hydroelectricity is relatively low, making it a competitive source of renewable electricity. The average cost of electricity from a hydro plant larger than 10 megawatts is 3 to 5 U.S. cents per kilowatt-hour.[82] Hydro is also a flexible source of electricity since plants can be ramped up and down very quickly to adapt to changing energy demands. However, damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife.[82] Once a hydroelectric complex is constructed, the project produces no direct waste, and has a considerably lower output level of the greenhouse gas carbon dioxide than fossil fuel powered energy plants.[83]\n\nWind power harnesses the power of the wind to propel the blades of wind turbines. These turbines cause the rotation of magnets, which creates electricity. Wind towers are usually built together on wind farms. There are offshore and onshore wind farms. Global wind power capacity has expanded rapidly to 336 GW in June 2014, and wind energy production was around 4% of total worldwide electricity usage, and growing rapidly.[84]\n\nWind power is widely used in Europe, Asia, and the United States.[85] Several countries have achieved relatively high levels of wind power penetration, such as 21% of stationary electricity production in Denmark,[86] 18% in Portugal,[86] 16% in Spain,[86] 14% in Ireland,[87] and 9% in Germany in 2010.[86][88]: 11  By 2011, at times over 50% of electricity in Germany and Spain came from wind and solar power.[89][90] As of 2011, 83 countries around the world are using wind power on a commercial basis.[88]: 11 \n\nMany of the world's largest onshore wind farms are located in the United States, China, and India. Most of the world's largest offshore wind farms are located in Denmark, Germany and the United Kingdom. The two largest offshore wind farm are currently the 630 MW London Array and Gwynt y Môr.\n\nA biofuel is a fuel that contains energy from geologically recent carbon fixation. These fuels are produced from living organisms. Examples of this carbon fixation occur in plants and microalgae. These fuels are made by a biomass conversion (biomass refers to recently living organisms, most often referring to plants or plant-derived materials). This biomass can be converted to convenient energy containing substances in three different ways: thermal conversion, chemical conversion, and biochemical conversion. This biomass conversion can result in fuel in solid, liquid, or gas form. This new biomass can be used for biofuels. Biofuels have increased in popularity because of rising oil prices and the need for energy security.\n\nBioethanol is an alcohol made by fermentation, mostly from carbohydrates produced in sugar or starch crops such as corn or sugarcane. Cellulosic biomass, derived from non-food sources, such as trees and grasses, is also being developed as a feedstock for ethanol production. Ethanol can be used as a fuel for vehicles in its pure form, but it is usually used as a gasoline additive to increase octane and improve vehicle emissions. Bioethanol is widely used in the USA and in Brazil. Current plant design does not provide for converting the lignin portion of plant raw materials to fuel components by fermentation.\n\nBiodiesel is made from vegetable oils and animal fats. Biodiesel can be used as a fuel for vehicles in its pure form, but it is usually used as a diesel additive to reduce levels of particulates, carbon monoxide, and hydrocarbons from diesel-powered vehicles. Biodiesel is produced from oils or fats using transesterification and is the most common biofuel in Europe. However, research is underway on producing renewable fuels from decarboxylation[103]\n\nIn 2010, worldwide biofuel production reached 105 billion liters (28 billion gallons US), up 17% from 2009,[104] and biofuels provided 2.7% of the world's fuels for road transport, a contribution largely made up of ethanol and biodiesel.[citation needed] Global ethanol fuel production reached 86 billion liters (23 billion gallons US) in 2010, with the United States and Brazil as the world's top producers, accounting together for 90% of global production. The world's largest biodiesel producer is the European Union, accounting for 53% of all biodiesel production in 2010.[104] As of 2011, mandates for blending biofuels exist in 31 countries at the national level and in 29 states or provinces.[88]: 13–14  The International Energy Agency has a goal for biofuels to meet more than a quarter of world demand for transportation fuels by 2050 to reduce dependence on petroleum and coal.[105]\n\nGeothermal energy is thermal energy generated and stored in the Earth. Thermal energy is the energy that determines the temperature of matter. The geothermal energy of the Earth's crust originates from the original formation of the planet (20%) and from radioactive decay of minerals (80%).[106]  The geothermal gradient, which is the difference in temperature between the core of the planet and its surface, drives a continuous conduction of thermal energy in the form of heat from the core to the surface. The adjective geothermal originates from the Greek roots γη (ge), meaning earth, and θερμος (thermos), meaning hot.\n\nEarth's internal heat is thermal energy generated from radioactive decay and continual heat loss from Earth's formation. Temperatures at the core-mantle boundary may reach over 4000 °C (7,200 °F).[107] The high temperature and pressure in Earth's interior cause some rock to melt and solid mantle to behave plastically, resulting in portions of mantle convecting upward since it is lighter than the surrounding rock.  Rock and water is heated in the crust, sometimes up to 370 °C (700 °F).[108]\n\nFrom hot springs, geothermal energy has been used for bathing since Paleolithic times and for space heating since ancient Roman times, but it is now better known for electricity generation. Worldwide, 11,400 megawatts (MW) of geothermal power is online in 24 countries in 2012.[109]  An additional 28 gigawatts of direct geothermal heating capacity is installed for district heating, space heating, spas, industrial processes, desalination and agricultural applications in 2010.[110]\n\nGeothermal power is cost effective, reliable, sustainable, and environmentally friendly,[111] but has historically been limited to areas near tectonic plate boundaries. Recent technological advances have dramatically expanded the range and size of viable resources, especially for applications such as home heating, opening a potential for widespread exploitation. Geothermal wells release greenhouse gases trapped deep within the earth, but these emissions are much lower per energy unit than those of fossil fuels. As a result, geothermal power has the potential to help mitigate global warming if widely deployed in place of fossil fuels.\n\nThe Earth's geothermal resources are theoretically more than adequate to supply humanity's energy needs, but only a very small fraction may be profitably exploited. Drilling and exploration for deep resources is very expensive. Forecasts for the future of geothermal power depend on assumptions about technology, energy prices, subsidies, and interest rates. Pilot programs like EWEB's customer opt in Green Power Program [112] show that customers would be willing to pay a little more for a renewable energy source like geothermal. But as a result of government assisted research and industry experience, the cost of generating geothermal power has decreased by 25% over the past two decades.[113] In 2001, geothermal energy cost between two and ten US cents per kWh.[114]\n\nMarine energy or marine power (also sometimes referred to as ocean energy, ocean power, or marine and hydrokinetic energy) refers to the energy carried by ocean waves, tides, salinity, and ocean temperature differences. The movement of water in the world's oceans creates a vast store of kinetic energy, or energy in motion. This energy can be harnessed to generate electricity to power homes, transport and industries.\n\nThe term marine energy encompasses both wave power i.e. power from surface waves, and tidal power i.e. obtained from the kinetic energy of large bodies of moving water. Offshore wind power is not a form of marine energy, as wind power is derived from the wind, even if the wind turbines are placed over water.\nThe oceans have a tremendous amount of energy and are close to many if not most concentrated populations. Ocean energy has the potential of providing a substantial amount of new renewable energy around the world.\n\nThe incentive to use 100% renewable energy, for electricity, transport, or even total primary energy supply globally, has been motivated by global warming and other ecological as well as economic concerns. Renewable energy use has grown much faster than anyone anticipated.[115] The Intergovernmental Panel on Climate Change has said that there are few fundamental technological limits to integrating a portfolio of renewable energy technologies to meet most of total global energy demand.[116] At the national level, at least 30 nations around the world already have renewable energy contributing more than 20% of energy supply.  Also, Stephen W. Pacala and Robert H. Socolow have developed a series of \"stabilization wedges\" that can allow us to maintain our quality of life while avoiding catastrophic climate change, and \"renewable energy sources,\" in aggregate, constitute the largest number of their \"wedges.\"[117]\n\nMark Z. Jacobson says producing all new energy with wind power, solar power,  and hydropower by 2030 is feasible and existing energy supply arrangements could be replaced by 2050. Barriers to implementing the renewable energy plan are seen to be \"primarily social and political, not technological or economic\". Jacobson says that energy costs with a wind, solar, water system should be similar to today's energy costs.[118]\n\nSimilarly, in the United States, the independent National Research Council has noted that \"sufficient domestic renewable resources exist to allow renewable electricity to play a significant role in future electricity generation and thus help confront issues related to climate change, energy security, and the escalation of energy costs ... Renewable energy is an attractive option because renewable resources available in the United States, taken collectively, can supply significantly greater amounts of electricity than the total current or projected domestic demand.\" .[119]\n\nCritics of the \"100% renewable energy\" approach include Vaclav Smil and James E. Hansen. Smil and Hansen are concerned about the variable output of solar and wind power, but Amory Lovins argues that the electricity grid can cope, just as it routinely backs up nonworking coal-fired and nuclear plants with working ones.[120]\n\nGoogle spent $30 million on their \"Renewable Energy Cheaper than Coal\" project to develop renewable energy and stave off catastrophic climate change. The project was cancelled after concluding that a best-case scenario for rapid advances in renewable energy could only result in emissions 55 percent below the fossil fuel projections for 2050.[121]\n\n"
        },
        {
            "title": "Increased energy efficiency",
            "text": "Although increasing the efficiency of energy use is not energy development per se, it may be considered under the topic of energy development since it makes existing energy sources available to do work.[123]: 22 \n\nEfficient energy use reduces the amount of energy required to provide products and services. For example, insulating a home allows a building to use less heating and cooling energy to maintain a comfortable temperature. Installing fluorescent lamps or natural skylights reduces the amount of energy required for illumination compared to incandescent light bulbs. Compact fluorescent lights use two-thirds less energy and may last 6 to 10 times longer than incandescent lights.  Improvements in energy efficiency are most often achieved by adopting an efficient technology or production process.[124]\n\nReducing energy use may save consumers money,  if the energy savings offsets the cost of an energy efficient technology.  Reducing energy use reduces emissions.  According to the International Energy Agency, improved energy efficiency in buildings, industrial processes and transportation could reduce the world's energy needs in 2050 by one third, and help control global emissions of greenhouse gases.[125]\n\nEnergy efficiency and renewable energy are said to be the twin pillars of sustainable energy policy.[126] In many countries energy efficiency is also seen to have a national security benefit because it can be used to reduce the level of energy imports from foreign countries and may slow down the rate at which domestic energy resources are depleted.\n\nIt's been discovered \"that for OECD countries, wind, geothermal, hydro and nuclear have the lowest hazard rates among energy sources in production\".[127]\n\n"
        },
        {
            "title": "Transmission",
            "text": "While new sources of energy are only rarely discovered or made possible by new technology, distribution technology continually evolves.[128] The use of fuel cells in cars, for example, is an anticipated delivery technology.[129] This section presents the various delivery technologies that have been important to historic energy development. They all rely in way on the energy sources listed in the previous section.\n\nCoal, petroleum and their derivatives are delivered by boat, rail, or road. Petroleum and natural gas may also be delivered by pipeline, and coal via a Slurry pipeline. Fuels such as gasoline and LPG may also be delivered via aircraft. Natural gas pipelines must maintain a certain minimum pressure to function correctly. The higher costs of ethanol transportation and storage are often prohibitive.[130]\n\nElectricity grids are the networks used to transmit and distribute power from production source to end user, when the two may be hundreds of kilometres away.  Sources include electrical generation plants such as a nuclear reactor, coal burning power plant, etc.  A combination of sub-stations and transmission lines are used to maintain a constant flow of electricity. Grids may suffer from transient blackouts and brownouts, often due to weather damage. During certain extreme space weather events solar wind can interfere with transmissions. Grids also have a predefined carrying capacity or load that cannot safely be exceeded. When power requirements exceed what's available, failures are inevitable. To prevent problems, power is then rationed.\n\nIndustrialised countries such as Canada, the US, and Australia are among the highest per capita consumers of electricity in the world, which is possible thanks to a widespread electrical distribution network. The US grid is one of the most advanced, although infrastructure maintenance is becoming a problem. CurrentEnergy provides a realtime overview of the electricity supply and demand for California, Texas, and the Northeast of the US. African countries with small scale electrical grids have a correspondingly low annual per capita usage of electricity. One of the most powerful power grids in the world supplies power to the state of Queensland, Australia.\n\nWireless power transfer is a process whereby electrical energy is transmitted from a power source to an electrical load that does not have a built-in power source, without the use of interconnecting wires. Currently available technology is limited to short distances and relatively low power level.\n\nOrbiting solar power collectors would require wireless transmission of power to Earth. The proposed method involves creating a large beam of microwave-frequency radio waves, which would be aimed at a collector antenna site on the Earth. Formidable technical challenges exist to ensure the safety and profitability of such a scheme.\n\n"
        },
        {
            "title": "Storage",
            "text": "Energy storage is accomplished by devices or physical media that store energy to perform useful operation at a later time. A device that stores energy is sometimes called an accumulator.\n\nAll forms of energy are either potential energy (e.g. Chemical, gravitational, electrical energy, temperature differential, latent heat, etc.) or kinetic energy (e.g. momentum). Some technologies provide only short-term energy storage, and others can be very long-term such as power to gas using hydrogen or methane and the storage of heat or cold between opposing seasons in deep aquifers or bedrock.  A wind-up clock stores potential energy (in this case mechanical, in the spring tension), a battery stores readily convertible chemical energy to operate a mobile phone, and a hydroelectric dam stores energy in a reservoir as gravitational potential energy. Ice storage tanks store ice (thermal energy in the form of latent heat) at night to meet peak demand for cooling. Fossil fuels such as coal and gasoline store ancient energy derived from sunlight by organisms that later died, became buried and over time were then converted into these fuels. Even food (which is made by the same process as fossil fuels) is a form of energy stored in chemical form.\n\n"
        },
        {
            "title": "History",
            "text": "Since prehistory, when humanity discovered fire to warm up and roast food, through the Middle Ages in which populations built windmills to grind the wheat, until the modern era in which nations can get electricity splitting the atom. Man has sought endlessly for energy sources.\n\nExcept nuclear, geothermal and tidal, all other energy sources are from current solar isolation or from fossil remains of plant and animal life that relied upon sunlight. Ultimately, solar energy itself is the result of the Sun's nuclear fusion. Geothermal power from hot, hardened rock above the magma of the Earth's core is the result of the decay of radioactive materials present beneath the Earth's crust, and nuclear fission relies on man-made fission of heavy radioactive elements in the Earth's crust; in both cases these elements were produced in supernova explosions before the formation of the Solar System.\n\nSince the beginning of the Industrial Revolution, the question of the future of energy supplies has been of interest. In 1865, William Stanley Jevons published The Coal Question in which he saw that the reserves of coal were being depleted and that oil was an ineffective replacement. In 1914, U.S. Bureau of Mines stated that the total production was 5.7 billion barrels (910,000,000 m3). In 1956, Geophysicist M. King Hubbert deduces that U.S. oil production would peak between 1965 and 1970 and that oil production will peak \"within half a century\" on the basis of 1956 data. In 1989, predicted peak by Colin Campbell[131] In 2004, OPEC estimated, with substantial investments, it would nearly double oil output by 2025[132]\n\nThe environmental movement has emphasized sustainability of energy use and development.[133] Renewable energy is sustainable in its production; the available supply will not be diminished for the foreseeable future - millions or billions of years.  \"Sustainability\" also refers to the ability of the environment to cope with waste products, especially air pollution.  Sources which have no direct waste products (such as wind, solar, and hydropower) are brought up on this point. With global demand for energy growing, the need to adopt various energy sources is growing. Energy conservation is an alternative or complementary process to energy development.  It reduces the demand for energy by using it efficiently.\n\nSome observers contend that idea of \"energy independence\" is an unrealistic and opaque concept.[134] The alternative offer of \"energy resilience\" is a goal aligned with economic, security, and energy realities. The notion of resilience in energy was detailed in the 1982 book Brittle Power: Energy Strategy for National Security.[135] The authors argued that simply switching to domestic energy would not be secure inherently because the true weakness is the often interdependent and vulnerable energy infrastructure of a country. Key aspects such as gas lines and the electrical power grid are often centralized and easily susceptible to disruption. They conclude that a \"resilient energy supply\" is necessary for both national security and the environment. They recommend a focus on energy efficiency and renewable energy that is decentralized.[136]\n\nIn 2008, former Intel Corporation Chairman and CEO Andrew Grove looked to energy resilience, arguing that complete independence is unfeasible given the global market for energy.[137] He describes energy resilience as the ability to adjust to interruptions in the supply of energy. To that end, he suggests the U.S. make greater use of electricity.[138] Electricity can be produced from a variety of sources. A diverse energy supply will be less affected by the disruption in supply of any one source. He reasons that another feature of electrification is that electricity is \"sticky\" – meaning the electricity produced in the U.S. is to stay there because it cannot be transported overseas.  According to Grove, a key aspect of advancing electrification and energy resilience will be converting the U.S. automotive fleet from gasoline-powered to electric-powered. This, in turn, will require the modernization and expansion of the electrical power grid. As organizations such as The Reform Institute have pointed out, advancements associated with the developing smart grid would facilitate the ability of the grid to absorb vehicles en masse connecting to it to charge their batteries.[139]\n\nExtrapolations from current knowledge to the future offer a choice of energy futures.[142] Predictions parallel the Malthusian catastrophe hypothesis. Numerous are complex models based scenarios as pioneered by Limits to Growth. Modeling approaches offer ways to analyze diverse strategies, and hopefully find a road to rapid and sustainable development of humanity. Short term energy crises are also a concern of energy development. Extrapolations lack plausibility, particularly when they predict a continual increase in oil consumption.[citation needed]\n\nEnergy production usually requires an energy investment. Drilling for oil or building a wind power plant requires energy. The fossil fuel resources that are left are often increasingly difficult to extract and convert. They may thus require increasingly higher energy investments. If investment is greater than the value of the energy produced by the resource, it is no longer an effective energy source.  These resources are no longer an energy source but may be exploited for value as raw materials.  New technology may lower the energy investment required to extract and convert the resources, although ultimately basic physics sets limits that cannot be exceeded.\n\nBetween 1950 and 1984, as the Green Revolution transformed agriculture around the globe, world grain production increased by 250%. The energy for the Green Revolution was provided by fossil fuels in the form of fertilizers (natural gas), pesticides (oil), and hydrocarbon fueled irrigation.[143] The peaking of world hydrocarbon production (peak oil) may lead to significant changes, and require sustainable methods of production.[144] One vision of a sustainable energy future involves all human structures on the earth's surface (i.e., buildings, vehicles and roads) doing artificial photosynthesis (using sunlight to split water as a source of hydrogen and absorbing carbon dioxide to make fertilizer) efficiently than plants.[145]\n\nWith contemporary space industry's economic activity[146][147] and the related private spaceflight, with the manufacturing industries, that go into Earth's orbit or beyond, delivering them to those regions will require further energy development.[148][149] Researchers have contemplated space-based solar power for collecting solar power for use on Earth. Space-based solar power has been in research since the early 1970s. Space-based solar power would require construction of collector structures in space. The advantage over ground-based solar power is higher intensity of light, and no weather to interrupt power collection.\n\n"
        },
        {
            "title": "Energy technology",
            "text": "Energy technology is an interdisciplinary engineering science having to do with the efficient, safe, environmentally friendly, and economical extraction, conversion, transportation, storage, and use of energy, targeted towards yielding high efficiency whilst skirting side effects on humans, nature, and the environment.\n\nFor people, energy is an overwhelming need, and as a scarce resource, it has been an underlying cause of political conflicts and wars. The gathering and use of energy resources can be harmful to local ecosystems and may have global outcomes.\n\nEnergy is also the capacity to do work. We can get energy from food. Energy can be of different forms such as kinetic, potential, mechanical, heat, light etc. Energy is required for individuals and the whole society for lighting, heating, cooking, running, industries, operating transportation and so forth. Basically there are two types of energy depending on the source s they are;\n1.Renewable Energy Sources\n2.Non-Renewable Energy Sources\n\nAs an interdisciplinary science Energy technology is linked with many interdisciplinary fields in sundry, overlapping ways.\n\nElectric power engineering deals with the production and use of electrical energy, which can entail the study of machines such as generators, electric motors and transformers. Infrastructure involves substations and transformer stations, power lines and electrical cable. Load management and power management over networks have meaningful sway on overall energy efficiency. Electric heating is also widely used and researched.\n\nThermodynamics deals with the fundamental laws of energy conversion and is drawn from theoretical Physics.\n\nThermal and chemical energy are intertwined with chemistry and environmental studies. Combustion has to do with burners and chemical engines of all kinds, grates and incinerators along with their energy efficiency, pollution and operational safety.\n\nExhaust gas purification technology aims to lessen air pollution through sundry mechanical, thermal and chemical cleaning methods. Emission control technology is a field of process and chemical engineering. Boiler technology deals with the design, construction and operation of steam boilers and turbines (also used in nuclear power generation, see below), drawn from applied mechanics and materials engineering.\n\nEnergy conversion has to do with internal combustion engines, turbines, pumps, fans and so on, which are used for transportation, mechanical energy and power generation. High thermal and mechanical loads bring about operational safety worries which are dealt with through many branches of applied engineering science.\n\nNuclear technology deals with nuclear power production from nuclear reactors, along with the processing of nuclear fuel and disposal of radioactive waste, drawing from applied nuclear physics, nuclear chemistry and radiation science.\n\nNuclear power generation has been politically controversial in many countries for several decades but the electrical energy produced through nuclear fission is of worldwide importance.[150] There are high hopes that fusion technologies will one day replace most fission reactors but this is still a research area of nuclear physics.\n\nRenewable energy has many branches.\n\nWind turbines convert wind energy into electricity by connecting a spinning rotor to a generator. Wind turbines draw energy from atmospheric currents and are designed using aerodynamics along with knowledge taken from mechanical and electrical engineering. The wind passes across the aerodynamic rotor blades, creating an area of higher pressure and an area of lower pressure on either side of the blade. The forces of lift and drag are formed due to the difference in air pressure. The lift force is stronger than the drag force; therefore the rotor, which is connected to a generator, spins. The energy is then created due to the change from the aerodynamic force to the rotation of the generator.[151]\n\nBeing recognized as one of the most efficient renewable energy sources, wind power is becoming more and more relevant and used in the world.[152] Wind power does not use any water in the production of energy making it a good source of energy for areas without much water. Wind energy could also be produced even if the climate changes in line with current predictions, as it relies solely on wind.[153]\n\nDeep within the  Earth, is an extreme heat producing layer of molten rock called magma.[154] The very high temperatures from the magma heats nearby groundwater. There are various technologies that have been developed in order to benefit from such heat, such as using different types of power plants (dry, flash or binary), heat pumps, or wells.[155] These processes of harnessing the heat incorporate an infrastructure which has in one form or another a turbine which is spun by either the hot water or the steam produced by it.[156] The spinning turbine, being connected to a generator, produces energy. A more recent innovation involves the use of shallow closed-loop systems that pump heat to and from structures by taking advantage of the constant temperature of soil around 10 feet deep.[157]\n\nHydropower draws mechanical energy from rivers, ocean waves and tides. Civil engineering is used to study and build dams, tunnels, waterways and manage coastal resources through hydrology and geology. A low speed water turbine spun by flowing water can power an electrical generator to produce electricity.\n\nBioenergy deals with the gathering, processing and use of biomasses grown in biological manufacturing, agriculture and forestry from which power plants can draw burning fuel. Ethanol, methanol (both controversial) or hydrogen for fuel cells can be had from these technologies and used to generate electricity.\n\nHeat pumps and Thermal energy storage are classes of technologies that can enable the utilization of renewable energy sources that would otherwise be inaccessible due to a temperature that is too low for utilization or a time lag between when the energy is available and when it is needed. While enhancing the temperature of available renewable thermal energy, heat pumps have the additional property of leveraging electrical power (or in some cases mechanical or thermal power) by using it to extract additional energy from a low quality source (such as seawater, lake water, the ground, the air, or waste heat from a process).\n\nThermal storage technologies allow heat or cold to be stored for periods of time ranging from hours or overnight to interseasonal, and can involve storage of sensible energy (i.e. by changing the temperature of a medium) or latent energy (i.e. through phase changes of a medium, such between water and slush or ice). Short-term thermal storages can be used for peak-shaving in district heating or electrical distribution systems. Kinds of renewable or alternative energy sources that can be enabled include natural energy (e.g. collected via solar-thermal collectors, or dry cooling towers used to collect winter's cold), waste energy (e.g. from HVAC equipment, industrial processes or power plants), or surplus energy (e.g. as seasonally from hydropower projects or intermittently from wind farms). The Drake Landing Solar Community (Alberta, Canada) is illustrative. borehole thermal energy storage allows the community to get 97% of its year-round heat from solar collectors on the garage roofs, which most of the heat collected in summer.[158][159] Types of storages for sensible energy include insulated tanks, borehole clusters in substrates ranging from gravel to bedrock, deep aquifers, or shallow lined pits that are insulated on top. Some types of storage are capable of storing heat or cold between opposing seasons (particularly if very large), and some storage applications require inclusion of a heat pump. Latent heat is typically stored in ice tanks or what are called phase-change materials (PCMs).\n\n"
        }
    ]
}