{
    "url": "https://en.wikipedia.org/wiki/Energy_in_the_United_States",
    "title": "Energy in the United States",
    "table_of_contents": [
        "1 History",
        "2 Summary",
        "3 Primary energy consumption",
        "3.1 Energy consumption by source",
        "3.2 Wood",
        "3.3 Petroleum",
        "3.4 Gas",
        "3.5 Coal",
        "3.6 Hydroelectricity",
        "3.7 Nuclear",
        "3.8 Other renewables",
        "4 Final energy consumption",
        "4.1 Consumption by sector",
        "4.2 Regional variation",
        "5 Electricity",
        "5.1 Consumption",
        "5.2 Generation",
        "5.3 Electricity generation by source",
        "5.4 State electric characteristics",
        "5.4.1 State electric generation",
        "5.4.2 Top ten states by fuel source",
        "5.4.3 Importing states",
        "5.4.4 Exporting states",
        "5.5 Renewable energy",
        "5.6 Trends and projections",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Energy in the United States came mostly from fossil fuels in 2021 as 36% of the nation's energy originated from petroleum, 32% from natural gas, and 11% from coal.[2] Nuclear power supplied 8% and renewable energy supplied 12%, which includes hydroelectric dams, biomass, wind, geothermal, and solar.[2]\n\nThe United States was the second-largest energy consumer in 2010 after China.[3] The country is ranked seventh in energy consumption per capita after Canada and several small nations.[4][5] As of 2006, the country's energy consumption had increased more rapidly than domestic energy production over the last 50 years in the nation (when they were roughly equal). This difference was largely met through imports.[6] Not included is the significant amount of energy used overseas in the production of retail and industrial goods consumed in the United States.\n\nAccording to the Energy Information Administration's statistics, the annual per-capita energy consumption in the U.S. has been somewhat consistent from the 1970s to the present time. The average was about 334 million British thermal units [BTU] (352 GJ) per person from 1980 to 2010. One explanation suggested that the energy required to increase the nation's consumption of manufactured equipment, cars, and other goods has been shifted to other countries producing and transporting those goods to the U.S. with a corresponding shift of green house gases and pollution. Meanwhile any gains made by increasing energy efficiency were at least partially consumed by the rebound effect. In comparison, the world average increased from 63.7 to 75 million BTU (67.2 to 79.1 GJ) per person per year between 1980 and 2008.\n\nThe United States has an installed summer electricity generation capacity of 1115.68 GW in 2020, up 16.5 GW from 2019.\n\n"
        },
        {
            "title": "History",
            "text": "From its founding until the late 19th century, the United States was a largely agrarian country with abundant forests. During this period, energy consumption overwhelmingly focused on readily available firewood. Rapid industrialization of the economy, urbanization, and the growth of railroads led to increased use of coal, and by 1885 it had eclipsed wood as the nation's primary energy source.[citation needed]\n\nCoal remained dominant for the next seven decades, but by 1950, it was surpassed in turn by both petroleum and natural gas. The 1973 oil embargo precipitated an energy crisis in the United States.[8][9] In 2007, coal consumption was the highest it has ever been, with it mostly being used to generate electricity.[10] Natural gas has replaced coal as the preferred source of heating in homes, businesses, and industrial furnaces, which burns cleaner and is easier to transport.[11]\n\nAlthough total energy use increased by approximately a factor of 50 between 1850 and 2000, energy use per capita increased only by a factor of four.[citation needed]\nAs of 2009, United States per-capita energy use had declined to 7.075 tonnes of oil equivalent (296.2 GJ), 12% less than 2000, and in 2010, to levels not seen since the 1960s.[12]\nAt the beginning of the 20th century, petroleum was a minor resource used to manufacture lubricants and fuel for kerosene and oil lamps. \nOne hundred years later it had become the preeminent energy source for the United States and the rest of the world. \nThis rise closely paralleled the emergence of the automobile as a major force in American culture and the economy.\n\nWhile petroleum is also used as a source for plastics and other chemicals, and powers various industrial processes, today two-thirds of oil consumption in the U.S. is in the form of its derived transportation fuels.[13] \nOil's unique qualities for transportation fuels in terms of energy content, cost of production, and speed of refueling all contributed to it being used over other fuels.[citation needed]\n\n"
        },
        {
            "title": "Summary",
            "text": "Note: Sum of components may not equal 100% due to independent rounding.\n\n"
        },
        {
            "title": "Primary energy consumption",
            "text": "Primary energy use in the United States was 90,558 petajoules [PJ] (25,155 TWh) or about 294,480 megajoules [MJ] (81,800 kWh) per person in 2009. Primary energy use was 3,960 PJ (1,100 TWh) less in the United States than in China in 2009. The share of energy import was 26% of the primary energy use. The energy import declined about 22% and the annual CO2 emissions about 10% in 2009 compared to 2004.[18] In 2020, the U.S as a whole produced 87.79 exajoules of energy.[19]\n\nWood energy is created by the incineration of rigid cellulose material found in trees and woody bushes captures Among the most significant renewable energy sources is wood energy.[23] When examining the Renewable Energy as a Share of Total Primary Energy Consumption in 2011, wood consumption is 22%[24] There are five main types/forms of wood resources that can be converted into fuel energy, the five are biomass, woody biomass, wood pellets, wood chips, and cordwood.[3]\n\nBiomass has been used since cavemen and hunter and gatherer societies. Biomass is organic, indicating it is constructed up of elements obtained from living organisms such as animals and plants. The most prevalent biomass sources used for energy are plants, wood, and waste. Biomass fuel sources are how they're referred to. Biomass energy is a nonrenewable energy source.[4]\n\nWoody biomass, which encompasses trees and other woody plants, is defined as a result of maintenance, regenerating, and hazardous fuel reduction initiatives, as well as natural disasters.[7]\n\nThe average American family until the 1800s was most likely to use wood as the main source of energy consumption. Wood would be considered the predominant renewable energy source used until the mid to late 1800s.[10] The consumption of wood continues to be a significant aspect of fuel in various different countries, for numerous reasons including cooking and heating, as well as lighting their houses.[11] As mentioned, the second largest source of wood consumption was in the United States. Wood was used within homes as wood-burning appliances, wood in fireplaces, as well as pellets in pellet stoves.[12] Ranging from 1776 up until 2012, the use of wood as an energy source has been steady, there has been a minuscule increase from 1836 to 1926, with a peak in the late 1880s.[13]\n\nOil is one of the largest sources of energy in the United States.\nThe United States influences world oil reserves for both growth and development.[25] \nAs the 20th century progressed, petroleum gained increasing importance by providing heating and electricity to the commercial and industrial sectors. Oil was also used in transportation; first for railroads and later for motor vehicles.[26]\n\nAs automobiles became more affordable, demand for oil quickly rose. \nSince the rise of the automobile industry, oil price, demand, and production have all increased as well. Between 1900 and 1980, fuel was directly correlated with Gross National Product (GNP). Furthermore, oil shocks have often coincided with recessions, and the government has responded to oil shocks in several ways.[27] In the 1920s, oil prices were peaking and many commentators believed that oil supplies were running out. Congress was confronted by requests to augment supplies, so a generous depletion allowance was enacted for producers in 1926, which increased investment returns substantially. This change induced additional exploration activity, and subsequently the discovery of large new oil reservoirs.[28]\n\nIn the next decade the situation was reversed with prices low and dropping. This resulted in demands for more \"orderly\" competition and set minimum oil prices. Rather than repealing the previous policies enacted in the 1920s, Congress enacted a price-support system. Similar cycles have occurred in the 1950s and 1970s.[28]\n\nNatural gas was the largest source of energy production in the United States in 2016, representing 33% of all energy produced in the country.[29] \nNatural gas has been the largest source of electrical generation in the United States since July 2015.\n\nThe United States has been the world's largest producer of natural gas since 2009, when it surpassed Russia. U.S. natural gas production achieved new record highs for each year from 2011 through 2015. Marketed natural gas production in 2015 was 28.8 trillion cubic feet (820 billion cubic metres), a 5.4% increase over 2014, and a 52% increase over the production of 18.9 trillion cu ft (540 billion m3) per day in 2005.[30]\n\nBecause of the greater supply, consumer prices for natural gas are significantly lower in the United States than in Europe and Japan.[31] \nThe low price of natural gas, together with its smaller carbon footprint compared to coal, has encouraged a rapid growth in electricity generated from natural gas.\n\nBetween 2005 and 2014, U.S. production of natural gas liquids (NGLs) increased 70%, from 1.74 million barrels of oil equivalent (10.6 PJ) per day in 2005 to 2.96 million barrels of oil equivalent (18.1 PJ) per day in 2014. \nThe U.S. has been the world's leading producer of natural gas liquids since 2010, when U.S. NGL production passed that of Saudi Arabia.\n\nAlthough the United States leads the world in natural gas production, it is only fifth in proved reserves of natural gas, behind Russia, Iran, Qatar, and Turkmenistan.\n\nGeneration of electricity is the largest user of coal, although its use is in decline. \nAbout 50% of electric power was produced by coal in 2005, declining to 30% in 2016 and 23% in 2019.[32][33] Electric utilities buy more than 90% of the coal consumed in the United States.[34]\n\nThe United States is a net exporter of coal. Coal exports, for which Europe is the largest customer, peaked in 2012 and have declined since. \nIn 2015, the U.S. exported 7.0% of mined coal.[35]\n\nCoal has been used to generate electricity in the United States since an Edison plant was built in New York City in 1882.[36] \nThe first AC power station was opened by General Electric in Ehrenfeld, Pennsylvania in 1902, servicing the Webster Coal and Coke Company.[36] \nBy the mid-20th century, coal had become the leading fuel for generating electricity in the U.S. \nThe long, steady rise of coal-fired generation of electricity shifted to a decline after 2007. \nThe decline has been linked to the increased availability of natural gas, decreased consumption,[37] renewable electricity, and more stringent environmental regulations. \nThe Environmental Protection Agency has advanced restrictions on coal plants to counteract mercury pollution, smog, and global warming.\n\nHydroelectricity was considered one of the largest sources of electricity until 2019.[38] Hydroelectricity was responsible for about 6.3% of the U.S. utility-scale electricity generation, as well as about 31.5% of total utility-scale renewable electricity generation in 2021.[38] Hydroelectric energy, also known as hydroelectric power or hydroelectricity, is a type of energy that generates electricity by utilizing the potential energy of water, such as water running over a waterfall. For centuries, individuals have exploited this energy.[39]\n\nIn many cases, hydroelectric energy or hydroelectric power plants' process to produce electricity can be compared to coal-fired power plants.[40] Hydropower presently accounts for 37% of total renewable electricity output and 7% of overall electricity generation in the United States.[41] The angle of inclination formed by a dam or diversion construction allows water to flow in and out on one side, therefore, generating electricity.[41]\n\nThe cost of hydropower can be considered very affordable, due to the fact that the source of electricity and energy come from moving water, states within the United States that have more moving water such as Washington and Oregon have more affordable electricity bills.[41] There are many advantages of hydropower, since it is fueled by water it is considered a clean source of energy. As well as it is a domestic source of energy, making it easier to reply to each state's sources rather than being reliant on international sources.[42] Hydropower accounted for 17% of global energy generation in 2020, making it the third largest generator following coal and natural gas. Hydropower's overall production has grown by 70% internationally in the previous 20 years, but its percentage of overall generation has remained steady due to the rise of wind, solar PV, coal, and natural gas.[43]\n\nHydroelectricity is mostly used for electricity production in the United States and in 2019 there were 1,460 utility scale hydropower facilities. These produced 274 billion kilowatt-hours. In 2019, it accounted for 6.6% of total electricity production and 38% of renewable electricity. The amount of electricity in the United States from hydropower has remained relatively the same since the 70's, however it's percentage has decreased due to more production from other sources. In 1950, 30% of total electricity production came from hydropower despite only 101 billion kilowatt-hours being produced.[44][45]\n\nHydropower has been used to produce electricity in the United States since 1880 when it was used to power the Wolverine Chair factory in Grand Rapids, Michigan.[45]\n\nIn 2019, the top five Hydroelectricity producing states produced 65% of the United States total hydroelectricity. This includes Washington state with 24%, California with 15%, New York with 11%, Oregon, with 11% and, Alabama with 4%. The largest hydroelectric power plant in the United States, which is also the largest overall power, is the Grand Coulee Dam built in Washington state in 1942 with a generating capacity of 6,809 Megawatts.[44]\n\n"
        },
        {
            "title": "Final energy consumption",
            "text": "The U.S. Department of Energy tracks national energy consumption in four broad sectors: industrial, transportation, residential, and commercial. The industrial sector has long been the country's largest energy user, currently representing about 33% of the total. Next in importance is the transportation sector followed by the residential and commercial sectors.\n\nHousehold energy use varies significantly across the United States. An average home in the Pacific region (consisting of California, Oregon, and Washington) consumes 35% less energy than a home in the South Central region. Some of the regional differences can be explained by climate. The heavily populated coastal areas of the Pacific states experience generally mild winters and summers, reducing the need for both home heating and air conditioning. The warm, humid climates of the South Central and South Atlantic regions lead to higher electricity usage, while the cold winters experienced in the Northeast and North Central regions result in much higher consumption of natural gas and heating oil. The state with the lowest per-capita energy use is New York, at 205 million BTU (216 GJ; 60 MWh) per year,[51] and the highest is Wyoming, at slightly over 1 billion BTU (1,100 GJ; 290 MWh) per year.[52]\n\nOther regional differences stem from energy efficiency measures taken at the local and state levels. California has some of the strictest environmental laws and building codes in the country, leading its per-household energy consumption to be lower than all other states except Hawaii.\n\nThe land-use decisions of cities and towns also explain some of the regional differences in energy use. Townhouses are more energy efficient than single-family homes because less heat, for example, is used per person. Similarly, areas with more homes in a compact neighborhood encourage walking, biking and transit, thereby reducing transportation energy use. A 2011 U.S. EPA study found that multi-family homes in urban neighborhoods, with well-insulated buildings and fuel-efficient cars, use less than two-thirds of the energy used by conventionally built single-family houses in suburban areas (with standard cars).[53]\n\n"
        },
        {
            "title": "Electricity",
            "text": "The United States is the world's second largest producer and consumer of electricity.[55] It consumes about 20%[56] of the world's electricity supply. This section provides a summary of the consumption and generation of the nation's electric industry, based on data mined from U.S. DOE Energy Information Administration/Electric Power Annual 2018 files.[57] Data was obtained from the most recent DOE Energy Information Agency (EIA) files. Consumption is detailed from the residential, commercial, industrial, and other user communities. Generation is detailed for the major fuel sources of coal, natural gas, nuclear, petroleum, hydro, and the other renewables of wind, wood, other biomass, geothermal, and solar. Changes to the electrical energy fuel mix and other trends are identified. Progress in wind and solar contributing to the energy mix are addressed.\n\nElectricity consumption in this section is based upon data mined from U.S. DOE Energy Information Administration/Electric Power Annual 2018 files[58] In 2018 the total U.S. consumption of electricity was 4,222.5 terawatt-hours (TWh) or 15201 PJ. Consumption was up from 2017, by 131.9 TWh (475 PJ) or +3.2%. This is broken down as:\n\nA profile of the electric energy consumption[62] for 2018 is shown in one of the above graphs. The April minimum of 304 TWh (1,090 PJ) to the July peak of 416 TWh (1,500 PJ) shows the monthly range of consumption variations.\n\nIn addition to consumption from the electrical grid, the U.S. consumers consumed an estimated additional 35.04 TWh from small scale solar systems. This will be included in the per capita data below.\n\nElectricity consumption per capita is based upon data mined from U.S. DOE Energy Information Administration/Electric Power Annual 2018 files[58] Population[63] data is from Demographics of the United States. Per-capita consumption in 2018 is 13,004 kWh (46,810 MJ). This is up 372 kWh (1,340 MJ) from 2017, down 4.6% from a decade ago, and down 6.4% from its peak in 2007. The following table shows the yearly U.S. per-capita consumption from 2013 to 2019.\n\nThe United States has an installed summer electricity generation capacity of 1115.68 GW in 2020, up 16.5 GW from 2019.[64] The U.S. electricity generation was 4,007.14TWh (14,429.7 PJ because 1TWh=3.6 PJ) in 2020 and down 120.7TWh (2.9%) from 2019 (pre-pandemic).[65] The U.S. also imported;[66] 61.45 TWh and exported 14.13 TWh, for a total of 4,054.45 TWh of electrical grid energy use in the U.S. This was down 112.5 TWh (2.7%)  from 2019. Electrical energy generated from coal was 773.39 TWh  (19.48%); natural and other gases, 1,635.985 TWh (40.35%); nuclear, 789.879 TWh (19.11%); hydro, 285.274 TWh (7.04%); Renewables (other than hydro), 497.729 TWh (12.28%); imports less exports, 47.314 TWh (1.17%) petroleum, 17.341 TWh  (0.43%); and miscellaneous (including pumped storage), 7.534 TWh (0.19%). \n\nThe United States' renewable sources (hydro reported separately) are wind, 337.938 TWh  (8.33%); wood, 36.21 TWh (0.89%); other biomass, 18.493 TWh  (0.46%); geothermal, 15.89 TWh (0.39%) and solar, 89.199 TWh (2.20%). Small-scale solar is estimated[65] to have produced an additional 41.522 TWh . Natural gas electricity generation exceeded generation from coal for the first time in 2016 and continued its expansion.  Wind exceeded Hydro in 2019 for the first time.  Nuclear exceeded coal for the first time in 2020.\n\nThe following tables summarize the electrical energy generated by fuel source for the United States. Electric Power Annual[67] for 2020 data and preliminary data from Electric Power Monthly for the 2021 data[[68] was used throughout the rest of this section.\n\nNote: Biomass includes wood and wood derived fuel, landfill gas, biogenic municipal solid waste and other waste biomass.\n\nIndividual states have very diverse electric generation systems, and their new initiatives to expand their generation base are equally diverse. Coupled with consumption disparages, it leads to a mix of \"have\" and \"have not\" electric energy states. Using the data from the U.S. DOE Energy Information Administration/Electric Power Annual 2017 files.[74] Data was obtained from the most recent DOE Energy Information Agency (EIA) full year files.[75] Full use of the excellent EIA data browser[76] permits easy access to the plethora of data available.\n\nThe following table, derived from data mined from Electric Power Annual,[77][78] identifies those states which must import electrical energy from neighboring states to meet their consumption needs. Each state's total electric generation for 2018 is compared with the state's consumption, and its share of the system loss and the difference between the generated electric energy and its total consumption (including its share of the system loss) is the amount of energy it imports. For Hawaii, total consumption equals generated energy. For the other states, multiplying their direct consumption by 1.082712997 (4168280574/3849848100), results in the United States' supply (including net imports) being equal to its total consumption.\n\nThe following table, derived from data mined from Electric Power Annual,[77][78] identifies those states which generate more electrical energy than they need to meet their consumption needs. They supply those that need additional energy. Each state's total electric generation for 2018 is compared with the state's consumption, and its share of the system losses and the difference between the generated electric energy and its total consumption (including its share of the system losses) is the amount of energy it exports. For Hawaii, total consumption equals generated energy. For the other states, multiplying their direct consumption by 1.082712997 (4168280574/3849848100) results in the United States' supply (including net imports) being equal to its total consumption usage. A state's exported energy is determined by subtracting the state's total consumption from its generation.\n\nRenewable energy in the United States accounted for 13.2% of the domestically produced electricity in 2014,[79] and 11.2% of total energy generation.[80] As of 2014, more than 143,000 people work in the solar industry and 43 states deploy net metering, where energy utilities buy back excess energy generated by solar arrays.[81]\n\nRenewable energy reached a major milestone in the first quarter of 2011, when it contributed 11.7% of total U.S. energy production (2.245 quadrillion BTU or 2.369 EJ of energy), surpassing nuclear energy production (2.125 quadrillion BTU or 2.242 EJ).[82] 2011 was the first year since 1997 that renewables exceeded nuclear in total U.S. energy production.[83]\n\nHydroelectric power is currently the largest producer of renewable energy in the U.S. It produced around 6.2% of the nation's total electricity in 2010 which was 60.2% of the total renewable energy in the U.S.[84] The United States is the fourth largest producer of hydroelectricity in the world after China, Canada, and Brazil. The Grand Coulee Dam is the 5th largest hydroelectric power station in the world.\n\nU.S. wind power's installed capacity now exceeds 65,000 MW and supplies 4% of the nation's electric power.[85][86] Texas is firmly established as the leader in wind power development followed by Iowa and California.[87]\n\nThe United States has some of the largest solar farms in the world. Solar Star is a 579-megawatt (MWAC) farm near Rosamond, California.[88] The Desert Sunlight Solar Farm is a 550-megawatt solar power plant in Riverside County, California[89] and the Topaz Solar Farm, a 550 MW photovoltaic power plant, is in San Luis Obispo County, California.[90] The solar thermal SEGS group of plants in the Mojave Desert has a total generating capacity of 354 MW.[91] Rooftop solar has also become a growing contributor to overall solar power generation, with overall generated capacity at 26 GW in 2022 (around 1% of total generation capacity), with the states of California, Texas, Florida experiencing the fastest growth.[92]\n\nThe Geysers in Northern California is the largest complex of geothermal energy production in the world.\n\nThe development of renewable energy and efficient energy use marks \"a new era of energy exploration\" in the United States, according to President Barack Obama.[93] Studies suggest that if there is enough political will, it is feasible to supply the whole United States with 100% renewable energy by 2050.[94][95]\n\nIn 2015, electrical energy usage in the United States was 1.6% more than in 2005 and 1% less than the peak in 2007. Per-capita consumption has decreased about 7% since its peak in 2007 and every year since has shown a decrease in individual consumption. Conservation efforts are helping. At least, for the next decade, coal, natural gas, and nuclear will remain the top three fuels for electric energy generation in the United States. Coal will continuously decrease its contribution, with natural gas increasing its contribution. Nuclear will have some downs (decommissionings) and ups (new online plants) but probably remain about constant. Hydro will maintain. Petroleum will continue to decrease in importance. Wind and solar will continue to grow in importance; their combined generation was 5.29% of U.S. electric generation for 2015 or 5.20% of total U.S. consumption.\n\nFrom the beginning of the United States until 1973, total energy (including electrical) use increased by about 3% per year, while population increased an average of 2.2% per year. Per-capita energy use from 1730 to 1870 was about 100 million BTU (110 GJ) per person. In the 20th century this increased to around 300 million BTU or 320 GJ (332 million BTU or 350 GJ per person per year in 1981).[96]\n\nA concentrating solar array (CSP) with thermal storage has a practical capacity factor of 33%[97] and could provide power 24 hours a day. Prior to 2012, in six southwestern states (Arizona, California, Colorado, Nevada, New Mexico, and Utah) the U.S. Bureau of Land Management (BLM) owned nearly 98 million acres or 400,000 square kilometres (an area larger than the state of Montana) that was open to proposals for solar power installations. To streamline consideration of applications, the BLM produced a Programmatic Environmental Impact Statement (PEIS). By the subsequent Record of Decision in October 2012, the BLM withdrew 78% of its land from possible solar development, leaving 19 million acres (77,000 km2) still open to applications for solar installations, an area nearly as large as South Carolina. Of the area left open to solar proposals, the BLM has identified 285,000 acres (115,000 ha) in highly favorable areas it calls Solar Energy Zones.[98] In Spain, with natural gas backups, CSP has reached a capacity factor of 66%, with 75% being a theoretical maximum.[99][failed verification]\n\n"
        }
    ]
}