{
    "url": "https://en.wikipedia.org/wiki/Engadget",
    "title": "Engadget",
    "table_of_contents": [
        "1 History",
        "2 Controversies",
        "2.1 William Shatner and Twitter verification",
        "2.2 The Verge",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEngadget (/ɪnˈɡædʒɪt/ in-GAJ-it[1][2]) is a multilingual technology blog network with daily coverage of gadgets and consumer electronics. Engadget manages ten blogs four of which are written in English and six have international versions with independent editorial staff.[3] It has been operated by Yahoo since September 2021.[4]\n\n"
        },
        {
            "title": "History",
            "text": "Engadget was founded by former Gizmodo technology weblog editor and co-founder Peter Rojas. Engadget was the largest blog in Weblogs, Inc., a blog network with over 75 weblogs, including Autoblog and Joystiq, which formerly included Hackaday. Weblogs Inc. was purchased by AOL in 2005.[5]\n\nLaunched in March 2004, Engadget is updated multiple times a day with articles on gadgets and consumer electronics. It also posts rumors about the technological world, frequently offers opinion within its stories, and produces the weekly Engadget Podcast that covers tech and gadget news stories that happened during the week.[5]\n\nOn December 30, 2009, Engadget released its first mobile app for the iPhone and iPod Touch.[6][7]\n\nOvernight, on July 15, 2013, Tim Stevens stepped down as the editor-in-chief, placing gdgts' Marc Perton as the interim executive editor.[8]  In November 2013, a major redesign was launched that merged gdgts' features into Engadget, such as the database of devices and aggregated reviews. The changes aimed to turn Engadget into a more extensive consumer electronics resource, similarly to CNET and Consumer Reports, aimed towards \"the early adopter in all of us\".[9]\n\nAs of April 2014, Michael Gorman was the editor-in-chief, alongside Christopher Trout as executive editor.[10]\n\nOn December 2, 2015, Engadget introduced another redesign, as well as a new editorial direction with a focus on broader topics influenced by technology; Gorman explained that \"the core Engadget audience—people who are very much involved in the industry—pay attention to it closely, but the new editorial direction is really meant to make it approachable for folks outside of that realm.\"[11]\n\n"
        },
        {
            "title": "Controversies",
            "text": "On June 21, 2014, actor William Shatner raised an issue with several Engadget editorial staff and their \"verification\" status on Twitter. This began when the site's social media editor, John Colucci tweeted a celebration of the site hitting over 1 million Twitter followers.[12] Besides Colucci, Shatner also targeted several junior members of the staff for being \"nobodies\", unlike some of his actor colleagues who did not bear such distinction. Shatner claimed Colucci and the team were bullying him when giving a text interview to Mashable. [13] Over a month later, Shatner continued to discuss the issue on his Tumblr page,[14] to which Engadget replied by defending its team and discussing the controversy surrounding the social media verification.[15]\n\nIn early 2011, eight of the most prominent editorials and technology staff members left AOL to build a new gadget site with the CEO Jim Bankoff at SB Nation. On leaving, Joshua Topolsky, former editor-in-chief, is quoted having said, \"We have been working on blogging, technology that was developed in 2003, we haven't made a hire since I started running the site, and I thought we could be more successful elsewhere\".[16]\n\n"
        }
    ]
}