{
    "url": "https://en.wikipedia.org/wiki/Enrique_Gaspar_y_Rimbau",
    "title": "Enrique Gaspar",
    "table_of_contents": [
        "1 Biography",
        "2 El anacronópete",
        "3 Selected works",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEnrique Lucio Eugenio Gaspar y Rimbau (2 March 1842 in Madrid – 7 September 1902 in Oloron) was a Spanish diplomat and writer, who wrote many plays (zarzuelas), and one of the first novels involving time travel with a time machine, El anacronópete.\n\n"
        },
        {
            "title": "Biography",
            "text": "Enrique Gaspar y Rimbau was born to parents who were well known actors.  Upon the death of his father, Juan, he moved to Valencia with his mother and two siblings. He studied humanities and philosophy, though he never finished his studies, leaving to work in the commercial bank of the marqués of San Juan.\n\nHe had already written his first zarzuela by the age of 13, and at 14 he was writer at the La Ilustración Valenciana.  When he was 15 his mother put on a performance of his first comedy. He moved to Madrid when he was 21 to dedicate himself to writing.\n\nHis peak years as a writer were 1868 to 1875, when he wrote operas for the consumption of the bourgeoisie rather than the aristocracy. During this time, he also wrote historical dramas, and he became a pioneer of social theatre in Spain. He had huge success for his comedies, but his real passion was social commentary, promoting the education of women and meaningful marriage. These plays were less successful because they were before their time.\n\nWhen he was 23, Gaspar y Rimbau married Enriqueta Batllés y Bertán de Lis, a beautiful aristocrat, to the displeasure of her parents.  After the birth of their second child, he entered the diplomatic corps, at the age of 27.\n\nHe spent time in Greece and France, then Madrid, and eventually served as consul in China, first in Macau, and then in Hong Kong.  During this time, he continued to write and mount operas, in addition to writing for El Diario de Manila.\n\nUpon his return to Europe, he moved to Oloron, in the South of France, though his family lived in Barcelona, where he put on an opera in Catalan. Later, he lived in various locations in the south of France.  His wife died in Marseille, where he was consul.  In poor health himself, he retired to Oloron with his daughter, son-in-law, and grandchildren. He died there in 1902 at the age of 60.\n\n"
        },
        {
            "title": "",
            "text": "Published in 1887 in Barcelona, El anacronópete (a neologism for \"who flies against time\") has become one of Gaspar y Rimbau's most important works. It is a Spanish science fiction novel. This predates the publication of The Chronic Argonauts by H. G. Wells in 1888, his first story involving time travel using a machine.\n\nThe novel, in the format of a zarzuela, is one of the first to feature a machine that travels through time: the 'anacronópete'. The anacronópete is an enormous cast iron box, propelled by electricity, which drives four large pneumatical devices ending in tubes for travel, as well as powering other machinery, including something that produces the García fluid, which causes the passengers not to grow younger as they travel backwards in time. The machine's interior also contains all kinds of conveniences including, among other marvels, brooms that sweep by themselves.\n\nThe machine provided the setting for a story in three acts, in which the following group of characters travel in time: don Sindulfo García, a scientist from Zaragoza and the inventor of the device; his friend and assistant Benjamín; Clarita, don Sindulfo's niece and ward; a maidservant; Captain Luis, Clarita's beloved; several Spanish hussars; and a number of old French women of 'loose morals' that the mayor of Paris wants to rejuvenate so that they \"regenerate\" themselves.\n\nIn the first act, don Sindulfo explains his theory of time: it is the atmosphere that causes time as demonstrated by the conservation of food in hermetic cans.\nBy flying fast against the rotation of Earth, the machine can \"undo\" the passing of days (a device often mistakenly thought to be used in the film Superman). They leave Paris, from the World's Fair of 1878, and travel to the Battle of Tetuán in 1860.\nLuis's troop of hussars, that Clarita expected would protect her against Sindulfo, has become children and disappear since they were not protected by the \"fluid of inalterability\".\nThe machine departs, returning to Paris the day before they left, whereupon several 'rejuvenated' French girls disembark.\n\nIn the second act, they again travel into the past, seeking the secret of immortality, stopping at various moments in history, such as Granada in 1492, where they recommend to Queen Isabella that she should listen to a certain Genovese gentleman, and Ravenna in 690 (in order to obtain provisions). They end up in Ho-nan, China in 220, where Sindulfo expects that he will be able to force Clarita to marry him. The emperor Hien-ti shows the travellers that many inventions such as the printing press and iron ships are already known.\nSince his empress Sun-Che has just died, he offers to exchange Clarita for the secret of immortality.\nThe empress had actually been buried alive by her husband and happens to be the original of a Chinese mummy Sindulfo had bought and brought into the machine.\nThus, she becomes free and wants to marry Sindulfo.\nThe characters have evolved, with Benjamín becoming obsessed with eternal life, don Sindulfo crazy with jealousy over Clarita, and Clarita in love with Captain Luis.\nBenjamín discovers that the disappearing hussars have reappeared again because their immortal spirits had not left the anacronópete and that Sindulfo's first wife was the same as the empress through metempsychosis.\nWhile they leave, Tsao Pi founds the Ouei dynasty.\n\nIn the third act, after a stop in Pompeii at the time of Vesuvius' eruption in the year 79, they arrive in the 30th century BCE, the time of Noah. There they discover the secret of eternal life is God. Finally, don Sindulfo in his madness speeds up the anacronopede, which explodes upon arriving at the Day of Creation.\n\nDon Sindulfo wakes up.\nHe has slept while watching a theatre play by Jules Verne, with the just-married Luis and Clarita.\n\nIt was written during Gaspar's mission to China[1] (1878–1885).\nThe novel fits with the spirit of the age, in which the works of Jules Verne were very successful. It was undoubtedly influenced by his personal friend[1] Camille Flammarion and Flammarion's story Lumen, in which spiritual time travel is featured. El Anacronópete, written in 1881, also predates Mouton's L'historioscope, and therefore could not have been influenced by that work.\n\nThe original edition by Daniel Cortezo was illustrated by Francesc Soler.\nIt has been republished in 1999 in diskette by Asociación Española de Fantasía, Ciencia-Ficción y Terror, in 2000 by Círculo de Lectores. Minotauro republished the Círculo edition with the original illustrations in 2005 (ISBN 84-450-7565-9). An online English\ntranslation was released in 2014[2] with the original illustrations.\n\n"
        }
    ]
}