{
    "url": "https://en.wikipedia.org/wiki/Entertainment_Weekly",
    "title": "Entertainment Weekly",
    "table_of_contents": [
        "1 History",
        "2 Typical content and frequency",
        "2.1 Layout",
        "2.1.1 News and notes",
        "2.1.2 Feature articles",
        "2.1.3 Reviews",
        "2.1.4 The Bullseye",
        "2.2 Specialty issues",
        "3 Thousandth issue and redesign",
        "4 Website",
        "5 Poppy Awards",
        "6 Notable former contributors",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEntertainment Weekly (sometimes abbreviated as EW) is an American digital-only entertainment magazine based in New York City, published by Dotdash Meredith, that covers film, television, music, Broadway theatre, books, and popular culture. The magazine debuted on February 16, 1990, in New York City.\n\nDifferent from celebrity-focused publications such as Us Weekly, People (a sister magazine to EW), and In Touch Weekly, EW primarily concentrates on entertainment media news and critical reviews; unlike Variety and The Hollywood Reporter, which were primarily established as trade magazines aimed at industry insiders, EW targets a more general audience.\n\n"
        },
        {
            "title": "History",
            "text": "Formed as a sister magazine to People, the first issue of Entertainment Weekly was published on February 16, 1990.[5][6]\n\nCreated by Jeff Jarvis and founded by Michael Klingensmith, who served as publisher until October 1996,[7] the magazine's original television advertising soliciting pre-publication subscribers portrayed it as a consumer guide to popular culture, including movies, music, and book reviews, sometimes with video game and stage reviews, too.\n\nIn 1996, the magazine won the coveted National Magazine Award for General Excellence from the American Society of Magazine Editors. EW won the same award again in 2002.[8]\n\nIn September 2016, in collaboration with People, Entertainment Weekly launched the People/Entertainment Weekly Network. The network is \"a free, ad-supported, online-video network [that] carries short- and long-form programming covering celebrities, pop culture, lifestyle, and human-interest stories\". It was rebranded as PeopleTV in September 2017.[9]\n\nBeginning with the August 2019 issue, Entertainment Weekly transitioned to a monthly issue model.[10]\n\nBruce Gersh, president of the Meredith entertainment division, which includes both EW and People, said that the cutback in print would be accompanied by deeper 24/7 digital coverage. Entertainment Weekly would still produce weekly digital \"covers\" and push into podcasts, and planned events and experiential offerings with stars and festivals.[11]\n\nJD Heyman, deputy editor of People, replaced Henry Goldblatt as editor. As a result of the change, about 15 people were cut. Previous owner Time Inc. spent $150 million developing EW after its February 1990 launch, and was rewarded for its patience when the magazine made a six-figure profit at the end of 1996, and in its peak years was cranking out $55 million in annual profit.[11]\n\nThough still profitable before the switch to a monthly, it was squeezed in recent years as celebrity coverage exploded across all platforms and print advertising shrank. While still called a \"weekly\" before the switch, EW was publishing only 34 issues a year. Meredith considered selling the title along with several others after it completed its $2.8 billion acquisition of Time Inc., but was convinced to keep EW in part because it was so intertwined with top money-maker People.[11]\n\nIn August 2, 2021, the site of the Greek edition of the magazine was launched, with Greece being the first country outside the U.S. in which the magazine will be available.\n\nOn February 9, 2022, Entertainment Weekly ceased print publication and moved to digital-only.[12] The final print issue was April 2022.[13] In May 2022, executive editor Patrick Gomez stepped into the editor in chief/general manager role.[14]\n\n"
        },
        {
            "title": "Typical content and frequency",
            "text": "The magazine features celebrities on the cover and addresses topics such as television ratings, movie grosses, production costs, concert ticket sales, advertising budgets, and in-depth articles about scheduling, producers, showrunners, etc.\n\nBy the time print publication ceased, the magazine was published once per month, although the legacy name Entertainment \"Weekly\" is still used.\n\nEntertainment Weekly follows a typical magazine format by featuring a letters to the editor and table of contents in the first few pages, while also featuring advertisements. While many advertisements are unrelated to the entertainment industry, most ads are typically related to up-and-coming television, film, or music events.[citation needed]\n\nThese beginning articles open the magazine and as a rule focus on current events in pop culture. The whole section typically runs eight to ten pages long, and features short news articles and several specific recurring sections:\n\nTypically, four to six major articles (one to two pages each) fill the middle pages of the magazine. These articles are most commonly interviews, but  also it has narrative articles and lists. Feature articles tend to focus mostly on movies, music, and television and less on books and the theatre. In the magazine's history, only  a few cover stories (e.g., John Grisham, Stephen King) were devoted to authors;  a cover has never been solely devoted to the theater.[citation needed]\n\nSeven sections of reviews are in the back pages of each issue (together encompassing up to one-half of the magazine's pages). In addition to reviews, each reviews section has a top-sellers list, as well as numerous sidebars with interviews or small features. Unlike a number of European magazines that give their ratings with a number of stars (with normally 4 or 5 stars for the best review), EW grades the reviews academic-style, so that the highest reviews get a letter grade of \"A\" and the lowest reviews get an \"F\", with plus or minus graduations in between assigned to each letter except \"F\".\n\nThe sections are:\n\nThis section occupies the back page of the magazine, rating the \"hits\" and \"misses\" from the past week's events in popular culture on a bullseye graphic. For example, the May 22, 2009, edition featured Justin Timberlake hosting Saturday Night Live in the center, while the then-drama between Eminem and Mariah Carey missed the target completely for being \"very 2002\". At the time when this was printed on a small part of a page, events that were greatly disliked  were shown several pages away.\n\nEvery year, the magazine publishes several specialty issues. These issues were often published as double issues (running for two consecutive weeks). Many times these features were so long that they replaced all other feature articles.\n\nCommon specialty issues include:\n\n"
        },
        {
            "title": "Thousandth issue and redesign",
            "text": "The 1,000th issue was released July 4, 2008, and included the magazine's top-100 list for movies, television shows, music videos, songs, Broadway shows, and technology of the past 25 years (1983–2008).\n\nAs of its 1,001st issue, EW drastically revamped the look, feel, and content of the publication—increasing font and picture sizes and making all columns' word count shorter.\n\n"
        },
        {
            "title": "Website",
            "text": "The magazine's website EW.com provides users with daily content, breaking news, blogs, TV recaps, original video programming, and entertainment exclusives and serves as an archive for past magazine interviews, columns, and photos. Along with a website, EW also has a radio station on Sirius XM.[17]\n\nIn April 2011, EW.com was ranked as the seventh-most-popular entertainment news property in the United States by comScore Media Metrix.[18]\n\n"
        },
        {
            "title": "Poppy Awards",
            "text": "Previously named the EWwy Awards, the Poppy Awards were created by Entertainment Weekly to honor worthy series and actors not nominated for the Primetime Emmy Awards.[19] The Poppys are awarded in 10 categories and no person nominated for an equivalent Primetime Emmy is eligible. Votes and nominations are cast online by anyone who chooses to participate. The categories are: Best Drama Series, Best Comedy Series, Best Actor in a Drama Series, Best Actor in a Comedy Series, Best Actress in a Drama Series, Best Actress in a Comedy Series, Best Supporting Actor in a Drama Series, Best Supporting Actor in a Comedy Series, Best Supporting Actress in a Drama Series, and Best Supporting Actress in a Comedy Series.\n\n"
        }
    ]
}