{
    "url": "https://en.wikipedia.org/wiki/Entertainment_robot",
    "title": "Entertainment robot",
    "table_of_contents": [
        "1 Toy robot",
        "1.1 Robotic dog",
        "1.2 Humanoid entertainment robots",
        "1.3 Substitute pets",
        "2 Commercial show robots",
        "3 Non-commercial art robots",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An entertainment robot is, as the name indicates, a robot that is not made for utilitarian use, as in production or domestic services, but for the sole subjective pleasure of the human. It serves, usually the owner or his housemates, guests or clients. Robotics technologies are applied in many areas of culture and entertainment.\n\nExpensive robotics are applied to the creation of narrative environments in commercial venues where servo motors, pneumatics and hydraulic actuators are used to create movement with often preprogrammed responsive behaviors such as in Disneyland's haunted house ride.\n\nEntertainment robots can also be seen in the context of media arts where artist have been employing advanced technologies to create environments and artistic expression also utilizing the actuators and sensor to allow their robots to react and change in relation to viewers.\n\n"
        },
        {
            "title": "Toy robot",
            "text": "Relatively cheap, mass-produced entertainment robots are used as mechanical, sometimes interactive, toys which perform various tasks and tricks on command. The first commercial hit was, not surprisingly, modelled on the most popular pet: the canine.\n\nRobot dogs as a fad have been produced with relatively little variation. These are some commercial models:\n\nRobot dogs also appear fairly frequently in fiction compared to other forms of personal entertainment robots.\n\nDespite those humanoid robots for utilitarian uses, there are some humanoid robots which aims at entertainment uses, such as Sony's QRIO and Wow Wee's RoboSapien. They are usually capable of some advanced features like Voice Recognition or Walking.\n\nWhile primitive robot toy models only execute standardized pre-programmed routines, sometimes little more than a wind-up toy could do, advancing technology allows for interaction with the user and/or other environmental stimuli (e.g. sensor-detected obstacles), thus somewhat resembling a live playmate.\n\nNevertheless, in the mind of some users the things can hold the loved place of a pet, as demonstrated by the fact that some even sleep with a metallic one instead of a plush cuddly toy.\n\nIn fact manufacturers even found it pays to produce a toy that is essentially designed to be nurtured, rather like an egg in some 'parenting experience simulations', as proven by the success of the Japanese Tamagotchi.\n\n"
        },
        {
            "title": "Commercial show robots",
            "text": "For machines for the entertainment industry, cost is not the driving factor in design choices, and so the robots are often at a price point outside of what a private person would choose to pay \n\nThese robots are made for use as:\n\n"
        },
        {
            "title": "Non-commercial art robots",
            "text": "In 1956, Nicolas Schöffer created Cysp 1 (Spatiodynamique Cybernétique), a robot and dancer working together to create an abstract sculpture and choreography with concrete music by Pierre Henry. These works could react to color, sound and light.\n\nSurvival Research Laboratories, in San Francisco, California, creates large destructive robotic performances to roast contemporary culture and express their distaste for the military-industrial complex.\n\nEmergent Systems is creating large-scale interactive art environments where robots are able to respond to humans and each other as they react and evolve in the robotic installations. Autopoiesis was one such artificial life work that allowed a series of robots constructed of grapevines to both act as individuals and a group.[2] Augmented Fish Reality allowed Siamese fighting fish to control their robots to meet across the gap of their glass fish bowls.\n\nIntel Museum hosts the A.I. driven interactive robot, ARTI, which is short for \"artificial intelligence\". This robot is considered to be a work of fine art and is capable of recognizing faces, understands speech and even teaches the museum guests about the history of the museum and its founders, Robert Noyes and Gordon Moore. ARTI's face is made out of an inanimate silicon wafer.\n\n"
        },
        {
            "title": "References",
            "text": "[3]\n\n"
        }
    ]
}