{
    "url": "https://en.wikipedia.org/wiki/Entering_heaven_alive",
    "title": "Entering heaven alive",
    "table_of_contents": [
        "1 Judaism",
        "2 Christianity",
        "2.1 Catholicism",
        "2.2 Eastern Christianity",
        "3 Mandaeism",
        "4 Zoroastrianism",
        "5 Hellenistic religion",
        "6 Hinduism",
        "7 Islam",
        "8 Ascended Master Teachings",
        "9 Fictional portrayals",
        "10 See also",
        "11 References",
        "11.1 Citations",
        "11.2 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Entering heaven alive (called by various religions \"ascension\", \"assumption\", or \"translation\") is a belief held in various religions. Since death is the normal end to an individual's life on Earth and the beginning of afterlife, entering heaven without dying first is considered exceptional and usually a sign of a deity's special recognition of the individual's piety.\n\n"
        },
        {
            "title": "Judaism",
            "text": "In the Hebrew Bible, there are two exceptions to the general rule that humans could not go to heaven – Enoch and Elijah – but neither is clear. Genesis 5:24 mentions Enoch as one who \"walked faithfully with God; then he was no more, because God took him away\", but it does not explicitly say whether he was alive or dead, and it does not say where God took him. The Books of Kings describes the prophet Elijah being taken towards \"shamayim\" in a whirlwind, but the word can mean either heaven as the abode of God, or the sky (as the word \"heavens\" does in modern English), and so again the text is ambiguous.\n\nAccording to the post-biblical Midrash, eight people went to (or will go to) heaven (also referred to as the Garden of Eden and paradise) alive:[1]\n\n"
        },
        {
            "title": "Christianity",
            "text": "The Christian Old Testament, which is based primarily upon the Hebrew Bible, follows the Jewish narrative and mentions that Enoch was \"taken\" by God, and that Elijah was bodily assumed into Heaven on a chariot of fire.[5][6]\n\nJesus is considered by the vast majority of Christians to have died before being resurrected and ascending to heaven. Most Christians believe Jesus did initially die, but was then resurrected from the dead by God, before being raised bodily to heaven to sit at the Right Hand of God with a promise to someday return to Earth. The minority views that Jesus did not die are known as the swoon hypothesis and Docetism. Mary, the mother of Jesus is considered in Eastern Orthodoxy to have died prior to being assumed (translated) into heaven. In like manner, Roman Catholicism affirms that Mary, the mother of Jesus, suffered death prior to her assumption which has been \"expressly affirmed in the Liturgy of the Church\" and is expressly seen in paragraph 20 of the proclamation of this teaching.[7][8] Protestants generally believe that Mary died a natural death like any other human being and subsequently entered heaven in the usual manner, though certain adherents belonging to the Evangelical Catholic tradition of Lutheranism and the Anglo-Catholic tradition of Anglicanism affirm the Assumption of Mary, while others in these traditions reject the Assumption of Mary.[9]\n\nSince the adoption of the Nicene Creed in 325, the ascension of Jesus into heaven, as related in the New Testament, has been officially taught by all orthodox Christian churches and is celebrated on Ascension Thursday. In the Roman Catholic Church, the ascension of the Lord is a Holy Day of Obligation. In the Eastern Orthodox Church the ascension is one of twelve Great Feasts.\n\nIn the Reformed Churches, which teach Calvinist theology, belief in the ascension of Christ is included in the Westminster Confession of Faith, the Heidelberg Catechism and the Second Helvetic Confession.[10]\n\nThe premillennial dispensationalist belief in a \"rapture\"—a belief rejected by Catholics, Eastern Orthodox and Lutherans—is drawn from a reference to \"being caught up\" as found in 1 Thessalonians 4:17, when the \"dead in Christ\" and \"we who are alive and remain\" will be caught up in the clouds to meet the Lord, though Christians differ on interpretation.[11][12]\n\nSacred Scripture teaches that Enoch and Elijah were assumed into heaven while still alive and not experiencing physical death. There is also an unconfirmed pious belief that Moses was assumed bodily into Heaven after his death; this is based on the Epistle of Saint Jude, where Saint Michael the Archangel contends with Satan over the body of Moses.\n\nThe Catholic Church distinguishes between the ascension of Jesus in which he rose to heaven by his own power, and the assumption of Mary, the mother of Jesus, who was raised to heaven by God's power, or the assumption of other saints.[13]\n\nOn November 1, 1950, Pope Pius XII, acting ex cathedra, issued Munificentissimus Deus, an authoritative statement of official dogma of Roman Catholicism. In Section 44 the pope stated:[8]\n\nThe doctrine is based on sacred tradition that Mary was bodily assumed into heaven. For centuries before that, the assumption was celebrated in art and in the Church's liturgy. The proclamation's wording does not state if Mary suffered bodily death before being assumed into heaven; this is left open to individual belief.[14] Some theologians[citation needed] have argued that Mary did not die, while others maintain that she experienced death not due to original sin, but to share in her son's own death and resurrection.[15]\n\nIt is a pious belief in the Catholic Church, but not a dogma, that Saint Joseph, too, was assumed into Heaven. This pious belief is called the Assumption of Saint Joseph. Many Catholic saints, doctors of the Church, as well as several Popes, such as John XXIII, supported this belief.[citation needed]\n\nWhen the tomb of John the Evangelist (located in the Basilica of St. John, Ephesus) during Constantine the Great's reign supposedly yielded no bones, this gave rise to the belief that his body was assumed into heaven (other accounts say that only manna or the saint's sandals was found in the tomb).[16] Augustine of Hippo spoke against the tradition in his Treatises on the Gospel of John (AD 406–420), and Dante attempted to refute the belief in his Paradiso.[17][18]\n\nAltogether, the Catholic Church has taught by the universal and ordinary magisterium that Saints Enoch and Elijah were assumed into Heaven, and it teaches dogmatically and therefore infallibly that Mary was assumed into Heaven; that it is acceptable as a pious belief that Saint Joseph was assumed into Heaven; and that it is a pious belief that Moses (after his death) and Saint John the Apostle were assumed into Heaven (though the assumption of Saint John has generally been considered much weaker and less probable).\n\nThe Eastern Orthodox Church teaches that three other persons were taken bodily into heaven: Enoch, Elijah (Elias) and the Theotokos (Virgin Mary). Similar to the Western \"Assumption\" of Mary, the Orthodox celebrate the Dormition of the Mother of God on August 15. The Orthodox teach that Mary died a natural death like any other human being, that she was buried by the Apostles (except for Thomas, who was late), and three days later (after Thomas had arrived) was found to be missing from her tomb. The church teaches that the Apostles received a revelation during which the Theotokos appeared to them and told them she had been resurrected by Jesus and taken body and soul into heaven. The Orthodox teach that Mary already enjoys the fullness of heavenly bliss that the other saints will experience only after the Last Judgment.\n\n"
        },
        {
            "title": "Mandaeism",
            "text": "In Mandaeism, the Left Ginza mentions that Shitil (Seth), the son of Adam, was taken alive to the World of Light without a masiqta (death mass).[19]\n\n"
        },
        {
            "title": "Zoroastrianism",
            "text": "It is believed in Zoroastrianism that the Peshotanu was taken up into heaven alive[citation needed] and will someday return as the Zoroastrian messiah.\n\n"
        },
        {
            "title": "Islam",
            "text": "The Qur'an, central religious text of Islam, teaches that Muhammad was transported from the Great Mosque of Mecca to the Al-Aqsa Mosque during the Night Journey. After leading prayers at the mosque, Muhammad ascended into heaven alive. In heaven, he individually greets previous prophets and later, speaks to Allah, who gives him instructions regarding the details of prayer. Muhammad's ascent into heaven was temporary, and he later came back to Earth. In the hadith, later collections of the reports, teachings, deeds and sayings of Muhammad, the Al-Aqsa Mosque was understood as relating to Temple Mount in Jerusalem. The Al-Aqsa Mosque, derived from the name mentioned in the Qur'an, was built on the Temple Mount under the Umayyads several decades after Muhammad's death to commemorate the place from which Muslims believe he had ascended to heaven.\n\nIslamic texts deny the idea of crucifixion or death attributed to Jesus by the New Testament.[26] The Quran states that people (i.e., the Jews and Romans) sought to kill Jesus, but they could not crucify or kill him, although \"this was made to appear to them\". Muslims believe that Jesus was not crucified but instead he was raised by God unto the heavens. This \"raising\" is often understood to mean through bodily ascension.\n\nSome Islamic scholars have identified the prophet Idris to be the same person as Enoch from the Bible. This is because the Quran states that God \"raised him to a lofty station\", and that has been taken to be a term for ascending, upon which it is concluded that \"Idris\" was \"Enoch\".\n\n"
        },
        {
            "title": "Ascended Master Teachings",
            "text": "Members of various Ascended Master Teachings, a group of New Age religions based on Theosophy, believe that Francis Bacon underwent a physical Ascension without experiencing death (he then became the deity St. Germain). They also believe numerous others have undergone Ascension; they are called the Ascended Masters and act as spirit guides to human souls on their spiritual path. The leaders of these religions claim to be able to receive channeled messages from the Ascended Masters, which they then relay to their followers.[27][28][29][30][31]\n\n"
        }
    ]
}