{
    "url": "https://en.wikipedia.org/wiki/Entheogen",
    "title": "Entheogen",
    "table_of_contents": [
        "1 Nomenclature",
        "2 History",
        "3 Uses and purpose",
        "4 In religion",
        "4.1 Hinduism",
        "4.2 Buddhism",
        "4.3 Judaism",
        "4.4 Christianity",
        "4.5 Peyotism",
        "4.6 Santo Daime",
        "4.7 União do Vegetal",
        "5 By region",
        "5.1 Africa",
        "5.2 Americas",
        "5.3 Asia",
        "5.4 Europe",
        "5.5 Middle East",
        "5.6 Oceania",
        "6 Research",
        "7 Legal status",
        "7.1 Australia",
        "7.2 United States",
        "8 In literature",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEntheogens are psychoactive substances that induce alterations in perception, mood, consciousness, cognition, or behavior[1] for the purposes of engendering spiritual development or otherwise[2] in sacred contexts.[2][3] Anthropological study has established that entheogens are used for religious, magical, shamanic, or spiritual purposes in many parts of the world. Entheogens have traditionally been used to supplement many diverse practices geared towards achieving transcendence, including divination, meditation, yoga, sensory deprivation, healings, asceticism, prayer, trance, rituals, chanting, imitation of sounds, hymns like peyote songs, drumming, and ecstatic dance.[citation needed] The psychedelic experience is often compared to non-ordinary forms of consciousness such as those experienced in meditation,[4] near-death experiences,[5] and mystical experiences.[4] Ego dissolution is often described as a key feature of the psychedelic experience.[6]\n\n"
        },
        {
            "title": "Nomenclature",
            "text": "The neologism entheogen was coined in 1979 by a group of ethnobotanists and scholars of mythology (Carl A. P. Ruck, Jeremy Bigwood, Danny Staples, Richard Evans Schultes, Jonathan Ott and R. Gordon Wasson). The term is derived from two words of Ancient Greek, ἔνθεος (éntheos) and γενέσθαι (genésthai). The adjective entheos translates to English as \"full of the god, inspired, possessed\", and is the root of the English word \"enthusiasm\". The Greeks used it as a term of praise for poets and other artists. Genesthai means \"to come into being\". Thus, an entheogen is a drug that causes one to become inspired or to experience feelings of inspiration, often in a religious or \"spiritual\" manner.[7]\n\nRuck et al. argued that the term hallucinogen was inappropriate owing to its etymological relationship to words relating to delirium and insanity. The term psychedelic was also seen as problematic, owing to the similarity in sound to words pertaining to psychosis and also due to the fact that it had become irreversibly associated with various connotations of 1960s pop culture. In modern usage entheogen may be used synonymously with these terms, or it may be chosen to contrast with recreational use of the same drugs. The meanings of the term entheogen were formally defined by Ruck et al.:\n\nIn 2004, David E. Nichols wrote the following about nomenclature:[9]\n\n"
        },
        {
            "title": "History",
            "text": "Entheogens have been used by indigenous peoples for thousands of years.[13]\n\nR. Gordon Wasson and Giorgio Samorini have proposed several examples of the cultural use of entheogens that are found in the archaeological record.[14][15] Hemp seeds discovered by archaeologists at Pazyryk suggest early ceremonial practices by the Scythians occurred during the 5th to 2nd century BCE, confirming previous historical reports by Herodotus.[16]\n\nMost of the well-known modern examples of entheogens, such as Ayahuasca, peyote, psilocybin mushrooms, and morning glories are from the native cultures of the Americas. However, it has also been suggested that entheogens played an important role in ancient Indo-European culture, for example by inclusion in the ritual preparations of the Soma, the \"pressed juice\" that is the subject of Book 9 of the Rigveda. Soma was ritually prepared and drunk by priests and initiates and elicited a paean in the Rigveda that embodies the nature of an entheogen:[citation needed]\n\nThe kykeon that preceded initiation into the Eleusinian Mysteries is another entheogen, which was investigated (before the word was coined) by Carl Kerényi, in Eleusis: Archetypal Image of Mother and Daughter. Other entheogens in the Ancient Near East and the Aegean include the opium poppy, datura, and the unidentified \"lotus\" (likely the sacred blue lily) eaten by the Lotus-Eaters in the Odyssey and Narcissus.\n\nAccording to Ruck, Eyan, and Staples, the familiar shamanic entheogen of which the Indo-Europeans brought knowledge was Amanita muscaria. This fungus could not be cultivated and thus had to be gathered from the wild, making its use compatible with a nomadic lifestyle, rather than that of a settled agriculturalist. When they reached the world of the Caucasus and the Aegean, the Indo-Europeans encountered wine, the entheogen of Dionysus, who brought it with him from his birthplace in the mythical Nysa, when he returned to claim his Olympian birthright. The Indo-European proto-Greeks \"recognized it as the entheogen of Zeus, and their own traditions of shamanism, the Amanita and the 'pressed juice' of Soma – but better, since no longer unpredictable and wild, the way it was found among the Hyperboreans: as befit their own assimilation of agrarian modes of life, the entheogen was now cultivable.\"[17] Robert Graves, in his foreword to The Greek Myths, hypothesises that the ambrosia of various pre-Hellenic tribes was Amanita muscaria (which, based on the morphological similarity of the words amanita, amrita and ambrosia, is entirely plausible) and perhaps psilocybin mushrooms of the genus Panaeolus. Amanita muscaria was regarded as divine food, according to Ruck and Staples, not something to be indulged in, sampled lightly, or profaned. It was seen as the food of the gods, their ambrosia, and as mediating between the two realms. It is said that Tantalus's crime was inviting commoners to share his ambrosia.\n\n"
        },
        {
            "title": "Uses and purpose",
            "text": "Entheogens have been used in various ways, e.g., as part of established religious rituals or as aids for personal spiritual development (\"plant teachers\").[18][19]\n\n"
        },
        {
            "title": "In religion",
            "text": "Shamans all over the world and in different cultures have traditionally used entheogens, especially psychedelics, for their religious experiences. In these communities the absorption of drugs leads to dreams (visions) through sensory distortion. The psychedelic experience is often compared to non-ordinary forms of consciousness such as those experienced in meditation,[20] and mystical experiences.[20] Ego dissolution is often described as a key feature of the psychedelic experience.[6]\n\nEntheogens used in the contemporary world include biota like peyote (Native American Church[21]), extracts like ayahuasca (Santo Daime,[22] União do Vegetal[23]), and synthetic drugs like 2C-B (Sangoma, Nyanga, and Amagqirha[24][25][26]).\nEntheogens also play an important role in contemporary religious movements such as the Rastafari movement.[27]\n\nBhang is an edible preparation of cannabis native to the Indian subcontinent. It has been used in food and drink as early as 1000 BCE by Hindus in ancient India.[28]\nThe earliest known reports regarding the sacred status of cannabis in the Indian subcontinent come from the Atharva Veda estimated to have been written sometime around 2000–1400 BCE,[29] which mentions cannabis as one of the \"five sacred plants... which release us from anxiety\" and that a guardian angel resides in its leaves. The Vedas also refer to it as a \"source of happiness\", \"joy-giver\" and \"liberator\", and in the Raja Valabba, the gods send hemp to the human race.[30]\n\nIt has been suggested that the Amanita muscaria mushroom was used by the Tantric Buddhist mahasiddha tradition of the 8th to 12th century.[31]\n\nIn the West, some modern Buddhist teachers have written on the usefulness of psychedelics. The Buddhist magazine Tricycle devoted their entire fall 1996 edition to this issue.[32] Some teachers such as Jack Kornfield have suggested the possibility that psychedelics could complement Buddhist practice, bring healing and help people understand their connection with everything which could lead to compassion.[33][self-published source?] Kornfield warns however that addiction can still be a hindrance. Other teachers such as Michelle McDonald-Smith expressed views which saw entheogens as not conducive to Buddhist practice (\"I don't see them developing anything\").[34]\n\nThe fifth of the Pancasila, the ethical code in the Theravada and Mahayana Buddhist traditions, states that adherents must: \"abstain from fermented and distilled beverages that cause heedlessness\".[35] The Pali Canon, the scripture of Theravada Buddhism, depicts refraining from alcohol as essential to moral conduct because intoxication causes a loss of mindfulness. Although the Fifth Precept only names a specific wine and cider, this has traditionally been interpreted to mean all alcoholic beverages.[citation needed]\n\nThe primary advocate of the religious use of cannabis in early Judaism was Polish anthropologist Sula Benet, who claimed that the plant kaneh bosem קְנֵה-בֹשֶׂם mentioned five times in the Hebrew Bible, and used in the holy anointing oil of the Book of Exodus, was cannabis.[36] According to theories that hold that cannabis was present in Ancient Israelite society, a variant of hashish is held to have been present.[37] In 2020, it was announced that cannabis residue had been found on the Israelite sanctuary altar at Tel Arad dating to the 8th century BCE of the Kingdom of Judah, suggesting that cannabis was a part of some Israelite rituals at the time.[38]\n\nWhile Benet's conclusion regarding the psychoactive use of cannabis is not universally accepted among Jewish scholars, there is general agreement that cannabis is used in talmudic sources to refer to hemp fibers, not hashish, as hemp was a vital commodity before linen replaced it.[39] Lexicons of Hebrew and dictionaries of plants of the Bible such as by Michael Zohary (1985), Hans Arne Jensen (2004) and James A. Duke (2010) and others identify the plant in question as either Acorus calamus or Cymbopogon citratus, not cannabis.[40]\n\nIt has also been suggested by one author that, in modern times, cannabis can be used within Judaism to induce religious experiences.[41]\n\nAlcohol is often used in the Christian tradition for religious ceremonies, notably in the Eucharist (or Lord's Supper), where Christians consume bread and wine. The Eucharist is a tradition instituted in remembrance of the Last Supper, where Jesus Christ offered bread and wine to his disciples during the Passover meal, referring to the bread as \"my body\" and the wine as \"my blood\".[42][43][44] It is considered a sacrament in most churches and an ordinance in others.\n\nDespite the universal acceptance amongst churches of some form of grape juice being part of the Eucharist, in the modern day, stances within Christianity on the use of alcoholic wine as part the Eucharist vary; in some churches, such as the Catholic Church, mustum (grape juice in which fermentation has begun but has been suspended without altering the nature of the juice) is used;[45] in others, such as the Coptic Church, wine is mixed in part with water.[46] In some churches, entirely unfermented grape juice is used.\n\nMany Christian denominations disapprove of the use of most illicit drugs.[citation needed] Nevertheless, scholars such as David Hillman have suggested that a variety of drug use, recreational and otherwise, is found in the early history of the Church.[47]\n\nThe historical picture portrayed by the Entheos journal is of fairly widespread use of visionary plants in early Christianity and the surrounding culture, with a gradual reduction of use of entheogens in Christianity.[48] R. Gordon Wasson's book Soma prints a letter from art historian Erwin Panofsky asserting that art scholars are aware of many \"mushroom trees\" in Christian art.[49]\n\nThe question of the extent of visionary plant use throughout the history of Christian practice has barely been considered yet by academic or independent scholars. The question of whether visionary plants were used in pre-Theodosian Christianity is distinct from evidence that indicates the extent to which visionary plants were utilized or forgotten in later Christianity, including heretical or quasi-Christian groups,[50] and the question of other groups such as elites or laity within orthodox Catholic practice.[51]\n\nThe Native American Church (NAC) is also known as Peyotism and Peyote Religion. Peyotism is a Native American religion characterized by mixed traditional as well as Protestant beliefs and by sacramental use of the entheogen peyote.\n\nThe Peyote Way Church of God believe that \"Peyote is a holy sacrament, when taken according to our sacramental procedure and combined with a holistic lifestyle\".[52]\n\nSanto Daime is a syncretic religion founded in the 1930s in the Brazilian Amazonian state of Acre by Raimundo Irineu Serra,[53] known as Mestre Irineu. Santo Daime incorporates elements of several religious or spiritual traditions including Folk Catholicism, Kardecist Spiritism, African animism and indigenous South American shamanism, including vegetalismo.\n\nCeremonies – trabalhos (Brazilian Portuguese for \"works\") – are typically several hours long and are undertaken sitting in silent \"concentration\", or sung collectively, dancing according to simple steps in geometrical formation. Ayahuasca, referred to as Daime within the practice, which contains several psychoactive compounds, is drunk as part of the ceremony. The drinking of Daime can induce a strong emetic effect which is embraced as both emotional and physical purging.\n\nUnião do Vegetal (UDV) is a religious society founded on July 22, 1961 by José Gabriel da Costa, known as Mestre Gabriel. The translation of União do Vegetal is Union of the Plants referring to the sacrament of the UDV, Hoasca tea (also known as ayahuasca). This beverage is made by boiling two plants, Mariri (Banisteriopsis caapi) and Chacrona (Psychotria viridis), both of which are native to the Amazon rainforest.\n\nIn its sessions, UDV members drink Hoasca Tea for the effect of mental concentration. In Brazil, the use of Hoasca in religious rituals was regulated by the Brazilian Federal Government's National Drug Policy Council on January 25, 2010. The policy established legal norms for the religious institutions that responsibly use this tea.  In 2006, in the case of Gonzales v. O Centro Espírita Beneficente União do Vegetal, the Supreme Court of the United States unanimously affirmed the UDV's right to use Hoasca tea in its religious sessions in the United States.[54]\n\n"
        },
        {
            "title": "By region",
            "text": "The best-known entheogen-using culture of Africa is the Bwitists, who used a preparation of the root bark of Tabernanthe iboga.[55] Although the ancient Egyptians may have been using the sacred blue lily plant in some of their religious rituals or just symbolically, it has been suggested that Egyptian religion once revolved around the ritualistic ingestion of the far more psychoactive Psilocybe cubensis mushroom, and that the Egyptian White Crown, Triple Crown, and Atef Crown were evidently designed to represent pin-stages of this mushroom.[56] There is also evidence for the use of psilocybin mushrooms in Ivory Coast.[57] Numerous other plants used in shamanic ritual in Africa, such as Silene capensis sacred to the Xhosa, are yet to be investigated by western science. A recent revitalization has occurred in the study of southern African psychoactives and entheogens (Mitchell and Hudson 2004; Sobiecki 2002, 2008, 2012).[58]\n\nAmong the amaXhosa, the artificial drug 2C-B is used as entheogen by traditional healers or amagqirha over their traditional plants; they refer to the chemical as Ubulawu Nomathotholo, which roughly translates to \"Medicine of the Singing Ancestors\".[59][60][61]\n\nEntheogens have played a pivotal role in the spiritual practices of most American cultures for millennia. The first American entheogen to be subject to scientific analysis was the peyote cactus (Lophophora williamsii). One of the founders of modern ethno-botany, Richard Evans Schultes of Harvard University documented the ritual use of peyote cactus among the Kiowa, who live in what became Oklahoma. While it was used traditionally by many cultures of what is now Mexico, in the 19th century its use spread throughout North America, replacing the toxic mescal bean (Calia secundiflora). Other well-known entheogens used by Mexican cultures include the alcoholic Aztec sacrament, pulque, ritual tobacco (known as \"picietl\" to the Aztecs, and \"sikar\" to the Maya, from where the word \"cigar\" derives), psilocybin mushrooms, morning glories (Ipomoea tricolor and Turbina corymbosa), and Salvia divinorum.\n\nDatura wrightii is sacred to some Native Americans and has been used in ceremonies and rites of passage by Chumash, Tongva, and others. Among the Chumash, when a boy was 8 years old, his mother would give him a preparation of momoy to drink. This supposed spiritual challenge should help the boy develop the spiritual wellbeing that is required to become a man. Not all of the boys undergoing this ritual survived.[62] Momoy was also used to enhance spiritual wellbeing among adults. For instance, during a frightening situation, such as when seeing a coyote walk like a man, a leaf of momoy was sucked to help keep the soul in the body.\n\nThe mescal bean Sophora secundiflora was used by the shamanic hunter-gatherer cultures of the Great Plains region. Other plants with ritual significance in North American shamanism are the hallucinogenic seeds of the Texas buckeye and jimsonweed (Datura stramonium). Paleoethnobotanical evidence for these plants from archaeological sites shows they were used in ancient times thousands of years ago.[63]\n\nIn South America there is a long tradition of using the Mescaline-containing cactus Echinopsis pachanoi.[64] Archaeological studies have found evidence of use going back to the pre-Columbian era, to Moche culture, Nazca culture,[65] and Chavín culture.\n\nThe indigenous peoples of Siberia (from whom the term shaman was borrowed) have used Amanita muscaria as an entheogen.\n\nIn Hinduism, Datura stramonium and cannabis have been used in religious ceremonies, although the religious use of datura is not very common, as the primary alkaloids are strong deliriants, which causes serious intoxication with unpredictable effects.\n\nAlso, the ancient drink Soma, mentioned often in the Vedas, appears to be consistent with the effects of an entheogen. In his 1967 book, Wasson argues that Soma was Amanita muscaria. The active ingredient of Soma is presumed by some to be ephedrine, an alkaloid with stimulant properties derived from the soma plant, identified as Ephedra pachyclada. However, there are also arguments to suggest that Soma could have also been Syrian rue, cannabis, Atropa belladonna, or some combination of any of the above plants.[citation needed]\n\nIn the mountains of western China, significant traces of THC, the compound responsible for cannabis’ psychoactive effects, have been found in wooden bowls, or braziers, excavated from a 2,500-year-old cemetery.[66]\n\nFermented honey, known in Northern Europe as mead, was an early entheogen in Aegean civilization, predating the introduction of wine, which was the more familiar entheogen of the reborn Dionysus and the maenads. Its religious uses in the Aegean world are intertwined with the mythology of the bee.\n\nIn 440 BCE, Herodotus in Book IV of the Histories, documents that the Scythians inhaled cannabis in funeral ceremonies, stating they \"take some of this hemp-seed, and … throw it upon the red hot stones\" and when it released a vapor, the “Scyths, delighted, shout[ed] for joy.”[66]\n\nDacians were known to use cannabis in their religious and important life ceremonies, proven by discoveries of large clay pots with burnt cannabis seeds in ancient tombs and religious shrines. Also, local oral folklore and myths tell of ancient priests that dreamed with gods and walked in the smoke. Their names, as transmitted by Herodotus, were \"kap-no-batai\" which in Dacian was supposed to mean \"the ones that walk in the clouds\".\n\nThe growth of Roman Christianity also saw the end of the two-thousand-year-old tradition of the Eleusinian Mysteries, the initiation ceremony for the cult of Demeter and Persephone involving the use of a drug known as kykeon. The term 'ambrosia' is used in Greek mythology in a way that is remarkably similar to the Soma of the Hindus as well.\n\nA theory that naturally-occurring gases like ethylene used by inhalation may have played a role in divinatory ceremonies at Delphi in Classical Greece received popular press attention in the early 2000s, yet has not been conclusively proven.[67]\n\nMushroom consumption is part of the culture of Europeans in general, with particular importance to Slavic and Baltic peoples. Some academics argue that the use of psilocybin- and/or muscimol-containing mushrooms was an integral part of the ancient culture of the Rus' people.[68]\n\nIt has been suggested that the ritual use of small amounts of Syrian rue[by whom?] is an artifact of its ancient use in higher doses as an entheogen (possibly in conjunction with DMT-containing acacia).[citation needed]\n\nJohn Marco Allegro argued that early Jewish and Christian cultic practice was based on the use of Amanita muscaria, which was later forgotten by its adherents,[69] but this view has been widely disputed.[70]\n\nIn general, indigenous Australians are thought not to have used entheogens, although there is a strong barrier of secrecy surrounding Aboriginal shamanism, which has likely limited what has been told to outsiders. A plant that the Australian Aboriginals used to ingest is called Pitcheri, which is said to have a similar effect to that of coca. Pitcheri was made from the bark of the shrub Duboisia myoporoides. This plant is now grown commercially and is processed to manufacture an eye medication.\n\nThere are no known uses of entheogens by the Māori of New Zealand aside from a variant species of kava,[71] although some modern scholars have claimed that there may be evidence of psilocybin mushroom use.[72] Natives of Papua New Guinea are known to use several species of entheogenic mushrooms (Psilocybe spp, Boletus manicus).[73]\n\nKava or kava kava (Piper Methysticum) has been cultivated for at least 3,000 years by a number of Pacific island-dwelling peoples. Historically, most Polynesian, many Melanesian, and some Micronesian cultures have ingested the psychoactive pulverized root, typically taking it mixed with water.  In these traditions, taking kava is believed to facilitate contact with the spirits of the dead, especially relatives and ancestors.[74]\n\n"
        },
        {
            "title": "Research",
            "text": "Notable early testing of the entheogenic experience includes the Marsh Chapel Experiment, conducted by physician and theology doctoral candidate Walter Pahnke under the supervision of psychologist Timothy Leary and the Harvard Psilocybin Project. In this double-blind experiment, volunteer graduate school divinity students from the Boston area almost all claimed to have had profound religious experiences subsequent to the ingestion of pure psilocybin.[citation needed]\n\nBeginning in 2006, experiments have been conducted at Johns Hopkins University, showing that under controlled conditions psilocybin causes mystical experiences in most participants and that they rank the personal and spiritual meaningfulness of the experiences very highly.[75][76]\n\nExcept in Mexico, research with psychedelics is limited due to ongoing widespread drug prohibition. The amount of peer-reviewed research on psychedelics has accordingly been limited due to the difficulty of getting approval from institutional review boards.[77] Furthermore, scientific studies on entheogens present some significant challenges to investigators, including philosophical questions relating to ontology, epistemology and objectivity.[78]\n\n"
        },
        {
            "title": "Legal status",
            "text": "Some countries have legislation that allows for traditional entheogen use.[citation needed]\n\nBetween 2011 and 2012, the Australian Federal Government was considering changes to the Australian Criminal Code that would classify any plants containing any amount of DMT as \"controlled plants\".[79] DMT itself was already controlled under current laws. The proposed changes included other similar blanket bans for other substances, such as a ban on any and all plants containing mescaline or ephedrine. The proposal was not pursued after political embarrassment on realisation that this would make the official Floral Emblem of Australia, Acacia pycnantha (golden wattle), illegal. The Therapeutic Goods Administration and federal authority had considered a motion to ban the same, but this was withdrawn in May 2012 (as DMT may still hold potential entheogenic value to native or religious peoples).[80]\n\nIn 1963 in Sherbert v. Verner the Supreme Court established the Sherbert Test, which consists of four criteria that are used to determine if an individual's right to religious free exercise has been violated by the government. The test is as follows:\n\nFor the individual, the court must determine\n\nIf these two elements are established, then the government must prove\n\nThis test was eventually all-but-eliminated in Employment Division v. Smith 494 U.S. 872 (1990) which held that a \"neutral law of general applicability\" was not subject to the test. Congress resurrected it for the purposes of federal law in the federal Religious Freedom Restoration Act (RFRA) of 1993.\n\nIn City of Boerne v. Flores, 521 U.S. 507 (1997) RFRA was held to trespass on state sovereignty, and application of the RFRA was essentially limited to federal law enforcement. In Gonzales v. O Centro Espírita Beneficente União do Vegetal, 546 U.S. 418 (2006), a case involving only federal law, RFRA was held to permit a church's use of a DMT-containing tea for religious ceremonies.\n\nSome states have enacted State Religious Freedom Restoration Acts intended to mirror the federal RFRA's protections.\n\nPeyote is listed by the United States DEA as a Schedule I controlled substance.  However, practitioners of the Peyote Way Church of God, a Native American religion, perceive the regulations regarding the use of peyote as discriminating, leading to religious discrimination issues regarding about the U.S. policy towards drugs. As the result of Peyote Way Church of God, Inc. v. Thornburgh the American Indian Religious Freedom Act of 1978 was passed.  This federal statute allow the \"Traditional Indian religious use of the peyote sacrament\", exempting only use by Native American persons.\n\n"
        },
        {
            "title": "In literature",
            "text": "Many works of literature have described entheogen use; some of those are:\n\n"
        }
    ]
}