{
    "url": "https://en.wikipedia.org/wiki/Entomological_warfare",
    "title": "Entomological warfare",
    "table_of_contents": [
        "1 Description",
        "2 Early history",
        "3 World War II",
        "3.1 France",
        "3.2 Germany",
        "3.3 Canada",
        "3.4 Japan",
        "3.5 United Kingdom",
        "4 Cold War",
        "4.1 Soviet Union",
        "4.2 United States",
        "5 Bioterrorism",
        "6 Legal status",
        "7 Genetically engineered insects",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Entomological warfare (EW) is a type of biological warfare that uses insects to interrupt supply lines by damaging crops, or to directly harm enemy combatants and civilian populations. There have been several programs which have attempted to institute this methodology; however, there has been limited application of entomological warfare against military or civilian targets, Japan being the only state known to have verifiably implemented the method against another state, namely the Chinese during World War II. However, EW was used more widely in antiquity, in order to repel sieges or cause economic harm to states. Research into EW was conducted during both World War II and the Cold War by numerous states such as the Soviet Union, United States, Germany and Canada. There have also been suggestions that it could be implemented by non-state actors in a form of bioterrorism. Under the Biological and Toxic Weapons Convention of 1972, use of insects to administer agents or toxins for hostile purposes is deemed to be against international law.\n\n"
        },
        {
            "title": "Description",
            "text": "EW is a specific type of biological warfare (BW)[1] that uses insects in a direct attack or as vectors to deliver a biological agent, such as plague or cholera. Essentially, EW exists in three varieties.[2] One type of EW involves infecting insects with a pathogen and then dispersing the insects over target areas.[3] The insects then act as a vector, infecting any person or animal they might bite. Another type of EW is a direct insect attack against crops; the insect may not be infected with any pathogen but instead represents a threat to agriculture.[3] The final method of entomological warfare is to use uninfected insects, such as bees, to directly attack the enemy.[2]\n\n"
        },
        {
            "title": "Early history",
            "text": "Entomological warfare is not a new concept; historians and writers have studied EW in connection to multiple historic events. A 14th-century plague epidemic in Asia Minor that eventually became known as the Black Death (carried by fleas) is one such event that has drawn attention from historians as a possible early incident of entomological warfare.[4] That plague's spread over Europe may have been the result of a biological attack on the Crimean city of Kaffa.[4]\n\nAccording to Jeffrey Lockwood, author of Six-Legged Soldiers (a book about EW), the earliest incident of entomological warfare was probably the use of bees by early humans.[5] The bees or their nests were thrown into caves to force the enemy out and into the open.[5] Lockwood theorizes that the Ark of the Covenant may have been deadly when opened because it contained deadly fleas.[5][6]\n\nDuring the American Civil War the Confederacy accused the Union of purposely introducing the harlequin bug in the South.[1] These accusations were never proven, and modern research has shown it more likely that the insect arrived by other means.[1] The world did not experience large-scale entomological warfare until World War II; Japanese attacks in China were the only verified instance of BW or EW during the war.[1] During, and following, the war other nations began their own EW programs.\n\n"
        },
        {
            "title": "World War II",
            "text": "France is known to have pursued entomological warfare programs during World War II.[7] Like Germany, the nation suggested that the Colorado potato beetle, aimed at the enemy's food sources, would be an asset during the war.[7] As early as 1939 biological warfare experts in France suggested that the beetle be used against German crops.[8]\n\nGermany is known to have pursued entomological warfare programs during World War II.[7] The nation pursued the mass-production, and dispersion, of the Colorado potato beetle (Lepinotarsa decemlineata), aimed at the enemy's food sources.[7] The beetle was first found in Germany in 1914, as an invasive species from North America.[9] There are no records that indicate the beetle was ever employed as a weapon by Germany, or any other nation during the war.[9] Regardless, the Germans had developed plans to drop the beetles on English crops.[10]\n\nGermany carried out testing of its Colorado potato beetle weaponization program south of Frankfurt, where they released 54,000 of the beetles.[9] In 1944, an infestation of Colorado potato beetles was reported in Germany.[9] The source of the infestation is unknown, speculation has offered three alternative theories as to the origin of the infestation. One option is Allied action, an entomological attack, another is that it was the result of the German testing, and still another more likely explanation is that it was merely a natural occurrence.[9]\n\nAmong the Allied Powers, Canada led the pioneering effort in vector-borne warfare.[4] After Japan became intent on developing the plague flea as a weapon, Canada and the United States followed suit.[4] Cooperating closely with the United States, Dr. G.B. Reed, chief of Kingston's Queen's University's Defense Research Laboratory, focused his research efforts on mosquito vectors, biting flies, and plague infected fleas during World War II.[11] Much of this research was shared with or conducted in concert with the United States.[11]\n\nCanada's entire bio-weapons program was ahead of the British and the Americans during the war.[4] The Canadians tended to work in areas their allies ignored; entomological warfare was one of these areas.[4] As the U.S. and British programs evolved, the Canadians worked closely with both nations. The Canadian BW work would continue well after the war,[12] including entomological research.[11]\n\nJapan used entomological warfare on a large scale during World War II in China.[13] Unit 731, Japan's biological warfare unit, led by Lt. General Shirō Ishii, used plague-infected fleas and flies covered with cholera to infect the population in China.[13] Japanese Yagi bombs developed at Pingfan consisted of two compartments, one with houseflies and another with a bacterial slurry that coated the houseflies prior to release. The Japanese military dispersed them from low-flying airplanes; spraying the fleas from them and dropping the Yagi bombs filled with a mixture of insects and disease.[7] Localized and deadly epidemics resulted and nearly 500,000 Chinese died of disease.[13][14]  An international symposium of historians declared in 2002 that Japanese entomological warfare in China was responsible for the deaths of 440,000.[7]\n\nA British scientist, J.B.S. Haldane, suggested that Britain and Germany were both vulnerable to entomological attack via the Colorado potato beetle.[8] In 1942 the United States shipped 15,000 Colorado potato beetles to Britain for study as a weapon.[9]\n\n"
        },
        {
            "title": "Cold War",
            "text": "The Soviet Union researched, developed and tested an entomological warfare program as a major part of an anti-crop and anti-animal BW program. The Soviets developed techniques for using insects to transmit animal pathogens, such as: foot and mouth disease—which they used ticks to transmit; avian ticks to transmit Chlamydophila psittaci to chickens; and claimed to have developed an automated mass insect breeding facility, capable of outputting millions of parasitic insects per day.[15]\n\nThe United States seriously researched the potential of entomological warfare during the Cold War. The United States military developed plans for an entomological warfare facility, designed to produce 100 million yellow fever-infected mosquitoes per month.[7] A U.S. Army report[13] titled \"Entomological Warfare Target Analysis\" listed vulnerable sites within the Soviet Union that the U.S. could attack using entomological vectors.[7] The military also tested the mosquito biting capacity by dropping uninfected mosquitoes over U.S. cities.[7]\n\nNorth Korean and Chinese officials leveled accusations that during the Korean War the United States engaged in biological warfare, including EW, in North Korea. The claim is dated to the period of the war, and has been thoroughly denied by the U.S.[16] In 1998, Stephen Endicott and Edward Hagerman claimed that the accusations were true in their book, The United States and Biological Warfare: Secrets from the Early Cold War and Korea.[11] The book received mixed reviews, some called it \"bad history\"[17] and \"appalling\",[16] while others praised the case the authors made.[17] Other historians have revived the claim in recent decades as well.[18] The same year Endicott and Hagerman's book was published Kathryn Weathersby and Milton Leitenberg of the Cold War International History Project at the Woodrow Wilson Center in Washington released a cache of Soviet and Chinese documents which revealed the North Korean claim was an elaborate disinformation campaign.[18]\n\nDuring the 1950s the United States conducted a series of field tests using entomological weapons. Operation Big Itch, in 1954, was designed to test munitions loaded with uninfected fleas (Xenopsylla cheopis).[8] Big Itch went awry when some of the fleas escaped into the plane and bit all three members of the air crew.[8] In May 1955 over 300,000 uninfected mosquitoes (Aedes aegypti) were dropped over parts of the U.S. state of Georgia to determine if the air-dropped mosquitoes could survive to take meals from humans.[19] The mosquito tests were known as Operation Big Buzz.[14] Operation Magic Sword was a 1965 U.S. military operation designed to test the effectiveness of the sea-borne release of insect vectors for biological agents.  The U.S. engaged in at least two other EW testing programs, Operation Drop Kick and Operation May Day.[19] A 1981 Army report outlined these tests as well as multiple cost-associated issues that occurred with EW.[19] The report is partially declassified—some information is blacked out, including everything concerning \"Drop Kick\"[19]—and included \"cost per death\" calculations.[3] The cost per death, according to the report, for a vector-borne biological agent achieving a 50% mortality rate in an attack on a city was $0.29 in 1976 dollars (approximately $1.01 today).[19] Such an attack was estimated to result in 625,000 deaths.[19]\n\nAt Kadena Air Force Base, an Entomology Branch of the U.S. Army Preventive Medicine Activity, U.S. Army Medical Center was used to grow \"medically important\" arthropods, including many strains of mosquitoes in a study of disease vector efficiency.[20]  The program reportedly supported a research program studying taxonomic and ecological data surveys for the Smithsonian Institution.[20]\nThe Smithsonian Institution and The National Academy of Sciences and National Research Council administered special research projects in the Pacific.[21]  The Far East Section of the Office of the Foreign Secretary (the NAS Foreign Secretary, not the UK office) administered two such projects which focused \"on the flora of Okinawa\" and \"trapping of airborne insects and arthropods for the study of the natural dispersal of insects and arthropods over the ocean.\"[21]: 59  The motivation for civilian research programs of this nature was questioned when it was learned that such international research was in fact funded by and provided to the U.S. Army as part of the U.S. military's biological warfare research.[22][23]\n\nThe United States has also applied entomological warfare research and tactics in non-combat situations. In 1990 the U.S. funded a $6.5 million program designed to research, breed and drop caterpillars.[24] The caterpillars were to be dropped in Peru on coca fields as part of the American War on Drugs.[24] As recently as 2002 U.S. entomological anti-drug efforts at Fort Detrick were focused on finding an insect vector for a virus that affects the opium poppy.[3]\n\n"
        },
        {
            "title": "Bioterrorism",
            "text": "Clemson University's Regulatory and Public Service Program listed \"diseases vectored by insects\" among bioterrorism scenarios considered \"most likely\".[25]  Because invasive species are already a problem worldwide one University of Nebraska entomologist considered it likely that the source of any sudden appearance of a new agricultural pest would be difficult, if not impossible, to determine.[26] Lockwood considers insects a more effective means of transmitting biological agents for acts of bioterrorism than the actual agents.[27] In his opinion insect vectors are easily gathered and their eggs easily transportable without detection.[27] Isolating and delivering biological agents, on the other hand, is extremely challenging and hazardous.[27]\n\nIn one of the few suspected acts of entomological bioterrorism an eco-terror group known as The Breeders claimed to have released Mediterranean fruit flies (medflies) amidst an ongoing California infestation.[28] Lockwood asserts that there is some evidence the group played a role in the event.[10] The pest attacks a variety of crops and the state of California responded with a large-scale pesticide spraying program.[28] At least one source asserted that there is no doubt that an outside hand played a role in the dense 1989 infestation.[29] The group stated in a letter to then Los Angeles Mayor Tom Bradley that their goals were twofold.[28] They sought to cause the medfly infestation to grow out of control which, in turn, would render the ongoing malathion spraying program financially infeasible.[28]\n\n"
        },
        {
            "title": "Legal status",
            "text": "The Biological and Toxic Weapons Convention (BWC) of 1972 does not specifically mention insect vectors in its text.[30] The language of the treaty, however, does cover vectors.[30] Article I bans \"Weapons, equipment or means of delivery designed to use such agents or toxins for hostile purposes or in armed conflict.\"[30][31] It would appear, due to the text of the BWC, that insect vectors as an aspect of entomological warfare are covered and outlawed by the Convention.[32] The issue is less clear when warfare with uninfected insects against crops is considered.[30]\n\n"
        },
        {
            "title": "Genetically engineered insects",
            "text": "US intelligence officials have suggested that insects could be genetically engineered via technologies such as CRISPR to create GMO \"killer mosquitoes\" or plagues that wipe out staple crops.[33] There is research ongoing to genetically modify mosquitoes to curb the spread of diseases, such as Zika, and the West Nile virus by using mosquitoes modified using CRISPR to no longer carry the pathogen. However this research also shows that it may also be possible to implant diseases or pathogens via genetic modification.[34] It has been suggested by the Max Planck Institute for Evolutionary Biology that current US research into genetically modified insects for crop protection via infectious diseases which spread genetic modifications to crops en masse could lead to the creation of genetically modified insects for use in warfare.[35][36]\n\n"
        }
    ]
}