{
    "url": "https://en.wikipedia.org/wiki/Environmental_issues_in_the_United_States",
    "title": "Environmental issues in the United States",
    "table_of_contents": [
        "1 Movements and ideas",
        "1.1 20th century",
        "2 Climate change",
        "2.1 Energy",
        "3 Species conservation",
        "3.1 Invasive species",
        "3.2 Deforestation",
        "4 Mining",
        "4.1 Abandoned fossil fuel wells",
        "5 Nuclear",
        "6 Pesticides",
        "7 Pollution",
        "7.1 Air pollution",
        "7.2 Water pollution",
        "7.3 Marine pollution",
        "7.4 Plastic pollution",
        "7.5 Solid waste",
        "7.5.1 Policy",
        "7.5.1.1 Electronic waste",
        "7.5.2 Hazardous waste",
        "8 Population",
        "9 Conservation and environmental movement",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Environmental issues in the United States include climate change, energy, species conservation, invasive species, deforestation, mining, nuclear accidents, pesticides, pollution, waste and over-population. Despite taking hundreds of measures, the rate of environmental issues is increasing rapidly instead of reducing. The United States is among the most significant emitters of greenhouse gasses in the world. In terms of both total and per capita emissions, it is among the largest contributors.[2] The climate policy of the United States has big influence on the world.[3][4]\n\n"
        },
        {
            "title": "Movements and ideas",
            "text": "Both conservationism and environmentalism appeared in political debate in forests about the Progressive Era in the early 20th century. There were three main positions. The laissez-faire position held that owners of private property—including lumber and mining companies, should be allowed to do anything they wished for their property.[5]\n\nThe Conservationists, led by President Theodore Roosevelt and his close ally Gifford Pinchot, said that the laissez-faire approach was too wasteful and inefficient. In any case, they noted, most of the natural resources in the western states were already owned by the federal government.  The best course of action, they argued, was a long-term plan devised by national experts to maximize the long-term economic benefits of natural resources.\n\nEnvironmentalism was the third position, led by John Muir (1838–1914). Muir's passion for nature made him the most influential American environmentalist. Muir preached that nature was sacred and humans are intruders who should look but not develop. He founded the Sierra Club and remains an icon of the environmentalist movement. He was primarily responsible for defining the environmentalist position, in the debate between Conservation and environmentalism.\n\nEnvironmentalism preached that nature was almost sacred, and that man was an intruder. It allowed for limited tourism (such as hiking), but opposed automobiles in national parks. It strenuously opposed timber cutting on most public lands, and vehemently denounced the dams that Roosevelt supported for water supplies, electricity and flood control. Especially controversial was the Hetch Hetchy dam in Yosemite National Park, which Roosevelt approved, and which supplies the water supply of San Francisco.\n\n"
        },
        {
            "title": "Climate change",
            "text": "\n\nSince about 26% of all types of energy used in the United States are derived from fossil fuel consumption it is closely linked to greenhouse gas emissions. The energy policy of the United States is determined by federal, state and local public entities, which address issues of energy production, distribution, and consumption, such as building codes and gas mileage advancements. The production and transport of fossil fuels are also tied to significant environmental issues.\n\n"
        },
        {
            "title": "Species conservation",
            "text": "Many plant and animal species became extinct in North America soon after first human arrival, including the North American megafauna; others have become nearly extinct since European settlement, among them the American bison and California condor.[26]\n\nThe last of the passenger pigeons died in 1914 after being the most common bird in North America. They were killed as both a source of food and because they were a threat to farming. Saving the bald eagle, the national bird of the U.S., from extinction was a notable conservation success.\n\nAs of 13 December 2016, the International Union for the Conservation of Nature's Red List shows the United States has 1,514 species on its threatened list (critically endangered, endangered and vulnerable categories).\n\n"
        },
        {
            "title": "Nuclear",
            "text": "The most notable accident involving nuclear power in the United States was Three Mile Island accident in 1979. Davis-Besse Nuclear Power Station has been the source of two of the top five most dangerous nuclear incidents in the United States since 1979.[61]\n\nNuclear safety in the United States is governed by federal regulations and continues to be studied by the Nuclear Regulatory Commission (NRC). The safety of nuclear plants and materials controlled by the U.S. government for research and weapons production, as well those powering naval vessels, is not governed by the NRC.\n\nThe anti-nuclear movement in the United States consists of more than eighty anti-nuclear groups which have acted to oppose nuclear power and/or nuclear weapons in the USA. The movement has delayed construction or halted commitments to build some new nuclear plants,[62][63] and has pressured the Nuclear Regulatory Commission to enforce and strengthen the safety regulations for nuclear power plants.[64] Anti-nuclear campaigns that captured national public attention in the 1970s and 1980s involved the Calvert Cliffs Nuclear Power Plant, Seabrook Station Nuclear Power Plant, Diablo Canyon Power Plant, Shoreham Nuclear Power Plant, and Three Mile Island.[62]\n\n"
        },
        {
            "title": "Pesticides",
            "text": "Pesticide use in the United States is predominately by the agricultural sector, which in 2012 comprised 89% of conventional pesticide usage in the United States.[65]\n\nThe Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) was first passed in 1947, giving the United States Department of Agriculture responsibility for regulating pesticides. In 1972, FIFRA underwent a major revision and transferred responsibility of pesticide regulation to the Environmental Protection Agency and shifted emphasis to protection of the environment and public health.\n\n"
        },
        {
            "title": "Pollution",
            "text": "The United States is the biggest creator of plastic waste and the third largest source of ocean plastic pollution, e.g. plastic waste that gets into the oceans. Much of the plastic waste generated in the United States is shipped to other countries.[77]\n\nAt 760 kg per person the United States generates the greatest amount of municipal waste.[78] In 2018 municipal waste totaled 292.4 million short tons (265.3×10^6 t), or 4.9 pounds (2.2 kg) per person per day.[79]\n\n"
        },
        {
            "title": "Population",
            "text": "The total U.S. population crossed the 100 million mark around 1915, the 200 million mark in 1967, and the 300 million mark in 2006 (estimated on Tuesday, October 17).[90][91] The U.S. population more than tripled during the 20th century — a growth rate of about 1.3 percent a year — from about 76 million in 1900 to 281 million in 2000. This is unlike most European countries, especially Germany, Russia, Italy and Greece, whose populations are slowly declining, and whose fertility rates are below replacement.\n\nPopulation growth is fastest among minorities, and according to the United States Census Bureau's estimation for 2005, 45% of American children under the age of 5 are minorities.[92] In 2007, the nation's minority population reached 102.5 million.[93] A year before, the minority population totaled 100.7 million. Hispanic and Latino Americans accounted for almost half (1.4 million) of the national population growth of 2.9 million between July 1, 2005, and July 1, 2006.[94]\n\nBased on a population clock maintained by the U.S. Census Bureau, the current U.S. population, as of July 2021 is about 332 million.[95] A 2004 U.S. Census Bureau report predicted an increase of one third by the year 2050.[96] A subsequent 2008 report projects a population of 439 million, which is a 44% increase from 2008.\n\n"
        },
        {
            "title": "Conservation and environmental movement",
            "text": "Today, the organized environmental movement is represented by a wide range of organizations sometimes called non-governmental organizations or NGOs. These organizations exist on local national and international scales. Environmental NGOs vary widely in political views and in the amount they seek to influence the government. The environmental movement today consists of both large national groups and also many smaller local groups with local concerns. Some resemble the old U.S. conservation movement - whose modern expression is the Nature Conservancy, Audubon Society and National Geographic Society - American organizations with a worldwide influence.\n\n"
        }
    ]
}