{
    "url": "https://en.wikipedia.org/wiki/Environmental_issue",
    "title": "Environmental issues",
    "table_of_contents": [
        "1 Types",
        "2 Impact",
        "2.1 Conflict",
        "3 Costs",
        "4 Action",
        "4.1 Justice",
        "4.2 Law",
        "4.3 Movement",
        "4.4 Organizations",
        "5 Film and television",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Environmental issues are effects of human activity on the biophysical environment, most often of which are harmful effects that cause environmental degradation.[1][dubious  – discuss] Environmental protection is the practice of protecting the natural environment on the individual, organizational or governmental levels, for the benefit of both the environment and humans. Environmentalism is a social and environmental movement that addresses environmental issues through advocacy, legislation education, and activism.[2]\n\nEnvironment destruction caused by humans is a global, ongoing problem. Water pollution also cause problems to marine life. Most scholars think that the project peak global world population of between 9-10 billion people, could live sustainably within the earth's ecosystems if human society worked to live sustainably within planetary boundaries.[3][4][5] The bulk of environmental impacts are caused by the most wealthy populations in the globe consuming too much industrial goods.[6][7][8] The UN Environmental Program, in its \"Making Peace With Nature\" Report in 2021, found addressing key planetary crises, like pollution, climate change and biodiversity loss, was achievable if parties work to address the Sustainable Development Goals.[9]\n\n"
        },
        {
            "title": "Types",
            "text": "Major current environmental issues may include climate change, pollution, environmental degradation, and resource depletion. The conservation movement lobbies for protection of endangered species and protection of any ecologically valuable natural areas, genetically modified foods and global warming. International frameworks for environmental issues focus on three key issues as the \"triple planetary crises\": climate change, pollution, and biodiversity loss.[10]\n\n"
        },
        {
            "title": "Action",
            "text": "Environmental issues are addressed at a regional, national or international level by government organizations.\n\nThe largest international agency, set up in 1972, is the United Nations Environment Programme. The International Union for Conservation of Nature brings together 83 states, 108 government agencies, 766 Non-governmental organizations and 81 international organizations and about 10,000 experts, scientists from countries around the world.[26] International non-governmental organizations include Greenpeace, Friends of the Earth and World Wide Fund for Nature. Governments enact environmental policy and enforce environmental law and this is done to differing degrees around the world.\n\n"
        },
        {
            "title": "Film and television",
            "text": "There are an increasing number of films being produced on environmental issues, especially on climate change and global warming. Al Gore's 2006 film An Inconvenient Truth gained commercial success and a high media profile.\n\n"
        },
        {
            "title": "See also",
            "text": "Issues\n\nSpecific issues\n\n"
        }
    ]
}