{
    "url": "https://en.wikipedia.org/wiki/Environmental_racism",
    "title": "Environmental racism",
    "table_of_contents": [
        "1 History",
        "1.1 Global environmental racism",
        "2 Causes",
        "2.1 Socioeconomic aspects",
        "3 Impacts on health",
        "3.1 Pollution",
        "4 Reducing environmental racism",
        "4.1 Studies",
        "4.2 Procedural justice",
        "4.3 Activism",
        "4.3.1 Indigenous women's movements in Canada",
        "4.4 Artistic expression",
        "4.5 Environmental reparations",
        "4.6 Policies and international agreements",
        "5 Examples by region",
        "5.1 Africa",
        "5.1.1 Nigeria",
        "5.1.2 South Africa",
        "5.2 Asia",
        "5.2.1 China",
        "5.2.2 India",
        "5.2.3 Russia",
        "5.3 Europe",
        "5.3.1 Eastern Europe",
        "5.3.2 France",
        "5.3.3 United Kingdom",
        "5.4 North America",
        "5.4.1 Canada",
        "5.4.1.1 Impact on Canadian Indigenous women",
        "5.4.2 Mexico",
        "5.4.3 United States",
        "5.4.3.1 Native American peoples",
        "5.5 Oceania",
        "5.5.1 Australia",
        "5.5.2 Micronesia",
        "5.5.3 Papua New Guinea",
        "5.5.4 Polynesia",
        "5.6 South America",
        "5.6.1 The Andes",
        "5.6.2 Chile",
        "5.6.3 Ecuador",
        "5.6.4 Haiti",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Environmental racism or ecological apartheid is a form of institutional racism leading to landfills, incinerators, and hazardous waste disposal being disproportionally placed in communities of colour.[1][2] Internationally, it is also associated with extractivism, which places the environmental burdens of mining, oil extraction, and industrial agriculture upon Indigenous peoples and poorer nations largely inhabited by people of colour.[1]\n\nResponse to environmental racism has contributed to the environmental justice movement, which developed in the United States and abroad throughout the 1970s and 1980s. Environmental racism may disadvantage minority groups or numerical majorities, as in South Africa where apartheid had debilitating environmental impacts on Black people. Internationally trade in global waste disadvantages global majorities in poorer countries largely inhabited by people of colour.[1] It also applies to the particular vulnerability of indigenous groups to environmental pollution.[3][4]\n\n"
        },
        {
            "title": "History",
            "text": "\n\"Environmental racism\" was a term coined in 1982 by Benjamin Chavis, previous executive director of the United Church of Christ (UCC) Commission for Racial Justice. In a speech opposing the placement of hazardous polychlorinated biphenyl (PCB) waste in the Warren County, North Carolina landfill, Chavis defined the term as:\nRecognition of environmental racism catalysed the environmental justice movement that began in the 1970s and 1980s with influence from the earlier civil rights movement. Grassroots organizations and campaigns brought attention to environmental racism in policy making and emphasized the importance of minority input. While environmental racism has been historically tied to the environmental justice movement, throughout the years the term has been increasingly disassociated. \nFollowing the events in Warren County, the UCC and US General Accounting Office released reports showing that hazardous waste sites were disproportionately located in poor minority neighborhoods. Chavis and Dr. Robert D. Bullard pointed out institutionalized racism stemming from government and corporate policies that led to environmental racism. These racist practices included redlining, zoning, and colorblind adaptation planning. Residents experienced environmental racism due to their low socioeconomic status, and lack of political representation and mobility. Expanding the definition in \"The Legacy of American Apartheid and Environmental Racism\", Dr. Bullard said that environmental racism:\nAlthough the term was coined in the US, environmental racism also occurs on the international level. Studies have shown that since environmental laws have become prominent in developed countries, companies have moved their waste towards the Global South.[5] Less developed countries frequently have fewer environmental regulations and become pollution havens.[6]\n\nMarginalized communities that do not have the socioeconomic and political means to oppose large corporations are vulnerable to environmentally racist practices that are detrimental to their health. \n\nEnvironmental justice combats barriers preventing equal access to work[clarification needed], recreation, education, religion, and safe neighborhoods. In \"Environmentalism of the Poor\", Joan Martinez-Allier writes that environmental justice \"points out that economic growth-unfortunately means increased environmental impacts, and it emphasizes geographical displacement of sources and sinks.\"[7] \n\n"
        },
        {
            "title": "Causes",
            "text": "There are four factors which lead to environmental racism: lack of affordable land, lack of political power, lack of mobility, and poverty. Cheap land is sought by corporations and governmental bodies. As a result, communities which cannot effectively resist these corporations and governmental bodies and cannot access political power cannot negotiate just costs.[8] Communities with minimized socio-economic mobility cannot relocate. Lack of financial contributions also reduces the communities' ability to act both physically and politically. Chavis defined environmental racism in five categories: racial discrimination in defining environmental policies, discriminatory enforcement of regulations and laws, deliberate targeting of minority communities as hazardous waste dumping sites, official sanctioning of dangerous pollutants in minority communities, and the exclusion of people of color from environmental leadership positions.\n\nMinority communities often do not have the financial means, resources, and political representation to oppose hazardous waste sites.[9] Known as locally unwanted land uses (LULUs), these facilities that benefit the whole community often reduce the quality of life of minority communities.[10] These neighborhoods also may depend on the economic opportunities the site brings and are reluctant to oppose its location at the risk of their health. Additionally, controversial projects are less likely to be sited in non-minority areas that are expected to pursue collective action and succeed in opposing the siting the projects in their area.\n\nIn cities in the Global North, suburbanization and gentrification lead to patterns of environmental racism. For example, white flight from industrial zones for safer, cleaner, suburban locales leaves minority communities in the inner cities and in close proximity to polluted industrial zones.[11] In these areas, unemployment is high and businesses are less likely to invest in area improvement, creating poor economic conditions for residents and reinforcing a social formation that reproduces racial inequality. Furthermore, the poverty of property owners and residents in a municipality may be taken into consideration by hazardous waste facility developers, since areas with depressed real estate values will save developers' money.\n\nCost–benefit analysis (CBA) is a process that places a monetary value on costs and benefits to evaluate issues.[12] Environmental CBA aims to provide policy solutions for intangible products such as clean air and water by measuring a consumer's willingness to pay for these goods. CBA contributes to environmental racism[dubious  – discuss] through the valuing of environmental resources based on their utility to society. When someone is willing and able to pay more for clean water or air, their payment financially benefits society more than when people cannot pay for these goods. This creates a burden on poor communities. Relocating toxic wastes is justified since poor communities are not able to pay as much as a wealthier area for a clean environment. The placement of toxic waste near poor people lowers the property value of already cheap land. Since the decrease in property value is less than that of a cleaner and wealthier area, the monetary benefits to society are greater by dumping the toxic waste in a \"low-value\" area.[13]\n\n"
        },
        {
            "title": "Impacts on health",
            "text": "Environmental racism impacts the health of the communities affected by poor environments. Various factors that can cause health problems include exposure to hazardous chemical toxins in landfills and rivers.[14] Exposure to these toxins can also weaken or slow brain development.[15]\n\nThe animal protection organization In Defense of Animals claims intensive animal agriculture negatively affects the health of nearby communities. They believe that associated manure lagoons produce hydrogen sulfide and contaminate local water supplies, leading to higher levels of miscarriages, birth defects, and disease outbreaks. These farms are disproportionately placed in low-income areas and communities of color. Other risks include exposure to pesticides, chemical run-off and particulate matter in the air.[16][17] Poor cleanliness in facilities and chemical exposure may also affect agricutlural workers who are frequently people of colour.[17]\n\nThe climate science community needs to work on diversifying the information available, the data they collect, as well as working to get rid of historic inequities in resources. For example, there is a serious lack of data about worsening heat waves in Africa, yet the heat waves affect many people.[18]\n\nThe southeastern part of the United States has experienced a large amount of pollution and minority populations have been hit with the brunt of those impacts. There are many cases of people who have died or are chronically ill from coal plants in places such as Detroit, Memphis, and Kansas City. Tennessee and West Virginia residents are frequently subject to breathing toxic ash due to blasting in the mountains for mining. Drought, flooding, the constant depletion of land and air quality determine the health and safety of the residents surrounding these areas. Communities of color and low-income status most often feel the brunt of these issues firsthand. There are many communities around the world that face the same problems. For example, the work of Desmond D'Sa focused on communities in South Durban where high pollution industries impact people forcibly relocated during Apartheid.[citation needed]\n\n"
        },
        {
            "title": "Reducing environmental racism",
            "text": "Activists have called for \"more participatory and citizen-centered conceptions of justice.\"[19][20] The environmental justice (EJ) movement and climate justice (CJ) movement address environmental racism in bringing attention and enacting change so that marginalized populations are not disproportionately vulnerable to climate change and pollution.[21][22] According to the United Nations Conference on Environment and Development, one possible solution is the precautionary principle, which states that \"where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation.\"[23] Under this principle, the initiator of the potentially hazardous activity is charged with demonstrating the activity's safety. Environmental justice activists also emphasize the need for waste reduction in general, which would act to reduce the overall burden, as well as reduce methane emissions which in turn reduce climate change.[20]\n\nIn wartimes, environmental racism occurs in ways that the public later learn about through reports. For example, Friends of the Earth International's Environmental Nakba report brings attention to environmental racism that has occurred in the Gaza Strip during the Israeli-Palestinian Conflict. Some Israeli practices include cutting off three days of water supply to refugee Palestinians and destroying farms.[24]\n\nBesides studies that point out cases of environmental racism, studies have also provided information on how to go about changing regulations and preventing environmental racism from happening. In a study by Daum, Stoler and Grant on e-waste management in Accra, Ghana, the importance of engaging with different fields and organizations such as recycling firms, communities, and scrap metal traders are emphasized over adaptation strategies such as bans on burning and buy-back schemes that have not caused much effect on changing practices.[25][26]\n\nEnvironmental justice scholars such as Laura Pulido, Department Head of Ethnic Studies and Professor at the University of Oregon,[27] and David Pellow, Dehlsen and Department Chair of Environmental Studies and Director of the Global Environmental Justice Project at the University of California, Santa Barbara,[28] argue that recognizing environmental racism as an element stemming from the entrenched legacies of racial capitalism is crucial to the movement, with white supremacy continuing to shape human relationships with nature and labor.[29][30][31]\n\nCurrent political ideologies surrounding how to make right issues of environmental racism and environmental justice are shifting towards the idea of employing procedural justice. Procedural justice is a concept that dictates the use of fairness in the process of making decisions, especially when said decisions are being made in diplomatic situations such as the allocation of resources or the settling of disagreements. Procedural justice calls for a fair, transparent, impartial decision-making process with equal opportunity for all parties to voice their positions, opinions, and concerns.[32] Rather than just focusing on the outcomes of agreements and the effects those outcomes have on affected populations and interest groups, procedural justice looks to involve all stakeholders throughout the process from planning through implementation. In terms of combating environmental racism, procedural justice helps to reduce the opportunities for powerful actors such as often-corrupt states or private entities to dictate the entire decision-making process and puts some power back into the hands of those who will be directly affected by the decisions being made.[6]\n\nActivism takes many forms. One form is collective demonstrations or protests, which can take place on a number of different levels from local to international. Additionally, in places where activists feel as though governmental solutions will work, organizations and individuals alike can pursue direct political action. In many cases, activists and organizations will form partnerships both regionally and internationally to gain more clout in pursuit of their goals.[33]\n\nThere have been many resistance movements in Canada initiated by Indigenous women against environmental racism. One that was prominent and had a great impact on the movement was, The Native Women's Association of Canada's (NWAC) Sisters in Spirit Initiative. This initiative aims to create reports on the deaths and disappearances of Indigenous women in order to raise awareness and get government and civil society groups to take action.[34] Though the Canadian federal government decided to defund the Sisters in Spirit Initiative in 2010, the NWAC continues to support women, Two-Spirit and LGBTQ+ Indigenous peoples in their fight to be heard.[35] In other Indigenous resistance movements there is an emphasis on healing from trauma by focusing on spirituality and traditional practices in order to fight against the forces of patriarchy and racism that have caused environmental racism.[36] Activists and Indigenous communities have also gone through state official legal routes to voice their concerns such as discussing treaties, anti-human trafficking laws, anti-violence against women laws and UNDRIP.[36]  These have been deemed insufficient solutions by Indigenous groups and communities because there are some voices that are not heard and because the state does not respect or recognize the sovereignty of Indigenous nations.[36]\n\nSeveral artists explore the relationship between environment, power, and culture through creative expression. Art can be used to bring awareness to social issues, including environmental racism.\n\nBe Dammed by Carolina Caycedo utilizes video elements, photographs, paint, and mixed fabrics and papers in order to contextualize the relationship between water and power in Latin America.[37] Her pieces comment on the indigenous view of water signifying connection to nature and to each other, and how the privatization of water impacts communities and ecosystems.[38] The series of works was born following a 2014 \"Master Plan\" for expansion of extraction from the Magdelena river in Colombia – the plan detailed the construction of 15 hydroelectric dams, and caused a surge of foreign reliance on Colombian resources. Caycedo emphasizes the interconnectedness of processes of colonialism, nature, extraction, and indigeneity in her art.\n\n\nSome scientists and economists have looked into the prospect of Environmental Reparations, or forms of payment made to individuals who are affected by industry presence in some way. Potential groups to be impacted include individuals living in close proximity to industry, victims of natural disasters, and climate refugees who flee hazardous living conditions in their own country. Reparations can take many forms, from direct payouts to individuals, to money set aside for waste-site cleanups, to purchasing air monitors for low income residential neighborhoods, to investing in public transportation, which reduces green house gas emissions. As Robert Bullard writes,[2]\nThe export of hazardous waste to third world countries is another growing concern. Between 1989 and 1994, an estimated 2,611 metric tons of hazardous waste was exported from Organization for Economic Cooperation and Development (OECD) countries to non-OECD countries. Two international agreements were passed in response to the growing exportation of hazardous waste into their borders. The Organization of African Unity (OAU) was concerned that the Basel Convention adopted in March 1989 did not include a total ban on the trans-boundary movement on hazardous waste. In response to their concerns, on 30 January 1991, the Pan-African Conference on Environmental and Sustainable Development adopted the Bamako Convention banning the import of all hazardous waste into Africa and limiting their movement within the continent. In September 1995, the G-77 nations helped amend the Basel Convention to ban the export of all hazardous waste from industrial countries (mainly OECD countries and Lichtenstein) to other countries.[39] A resolution was signed in 1988 by the OAU which declared toxic waste dumping to be a \"crime against Africa and the African people\".[40] Soon after, the Economic Community of West African States (ECOWAS) passed a resolution that allowed for penalties, such as life imprisonment, to those who were caught dumping toxic wastes.[40]\n\nGlobalization and the increase in transnational agreements introduce possibilities for cases of environmental racism. For example, the 1994 North American Free Trade Agreement (NAFTA) attracted US-owned factories to Mexico, where toxic waste was abandoned in the Colonia Chilpancingo community and was not cleaned up until activists called for the Mexican government to clean up the waste.[41]\n\nEnvironmental justice movements have grown to become an important part of world summits. This issue is gathering attention and features a wide array of people, workers, and levels of society that are working together. Concerns about globalization can bring together a wide range of stakeholders including workers, academics, and community leaders for whom increased industrial development is a common denominator\".[42]\n\nMany policies can be expounded based on the state of human welfare. This occurs because environmental justice is aimed at creating safe, fair, and equal opportunity for communities and to ensure things like redlining do not occur.[43] With all of these unique elements in mind, there are serious ramifications for policy makers to consider when they make decisions.\n\n"
        },
        {
            "title": "Examples by region",
            "text": "From 1956 to 2006, up to 1.5 million tons of oil were spilled in the Niger Delta, (50 times the volume spilled in the Exxon Valdez disaster).[44][45] Indigenous people in the region have suffered the loss of their livelihoods as a result of these environmental issues, and they have received no benefits in return for enormous oil revenues extracted from their lands. Environmental conflicts have exacerbated ongoing conflict in the Niger Delta.\n\n[46][47][48]\n\nBurning of toxic waste and urban air pollution are problems in more developed areas.[49]\n\nOgoni people, who are indigenous to Nigeria's oil-rich Delta region have protested the disastrous environmental and economic effects of Shell Oil's drilling and denounced human rights abuses by the Nigerian government and by Shell. Their international appeal intensified dramatically after the execution in 1995 of nine Ogoni activists, including Ken Saro-Wiwa, who was a founder of the nonviolent Movement for the Survival of the Ogoni People (MOSOP).[50]\n\nThe linkages between the mining industry and the negative impacts it has on community and individual health has been studied and well-documented by a number of organizations worldwide. Health implications of living in proximity to mining operations include effects such as pregnancy complications, mental health issues, various forms of cancer, and many more.[51] During the Apartheid period in South Africa, the mining industry grew quite rapidly as a result of the lack of environmental regulation. Communities in which mining corporations operate are usually those with high rates of poverty and unemployment. Further, within these communities, there is typically a divide among the citizens on the issue of whether the pros of mining in terms of economic opportunity outweigh the cons in terms of the health of the people in the community. Mining companies often try to use these disagreements to their advantage by magnifying this conflict. Additionally, mining companies in South Africa have close ties with the national government, skewing the balance of power in their favor while simultaneously excluding local people from many decision-making processes.[52] This legacy of exclusion has had lasting effects in the form of impoverished South Africans bearing the brunt of ecological impacts resulting from the actions of, for example, mining companies. Some argue that to effectively fight environmental racism and achieve some semblance of justice, there must also be a reckoning with the factors that form situations of environmental racism such as rooted and institutionalized mechanisms of power, social relations, and cultural elements.[53]\n\nThe term \"energy poverty\" is used to refer to \"a lack of access to adequate, reliable, affordable and clean energy carriers and technologies for meeting energy service needs for cooking and those activities enabled by electricity to support economic and human development\". Numerous communities in South Africa face some sort of energy poverty.[54] South African women are typically in charge of taking care of both the home and the community as a whole. Those in economically impoverished areas not only have to take on this responsibility, but there are numerous other challenges they face. Discrimination on the basis of gender, race, and class are all still present in South African culture. Because of this, women, who are the primary users of public resources in their work at home and for the community, are often excluded from any decision-making about control and access to public resources. The resulting energy poverty forces women to use sources of energy that are expensive and may be harmful both to their own health and that of the environment. Consequently, several renewable energy initiatives have emerged in South Africa specifically targeting these communities and women to correct this situation.[54]\n\nFrom the mid-1990s until about 2001, it is estimated that some 50 to 80 percent of the electronics collected for recycling in the western half of the United States was being exported for dismantling overseas, predominantly to China and Southeast Asia.[55][56] This scrap processing is quite profitable and preferred due to an abundant workforce, cheap labour, and lax environmental laws.[57][58]\n\nGuiyu, China, is one of the largest recycling sites for e-waste, where heaps of discarded computer parts rise near the riverbanks and compounds, such as cadmium, copper, lead, PBDEs, contaminate the local water supply.[59][60] Water samples taken by the Basel Action Network in 2001 from the Lianjiang River contained lead levels 190 times higher than WHO safety standards.[58] Despite contaminated drinking water, residents continue to use contaminated water over expensive trucked-in supplies of drinking water.[58] Nearly 80 percent of children in the e-waste hub of Guiyu, China, suffer from lead poisoning, according to recent reports.[61] Before being used as the destination of electronic waste, most of Guiyu was composed of small farmers who made their living in the agriculture business.[62] However, farming has been abandoned for more lucrative work in scrap electronics.[62] \"According to the Western press and both Chinese university and NGO researchers, conditions in these workers' rural villages are so poor that even the primitive electronic scrap industry in Guiyu offers an improvement in income\".[63]\n\nResearchers have found that as rates of hazardous air pollution increase in China, the public has mobilized to implement measures to curb detrimental impacts. Areas with ethnic minorities and western regions of the country tend to carry disproportionate environmental burdens.[64]\n\nUnion Carbide Corporation is the parent company of Union Carbide India Limited which outsources its production to an outside country. Located in Bhopal, India, Union Carbide India Limited primarily produced the chemical methyl isocyanate used for pesticide manufacture.[65] On 3 December 1984, a cloud of methyl isocyanate leaked as a result of the toxic chemical mixing with water in the plant in Bhopal.[66] Approximately 520,000 people were exposed to the toxic chemical immediately after the leak.[65] Within the first 3 days after the leak an estimated 8,000 people living within the vicinity of the plant died from exposure to the methyl isocyanate.[65] Some people survived the initial leak from the factory, but due to improper care and improper diagnoses many have died.[65] As a consequence of improper diagnoses, treatment may have been ineffective and this was precipitated by Union Carbide refusing to release all the details regarding the leaked gases and lying about certain important information.[65] The delay in supplying medical aid to the victims of the chemical leak made the situation for the survivors even worse.[65] Many today are still experiencing the negative health impacts of the methyl isocyanate leak, such as lung fibrosis, impaired vision, tuberculosis, neurological disorders, and severe body pains.[65]\n\nThe operations and maintenance of the factory in Bhopal contributed to the hazardous chemical leak. The storage of huge volumes of methyl isocyanate in a densely inhabited area, was in contravention with company policies strictly practiced in other plants.[65] The company ignored protests that they were holding too much of the dangerous chemical for one plant and built large tanks to hold it in a crowded community.[65] Methyl isocyanate must be stored at extremely low temperatures, but the company cut expenses to the air conditioning system leading to less than optimal conditions for the chemical.[65] Additionally, Union Carbide India Limited never created disaster management plans for the surrounding community around the factory in the event of a leak or spill.[65] State authorities were in the pocket of the company and therefore did not pay attention to company practices or implementation of the law.[65] The company also cut down on preventive maintenance staff to save money.[65]\n\nPredominantly living in Central and Eastern Europe, with pockets of communities in the Americas and Middle East, the ethnic Romani people have been subjected to environmental exclusion. Often referred to as gypsies or the gypsy threat, the Romani people of Eastern Europe mostly live under the poverty line in shanty towns or slums.[70] Facing issues such as long term exposure to harmful toxins given their locations to waste dumps and industrial plants, along with being refused environmental assistance like clean water and sanitation, the Romani people have been facing racism via environmental means. Many countries such has Romania, Bulgaria and Hungary have tried to implement environmental protection initiatives across their respected countries, however most have failed due to \"addressing the conditions of Roma communities have been framed through an ethnic lens as \"Roma issues\".[71] Only recently has some form of environmental justice for the Romani people come to light. Seeking environmental justice in Europe, the Environmental Justice Program is now working with human rights organizations to help fight environmental racism.\n\nIt is important to note that in the \"Discrimination in the EU in 2009\" report, conducted by the European Commission, \"64% of citizens with Roma friends believe discrimination is widespread, compared to 61% of citizens without Roma friends.\"[72]\n\nExporting toxic wastes to countries in the Global South is one form of environmental racism that occurs on an international basis. In one alleged instance, the French aircraft carrier Clemenceau was prohibited from entering Alang, an Indian ship-breaking yard, due to a lack of clear documentation about its toxic contents. French President Jacques Chirac ultimately ordered the carrier, which contained tons of hazardous materials including asbestos and PCBs, to return to France.[73]\n\nIn the UK environmental racism (or also climate racism) has been called out by multiple action groups such as the Wretched of the Earth call out letter[74] in 2015 and Black Lives Matter in 2016.[75]\n\nIn Canada, progress is being made to address environmental racism (especially in Nova Scotia's Africville community) with the passing of Bill 111, An Act to Address Environmental Racism in the Nova Scotia Legislature.[21] Still, however, indigenous communities such as the Aamjiwnaang First Nation continue to be harmed by pollution from the Canadian chemical industry centered in Southeast Ontario.[76]\n\nForty percent of Canada's petrochemical industry is packed into a 15-square mile radius of Sarnia, Ontario.[77] The population is predominantly indigenous, where the Aamjiwnaang reservation houses around 850 First Nation individuals. Since 2002, coalitions of indigenous individuals have fought the disproportionate concentration of pollution in their neighborhood.\n\nEnvironmental racism affects particularly women and especially Indigenous women and women of color. Many of these communities reside in rural areas rich in natural resources that are very attractive to extractive industries. These effects not only pollute the environment but also have detrimental effects on both physical and mental health. Many of these extractive industries such as oil and gas and mining have caused pollution to water sources, food sources as well as effects in air quality. This has started to affect people's bodies, especially those of women. This is because the toxins and poisons from extractive industries affect women's reproductive organs, can cause cancer as well as the health of their children.[36] The harms of this activity last through generations in these communities, for example in the Indigenous community of Grassy Narrows in Northern Ontario, they are still dealing with health effects from high mercury levels that have affected drinking water and fish in the region that occurred from a spill in the 1960s.[36]\n\nIt is not just the pollution that affects women but also social changes that extractive industries bring. For example, in small communities that have extractive industries the rate of domestic violence is significantly higher due to the fact that there is an influx of single men that arrive in the community.[36] This overall can create toxic home lives that can lead to substance abuse as a coping mechanism, which also creates more fatalities and abuse. These worker camps have also contributed to the disproportionate amount of missing and murdered Indigenous women across North America.[36] The consequences of extractive industries also disproportionately effect transgender, Two-Spirit and other members of the LGBTQ+ community. However, most of the adverse health issues befall the workers of the extractive industries themselves, triggering various societal vicious cycles.\n\nOn 19 November 1984, the San Juanico disaster caused thousands of deaths and roughly a million injuries in poor surrounding neighborhoods. The disaster occurred at the PEMEX liquid propane gas plant in a densely populated area of Mexico City. The close proximity of illegally built houses that did not meet regulations worsened the effects of the explosion.[78][79]\n\nThe Cucapá are a group of indigenous people that live near the U.S.-Mexico border, mainly in Mexico but some in Arizona as well. For many generations, fishing on the Colorado River was the Cucapá's main means of subsistence.[80] In 1944, the United States and Mexico signed a treaty that effectively awarded the United States rights to about 90% of the water in the Colorado River, leaving Mexico with the remaining 10%.[81] Over the last few decades,[clarification needed] the Colorado River has mostly dried up south of the border, presenting many challenges for people such as the Cucapá. Shaylih Meuhlmann, author of the ethnography Where the River Ends: Contested Indigeneity in the Mexican Colorado Delta, gives a first-hand account of the situation from Meuhlmann's point of view as well as many accounts from the Cucapá themselves. In addition to the Mexican portion of the Colorado River being left with a small fraction of the overall available water, the Cucapá are stripped of the right to fish on the river, the act being made illegal by the Mexican government in the interest of preserving the river's ecological health.[80] The Cucapá are, thus, living without access to sufficient natural sources of freshwater as well as without their usual means of subsistence. The conclusion drawn in many such cases is that the negotiated water rights under the US-Mexican treaty that lead to the massive disparity in water allotments between the two countries boils down to environmental racism.\n\n1,900 maquiladoras are found near the US-Mexico border. Maquiladoras are companies that are usually owned by foreign entities and import raw materials, pay workers in Mexico to assemble them, and ship the finish products overseas to be sold.[82] While Maquiladoras provide jobs, they often pay very little. These plants also bring pollution to rural Mexican towns, creating health impacts for the poor families that live nearby.\n\nIn Mexico, industrial extraction of oil, mining, and gas, as well as the mass removal of slowly renewable resources such as aquatic life, forests, and crops.[83] Legally, the state owns natural resources, but is able to grant concessions to industry through the form of taxes paid. In recent decades, a shift towards refocusing these tax dollars accumulated on the communities most impacted by the health, social, and economic impacts of extractivism has taken place. However, many indigenous and rural community leaders argue that they ought to consent to companies extracting and polluting their resources, rather than be paid reparations after the fact.[citation needed]\n\nThe US Government Accountability Office study in response to the 1982 protests against the PCB landfill in Warren County was among the first groundbreaking studies that drew correlations between the racial and economic background of communities and the location of hazardous waste facilities. However, the study was limited in scope by only focusing on off-site hazardous waste landfills in the Southeastern United States.[84] In response to this limitation the United Church of Christ Commission for Racial Justice (CRJ) directed a comprehensive national study on demographic patterns associated with the location of hazardous waste sites.[84]\n\nThe CRJ national study conducted two examinations of areas surrounding commercial hazardous waste facilities and the location of uncontrolled toxic waste sites.[84] The first study examined the association between race and socio-economic status and the location of commercial hazardous waste treatment, storage, and disposal facilities.[84] After statistical analysis, the first study concluded that \"the percentage of community residents that belonged to a racial or ethnic group was a stronger predictor of the level of commercial hazardous waste activity than was household income, the value of the homes, the number of uncontrolled waste sites, or the estimated amount of hazardous wastes generated by industry\".[85] The second study examined the presence of uncontrolled toxic waste sites in ethnic and racial minority communities, and found that 3 out of every 5 African and Hispanic Americans lived in communities with uncontrolled waste sites.[86] Other studies found race to be the most influential variable in predicting where waste facilities were located.[87]\n\nThe accumulation of studies and reports on cases of environmental racism garnered increased public attention. Eventually this led to President Bill Clinton's 1994 Executive Order 12898 which directed agencies to develop a strategy to manage environmental justice, but not every federal agency has fulfilled this order to date.[88][89]\n\nAs a result of the placement of hazardous waste facilities, minority populations experience greater exposure to harmful chemicals and suffer from health outcomes that affect their ability at work and in schools. A comprehensive study of particulate emissions across the United States, published in 2018, found that Black people were exposed to 54% more particulate matter emissions (soot) than the average American.[90][91] Faber and Krieg found a correlation between higher air pollution exposure and low performance in schools and found that 92% of children at five Los Angeles public schools with the poorest air quality were of a minority background.[92][93] School systems for communities heavily populated with minority families tend to provide \"unequal educational opportunities\" in comparison to school systems in predominantly white neighborhoods.[94] Pollution consequently presents itself in these communities due to societal factors such as \"underfunded schools, income inequality, and myriad egregious denials of institutional support\" within the African American community.[95] In a study supporting the term of environmental racism, it was shown in the American Mid-Atlantic and American North-East that African Americans were exposed to 61% of particulate matter, while Latinos were exposed to 75%, and Asians were exposed to 73%. Overall, these populations experience 66% more pollution exposure from particulate matter than the white population.[96]\n\nThere are specific examples of environmental racism across the US, and environmental racism is often engrained in day-to-day work and living conditions.[97] Notable examples of environmental racism from the US are the Dakota Access Pipeline (ND), the Flint water crisis (MI), cancer alley (LA),[98] and government response to natural disasters like hurricane Katrina (LA).[99][100][101]\n\nOverall, the US has worked to reduce environmental racism with municipality changes.[102] These policies help develop further change. Some cities and counties have taken advantage of environmental justice policies and applied it to the public health sector.[102]\n\nNative scholars have discussed whether the concept of Environmental Justice make sense in the context of Native Americans and settler colonialism. This is because Native Americans' legal status differs from other marginalized peoples in the United States. As such, Colville scholar Dina Gilio-Whitaker explains that \"because Indigenous peoples' relationships to the state (i.e. the United States) are different than those of ethnic minorities, environmental justice must exceed equality and be able to live up to the concepts of tribal sovereignty, treaty rights, and government-to-government relationships.\"[103]\n\nGilio-Whitaker further argues that the Distributive justice model that EJ is based on is not helpful to Native communities, as \"Frameworks for EJ in non-Native communities that rely on distributive justice are built on capitalistic American values of land as commodity — i.e. private property — on lands that were expropriated from Native peoples.\" In contrast, Native peoples have very different relationships to land beyond the modes of land as commodity.[103][104]\n\nIndigenous studies scholars have argued that Environmental Racism, however, began in the United States with the arrival of settler colonialism. Potawatomi philosopher Kyle Powys Whyte and Lower Brule Sioux historian Nick Estes explain that Native peoples have already lived through one environmental apocalypse: the coming of colonialism.[105][106] Métis geographer Zoe Todd and academic Heather Davis have also argued that settler colonialism is \"responsible for contemporary environmental crisis.\"[107] In this way, it has been shown that climate change has been weaponized against Indigenous American peoples, as founding fathers such as Thomas Jefferson and Benjamin Franklin deforested the Americas and welcomed warmer weather that they thought would displace Native peoples and enrich the United States. Thus, \"the United States, from its birth, played a key role in causing catastrophic environmental change.\"[108] Whyte explains further that \"Anthropogenic (human-caused) climate change is an intensification of environmental change imposed on Indigenous peoples by colonialism.\"[109] Anishinaabe scholar Leanne Betasamosake Simpson has also argued that \"We should be thinking of climate change as part of a much longer series of ecological catastrophes caused by colonialism and accumulation-based society.\"[110]\n\nThe Indian Removal Act of 1830 and the Trail of Tears may also be considered early examples of environmental racism in the United States. As a result of the former, by 1850, all tribes east of the Mississippi had been removed to western lands, essentially confining them to \"lands that were too dry, remote, or barren to attract the attention of settlers and corporations.\"[111] During World War II, military facilities were often located conterminous to reservations, leading to a situation in which \"a disproportionate number of the most dangerous military facilities are located near Native American lands.\"[112] A study analyzing the approximately 3,100 counties in the continental United States found that Native American lands are positively associated with the count of sites with unexploded ordnance deemed extremely dangerous. The study also found that the risk assessment code (RAC) used to measure dangerousness of sites with unexploded ordnance can sometimes conceal how much of a threat these sites are to Native Americans. The hazard probability, or probability that a hazard will harm people or ecosystems, is sensitive to the proximity of public buildings such as schools and hospitals. These parameters neglect elements of tribal life such as subsistence consumption, ceremonial use of plants and animals, and low population densities. Because these tribal-unique factors are not considered, Native American lands can often receive low-risk scores, despite threat to their way of life. The hazard probability does not take Native Americans into account when considering the people or ecosystems that could be harmed. Locating military facilities coterminous to reservations lead to a situation in which \"a disproportionate number of the most dangerous military facilities are located near Native American lands.\"[111]\n\nMore recently, Native American lands have been used for waste disposal and illegal dumping by the US and multinational corporations.[113][114] The International Tribunal of Indigenous People and Oppressed Nations, convened in 1992 to examine the history of criminal activity against indigenous groups in the United States,[115] and published a Significant Bill of Particulars outlining grievances indigenous peoples had with the US. This included allegations that the US \"deliberately and systematically permitted, aided, and abetted, solicited and conspired to commit the dumping, transportation, and location of nuclear, toxic, medical, and otherwise hazardous waste materials on Native American territories in North America and has thus created a clear and present danger to the health, safety, and physical and mental well-being of Native American People.\"[115]\n\nThe Australian Environmental Justice (AEJ) is a multidisciplinary organization which is closely partnered with Friends of the Earth Australia (FoEA). The AEJ focuses on recording and remedying the effects of environmental injustice throughout Australia. The AEJ has addressed issues which include \"production and spread of toxic wastes, pollution of water, soil and air, erosion and ecological damage of landscapes, water systems, plants and animals\".[116] The project looks for environmental injustices that disproportionately affect a group of people or impact them in a way they did not agree to.\n\nThe Western Oil Refinery started operating in Bellevue, Western Australia, in 1954. It was permitted rights to operate in Bellevue by the Australian government in order to refine cheap and localized oil. In the decades following, many residents of Bellevue claimed they felt respiratory burning due to the inhalation of toxic chemicals and nauseating fumes. Lee Bell from Curtin University and Mariann Lloyd-Smith from the National Toxic Network in Australia stated in their article, \"Toxic Disputes and the Rise of Environmental Justice in Australia\" that \"residents living close to the site discovered chemical contamination in the ground- water surfacing in their back yards\".[117] Under immense civilian pressure, the Western Oil Refinery (now named Omex) stopped refining oil in 1979. Years later, citizens of Bellevue formed the Bellevue Action Group (BAG) and called for the government to give aid towards the remediation of the site. The government agreed and $6.9 million was allocated to clean up the site. Remediation of site began in April 2000.\n\nStarting production in 1972, the Panguna mine in Papua New Guinea has been a source of environmental racism. Although closed since 1989 due to conflict on the island, the indigenous peoples (Bougainvillean) have suffered both economically and environmentally from the creation of the mine. Terrance Wesley-Smith and Eugene Ogan, University of Hawaii and University of Minnesota respectively, stated that the Bougainvillean's \"were grossly disadvantaged from the beginning and no subsequent renegotiation has been able to remedy the situation\".[118] These indigenous people faced issues such as losing land which could have been used for agricultural practices for the Dapera and Moroni villages, undervalued payment for the land, poor relocation housing for displaced villagers and significant environmental degradation in the surrounding areas.[119]\n\nExtracitivism, or the process of humans removing natural, raw resources from land to be used in product manufacturing, can have detrimental environmental and social repercussions. Research analyzing environmental conflicts in four Andean countries (Colombia, Ecuador, Peru, and Bolivia) found that conflicts tend to disproportionately affect indigenous populations and those with Afro-descent, and peasant communities.[120] These conflicts can arise as a result of shifting economic patterns, land use policies, and social practices due to extractivist industries.\n\nBeginning in the late 15th century when European explorers began sailing to the New World, the violence towards and oppression of indigenous populations have had lasting effects to this day. The Mapuche-Chilean land conflict has roots dating back several centuries. When the Spanish went to conquer parts of South America, the Mapuche were one of the only indigenous groups to successfully resist Spanish domination and maintain their sovereignty. Moving forward, relations between the Mapuche and the Chilean state declined into a condition of malice and resentment. Chile won its independence from Spain in 1818 and, wanting the Mapuche to assimilate into the Chilean state, began crafting harmful legislation that targeted the Mapuche. The Mapuche have based their economy, both historically and presently, on agriculture. By the mid-19th century, the state resorted to outright seizure of Mapuche lands, forcefully appropriating all but 5% of Mapuche lineal lands. An agrarian economy without land essentially meant that the Mapuche no longer had their means of production and subsistence. While some land has since been ceded back to the Mapuche, it is still a fraction of what the Mapuche once owned. Further, as the Chilean state has attempted to rebuild its relationship with the Mapuche community, the connection between the two is still strained by the legacy of the aforementioned history.\n\nToday, the Mapuche people are the largest population of indigenous people in Chile, with 1.5 million people accounting for over 90% of the country's indigenous population.\n\nDue to their lack of environmental laws, emerging countries like Ecuador have been subjected to environmental pollution, sometimes causing health problems, loss of agriculture, and poverty. In 1993, 30,000 Ecuadorians, which included Cofan, Siona, Huaorani, and Quichua indigenous people, filed a lawsuit against Texaco oil company for the environmental damages caused by oil extraction activities in the Lago Agrio oil field. After handing control of the oil fields to an Ecuadorian oil company, Texaco did not properly dispose of its hazardous waste, causing great damages to the ecosystem and crippling communities.[121] Additionally, UN experts have said that Afro-Ecuadorians and other people of African descent in Ecuador have faced greater challenges than other groups in accessing clean water, with minimal response from the State.[122]\n\nLegacies of racism exist in Haiti, and affect the way that food grown by peasants domestically is viewed compared to foreign food.[123] Racially coded hierarchies are associated with food that differs in origin – survey respondents reported that food such as millet and root crops are associated with negative connotations, while foreign-made food such as corn flakes and spaghetti are associated with positive connotations. This reliance on imports over domestic products reveals how racism ties to commercial tendencies – a reliance on imports can increase costs, fossil fuel emissions, and further social inequality as local farmers loose business.\n\n"
        }
    ]
}