{
    "url": "https://en.wikipedia.org/wiki/Enzmann_starship",
    "title": "Enzmann starship",
    "table_of_contents": [
        "1 Design",
        "2 Further reading",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Enzmann starship is a concept for a crewed interstellar spacecraft proposed in 1964 by Dr. Robert Enzmann.[1][2] A three million ton ball of frozen deuterium would fuel nuclear fusion rocket engines contained in a cylindrical section behind that ball with the crew quarters.[2] The craft would be about 2,000 feet (600 m) long overall.[2]\n\n"
        },
        {
            "title": "Design",
            "text": "The ball of frozen deuterium would fuel thermonuclear-powered pulse propulsion units, similar to Project Orion engines. The spacecraft would be assembled in Earth orbit as part of a larger project preceded by interstellar probes and telescopic observation of target star systems. The rest of the spacecraft would be attached behind the ball as a seamless metallic fuel tank. The proposed method of tank construction would be to expand a plastic balloon in space and coat it with metal.\n\nThe spacecraft would be modular, and the main living area would be three identical 300 feet (91 m) wide and long cylindrical modules.[3] The Enzmann could function as an interstellar ark, supporting a crew of 200 but with space for expansion.[1]\n\nThe Enzmann starship was detailed in the October 1973 issue of Analog, with a cover by space artist Rick Sternbach.[3] The spacecraft described in that issue had some differences compared to the 1960s proposal, such as using a 12,000,000 ton (11,000,000 tonnes) ball of frozen deuterium. Enzmanns have been depicted by many space artists including Don Dixon, David A. Hardy, Syd Mead, Bob Eggleton, and Rick Sternbach.\n\nSources conflict about the projected speed, perhaps 30% of the speed of light, c, but 9% may be more likely. At 30%, relativistic effects between people on Earth and on the spacecraft, such as time dilation would become more noticeable, such as the shipboard time being less than the Earth observed time.\n\nOverall specifications have varied somewhat, but the design has nuclear pulse engines at the rear, then cylinders for human habitation, then closer the front a large ball of fuel.[2] Early versions were said to have 8 engines and later 24 nuclear rocket engines, which would be powered by the fusing of deuterium into helium-3.[2]  A common feature was that the crew area was replicated 3 times for redundancy, and a common core pillar ran the length of the spacecraft and through the center of each habitation unit.[2]\n\n"
        }
    ]
}