{
    "url": "https://en.wikipedia.org/wiki/Ephemeralization",
    "title": "Ephemeralization",
    "table_of_contents": [
        "1 Origin of the concept",
        "2 Consequences to society",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ephemeralization, a term coined by R. Buckminster Fuller in 1938, is the ability of technological advancement to do \"more and more with less and less until eventually you can do everything with nothing,\" that is, an accelerating increase in the efficiency of achieving the same or more output (products, services, information, etc.) while requiring less input (effort, time, resources, etc.).[1] Fuller's vision was that ephemeralization will result in ever-increasing standards of living for an ever-growing population despite finite resources. The concept has been embraced by those who argue against Malthusian philosophy.[1] The subsequently coined economics term \"dematerialization\" refers to essentially the same concept as also does eco-economic decoupling.\n\n"
        },
        {
            "title": "Origin of the concept",
            "text": "Fuller uses Washington Carver's assembly line (used by Henry Ford at his car factory), as an example of how ephemeralization can continuously lead to better products at lower cost with no upper bound on productivity. Fuller saw ephemeralization as an inevitable trend in human development. The progression was from \"compression\" to \"tension\" to \"visual\" to \"abstract electrical\" (i.e., nonsensorial radiation, such as radio waves, x rays, etc.).[1]\n\nLength measurement technologies in human development, for example, started with a compressive measure, such as a ruler.  The compressive technique reached an upper limit with a rod.  For longer measures, a tensive measure such as a string or rope was used.  This reached an upper limit with sagging of the string.  Next was a surveyor's telescope (visual).  This reached an upper limit with curvature of the earth.  Next was radio triangulation (abstract electrical). The technological progression is a continuing increase in length-measuring ability per pound of instrument, with no apparent upper limit according to Fuller.[1]\n\n"
        },
        {
            "title": "Consequences to society",
            "text": "Francis Heylighen[2] and Alvin Toffler[3] have written that ephemeralization, though it may increase our power to solve physical problems, can make non-physical problems worse. According to Heylighen and Toffler, increasing system complexity and information overload make it difficult and stressful for the people who must control the ephemeralized systems. This might negate the advantages of ephemeralization.[2][3]\n\nThe solution proposed by Heylighen[4] is the integration of human intelligence, computer intelligence, and coordination mechanisms that direct an issue to the cognitive resource (document, person, or computer program) most fit to address it. This requires a distributed, self-organizing system, formed by all individuals, computers and the communication links that connect them. The self-organization can be achieved by algorithms. According to Heylighen, the effect is to superpose the contributions of many different human and computer agents into a collective map that may link the cognitive and physical resources relatively efficiently. The resulting information system could react relatively rapidly and adaptively to requests for guidance or changes in the situation.[4]\n\nIn Heylighen's view, the system could frequently be fed with new information from its myriad human users and computer agents, which it would take into account to offer the human users a list of the best possible approaches to achieve tasks.[4] Heylighen believes near-optimization could be achieved both at the level of the individual who makes the request, and at the level of society which attempts to minimize the conflicts between the desires of its different members and to aim at long term, global progress while as much as possible protecting individual liberty and privacy.[4]\n\n"
        }
    ]
}