{
    "url": "https://en.wikipedia.org/wiki/Epicureanism",
    "title": "Epicureanism",
    "table_of_contents": [
        "1 History",
        "2 Philosophy",
        "3 Ethics",
        "4 Politics",
        "5 Religion",
        "6 Epicurean physics",
        "7 Epistemology",
        "8 Tetrapharmakos",
        "9 Notable Epicureans",
        "10 Modern usage and misconceptions",
        "11 Criticism",
        "12 See also",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEpicureanism is a system of philosophy founded around 307 BC based upon the teachings of the ancient Greek philosopher Epicurus. Epicureanism was originally a challenge to Platonism. Later its main opponent became Stoicism.\n\nFew writings by Epicurus have survived. However, there are independent attestations of his ideas from his later disciples. Some scholars consider the epic poem De rerum natura (Latin for On the Nature of Things) by Lucretius to present in one unified work the core arguments and theories of Epicureanism. Many of the scrolls unearthed at the Villa of the Papyri at Herculaneum are Epicurean texts. At least some are thought to have belonged to the Epicurean philosopher Philodemus. Epicurus also had a wealthy 2nd-century AD disciple, Diogenes of Oenoanda, who had a portico wall inscribed with tenets of the philosophy erected in Oenoanda, Lycia (present day Turkey).\n\nEpicurus was an atomic materialist, following in the steps of Democritus. His materialism led him to a general attack on superstition and divine intervention. Following the Cyrenaic philosopher Aristippus, Epicurus believed that the greatest good was to seek modest, sustainable pleasure in the form of a state of ataraxia (tranquility and freedom from fear) and aponia (the absence of bodily pain) through knowledge of the workings of the world and limiting desires. Correspondingly, Epicurus and his followers generally withdrew from politics because it could lead to frustrations and ambitions, which can directly conflict with the Epicurean pursuit for peace of mind and virtues.[1]\n\nAlthough Epicureanism is a form of hedonism insofar as it declares pleasure to be its sole intrinsic goal, the concept that the absence of pain and fear constitutes the greatest pleasure, and its advocacy of a simple life, make it very different from \"hedonism\" as colloquially understood.\n\nEpicureanism flourished in the Late Hellenistic era and during the Roman era, and many Epicurean communities were established, such as those in Antiochia, Alexandria, Rhodes, and Herculaneum. By the late 3rd century AD Epicureanism all but died out, being opposed by other philosophies (mainly Neoplatonism) that were now in the ascendant. Interest in Epicureanism was resurrected in the Age of Enlightenment and continues in the modern era.\n\n"
        },
        {
            "title": "History",
            "text": "In Mytilene, the capital of the island Lesbos, and then in Lampsacus, Epicurus taught and gained followers. In Athens, Epicurus bought a property for his school called \"Garden\", later the name of Epicurus' school.[2] Its members included Hermarchus, Idomeneus, Colotes, Polyaenus, and Metrodorus. Epicurus emphasized friendship as an important ingredient of happiness, and the school seems to have been a moderately ascetic community which rejected the political limelight of Athenian philosophy. They were fairly cosmopolitan by Athenian standards, including women and slaves. Community activities held some importance, particularly the observance of Eikas, a monthly social gathering. Some members were also vegetarians as, from slender evidence, Epicurus did not eat meat, although no prohibition against eating meat was made.[3][4]\n\nThe school's popularity grew and it became, along with Stoicism, Platonism, Peripateticism, and Pyrrhonism, one of the dominant schools of Hellenistic philosophy, lasting strongly through the later Roman Empire.[5] Another major source of information is the Roman politician and philosopher Cicero, although he was highly critical, denouncing the Epicureans as unbridled hedonists, devoid of a sense of virtue and duty, and guilty of withdrawing from public life. Another ancient source is Diogenes of Oenoanda, who composed a large inscription at Oenoanda in Lycia.\n\nDeciphered carbonized scrolls obtained from the library at the Villa of the Papyri in Herculaneum contain a large number of works by Philodemus, a late Hellenistic Epicurean, and Epicurus himself, attesting to the school's enduring popularity. Diogenes reports slanderous stories, circulated by Epicurus' opponents.[2] With growing dominance of Neoplatonism and Peripateticism, and later, Christianity, Epicureanism declined. By the late third century AD, there was little trace of its existence.[6] The early Christian writer Lactantius criticizes Epicurus at several points throughout his Divine Institutes. In Dante Alighieri's Divine Comedy, the Epicureans are depicted as heretics suffering in the sixth circle of hell. In fact, Epicurus appears to represent the ultimate heresy.[7]\n\nIn the 17th century, the French Franciscan priest, scientist and philosopher Pierre Gassendi wrote two books forcefully reviving Epicureanism. Shortly thereafter, and clearly influenced by Gassendi, Walter Charleton published several works on Epicureanism in English. Attacks by Christians continued, most forcefully by the Cambridge Platonists.[citation needed]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Epicureanism argued that pleasure was the chief good in life.[8] Hence, Epicurus advocated living in such a way as to derive the greatest amount of pleasure possible during one's lifetime, yet doing so moderately in order to avoid the suffering incurred by overindulgence in such pleasure.[8] Emphasis was placed on pleasures of the mind rather than on physical pleasures.[8] Unnecessary and, especially, artificially produced desires were to be suppressed.[9] Since the political life could give rise to desires that could disturb virtue and one's peace of mind, such as a lust for power or a desire for fame, participation in politics was discouraged.[10][11] Further, Epicurus sought to eliminate the fear of the gods and of death, seeing those two fears as chief causes of strife in life.[12] Epicurus actively recommended against passionate love, and believed it best to avoid marriage altogether. He viewed recreational sex as a natural, but not necessary, desire that should be generally avoided.[13]\n\nThe Epicurean understanding of justice was inherently self-interested. Justice was deemed good because it was seen as mutually beneficial.[15] Individuals would not act unjustly even if the act was initially unnoticed because of possibly being caught and punished.[16] Both punishment and fear of punishment would cause a person disturbance and prevent them from being happy.[16]\n\nEpicurus laid great emphasis on developing friendships as the basis of a satisfying life.\n\nWhile the pursuit of pleasure formed the focal point of the philosophy, this was largely directed to the \"static pleasures\" of minimizing pain, anxiety and suffering.\n\nEpicureanism rejects immortality. It believes in the soul, but suggests that the soul is mortal and material, just like the body.[19] Epicurus rejected any possibility of an afterlife, while still contending that one need not fear death: \"Death is nothing to us; for that which is dissolved, is without sensation, and that which lacks sensation is nothing to us.\"[20] From this doctrine arose the Epicurean Epitaph: Non fui, fui, non sum, non curo (\"I was not; I have been; I am not; I do not mind.\"), which is inscribed on the gravestones of his followers and seen on many ancient gravestones of the Roman Empire. This quotation is often used today at humanist funerals.[21]\n\n"
        },
        {
            "title": "Ethics",
            "text": "Epicureanism bases its ethics on a hedonistic set of values. In the most basic sense, Epicureans see pleasure as the purpose of life.[22] As evidence for this, Epicureans say that nature seems to command us to avoid pain, and they point out that all animals try to avoid pain as much as possible.[23] Epicureans had a very specific understanding of what the greatest pleasure was, and the focus of their ethics was on the avoidance of pain rather than seeking out pleasure.[24]\n\nEpicureanism divided pleasure into two broad categories: pleasures of the body and pleasures of the mind.[24]\n\nThe Epicureans further divided each of these types of pleasures into two categories: kinetic pleasure and katastematic pleasure.[26]\n\nFrom this understanding, Epicureans concluded that the greatest pleasure a person could reach was the complete removal of all pain, both physical and mental.[29] The ultimate goal then of Epicurean ethics was to reach a state of aponia and ataraxia.[29] In order to do this an Epicurean had to control their desires, because desire itself was seen as painful.[30] Not only will controlling one's desires bring about aponia, as one will rarely suffer from not being physically satisfied, but controlling one's desires will also help to bring about ataraxia because one will not be anxious about becoming discomforted since one would have so few desires anyway.[31]\n\nThe Epicureans divide desires into three classes: natural and necessary, natural but not necessary, and vain and empty.[30]\n\nIf one follows only natural and necessary desires, then, according to Epicurus, one would be able to reach aponia and ataraxia and thereby the highest form of happiness.[32]\n\nEpicurus was also an early thinker to develop the notion of justice as a social contract. He defined justice as an agreement made by people not to harm each other.[15] The point of living in a society with laws and punishments is to be protected from harm so that one is free to pursue happiness.[33] Because of this, laws that do not contribute to promoting human happiness are not just.[33] He gave his own unique version of the ethic of reciprocity, which differs from other formulations by emphasizing minimizing harm and maximizing happiness for oneself and others:\n\n(\"Justly\" here means to prevent a \"person from harming or being harmed by another\".)[34]\n\nEpicureanism incorporated a relatively full account of the social contract theory, and in part attempts to address issues with the society described in Plato's Republic.[33] The social contract theory established by Epicureanism is based on mutual agreement, not divine decree.[33]\n\n"
        },
        {
            "title": "Politics",
            "text": "Epicurean ideas on politics disagree with other philosophical traditions, namely the Stoic, Platonist and Aristotelian traditions.[35] To Epicureans all our social relations are a matter of how we perceive each other, of customs and traditions. No one is inherently of higher value or meant to dominate another.[36] That is because there is no metaphysical basis for the superiority of one kind of person, all people are made of the same atomic material and are thus naturally equal.[36] Epicureans also discourage political participation and other involvement in politics.[36] However Epicureans are not apolitical, it is possible that some political association could be seen as beneficial by some Epicureans.[35] Some political associations could lead to certain benefits to the individual that would help to maximize pleasure and avoid physical or mental distress.[35]\n\nThe avoidance or freedom from hardship and fear is ideal to the Epicureans.[35] While this avoidance or freedom could conceivably be achieved through political means it was insisted by Epicurus that involvement in politics would not release one from fear and he advised against a life of politics.[35] Epicurus also discouraged contributing to political society by starting a family, as the benefits of a wife and children are outweighed by the trouble brought about by having a family.[35] Instead Epicurus encouraged a formation of a community of friends outside the traditional political state. This community of virtuous friends would focus on internal affairs and justice.[35]\n\nHowever, Epicureanism is adaptable to circumstance as is the Epicurean approach to politics.[35] The same approaches will not always work in protection from pain and fear. In some situations it will be more beneficial to have a family and in other situations it will be more beneficial to participate in politics. It is ultimately up to the Epicurean to analyse their circumstance and take whatever action befits the situation.[35]\n\n"
        },
        {
            "title": "Religion",
            "text": "Epicureanism does not deny the existence of the gods; rather it denies their involvement in the world. According to Epicureanism, the gods do not interfere with human lives or the rest of the universe in any way[37] – thus, it shuns the idea that frightening weather events are divine retribution.[38] One of the fears the Epicurean ought to be freed from is fear relating to the actions of the gods.[39] The manner in which the Epicurean gods exist is still disputed. Some scholars say that Epicureanism believes that the gods exist outside the mind as material objects (the realist position), while others assert that the gods only exist in our minds as ideals (the idealist position).[37][40][41] The realist position holds that Epicureans understand the gods as existing as physical and immortal beings made of atoms that reside somewhere in reality.[37][41] However, the gods are completely separate from the rest of reality; they are uninterested in it, play no role in it, and remain completely undisturbed by it.[42] Instead, the gods live in what is called the metakosmia, or the space between worlds.[43] Contrarily, the idealist (sometimes called the “non-realist position” to avoid confusion) position holds that the gods are just idealized forms of the best human life,[40][44] and it is thought that the gods were emblematic of the life one should aspire towards.[40] The debate between these two positions was revived by A. A. Long and David Sedley in their 1987 book, The Hellenistic Philosophers, in which the two argued in favour of the idealist position.[40][41] While a scholarly consensus has yet to be reached, the realist position remains the prevailing viewpoint at this time.[40][41]\n\nEpicureanism also offered arguments against the existence of the gods in the manner proposed by other belief systems. The Riddle of Epicurus, or Problem of evil, is a famous argument against the existence of an all-powerful and providential God or gods. As recorded by Lactantius:\n\nThis type of trilemma argument (God is omnipotent, God is good, but Evil exists) was one favoured by the ancient Greek skeptics, and this argument may have been wrongly attributed to Epicurus by Lactantius, who, from his Christian perspective, regarded Epicurus as an atheist.[46] According to Reinhold F. Glei, it is settled that the argument of theodicy is from an academical source which is not only not Epicurean, but even anti-Epicurean.[47] The earliest extant version of this trilemma appears in the writings of the Pyrrhonist philosopher Sextus Empiricus.[48]\n\nParallels may be drawn to Jainism and Buddhism, which similarly emphasize a lack of divine interference and aspects of its atomism. Epicureanism also resembles Buddhism in its temperateness, including the belief that great excess leads to great dissatisfaction.[49][50][51] Some modern Epicureans have argued that Epicureanism is a type of religious identity, arguing that it fulfils Ninian Smart's \"seven dimensions of religion\", and that the Epicurean practices of feasting on the twentieth and declaring an oath to follow Epicurus, insistence on doctrinal adherence, and the sacredness of Epicurean friendship, make Epicureanism more similar to some non-theistic religions than to other philosophies.[52]\n\n"
        },
        {
            "title": "Epicurean physics",
            "text": "Epicurean physics held that the entire universe consisted of two things: matter and void.[53] Matter is made up of atoms, which are tiny bodies that have only the unchanging qualities of shape, size, and weight.[54][55] Atoms were felt to be unchanging because the Epicureans believed that the world was ordered and that changes had to have specific and consistent sources, e.g. a plant species only grows from a seed of the same species.[56][57]\n\n\nEpicurus holds that there must be an infinite supply of atoms, although only a finite number of types of atoms, as well as an infinite amount of void.[54] Epicurus explains this position in his letter to Herodotus:\nBecause of the infinite supply of atoms, there are an infinite amount of worlds, or cosmoi.[54] Some of these worlds could be vastly different than our own, some quite similar, and all of the worlds were separated from each other by vast areas of void (metakosmia).[54]\n\nEpicureanism states that atoms are unable to be broken down into any smaller parts, and Epicureans offered multiple arguments to support this position.[59] Epicureans argue that because void is necessary for matter to move, anything which consists of both void and matter can be broken down, while if something contains no void then it has no way to break apart because no part of the substance could be broken down into a smaller subsection of the substance.[56] They also argued that in order for the universe to persist, what it is ultimately made up of must not be able to be changed or else the universe would be essentially destroyed.[59][56]\n\nAtoms are constantly moving in one of four different ways.[60] Atoms can simply collide with each other and then bounce off of each other.[60] When joined with each other and forming a larger object, atoms can vibrate as they collide into each other while still maintaining the overall shape of the larger object.[60] When not prevented by other atoms, all atoms move at the same speed naturally downwards in relation to the rest of the world.[60][61] This downwards motion is natural for atoms; however, as their fourth means of motion, atoms can at times randomly swerve out of their usual downwards path.[61] This swerving motion is what allowed for the creation of the universe, since as more and more atoms swerved and collided with each other, objects were able to take shape as the atoms joined together. Without the swerve, the atoms would never have interacted with each other, and simply continued to move downwards at the same speed.[60][61]\n\nEpicurus also felt that the swerve was what accounted for humanity's free will.[62] If it were not for the swerve, humans would be subject to a never-ending chain of cause and effect.[62] This was a point which Epicureans often used to criticize Democritus' atomic theory.[62]\n\nEpicureans believed that senses also relied on atoms. Every object was continually emitting particles from itself that would then interact with the observer.[63] All sensations, such as sight, smell, or sound, relied on these particles.[63] While the atoms that were emitted did not have the qualities that the senses were perceiving, the manner in which they were emitted caused the observer to experience those sensations, e.g. red particles were not themselves red but  were emitted in a manner that caused the viewer to experience the color red.[63] The atoms are not perceived individually, but rather as a continuous sensation because of how quickly they move.[63]\n\n"
        },
        {
            "title": "Epistemology",
            "text": "Epicurean philosophy employs an empirical epistemology.[64] The Epicureans believed that all sense perceptions were true,[65][66] and that errors arise in how we judge those perceptions.[66] When we form judgments about things (hupolepsis), they can be verified and corrected through further sensory information.[66][67][68][69] For example, if someone sees a tower from far away that appears to be round, and upon approaching the tower they see that it is actually square, they would come to realize that their original judgement was wrong and correct their wrong opinion.[69]\n\nEpicurus is said to have proposed three criteria of truth: sensations (aisthêsis), preconceptions (prolepsis), and feelings (pathê).[70] A fourth criterion called \"presentational applications of the mind\" (phantastikai epibolai tês dianoias) was said to have been added by later Epicureans.[70][71] These criteria formed the method through which Epicureans thought we gained knowledge.[64]\n\nSince Epicureans thought that sensations could not deceive, sensations are the first and main criterion of truth for Epicureans.[66] Even in cases where sensory input seems to mislead, the input itself is true and the error arises from our judgments about the input. For example, when one places a straight oar in the water, it appears bent. The Epicurean would argue that image of the oar, that is the atoms travelling from the oar to the observer's eyes, have been shifted and thus really do arrive at the observer's eyes in the shape of a bent oar.[72] The observer makes the error in assuming that the image he or she receives correctly represents the oar and has not been distorted in some way.[72] In order to not make erroneous judgments about perceivable things and instead verify one's judgment, Epicureans believed that one needed to obtain \"clear vision\" (enargeia) of the perceivable thing by closer examination.[73] This acted as a justification for one's judgements about the thing being perceived.[73] Enargeia is characterized as sensation of an object that has been unchanged by judgments or opinions and is a clear and direct perception of that object.[74]\n\nAn individual's preconceptions are his or her concepts of what things are, e.g. what someone's idea of a horse is, and these concepts are formed in a person's mind through sensory input over time.[75] When the word that relates to the preconception is used, these preconceptions are summoned up by the mind into the person's thoughts.[76] It is through our preconceptions that we are able to make judgments about the things that we perceive.[69] Preconceptions were also used by Epicureans to avoid the paradox proposed by Plato in the Meno regarding learning.[76] Plato argues that learning requires us to already have knowledge of what we are learning, or else we would be unable to recognize when we had successfully learned the information.[76] Preconceptions, Epicureans argue, provide individuals with that pre-knowledge required for learning.[76]\n\nOur feelings or emotions (pathê) are how we perceive pleasure and pain.[71] They are analogous to sensations in that they are a means of perception, but they perceive our internal state as opposed to external things.[71] According to Diogenes Laertius, feelings are how we determine our actions. If something is pleasurable, we pursue that thing, and if something is painful, we avoid that thing.[71]\n\nThe idea of \"presentational applications of the mind\" is an explanation for how we can discuss and inquire about things we cannot directly perceive.[77] We receive impressions of such things directly in our minds, instead of perceiving them through other senses.[70] The concept of \"presentational applications of the mind\" may have been introduced to explain how we learn about things that we cannot directly perceive, such as the gods.[70][77]\n\n"
        },
        {
            "title": "Tetrapharmakos",
            "text": "Tetrapharmakos, or \"The four-part cure\", is Philodemus of Gadara's basic guideline as to how to live the happiest possible life, based on the first four of Epicurus' Principal Doctrines. This poetic doctrine was handed down by an anonymous Epicurean who summed up Epicurus' philosophy on happiness in four simple lines:\n\n"
        },
        {
            "title": "Notable Epicureans",
            "text": "One of the earliest Roman writers espousing Epicureanism was Amafinius. Other adherents to the teachings of Epicurus included the poet Horace, whose famous statement Carpe Diem (\"Seize the Day\") illustrates the philosophy, as well as Lucretius, who wrote the poem De rerum natura about the tenets of the philosophy. The poet Virgil was another prominent Epicurean (see Lucretius for further details). The Epicurean philosopher Philodemus of Gadara, until the 18th century only known as a poet of minor importance, rose to prominence as most of his work along with other Epicurean material was discovered in the Villa of the Papyri. In the 2nd century AD, comedian Lucian of Samosata and wealthy promoter of philosophy Diogenes of Oenoanda were prominent Epicureans.\n\nJulius Caesar leaned considerably toward Epicureanism, which led to his plea against the death sentence during the trial against Catiline, during the Catiline conspiracy where he spoke out against the Stoic Cato.[78] His father-in-law, Lucius Calpurnius Piso Caesoninus, was also an adept of the school.\n\n\nIn modern times Thomas Jefferson referred to himself as an Epicurean:\nOther modern-day Epicureans were Gassendi, Walter Charleton, François Bernier, Saint-Évremond, Ninon de l'Enclos, Denis Diderot, Frances Wright and Jeremy Bentham.\n\nIn France, where perfumer/restaurateur Gérald Ghislain refers to himself as an Epicurean,[80] Michel Onfray is developing a post-modern approach to Epicureanism.[81] In his recent book titled The Swerve, Stephen Greenblatt identified himself as strongly sympathetic to Epicureanism and Lucretius. Humanistic Judaism as a denomination also claims the Epicurean label.\n\n"
        },
        {
            "title": "Modern usage and misconceptions",
            "text": "In modern popular usage, an Epicurean is a connoisseur of the arts of life and the refinements of sensual pleasures; Epicureanism implies a love or knowledgeable enjoyment especially of good food and drink.\n\nBecause Epicureanism posits that pleasure is the ultimate good (telos), it has been commonly misunderstood since ancient times as a doctrine that advocates the partaking in fleeting pleasures such as sexual excess and decadent food. This is not the case. Epicurus regarded ataraxia (tranquility, freedom from fear) and aponia (absence of pain) as the height of happiness. He also considered prudence an important virtue and perceived excess and overindulgence to be contrary to the attainment of ataraxia and aponia.[18]\n\nEpicurus preferred \"the good\", and \"even wisdom and culture\", to the \"pleasure of the stomach\".[82]  While 20th-century commentary has generally sought to diminish this and related quotations, the consistency of the lower-case epicureanism of meals with Epicurean materialism overall has more recently been explained.[clarification needed][83]\n\nWhile Epicurus sought moderation at meals, he was also not averse to moderation in moderation, that is, to occasional luxury. Called \"The Garden\" for being based in what would have been a kitchen garden, his community also became known for its feasts of the twentieth (of the Greek month).\n\n"
        },
        {
            "title": "Criticism",
            "text": "Francis Bacon wrote an apothegm related to Epicureanism:\n\nThis echoed what the Academic skeptic philosopher Arcesilaus had said when asked \"why it was that pupils from all the other schools went over to Epicurus, but converts were never made from the Epicureans?\" to which he responded: \"Because men may become eunuchs, but a eunuch never becomes a man.\"[85]\n\n"
        }
    ]
}