{
    "url": "https://en.wikipedia.org/wiki/Epic_film",
    "title": "Epic film",
    "table_of_contents": [
        "1 Characteristics",
        "2 History",
        "3 Public reception",
        "3.1 Gross revenue",
        "3.2 Academy Awards",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Epic films are a style of filmmaking with large-scale, sweeping scope, and spectacle. The usage of the term has shifted over time, sometimes designating a film genre and at other times simply synonymous with big-budget filmmaking. Like epics in the classical literary sense it is often focused on a heroic character. An epic's ambitious nature helps to set it apart from other types of film such as the period piece or adventure film.\n\nEpic historical films would usually take a historical or a mythical event and add an extravagant setting and lavish costumes, accompanied by an expansive musical score with an ensemble cast, which would make them among the most expensive of films to produce. The most common subjects of epic films are royalty, and important figures from various periods in world history.[1]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The term \"epic\" originally came from the poetic genre exemplified by such works as the Epic of Gilgamesh and the works of the Trojan War Cycle. In classical literature, epics are considered works focused on deeds or journeys of heroes upon which the fate of many people depends. Similarly, films described as \"epic\" typically take a historical character, or a mythic heroic figure. Common subjects of epics are royalty, gladiators, great military leaders, or leading personalities from various periods in world history. However, there are some films described as \"epic\" almost solely on the basis of their enormous scope and the sweeping panorama of their settings such as How the West Was Won or East of Eden that do not have the typical substance of classical epics but are directed in an epic style.\n\nWhen described as \"epic\" because of content, an epic movie is often set during a time of war or other societal crisis, while usually covering a longer span of time sometimes throughout entire generations coming and passing away, in terms of both the events depicted and the running time of the film. Such films usually have a historical setting, although speculative fiction (i.e. fantasy or science fiction) settings have become common in recent decades. The central conflict of the film is usually seen as having far-reaching effects, often changing the course of history. The main characters' actions are often central to the resolution of the societal conflict.\n\nIn its classification of films by genre, the American Film Institute limits the genre to historical films such as Ben-Hur. However, film scholars such as Constantine Santas are willing to extend the label to science-fiction films such as 2001: A Space Odyssey and Star Wars.[2] Lynn Ramey suggests that \"Surely one of the hardest film genres to define is that of the \"epic\" film, encompassing such examples as Ben-Hur, Gone with the Wind and more recently, 300 and the Star Wars films none of these comes from literary epics per se, and there is little that links them with one another. Among those who espouse film genre studies, epic is one of the most despised and ignored genres\".[3] Finally, although the American Movie Channel formally defines epic films as historical films, they nonetheless state the epic film may be combined with the genre of science-fiction and cite Star Wars as an example.[4]\n\nStylistically, films classed as epic usually employ spectacular settings and specially designed costumes, often accompanied by a sweeping musical score, and an ensemble cast of bankable stars. Epics are usually among the most expensive of films to produce. They often use on-location filming, authentic period costumes, and action scenes on a massive scale. Biographical films may be less lavish versions of this genre.\n\nMany writers may refer to any film that is \"long\" (over two hours) as an epic, making the definition epic a matter of dispute, and raise questions as to whether it is a \"genre\" at all. As Roger Ebert put it, in his \"Great Movies\" article on Lawrence of Arabia:[5]\n\n"
        },
        {
            "title": "History",
            "text": "The epic is among the oldest of film genres, with one early notable example being Giovanni Pastrone's Cabiria, a three-hour silent film about the Punic Wars, which laid the groundwork for the subsequent silent epics of D. W. Griffith.\n\nThe genre reached a peak of popularity in the early 1960s,[6] when Hollywood frequently collaborated with foreign film studios (such as Rome's Cinecittà) to use relatively exotic locations in Spain, Morocco, and elsewhere for the production of epic films such as El Cid (1961) or Lawrence of Arabia (1962). This boom period of international co-productions is generally considered to have ended with Cleopatra (1963), The Fall of the Roman Empire (1964), and Doctor Zhivago (1965). Nevertheless, films in this genre continued to appear, with one notable example being War and Peace, which was released in the former Soviet Union during 1967–1968.\nEpic films continue to be produced, although since the development of CGI they typically use computer effects instead of an actual cast of thousands. Since the 1950s, such films have regularly been shot with a wide aspect ratio for a more immersive and panoramic theatrical experience.\n\nEpic films were recognized in a montage at the 2006 Academy Awards.\n\n"
        },
        {
            "title": "Public reception",
            "text": "The enduring popularity of the epic is often accredited to their ability to appeal to a wide audience. Many of the highest-grossing films of all-time have been epics.[7] James Cameron's 1997 film Titanic, which is cited as helping to revive the genre, grossed $659 million domestically and over $2.1 billion worldwide, making it the third highest-grossing film of all-time behind Avengers: Endgame and Avatar,[8] another James Cameron epic which grossed $2.7 billion worldwide. If inflation is taken into account, then the historical romantic epic Gone with the Wind becomes the highest-grossing film ever in the United States (two other romantic epics, Titanic and Doctor Zhivago also feature in the top ten as the 5th and 8th highest grossers respectively).[9] Adjusted for inflation, it earned the equivalent of $1.6 billion in the United States alone.[7] Adjusted for ticket price inflation, the science fiction/fantasy epic Star Wars stands at number 2, with an inflated gross of $1.4 billion in the United States.[7]\n\nSo far the most Academy Awards ever won by a single film stands at 11. This feat has only been achieved by three films: Ben-Hur (1959), Titanic (1997) and The Lord of the Rings: The Return of the King (2003), all of which are above three hours long and considered epic films. The previous record holder was Gone with the Wind (1939), also an epic, with 10 awards.\n\n"
        }
    ]
}