{
    "url": "https://en.wikipedia.org/wiki/Epic_poetry",
    "title": "Epic poetry",
    "table_of_contents": [
        "1 Etymology",
        "2 Overview",
        "3 Oral epics",
        "4 Composition and conventions",
        "4.1 Conventions of Indian Epic",
        "4.2 Themes",
        "4.3 Conventions",
        "4.3.1 Proem",
        "4.3.2 In medias res",
        "4.3.3 Enumeratio",
        "4.3.4 Stylistic features",
        "4.4 Form",
        "5 Genres and related forms",
        "6 See also",
        "7 Footnotes",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn epic poem, or simply an epic, is a lengthy narrative poem typically about the extraordinary deeds of extraordinary characters who, in dealings with gods or other superhuman forces, gave shape to the mortal universe for their descendants.[1]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The English word epic comes from Latin epicus, which itself comes from the Ancient Greek adjective ἐπικός (epikos), from ἔπος (epos),[2]\n\"word, story, poem.\"[3]\n\nIn ancient Greek, 'epic' could refer to all poetry in dactylic hexameter (epea), which included not only Homer but also the wisdom poetry of Hesiod, the utterances of the Delphic oracle, and the strange theological verses attributed to Orpheus. Later tradition, however, has restricted the term 'epic' to heroic epic, as described in this article.\n\n"
        },
        {
            "title": "Overview",
            "text": "Originating before the invention of writing, primary epics, such as those of Homer, were composed by bards who used complex rhetorical and metrical schemes by which they could memorize the epic as received in tradition and add to the epic in their performances. Later writers like Virgil, Apollonius of Rhodes, Dante, Camões, and Milton adopted and adapted Homer's style and subject matter, but used devices available only to those who write.\n\nThe oldest epic recognized is the Epic of Gilgamesh (c. 2500–1300 BCE), which was recorded in ancient Sumer during the Neo-Sumerian Empire. The poem details the exploits of Gilgamesh, the king of Uruk. Although recognized as a historical figure, Gilgamesh, as represented in the epic, is a largely legendary or mythical figure.[4]\n\nThe longest epic written is the ancient Indian Mahabharata (c. 3rd century BC–3rd century AD),[5] which consists of 100,000 ślokas or over 200,000 verse lines (each shloka is a couplet), as well as long prose passages, so that at ~1.8 million words it is roughly twice the length of Shahnameh, four times the length of the Rāmāyaṇa, and roughly ten times the length of the Iliad and the Odyssey combined.[6][7][8]\n\nFamous examples of epic poetry include the Sumerian Epic of Gilgamesh, the ancient Indian Mahabharata and Rāmāyaṇa in Sanskrit and Silappatikaram and Manimekalai in Tamil, the Persian Shahnameh, the Ancient Greek Odyssey and Iliad, Virgil's Aeneid, the Old English Beowulf, Dante's Divine Comedy, the Finnish Kalevala, the Estonian Kalevipoeg, the German Nibelungenlied, the French Song of Roland, the Spanish Cantar de mio Cid, the Portuguese Os Lusíadas, the Armenian Daredevils of Sassoun, John Milton's Paradise Lost, and the Malian Sundiata.  Epic poems of the modern era include Derek Walcott’s Omeros, Mircea Cărtărescu's The Levant and Adam Mickiewicz's Pan Tadeusz. Paterson by William Carlos Williams, published in five volumes from 1946 to 1958, was inspired in part by another modern epic, The Cantos by Ezra Pound.[9]\n\n"
        },
        {
            "title": "Oral epics",
            "text": "The first epics were products of preliterate societies and oral history poetic traditions.[citation needed] Oral tradition was used alongside written scriptures to communicate and facilitate the spread of culture.[10]\nIn these traditions, poetry is transmitted to the audience and from performer to performer by purely oral means. Early 20th-century study of living oral epic traditions in the Balkans by Milman Parry and Albert Lord demonstrated the paratactic model used for composing these poems. What they demonstrated was that oral epics tend to be constructed in short episodes, each of equal status, interest and importance. This facilitates memorization, as the poet is recalling each episode in turn and using the completed episodes to recreate the entire epic as he performs it. Parry and Lord also contend that the most likely source for written texts of the epics of Homer was dictation from an oral performance.\n\nMilman Parry and Albert Lord have argued that the Homeric epics, the earliest works of Western literature, were fundamentally an oral poetic form. These works form the basis of the epic genre in Western literature. Nearly all of Western epic (including Virgil's Aeneid and Dante's Divine Comedy) self-consciously presents itself as a continuation of the tradition begun by these poems.\n\n"
        },
        {
            "title": "Composition and conventions",
            "text": "In his work Poetics, Aristotle defines an epic as one of the forms of poetry, contrasted with lyric poetry and with drama in the form of tragedy and comedy.[11]\n\nHarmon & Holman (1999) define an epic:\n\nAn attempt to delineate ten main characteristics of an epic:[12]\n\nThe hero generally participates in a cyclical journey or quest, faces adversaries that try to defeat him in his journey and returns home significantly transformed by his journey. The epic hero illustrates traits, performs deeds, and exemplifies certain morals that are valued by the society the epic originates from. Many epic heroes are recurring characters in the legends of their native cultures.\n\nThe above passages convey the experience of epic poetry in the west, but somewhat different conventions have historically applied in India.\n\nIn the Indian mahākāvya epic genre, more emphasis was laid on description than on narration. Indeed, the traditional characteristics of a mahākāvya are listed as:[a][b]\n\nClassical epic poetry recounts a journey, either physical (as typified by Odysseus in the Odyssey) or mental (as typified by Achilles in the Iliad) or both.[citation needed] Epics also tend to highlight cultural norms and to define or call into question cultural values, particularly as they pertain to heroism.[citation needed]\n\nIn the proem or preface, the poet may begin by invoking a Muse or similar divinity. The poet prays to the Muses to provide him with divine inspiration to tell the story of a great hero.[16]\n\nExample opening lines with invocations:\n\nAn alternative or complementary form of proem, found in Virgil and his imitators, opens with the performative verb \"I sing\". Examples:\n\nThis Virgilian epic convention is referenced in Walt Whitman's poem title / opening line \"I sing the body electric\".[17]\n\nCompare the first six lines of the Kalevala:\n\nThese conventions are largely restricted to European classical culture and its imitators. The Epic of Gilgamesh, for example, or the Bhagavata Purana do not contain such elements, nor do early medieval Western epics that are not strongly shaped by the classical traditions, such as the Chanson de Roland or the Poem of the Cid.\n\nNarrative opens \"in the middle of things\", with the hero at his lowest point. Usually flashbacks show earlier portions of the story. For example, the Iliad does not tell the entire story of the Trojan War, starting with the judgment of Paris, but instead opens abruptly on the rage of Achilles and its immediate causes. So too, Orlando Furioso is not a complete biography of Roland, but picks up from the plot of Orlando Innamorato, which in turn presupposes a knowledge of the romance and oral traditions.\n\nEpic catalogues and genealogies are given, called enumeratio. These long lists of objects, places, and people place the finite action of the epic within a broader, universal context, such as the catalog of ships. Often, the poet is also paying homage to the ancestors of audience members. Examples:\n\nIn the Homeric and post-Homeric tradition, epic style is typically achieved through the use of the following stylistic features:\n\nMany verse forms have been used in epic poems through the ages, but each language's literature typically gravitates to one form, or at least to a very limited set.\n\nAncient Sumerian epic poems did not use any kind of poetic meter and lines did not have consistent lengths;[21]\ninstead, Sumerian poems derived their rhythm solely through constant repetition and parallelism, with subtle variations between lines.[21]\nIndo-European epic poetry, by contrast, usually places strong emphasis on the importance of line consistency and poetic meter.[21] Ancient Greek epics were composed in dactylic hexameter.[22]\nVery early Latin epicists, such Livius Andronicus and Gnaeus Naevius, used Saturnian meter. By the time of Ennius, however, Latin poets had adopted dactylic hexameter.\n\nDactylic hexameter has been adapted by a few anglophone poets such as Longfellow in \"Evangeline\", whose first line is as follows:\n\nOld English, German and Norse poems were written in alliterative verse,[23]\nusually without rhyme. The alliterative form can be seen in the Old English “Finnsburg Fragment” (alliterated sounds are in bold):\n\nWhile the above classical and Germanic forms would be considered stichic, Italian, Spanish and Portuguese long poems favored stanzaic forms, usually written in terza rima[26]\nor especially ottava rima.[27]\nTerza rima is a rhyming verse stanza form that consists of an interlocking three-line rhyme scheme. An example is found in the first lines of the Divine Comedy by Dante, who originated the form:\n\nIn ottava rima, each stanza consists of three alternate rhymes and one double rhyme, following the ABABABCC rhyme scheme. Example:\n\n\nFrom the 14th century English epic poems were written in heroic couplets,[28]\nand rhyme royal,[29]\nthough in the 16th century the Spenserian stanza[30]\nand blank verse[31]\nwere also introduced. The French alexandrine is currently the heroic line in French literature, though in earlier literature – such as the chanson de geste – the decasyllable grouped in laisses took precedence. In Polish literature, couplets of Polish alexandrines (syllabic lines of 7+6 syllables) prevail.[32]\nIn Russian, iambic tetrameter verse is the most popular.[33]\nIn Serbian poetry, the decasyllable is the only form employed.[34][35]\n\nBalto-Finnic (e.g. Estonian, Finnish, Karelian) folk poetry uses a form of trochaic tetrameter that has been called the Kalevala meter. The Finnish and Estonian national epics, Kalevala and Kalevipoeg, are both written in this meter. The meter is thought to have originated during the Proto-Finnic period.[36]\n\nIn Indic epics such as the Ramayana and Mahabharata, the shloka form is used.\n\n"
        },
        {
            "title": "Genres and related forms",
            "text": "The primary form of epic, especially as discussed in this article, is the heroic epic, including such works as the Iliad and Mahabharata. Ancient sources also recognized didactic epic as a category, represented by such works as Hesiod's Works and Days and Lucretius's De Rerum Natura.\n\nA related type of poetry is the epyllion (plural: epyllia), a brief narrative poem with a romantic or mythological theme. The term, which means \"little epic,\" came into use in the nineteenth century. It refers primarily to the erudite, shorter hexameter poems of the Hellenistic period and the similar works composed at Rome from the age of the neoterics; to a lesser degree, the term includes some poems of the English Renaissance, particularly those influenced by Ovid.[37]\nThe most famous example of classical epyllion is perhaps Catullus 64.\n\nEpyllion is to be understood as distinct from mock epic, another light form.\n\nRomantic epic is a term used to designate works such as Morgante, Orlando Innamorato, Orlando Furioso and Gerusalemme Liberata, which freely lift characters, themes, plots and narrative devices from the world of prose chivalric romance.\n\nNon-European forms\n\nLong poetic narratives that do not fit the traditional European definition of the heroic epic are sometimes known as folk epics. Indian folk epics have been investigated by Lauri Honko (1998),[38] Brenda Beck (1982) [39] and John Smith,[40] amongst others. Folk epics are an important part of community identities. For example, in Egypt, the folk genre known as al-sira relates the saga of the Hilālī tribe and their migrations across the Middle East and north Africa, see Bridget Connelly (1986).[41] In India, folk epics reflect the caste system of Indian society and the life of the lower levels of society, such as cobblers and shepherds, see C.N. Ramachandran, “Ambivalence and Angst: A Note on Indian folk epics,” in Lauri Honko (2002. p. 295).[42] Some Indian oral epics feature strong women who actively pursue personal freedom in their choice of a romantic partner (Stuart, Claus, Flueckiger and Wadley, eds, 1989, p. 5).[43] Japanese traditional performed narratives were sung by blind singers. One of the most famous, The Tale of the Heike, deals with historical wars and had a ritual function to placate the souls of the dead (Tokita 2015, p. 7).[44] A variety of epic forms are found in Africa. Some have a linear, unified style while others have a more cyclical, episodic style (Barber 2007, p. 50).[45] People in the rice cultivation zones of south China sang long narrative songs about the origin of rice growing, rebel heroes, and transgressive love affairs (McLaren 2022).[46] The borderland ethnic populations of China sang heroic epics, such as the Epic of King Gesar of the Mongols, and the creation-myth epics of the Yao people of south China.[47]\n\n"
        }
    ]
}