{
    "url": "https://en.wikipedia.org/wiki/Epidemic",
    "title": "Epidemic",
    "table_of_contents": [
        "1 Definition",
        "2 Causes",
        "3 Types",
        "3.1 Common source outbreak",
        "3.2 Propagated outbreak",
        "4 Transmission",
        "5 Prevention and prevention preparations",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An epidemic (from Greek ἐπί epi \"upon or above\" and δῆμος demos \"people\") is the rapid spread of disease to a large number of patients among a given population within an area in a short period of time.\n\nEpidemics of infectious diseases are generally caused by several factors including a significant change in the ecology of the areal population (e.g., increased stress maybe additional reason or increase in the density of a vector species), the introduction of an emerging pathogen to an areal population (by movement of pathogen or host) or an unexpected genetic change that is in the pathogen reservoir.\n\nGenerally, epidemics concerns with the patterns of infectious disease spread.[1] An epidemic may occur when host immunity to either an established pathogen or newly emerging novel pathogen is suddenly reduced below that found in the endemic equilibrium and the transmission threshold is exceeded.\n\nFor example, in meningococcal infections, an attack rate in excess of 15 cases per 100,000 people for two consecutive weeks is considered an epidemic.[2][3]\n\nAn epidemic may be restricted to one location within one country or further develop more locations in a country, however, if it spreads to other regional countries or even among continents but only if affects or threatens a substantial number of population, it may be overseen as within the terms of pandemic.[2] The registering and announcing of epidemic usually requires a good understanding of a baseline rate of incidence; epidemics for certain diseases, such as influenza, are defined as reaching some defined increase in incidence above this baseline.[3] A few cases of a very rare disease may be classified as an epidemic, while many cases of a common disease (such as the common cold) would not. An epidemic can cause enormous damage through financial and economic losses in addition to impaired health and loss of life.\n\n"
        },
        {
            "title": "Definition",
            "text": "In medicine epidemics were well known and studied in 19th century.[4] We can trace the study of epidemics to late 18th century when this medical population studies emerged.[5]\n\nHowever even early philosopher in Ancient Greece and Rome studied diseases and it was Hippocrates who first noticed that some diseases have epidemic type (he wrote on pestilence).[5] Galen also studied the epidemic diseases and how they appear.[5]\n\nIt is possible to notice some medical knowledge also in Greek literature, including Homer (8th century), but it was first Thucydides who wrote during the time of Hippocrates on Peloponnesian wars using or referring to term epidemic for disease that with weather and wind and air spreads among wider regions.\n\nThe term epidemic is derived from a word form attributed to Homer's Odyssey, which work later was taken by epidemiologists and epidemology's medical meaning for the Epidemics, as treatise made by Hippocrates.[6]\n\nBefore Hippocrates, epidemios, epidemeo, epidamos, and other variants had meanings similar to the current definitions of \"indigenous\" or \"endemic\".[6]\n\nThucydides' description of the Plague of Athens is considered one of the earliest written accounts of a disease epidemic using the exact term.[6] By the early 17th century, the terms endemic and epidemic referred to contrasting conditions of population-level disease, with the endemic condition at low rates of occurrence and the epidemic condition widespread.[7] The term \"epidemic\" has become emotionally charged.[3]\n\nThe Centers for Disease Control and Prevention defines epidemic broadly: \"the occurrence of more cases of disease, injury, or other health condition than expected in a given area or among a specific group of persons during a particular period. Usually, the cases are presumed to have a common cause or to be related to one another in some way (see also outbreak).\"[2] The terms \"epidemic\" and \"outbreak\" have often been used interchangeably. Researchers Manfred S. Green and colleagues propose that the latter term be restricted to smaller events, pointing out that Chambers Concise Dictionary and Stedman's Medical Dictionary acknowledge this distinction.[3]\n\n"
        },
        {
            "title": "Causes",
            "text": "There are several changes that may occur in an infectious agent that may trigger an epidemic. These include:[2]: 55 \n\nAn epidemic disease is not required to be contagious,[3][6] and the term has been applied to West Nile fever[3] and the obesity epidemic (e.g., by the World Health Organization[8]), among others.[6]\n\nThe conditions which govern the outbreak of epidemics include infected food supplies such as contaminated drinking water and the migration of populations of certain animals, such as rats or mosquitoes, which can act as disease vectors.\n\nEpidemics can be related to seasonality of certain infectious agents. Seasonality may enter into any of the eight key elements of the system: (1) susceptible recruitment via reproduction, (2) transmission, (3) acquired immunity and recovery, (4) waning immunity, (5) natural mortality, (6) symptomatology and pathology (which may be acute or chronic, depending on the disease), (7) disease-induced mortality, and (8) cross-species transmission.[9]  Influenza, the common cold, and other infections of the upper respiratory tract, such as sore throat, occur predominantly in the winter.\nThere is another variation, both as regards the number of people affected and the number who die in successive epidemics: the severity of successive epidemics rises and falls over periods of five or ten years.[10]\n\n"
        },
        {
            "title": "Types",
            "text": "In a common source outbreak epidemic, the affected individuals had an exposure to a common agent. If the exposure is singular and all of the affected individuals develop the disease over a single exposure and incubation course, it can be termed a point source outbreak. If the exposure was continuous or variable, it can be termed a continuous outbreak or intermittent outbreak, respectively.[2]: 56 \n\nIn a propagated outbreak, the disease spreads person-to-person. Affected individuals may become independent reservoirs leading to further exposures.[2]: 56 \n\nMany epidemics will have characteristics of both common source and propagated outbreaks (sometimes referred to as mixed outbreak).\n\nFor example, secondary person-to-person spread may occur after a common source exposure or an environmental vector may spread a zoonotic diseases agent.[2]: 56–58 \n\n"
        },
        {
            "title": "Prevention and prevention preparations",
            "text": "Disease prevention preparations for an epidemic include having a disease indicators or rates surveillance system; the ability to quickly dispatch emergency workers, especially local-based emergency workers; and a legitimate way to guarantee the safety and health of health workers.[13][14]\n\nEffective preparations for a response to a pandemic are multi-layered. The first layer is a disease surveillance system. Tanzania, for example, runs a national lab that runs testing for 200 health sites and tracks the spread of infectious diseases. The next layer is the actual response to an emergency. According to U.S.-based columnist Michael Gerson in 2015, only the U.S. military and NATO have the global capability to respond to such an emergency.[13] Still, despite the most extensive preparatory measures, a fast-spreading pandemic may easily exceed and overwhelm existing health-care resources.[11] Consequently, early and aggressive mitigation efforts, aimed at the so-called \"epidemic curve flattening\" need to be taken.[11] Such measures usually consist on non-pharmacological interventions such as social/physical distancing, aggressive contact tracing, \"stay-at-home\" orders, as well as appropriate personal protective equipment (i.e., masks, gloves, and other physical barriers to spread).[11]\n\n"
        }
    ]
}