{
    "url": "https://en.wikipedia.org/wiki/Ernest_Holmes",
    "title": "Ernest Holmes",
    "table_of_contents": [
        "1 Biography",
        "1.1 Religious Science/Science of Mind",
        "2 Philosophy",
        "3 Statement of Beliefs",
        "4 Recognition",
        "5 Bibliography",
        "6 See also",
        "7 References",
        "8 Biographies",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nErnest Shurtleff Holmes (January 21, 1887 – April 7, 1960) was an American New Thought writer, teacher, and leader. He was the founder of a spiritual movement known as Religious Science, part of the greater New Thought movement, whose spiritual philosophy is known as \"The Science of Mind.\" He was the author of The Science of Mind and numerous other metaphysical books, and the founder of Science of Mind magazine, in continuous publication since 1927. His books remain in print, and the principles he taught as \"Science of Mind\" have inspired and influenced many generations of metaphysical students and teachers. Holmes had previously studied another New Thought teaching, Divine Science, and was an ordained Divine Science Minister.[1] His influence beyond New Thought can be seen in the self-help movement.\n\n"
        },
        {
            "title": "Biography",
            "text": "Holmes was born January 21, 1887, in Lincoln, Maine, to a poor family. He was the son of Anna Columbia (Heath) and William Nelson Holmes.[2] He left school and his family in Maine for Boston at the age of 15. From 1908 to 1910 he worked in a store to pay for his tuition at the Leland Powers School of Expression in Boston. There he was introduced to Mary Baker Eddy's Science and Health, as well as Christian Science.[3]\n\nIn 1912 Holmes joined his brother Fenwicke in Venice, California. In addition to taking up a job with the city government, Holmes and his brother, a Congregationalist minister, studied the writings of Thomas Troward, Ralph Waldo Emerson, William Walker Atkinson, and Christian D. Larson.[4]\n\nIn 1927 Holmes married Hazel Durkee Foster. She died in 1957. He died on April 7, 1960.[4]\n\nAfter leading small private meetings throughout the city, in 1916 Ernest Holmes was invited to speak at the Metaphysical Library in Los Angeles. This led him to repeat engagements, and on a nationwide tour. In 1919 he published his first book, The Creative Mind, and after almost a decade of touring, Holmes committed to remaining in the L.A. area to complete his major work, The Science of Mind. It was published in 1926.[5]\n\nThat year Holmes started speaking each Sunday morning in a theatre in the Ambassador Hotel that seated 625. In November 1927, they moved to the 1,295-seat Ebell Theatre. Subsequently, Holmes' lectures continued moving to ever-larger spaces, including the Biltmore Hotel, and the Wiltern Theatre, which seats more than 2800. In February 1927, Holmes incorporated the Institute of Religious Science and School of Philosophy, Inc., and later that year he began publishing Science of Mind magazine.[6] In 1935 he reincorporated his organization as the Institute of Religious Science and Philosophy, and in 1954 it was reestablished again as a religious organization called the Church of Religious Science.[7][8]\n\nToday his Science of Mind/Religious Science teachings are continued by the Centers for Spiritual Living, the Affiliated New Thought Network, the Global Religious Science Ministries, Independent Religious Science ministries, and other organizations.  In 2015, his books Creative Mind[9] and Creative Mind and Success[10] were narrated by Hillary Hawkins and published in audiobook form.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Holmes taught New Thought in a Christian context in his church. The primary teaching of New Thought is that physical form is created by a Universal Mind, or God, which manifests—or literally reflects—the dominant belief system of all living persons.  In his book, the Science of Mind, Holmes described this God-force as follows: \n\nHolmes argued that human beings have access to the power of this Universal Mind by directing their thoughts—in particular, their beliefs about the present or the future.  In his book, he described this as follows:  \n\nIn his book, the Science of Mind, Holmes explains how it is possible to direct this power by controlling one's thoughts.  A sustained belief in a particular outcome will invariably create that outcome.  In other words, good events proceed from a belief in good.  Evil events proceed from a belief in evil.  In the Science of Mind, Holmes emphasized the importance of only focusing on good:  \n\nIn order to get results, Holmes emphasized that it was necessary to think one specific thought, with complete certainty.  If one is continually thinking different thoughts, the Universal Mind will not have a dominant belief that it can manifest, or create, in the physical world.  Holmes explained this idea as follows, in his book, Creative Mind:\n\n"
        },
        {
            "title": "Statement of Beliefs",
            "text": "In the 1920s, Holmes published the following statement of beliefs:[15]\n\nThrough his research, Holmes created a \"structure of concepts\" based on the religions and philosophies of human history, sometimes correlating his findings with the then-emerging \"new\" physics. He named the teaching a science because he believed that its principles were scientifically provable in practice. He wrote, \"I would rather see a student of this Science prove its Principle than to have him repeat all the words of wisdom that have ever been uttered.\"[16]\n\nHolmes ultimately came to believe in a \"core concept\" – what he saw as a \"Golden thread of truth\" that ran through all of the world's religions as well as in science and philosophy.[17]\n\n"
        },
        {
            "title": "Recognition",
            "text": "Ernest Holmes received a variety of recognitions for his work. In 1945, he was awarded the honorary degree of Doctor of Philosophy by Andhra University in India. The California College of Medicine, and the Foundation Academic University of Spiritual Understanding in Venice, Italy, awarded him a Doctor of Letters. In 1942, he was bestowed with the Cross of the Commander of the Grand Humanitarian Prize of Belgium, and in 1944 he was named an honorary member of the Eugene Field Society.\n\n"
        }
    ]
}