{
    "url": "https://en.wikipedia.org/wiki/Ernst_Troeltsch",
    "title": "Ernst Troeltsch",
    "table_of_contents": [
        "1 Life",
        "2 Theology",
        "3 Historiography",
        "3.1 Principle of criticism",
        "3.2 Principle of analogy",
        "3.3 Principle of correlation",
        "4 Politics",
        "5 Reception",
        "6 References",
        "7 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nErnst Peter Wilhelm Troeltsch (/trɛltʃ/;[1] German: [tʁœltʃ]; 17 February 1865 – 1 February 1923) was a German liberal Protestant theologian, a writer on the philosophy of religion and the philosophy of history, and a classical liberal politician. He was a member of the history of religions school. His work was a synthesis of a number of strands, drawing on Albrecht Ritschl, Max Weber's conception of sociology, and the Baden school of neo-Kantianism.\n\nHis \"The Social Teachings of the Christian Church\" (Die Soziallehren der christlichen Kirchen und Gruppen, 1912)[2] is a seminal work in theology.\n\n"
        },
        {
            "title": "Life",
            "text": "Troeltsch was born on 17 February 1865 into a Lutheran family to a doctor but went to a Catholic school in a predominantly Catholic area. He then attended university, at the University of Erlangen and then at the University of Göttingen. His ordination in 1889 was followed in 1891 by a post teaching theology at Göttingen. In 1892, he moved on to teach at the University of Bonn. In 1894, he moved on again to Heidelberg University. Finally, in 1915, he transferred to teach at what is now the University of Berlin, where he took the title of professor of philosophy and civilization.[3] Troeltsch died on 1 February 1923.\n\n"
        },
        {
            "title": "Theology",
            "text": "Throughout Troeltsch's life, he wrote frequently of his belief that changes in society posed a threat to Christian religion and that \"the disenchantment of the world\" as described by sociologist Max Weber was underway. At an academic conference that took place in 1896, after a paper on the doctrine of logos, Troeltsch responded by saying, \"Gentlemen, everything is tottering!\"[4]\n\nTroeltsch sought to explain the decline of religion in the modern era by a description of the historical evolution of the role of religion in society. He described European civilization as having three periods: ancient, medieval, and modern. Troeltsch's understanding of the border between the medieval and modern periods is revisionist. Instead of claiming that modernity starts with the rise of Protestantism, Troeltsch argues that early Protestantism should be understood as a continuation of the medieval period. The modern period starts much later on his account: in the seventeenth century. The Renaissance in Italy and the scientific revolution planted the seeds for the arrival of the modern period, and Protestantism delayed, rather than heralded, its onset. Protestantism, Troeltsch argued, was \"in the first place, simply a modification of Catholicism, in which the Catholic formulation of the problems was retained, while a different answer was given to them\".[5]\n\nTroeltsch saw the distinction between early and late (or \"neo-\") Protestantism as \"the presupposition for any historical understanding of Protestantism\".[6]\n\n"
        },
        {
            "title": "Historiography",
            "text": "Troeltsch developed three principles pertaining to critical historiography. Each of the principles served as a philosophical retort for the issue of the preconceived notions sustained by the historian. Troeltsch's principles (the principle of criticism, the principle of analogy, and the principle of correlation) were determined to account for the issue surrounding the biases of the historian.[7]\n\nTroeltsch's claim in the principle concludes that absolutes within history cannot exist. Troeltsch surmised that judgments about the past must be varied. As such, the absolute truth of historical reality could not exist, but he claimed historical situation could be examined only as more likely or less likely to have happened. In that, Troeltsch understood to never create a finite and non-revisable claim. \n\nThis principle pertains to averting the historian from applying anachronism to the past. Troeltsch understood that the probability in the former principle cannot be validated unless it is a historian's present situation, when assessing the probability, is not radically different from the past. In that, Troeltsch expects that human nature has been fairly constant throughout time, but that clause is still included as a form of accountability for the historian's narrative. \n\nIn regard to historical events, Troeltsch determined that humanity's historical life is interdependent upon each individual. Since the cumulative actions of individuals create historical events, there is a causal nature to all events that create an effect. Any radical event, the historian should assume, affected the historical nexus immediately surrounding that event. Troeltsch determines that in historical explanation, it is important to include antecedents and consequences of events in an effort to maintain historical events in their conditioned time and space.[8]\n\n"
        },
        {
            "title": "Politics",
            "text": "Troeltsch was politically a classical liberal and served as a member of the Parliament of the Grand Duchy of Baden. In 1918, he joined the German Democratic Party (DDP). He strongly supported Germany's role in World War I: \"Yesterday we took up arms. Listen to the ethos that resounds in the splendour of heroism: To your weapons, To your weapons!\"[9]\n\n"
        },
        {
            "title": "Reception",
            "text": "In the immediate aftermath of Troeltsch's death, his work was considered passé and irrelevant. This was part of a wider rejection of liberal thought with the rise of neo-orthodoxy in Protestant theology, especially with the prominence of Karl Barth in the German-speaking world. From 1960 onwards, however, Troeltsch's thought has seen a revival of interest in academic circles with a variety of books being published on Troeltsch's theological and sociological work.[10]\n\n"
        }
    ]
}