{
    "url": "https://en.wikipedia.org/wiki/Ernst_Lubitsch",
    "title": "Ernst Lubitsch",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Early work, 1913–1921",
        "2.2 Hollywood silent films, 1922–1927",
        "2.3 Sound films, 1928–1940",
        "2.4 Later films, 1941–1947",
        "2.5 Death",
        "3 Lubitsch touch",
        "4 Career assessment and legacy",
        "5 Filmography",
        "6 References",
        "6.1 Citations",
        "6.2 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nErnst Lubitsch (/ˈluːbɪtʃ/; January 29, 1892 – November 30, 1947) was a German-born American film director, producer, writer, and actor. His urbane comedies of manners gave him the reputation of being Hollywood's most elegant and sophisticated director; as his prestige grew, his films were promoted as having \"the Lubitsch touch\". Among his best known works are Trouble in Paradise, Design for Living, Ninotchka, The Shop Around the Corner, To Be or Not to Be and Heaven Can Wait.\n\nIn 1946, he received an Honorary Academy Award for his distinguished contributions to the art of the motion picture.\n\n"
        },
        {
            "title": "Early life",
            "text": "Lubitsch was born in 1892 in Berlin,[1] the son of Simon Lubitsch, a tailor, and Anna (née) Lindenstaedt. His family was Ashkenazi Jewish; his father was born in Grodno in the Russian Empire (now Belarus), and his mother was from Wriezen outside Berlin. He turned his back on his father's tailoring business to enter the theater, and by 1911 was a member of Max Reinhardt's Deutsches Theater.\n\n"
        },
        {
            "title": "Career",
            "text": "In 1913, Lubitsch made his film debut as an actor in The Ideal Wife. He gradually abandoned acting to concentrate on directing. He appeared in approximately 30 films as an actor between 1912 and 1920. His last film appearance as an actor was in the 1920 drama Sumurun, opposite Pola Negri and Paul Wegener, which he also directed.\n\nIn 1918, he made his mark as a serious director with Die Augen der Mumie Ma (The Eyes of the Mummy), starring Pola Negri. Lubitsch alternated between escapist comedies and large-scale historical dramas, enjoying great international success with both. His reputation as a grand master of world cinema reached a new peak after the release of his spectacles Madame Du Barry (retitled Passion, 1919) and Anna Boleyn (Deception, 1920). Both of these films found American distributorship by early 1921. They, along with Lubitsch's Carmen (released as Gypsy Blood in the U.S. in 1921) were selected by The New York Times on its list of the 15 most important movies of 1921.\n\nWith glowing reviews under his belt and American money flowing his way, Lubitsch formed his own production company and set to work on the high-budget spectacular The Loves of Pharaoh (1921). Lubitsch sailed to the United States for the first time in December 1921 for what was intended as a lengthy publicity and professional factfinding tour, scheduled to culminate in the February premiere of Pharaoh. However, with World War I still fresh, and with a slew of German \"New Wave\" releases encroaching on American movie workers' livelihoods, Lubitsch was not gladly received. He cut his trip short after little more than three weeks and returned to Germany. But he had already seen enough of the American film industry to know that its resources far outstripped the spartan German companies.\n\nLubitsch finally left Germany for Hollywood in 1922, contracted as a director by Mary Pickford. He directed Pickford in the film Rosita; the result was a critical and commercial success, but director and star clashed during its filming, and it ended up as the only project that they made together. A free agent after just one American film, Lubitsch was signed to a remarkable three-year, six-picture contract by Warner Brothers that guaranteed the director his choice of both cast and crew, and full editing control over the final cut.\n\nSettling in America, Lubitsch established his reputation for sophisticated comedy with such stylish films as The Marriage Circle (1924), Lady Windermere's Fan (1925), and So This Is Paris (1926). But his films were only marginally profitable for Warner Brothers, and Lubitsch's contract was eventually dissolved by mutual consent, with Metro-Goldwyn-Mayer and Paramount buying out the remainder. His first film for MGM, The Student Prince in Old Heidelberg (1927), was well regarded, but lost money. The Patriot (1928), produced by Paramount, earned him his first Academy Award nomination for Best Directing.\n\nLubitsch seized upon the advent of sound films to direct musicals. With his first sound film, The Love Parade (1929), starring Maurice Chevalier and Jeanette MacDonald, Lubitsch hit his stride as a maker of worldly musical comedies (and earned himself another Oscar nomination). The Love Parade (1929), Monte Carlo (1930), and The Smiling Lieutenant (1931) were hailed by critics as masterpieces of the newly emerging musical genre. Lubitsch served on the faculty of the University of Southern California for a time.\n\nHis next film was a romantic comedy, written with Samson Raphaelson, Trouble in Paradise (1932). Later described (approvingly) as \"truly amoral\" by critic David Thomson,[2] the cynical comedy was popular both with critics and with audiences. But it was a project that could only have been made before the enforcement of the Production Code, and after 1935, Trouble in Paradise was withdrawn from circulation. It was not seen again until 1968. The film was never available on videocassette and only became available on DVD in 2003.\n\nWriting about Lubitsch's work, critic Michael Wilmington observed:\n\nWhether with music, as in MGM's opulent The Merry Widow (1934) and Paramount's One Hour with You (1932), or without, as in Design for Living (1933), Lubitsch continued to specialize in comedy. He made only one other dramatic film, the antiwar Broken Lullaby (also known as The Man I Killed, 1932).\n\nIn 1935, he was appointed Paramount's production manager,[5] thus becoming the only major Hollywood director to run a large studio. Lubitsch subsequently produced his own films and supervised the production of films of other directors. But Lubitsch had trouble delegating authority, which was a problem when he was overseeing sixty different films. He was fired after a year on the job, and returned to full-time moviemaking. In 1936, he became a naturalized citizen of the United States.\n\nOn July 27, 1935, he married British actress Vivian Gaye. They had one daughter, Nicola Anne Patricia Lubitsch, on October 27, 1938. When war was declared in Europe, Vivian Lubitsch and her daughter were staying in London. Vivian sent her baby daughter, accompanied by her nursemaid, Consuela Strohmeier, to Montreal aboard the Donaldson Atlantic Line's SS Athenia, which was sunk by a German submarine on September 3, 1939 with a loss of 118 passengers. The child and the nurse survived.\n\nIn 1939, Lubitsch moved to MGM, and directed Greta Garbo in Ninotchka. Garbo and Lubitsch were friendly and had hoped to work together on a movie for years, but this would be their only project. The film, co-written by Billy Wilder, is a satirical comedy in which the famously serious actress' laughing scene was promoted by studio publicists with the tagline \"Garbo Laughs!\"\n\n\n\nIn 1940, he directed The Shop Around the Corner, an artful comedy of cross purposes. The film reunited Lubitsch with his Merry Widow screenwriter Raphaelson, and starred James Stewart and Margaret Sullavan as a pair of bickering co-workers in Budapest, each unaware that the other is their secret romantic correspondent. David Thomson wrote:\n\nLubitsch next directed That Uncertain Feeling (1941), a remake of his 1925 film Kiss Me Again; an independent production by Lubitsch with Sol Lesser, it was not a commercial success. Lubitsch followed with a film that has become one of his best regarded comedies, To Be or Not to Be, a witty, dark and insightful film about a troupe of actors in Nazi-occupied Poland. He spent the balance of his career at 20th Century Fox, but a heart condition curtailed his activity, and he spent much of his time in supervisory capacities. His next picture was Heaven Can Wait (1943), his first color film and another Raphaelson collaboration.[6] The film is about Henry Van Cleve (played by Don Ameche), who presents himself at the gates of Hell to recount his life and the women he has known from his mother onward, concentrating on his happy but sometimes difficult 25 years of marriage to Martha (Gene Tierney).\n\nAfter Heaven Can Wait, Lubitsch began work on A Royal Scandal (1945), a remake of his silent film Forbidden Paradise.  Edwin Justus Mayer wrote the screenplay for A Royal Scandal and had worked with Lubitsch on To Be or Not to Be (1942). A Royal Scandal's pre-production and rehearsals were completed under Lubitsch, the original director of this film. He became ill during shooting, so Lubitsch hired Otto Preminger to finish the film. After A Royal Scandal, Lubitsch regained his health, and directed Cluny Brown (1946), with Charles Boyer and Jennifer Jones.\n\nIn March 1947, Lubitsch was awarded a Special Academy Award for his \"25-year contribution to motion pictures\". Presenter Mervyn LeRoy, calling Lubitsch \"a master of innuendo\", described some of his attributes as a filmmaker: \"He had an adult mind and a hatred of saying things the obvious way.\" Lubitsch was the subject of several interviews at that time, and consistently cited The Shop Around the Corner as his favorite of his films. Considering his overall career, he mused \"I made sometimes pictures which were not up to my standard, but then it can only be said about a mediocrity that all his works live up to his standard.\"\n\nLubitsch died of a heart attack on November 30, 1947, in Hollywood at the age of 55.[7] His last film, That Lady in Ermine with Betty Grable, was completed by Otto Preminger and released posthumously in 1948.\n\nWhen leaving Lubitsch's funeral, William Wyler said \"No more Lubitsch.\" Billy Wilder responded \"Worse than that. No more Lubitsch pictures.\"[6] Lubitsch is interred at Forest Lawn Memorial Park. On February 8, 1960, Lubitsch received a star on the Hollywood Walk of Fame for his contributions to the motion pictures industry, at 7040 Hollywood Blvd., Hollywood.[8][9][10]\n\n"
        },
        {
            "title": "Lubitsch touch",
            "text": "Biographer Scott Eyman attempted to characterize the famed \"Lubitsch touch\":\n\n"
        },
        {
            "title": "Career assessment and legacy",
            "text": "In 1946, he received an Honorary Academy Award for his distinguished contributions to the art of the motion picture. He was nominated three times for Best Director.[11]\n\nThe Ernst-Lubitsch-Prize, a German Comedy prize, was established in 1958 in an effort of Billy Wilder to keep the memory of his friend alive.[12]\n\n"
        }
    ]
}