{
    "url": "https://en.wikipedia.org/wiki/Ernst_Cassirer",
    "title": "Ernst Cassirer",
    "table_of_contents": [
        "1 Biography",
        "2 Influences",
        "3 Work",
        "3.1 History of science",
        "3.2 Philosophy of science",
        "3.3 Philosophy of symbolic forms",
        "3.4 The Cassirer–Heidegger debate",
        "3.5 Philosophy of the Enlightenment",
        "3.6 The Logic of the Cultural Sciences",
        "3.7 The Myth of the State",
        "4 Partial bibliography",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ernst Alfred Cassirer (/kɑːˈsɪərər, kəˈ-/ kah-SEER-ər, kə-,[2] German: [ˈɛʁnst kaˈsiːʁɐ];[3][4] July 28, 1874 – April 13, 1945) was a German philosopher. Trained within the Neo-Kantian Marburg School, he initially followed his mentor Hermann Cohen in attempting to supply an idealistic philosophy of science.\n\nAfter Cohen's death in 1918, Cassirer developed a theory of symbolism and used it to expand phenomenology of knowledge into a more general philosophy of culture. Cassirer was one of the leading 20th-century advocates of philosophical idealism. His most famous work is the Philosophy of Symbolic Forms (1923–1929).\n\nThough his work received a mixed reception shortly after his death, more recent scholarship has remarked upon Cassirer's role as a strident defender of the moral idealism of the Enlightenment era and the cause of liberal democracy at a time when the rise of fascism had made such advocacy unfashionable. Within the international Jewish community, Cassirer's work has additionally been seen as part of a long tradition of thought on ethical philosophy.[5]\n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Breslau in Silesia (modern-day southwest Poland), into a Jewish family, Cassirer studied literature and philosophy at the University of Marburg (where he completed his doctoral work in 1899 with a dissertation on René Descartes's analysis of mathematical and natural scientific knowledge entitled Descartes' Kritik der mathematischen und naturwissenschaftlichen Erkenntnis [Descartes' Critique of Mathematical and Scientific Knowledge]) and at the University of Berlin (where he completed his habilitation in 1906 with the dissertation Das Erkenntnisproblem in der Philosophie und Wissenschaft der neueren Zeit: Erster Band [The Problem of Knowledge in Philosophy and Science in the Modern Age: Volume I]).[6]\n\nPolitically, Cassirer supported the liberal German Democratic Party (DDP).[7] After working for many years as a Privatdozent at the Friedrich Wilhelm University in Berlin, Cassirer was elected in 1919 to the philosophy chair at the newly founded University of Hamburg, where he lectured until 1933, supervising amongst others the doctoral theses of Joachim Ritter and Leo Strauss. \nOn 30 January 1933, the Nazi Regime came to power. Cassirer left Germany on 12 March 1933 - one week after the first Reichstagswahl under that Regime - because he was Jewish.[8]\n\nAfter leaving Germany he taught for a couple of years at the University of Oxford, before becoming a professor at Gothenburg University. When Cassirer considered Sweden too unsafe, he applied for a post at Harvard University, but was rejected because thirty years earlier he had rejected a job offer from them.[citation needed] In 1941 he became a visiting professor at Yale University, then moved to Columbia University in New York City, where he lectured from 1943 until his death in 1945.\n\nCassirer died of a heart attack in April 1945 in New York City. The young rabbi Arthur Hertzberg, who was a student of Cassirer's at Columbia University, conducted the funeral service.[9] His grave is located in Westwood, New Jersey, on the Cedar Park Beth-El Cemeteries in the graves of the Congregation Habonim. His son, Heinz Cassirer, was also a Kantian scholar. \n\nOther members of his prominent family included the neurologist Richard Cassirer, the publisher and gallery owner Bruno Cassirer and the art dealer and editor Paul Cassirer.\n\n"
        },
        {
            "title": "Influences",
            "text": "Donald Phillip Verene, who published some of Cassirer's papers kept at Yale University, gave this overview of his ideas:\n\n"
        },
        {
            "title": "Work",
            "text": "Cassirer's first major published writings were a history of modern thought from the Renaissance to Kant. In accordance with his Marburg neo-Kantianism he concentrated upon epistemology. His reading of the scientific revolution, in books such as The Individual and the Cosmos in Renaissance Philosophy (1927), as a \"Platonic\" application of mathematics to nature, influenced historians such as E. A. Burtt, E. J. Dijksterhuis, and Alexandre Koyré.\n\nIn Substance and Function (1910), he writes about late nineteenth-century developments in physics including relativity theory and the foundations of mathematics. In Einstein's Theory of Relativity (1921) he defended the claim that modern physics supports a neo-Kantian conception of knowledge. He also wrote a book about Quantum mechanics called Determinism and Indeterminism in Modern Physics (1936).\n\nAt Hamburg Cassirer discovered the Library of the Cultural Sciences founded by Aby Warburg. Warburg was an art historian who was particularly interested in ritual and myth as sources of surviving forms of emotional expression. In Philosophy of Symbolic Forms (1923–29) Cassirer argues that man (as he put it in his more popular 1944 book Essay on Man) is a \"symbolic animal\". Whereas animals perceive their world by instincts and direct sensory perception, humans create a universe of symbolic meanings. Cassirer is particularly interested in natural language and myth. He argues that science and mathematics developed from natural language, and religion and art from myth.\n\nIn 1929 Cassirer took part in a historically significant encounter with Martin Heidegger in Davos during the Second Davos Hochschulkurs (the Cassirer–Heidegger debate). Cassirer argues that while Kant's Critique of Pure Reason emphasizes human temporality and finitude, he also sought to situate human cognition within a broader conception of humanity. Cassirer challenges Heidegger's relativism by invoking the universal validity of truths discovered by the exact and moral sciences.\n\nCassirer believed that reason's self-realization leads to human liberation. Mazlish (2000)[citation needed], however, notes that Cassirer in his The Philosophy of the Enlightenment (1932) focuses exclusively on ideas, ignoring the political and social context in which they were produced.\n\nIn The Logic of the Cultural Sciences (1942) Cassirer argues that objective and universal validity can be achieved not only in the sciences, but also in practical, cultural, moral, and aesthetic phenomena. Although inter-subjective objective validity in the natural sciences derives from universal laws of nature, Cassirer asserts that an analogous type of inter-subjective objective validity takes place in the cultural sciences.\n\nCassirer's last work, The Myth of the State (1946), was published posthumously; at one level it is an attempt to understand the intellectual origins of Nazi Germany. Cassirer sees Nazi Germany as a society in which the dangerous power of myth is not checked or subdued by superior forces. The book discusses the opposition of logos and mythos in Greek thought, Plato's Republic, the medieval theory of the state, Machiavelli, Thomas Carlyle's writings on hero worship, the racial theories of Arthur de Gobineau, and Hegel. Cassirer claimed that in 20th-century politics there was a return, with the passive acquiescence of Martin Heidegger, to the irrationality of myth, and in particular to a belief that there is such a thing as destiny. Of this passive acquiescence, Cassirer says that in departing from Husserl's belief in an objective, logical basis for philosophy, Heidegger attenuated the ability of philosophy to oppose the resurgence of myth in German politics of the 1930s.\n\n"
        }
    ]
}