{
    "url": "https://en.wikipedia.org/wiki/Ero_guro",
    "title": "Ero guro",
    "table_of_contents": [
        "1 History",
        "2 Later influences",
        "3 In music",
        "4 See also",
        "5 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ero guro (Japanese: エログロ) is an artistic genre that puts its focus on eroticism, sexual corruption, and decadence.[1] As a term, it is used to denote something that is both erotic and grotesque.\n\nThe term itself is an example of wasei-eigo, a Japanese combination of English words or abbreviated words: ero from erotic and guro from grotesque.[2] \nThe \"grotesqueness\" implied in the term refers to things that are malformed, unnatural, or horrific.[1] Items that are pornographic and bloody are not necessarily ero guro, and vice versa. The term is often mistaken by Western audiences to mean \"gore\" – depictions of horror, blood, and guts.\n\n"
        },
        {
            "title": "History",
            "text": "Ero guro art experienced a boom when ero guro nansensu, a subculture characterized as a \"prewar, bourgeois cultural phenomenon that devoted itself to explorations of the deviant, the bizarre, and the ridiculous\",[3] manifested in the popular culture of Taishō Tokyo during the 1920s.[4] Writer Ian Buruma describes the social atmosphere of the time as \"a skittish, sometimes nihilistic hedonism that brings Weimar Berlin to mind.\"[4] Its roots go back to artists such as Tsukioka Yoshitoshi, who, besides erotic shunga, also produced woodblock prints showing decapitations and acts of violence from Japanese history. Ukiyo-e artists such as Utagawa Kuniyoshi presented similar themes with bondage, rape and erotic crucifixion.\n\nEro guro nansensu's first distinct appearance began in 1920s and 1930s Japanese literature. The Sada Abe Incident of 1936, where a woman strangled her lover to death and castrated his corpse, struck a chord with the ero guro nansensu movement but shortly led to the censorship of related media.[5] Other similar activities and movements were generally suppressed in Japan during World War II, but re-emerged in the postwar period, especially in manga and music.[6]\n\nOver time, the ero guro nansensu movement's influence expanded into parts of Japanese theatre, art, manga, and eventually into film and music.\n\n"
        },
        {
            "title": "Later influences",
            "text": "Ero guro is also an element of many Japanese horror films and pinku eiga, particularly of the 1960s and 1970s. Examples include Teruo Ishii's Shogun's Joys of Torture (1968) and Horrors of Malformed Men (1969) and Yasuzo Masumura's Blind Beast (1969), the latter two based on the works of Edogawa Rampo. A more recent example of ero guro in cinema is Sion Sono's Strange Circus (2005).\n\nThere are modern ero guro artists, some of whom cite ero guro nansensu as an influence on their work. These artists explore the macabre intermingled with sexual overtones. Often the erotic element, even when not explicit, is merged with grotesque themes and features similar to the works of H. R. Giger. Others produce ero guro as a genre of Japanese pornography and hentai involving blood, gore, disfiguration, violence, mutilation, urine, enemas, or feces. This genre of pornography is colloquially known among internet circles simply as \"guro\".\n\nWell-known ero guro manga artists include Suehiro Maruo, Hajime Yamano, Jun Hayami, Go Nagai, Shintaro Kago, Toshio Maeda, Henmaru Machino, Yamamoto Takato, Horihone Saizō, Katsuhisa Kigitsu, Uziga Waita, and Rei Mikamoto.\n\nThe modern genre of tentacle rape began within the category of ero guro (although it has much older roots in Japanese art; see Octopi and shell diver) but became so popular that it is now usually considered separately.\n\n"
        },
        {
            "title": "In music",
            "text": "Some visual kei bands have a concept or theme relating to ero guro, most notably Cali Gari.[7]  Western visual kei fans assumed their theme was a subgenre of visual kei and linked it with other similar bands.\n\nThe 2014 Flying Lotus album You're Dead! prominently featured ero guro artwork from Japanese manga artist Shintaro Kago on the cover and inner sleeve, with further art being utilised in the accompanying live show. Much of the drawings featured men and women being disfigured and mutilated in unrealistic, hi-tech ways with a significant amount of gore and nudity.\n\n"
        }
    ]
}