{
    "url": "https://en.wikipedia.org/wiki/Erotica",
    "title": "Erotica",
    "table_of_contents": [
        "1 Erotica and pornography",
        "2 See also",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Erotica is (in a broad sense) literature or art that deals substantively with subject matter that is erotic,  sexually stimulating or sexually arousing but (in a strict sense) is not generally considered to be pornographic. Erotic art may use any artistic form to depict erotic content, including painting, sculpture, drama, film or music. Erotic literature and erotic photography have become genres in their own right. Erotica also exists in a number of subgenres including gay erotica, lesbian erotica, women's erotica, bondage erotica, monster erotica and tentacle erotica.\n\nCuriosa are curiosities or rarities, especially unusual or erotic books.[1] In the antiquarian book trade, pornographic works are often listed under \"curiosa\", \"erotica\" or \"facetiae\".[citation needed]\n\n"
        },
        {
            "title": "Erotica and pornography",
            "text": "A distinction is often made between erotica and pornography (and the lesser-known genre of sexual entertainment, ribaldry), although some viewers may not distinguish between them. A key distinction, some have argued, is that pornography's objective is the graphic depiction of sexually explicit scenes. At the same time, erotica \"seeks to tell a story that involves sexual themes\" that include a more plausible depiction of human sexuality than in pornography.[2]  Additionally, works considered degrading or exploitative tend to be classified by those who see them as such, as \"porn\" rather than as \"erotica\" and consequently, pornography is often described as exploitative or degrading.[2][3] Many countries have laws banning or at least regulating what is considered pornographic material, a situation that generally does not apply to erotica.[citation needed]\n\nFor the anti-pornography activist Andrea Dworkin, \"Erotica is simply high-class pornography; better produced, better conceived, better executed, better packaged, designed for a better class of consumer.\"[4] Feminist writer Gloria Steinem distinguishes erotica from pornography, writing: \"Erotica is as different from pornography as love is from rape, as dignity is from humiliation, as partnership is from slavery, as pleasure is from pain.\" Steinem's argument hinges on the distinction between reciprocity versus domination, as she writes: \"Blatant or subtle, pornography involves no equal power or mutuality. In fact, much of the tension and drama comes from the clear idea that one person is dominating the other.\"[5][6][7]\n\n"
        }
    ]
}