{
    "url": "https://en.wikipedia.org/wiki/Erotic_thriller",
    "title": "Erotic thriller",
    "table_of_contents": [
        "1 Definition",
        "2 Characteristics of the genre",
        "2.1 Femme fatale",
        "2.2 The fall guy",
        "3 Origins",
        "4 1980s-1990s: Classic period",
        "4.1 DTV (direct-to-video) market",
        "4.2 Cultural factors",
        "5 Post-classic period",
        "6 Backlash",
        "7 Further developments of the genre",
        "8 See also",
        "9 References",
        "9.1 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe erotic thriller is a film subgenre defined as a thriller with a thematic basis in illicit romance or erotic fantasy.[1] Though exact definitions of the erotic thriller can vary, it is generally agreed \"bodily danger and pleasure must remain in close proximity and equally important to the plot.\"[2] Most erotic thrillers contain scenes of softcore sex and nudity, though the frequency and explicitness of those scenes can differ from film to film.[3]\n\nErotic thrillers emerged as a distinct genre in the late 1980s, bolstered by the popular success of Fatal Attraction in 1987[4][5] and continuing into the early 1990s. Studio films of this \"classic period\", such as Paul Verhoeven's Basic Instinct, were box office successes, helmed by big-name directors, and starred high-profile actors. The popularity of the genre spawned a lucrative cottage industry for the burgeoning home video and cable television markets.[6] By the end of the 1990s, cultural changes and the rise of the Internet led to the decline of the genre's popular appeal and production volume.[7]\n\n"
        },
        {
            "title": "Definition",
            "text": "According to British film studies professor Linda Ruth Williams, \"Erotic thrillers are noirish stories of sexual intrigue incorporating some form of criminality or duplicity, often as the flimsy framework for onscreen softcore sex\".[2]\n\nThe thriller film genre contains subgenres other than the noir crime film and murder mystery,[9] including the psychological thriller, or suspense stories of illicit romance and sexual obsession. Thus, the erotic thriller participates in several genres and film styles at once,[10] such as film noir, romance, and the thriller, taking narrative and stylistic elements from each. Because the erotic thriller combines various genres, pinning down the exact formula for an erotic thriller can be difficult. Though academics and writers on the subject encapsulate the erotic thriller film differently, the overlapping of the suspense thriller, romance, and softcore sex film is the unique domain of the erotic thriller.[11]\n\n"
        },
        {
            "title": "Characteristics of the genre",
            "text": "The character type of the femme fatale—an alluring, mysterious, and seductive woman—is common to many erotic thriller films. Villainous, even deadly, femme fatales manipulate and entrap the male characters, at times being in complete control of the men.[12] From \"Sharon Stone's icy Catherine Tramell in Basic Instinct or Linda Fiorentino's brusque Bridget in The Last Seduction…[these archetypes] tend to be cheerfully promiscuous…These women actively reject domesticity in all its forms, sniping about 'hating rugrats' and holding intimidatingly high-powered careers as stockbrokers and novelists\".[2] The most blatant depiction of the femme fatale is the character of Rebecca Carlson, played by Madonna in 1993's Body of Evidence. On trial for the murder of her lover, Rebecca is described by a prosecutor as \"no [different] than a gun or a knife or any kind of weapon.\"[2] In erotic thrillers, power dynamics are subverted as femme fatales \"turn men into pliable playthings, and the punchline of almost all of these films revolves around one idea: Men are basically stupid; blinded by sex, and helpless in the face of it\".[13]\n\nThe femme fatale of erotic thrillers took shape against \"the backdrop of what German sexologist/sociologist Volkmar Sigusch deemed the 'neosexual revolution,' 'a tremendous cultural and social transformation of sexuality during the 1980s and 1990s'\".[2] Feminist movements of the 1960s and 1970s resulted in greater socioeconomic opportunities for women of the 1980s; thus, the femme fatales in erotic thrillers \"flagrantly embody male anxieties over women's burgeoning financial and professional independence\".[12] Although these female characters wielded agency and power, they were usually limited to using their bodies and sexuality as weapons.[2] Furthermore, some films saw the male protagonist ultimately triumph over the femme fatale, subduing the threat she represents.[2][14]\n\nThe counterpart to the femme fatale is the \"fall guy\"—a man who is easily manipulated by the femme fatale.[15] The fall guy is often sexualized himself,[16] with some films featuring full-frontal male nudity in addition to female nudity, as in the films American Gigolo, Color of Night, and Wild Things.[2] The fall guy, usually working in a white-collar occupation, sees the femme fatale as \"a portal or chaperone…to go from a world of normality into the world of noir or the erotic thriller\".[2]\n\n"
        },
        {
            "title": "Origins",
            "text": "\nThe erotic thriller is a direct descendant of 1940s and 1950s film noir,[17] a thriller genre exemplified by stylish crime films and mysteries that explores the dark underworld of post-World War II America. 1981's Body Heat, one of the first films of the erotic thriller's classic period,[2] was itself inspired by the film noir Double Indemnity (1944).[18] \"Body Heat star Kathleen Turner argued it was precisely because [cast and crew] were working in an old-Hollywood framework that they were able to get away with the sexual explicitness that would set the tone for the ensuing decade: 'Film noir has a formality and shape to it. Its very familiar form allowed people to accept more readily the daring content that we were presenting.'\"[2]\nThe erotic thriller also has its roots in the mystery genre, the horror genre, and pornography.[19] Brian De Palma's Dressed to Kill (1980), another early 1980s erotic film, contains several direct references to Alfred Hitchcock's psychological horror film Psycho (1960). Though the R-ratings, theatrical releases, and notable actors differentiate erotic thrillers from pornography, both erotic thrillers and pornography \"feature sex scenes occurring at regular intervals, and in low-budget erotic thrillers, the plot, as in porn, may be mainly a pretext for the sex\".[19] It is this proximity to pornography that is one of the reason's for the erotic thriller's \"popular success–and probably one reason for its critical neglect as a genre\".[19]\n\nOther forebears of the erotic thriller include the romance novel, the soap opera, and works of gothic fantasy.[20] Softcore sex films are often romances of some kind, and the genre has a long tradition, particularly in Europe. Directors such as Radley Metzger (Theresa and Isabelle 1968), Joseph Sarno (Inga 1968), and Just Jaeckin (Emmanuelle 1974) were influential pioneers of the softcore-romance film. Their \"middlebrow sexploitation\" films put stories of female desire at the center, and helped pave the way for softcore's reemergence in the 1990s.[21]\n\n"
        },
        {
            "title": "1980s-1990s: Classic period",
            "text": "William Friedkin's Cruising and the aforementioned Dressed to Kill and Body Heat arguably ushered in the Golden Age of the erotic thriller at the beginning of the 1980s.[22][2] The next few years saw a flood of titles, including Body Double (1984), Jagged Edge (1985), and 9½ Weeks (1986). Fatal Attraction in 1987 was seen as the first visible success in the genre, as it was a critical[23] and commercial success. The film was a mixture of psychological thriller action with brief scenes of softcore sex and illicit romance.[3] Spending eight weeks in the No. 1 spot at the box office, Fatal Attraction grossed more than $320 million worldwide, making it the biggest film of that year.[23] Hoping to repeat the film's success, Hollywood studios released a spate of erotic thriller films[24] over the next several years, including The Hot Spot (1990), Presumed Innocent (1990), Shattered (1991), Sleeping with the Enemy (1991), A Kiss Before Dying (1991), Consenting Adults (1992), Single White Female (1992), Love Crimes (1992), Unlawful Entry (1992), Poison Ivy (1992), Final Analysis (1992), Malice (1993), The Crush (1993), Indecent Proposal (1993), The Last Seduction (1994), and Color of Night (1994). \n\nBasic Instinct, directed by Paul Verhoeven and written by Joe Eszterhas, was released to great success and controversy in 1992. Featuring overt sexuality and violence, including a plot depicting a bisexual woman as a murderous psychopath, the film is seen as the apotheosis of the genre.[25] Though it received mixed reviews, it was a significant box office smash as it grossed $352 million worldwide.[26] Sliver attempted to duplicate this success—with the same screenwriter, Eszterhas, and star, Sharon Stone—the following year. Though Sliver fared even worse with critics,[27] it also opened at No. 1 at the box office.[28] Disclosure, directed by Barry Levinson, was met with considerable success in 1994. The film—which concerns a computer specialist (played by Michael Douglas, his then third film of the genre) who is sexually harassed by his female superior and former lover (played by Demi Moore)—grossed $214 million against its $50 million budget.[29]\n\nThis classic period took place amidst the boon of the video rental market[30] and the worldwide cable TV market.[31] Over the course of the 1980s, these two new markets, together called direct-to-video, or DTV, would become a lucrative, non-theatrical alternative for producers of low-budget, R-rated films.[32] The DTV market would often have a symbiotic relationship with the big studio films.[33]\n\nVideo rental chains like Blockbuster were instrumental in the popularity of the genre.[6] Since Blockbuster did not stock unrated films as part of its family-friendly image,[34] DTV titles were able to meet demand for content that was geared towards adults but did not stray into outright pornography.[35] Gerry Weber, former chief operating officer for Blockbuster, said \"[DTV] erotic thrillers rated at the top\" out of all the genres for rentals.[34]\n\nThroughout the 1980s, cable television was similarly expanding and diversifying its appeal to adult audiences. In 1980 Cinemax (owned by HBO) launched with a 24-hour schedule.[36] Soon after, Showtime followed suit with The Movie Channel.[36] Fearing the negative publicity associated with traditional sexploitation[37] these late-night, premium cable channels actively sought and developed adult programming that could be, in the words of one HBO programmer, \"spicy but not obscene\".[38]\n\nWith smaller budgets than studio films and less high-profile stars, the DTV market became hugely profitable.[39] These \"high and low\" markets for the erotic thriller overlapped but did not compete,[40] and each fed off the other financially and artistically.[41] The \"blockbuster\" erotic thrillers boosted sales for small players, who sold films to DTV markets by underscoring the similarities between their films and works by the majors.[40]\n\nA film that served as a prototypical success and catalyst in this new market was Night Eyes (1990).[42][43] Shannon Tweed,[34] Tanya Roberts, Andrew Stevens, Joan Severance, Tané McClure, Martin Hewitt, Jan-Michael Vincent, and Shannon Whirry became notable actors in DTV films. Axis Films International and Prism Entertainment[34] were the most prominent production companies. The former produced over 30 DTV erotic thriller titles, using a rotating stable of filmmakers over a period of ten years.[44] These directors included Gregory Dark,[45] Zalman King,[46] and Jag Mundhra.[47] Though King is mostly associated with erotic romance films,[48] the director had an unmistakable stamp on the genre with his films Two Moon Junction (1988), Wild Orchid (1989), and Red Shoe Diaries (1992), which is also the title of his long-running cable television series consisting of erotic featurettes with female protagonists.[46]\n\nIn 1994 the Chicago Tribune reported that erotic thrillers—a term which, Leonard Maltin said, \"didn't even exist 15 years ago\"—and action films were the two most successful direct-to-video genres.[49] In 1993, the genre was spoofed in the comedy Fatal Instinct.\n\nThe popularity of the erotic thriller during the 1980s and early 1990s has been said to reflect the cultural fear of AIDS,[19] as the rise of the genre overlapped with the early years of the epidemic.[2] Though few films actually addressed AIDS directly, \"only in the late '80s and '90s—after the sex wars, against the backdrop of AIDS, and in the midst of increasingly fraught public discussions of gender politics—could pleasure and pain intertwine so enthrallingly on film\".[2] In contrast to the pornographic films of the 1970s, which embodied the ethos of \"pleasure without regret,\" \"the erotic thriller offered pleasure with a cost…the loss of human life\".[2]\n\n"
        },
        {
            "title": "Post-classic period",
            "text": "1995 is seen as the hypothetical endpoint for the classic period of erotic thrillers, as that year saw the major box office flops of two anticipated big-budget features, Showgirls and Jade, both written by Eszterhas.[2][18] Though Showgirls does not readily qualify as an erotic thriller, it was a heavily hyped re-teaming of Eszterhas with Basic Instinct director Verhoeven, whose reputations as pioneers in the genre preceded the film.[2] Jade, directed by William Friedkin and starring Linda Fiorentino in the femme fatale role, earned only $9,851,610 at the North American domestic box office.[50] These films' critical and financial disasters led to the dismissal of erotic thrillers—and similar films with risqué content—as a studio risk.[2] Though Basic Instinct is seen as the pinnacle of the erotic thriller craze,[51] some argue it also signaled the genre's demise.[2] Writer Nicholas Barber opined the film \"took every aspect of the erotic thriller to such outrageous extremes that there was nowhere left for any film in the same vein to go\".[52]\n\nSome films of the mid-to-late 1990s were lauded for elevating the genre, despite not matching Basic Instinct's commercial success. Canadian filmmaker Atom Egoyan's The Adjuster, Exotica, and Chloe all trade on the audience's perception of what an erotic thriller should be with their complexity and depth in plot.[53] David Cronenberg's Dead Ringers and Crash propel the genre into the near future, where sex, obsession, and erotic desire are played out in hypermodern settings mediated by potentially destructive technologies.[54]\n\nBound (1996), the Wachowski siblings' directorial debut, was the first major film of the genre to feature a lesbian relationship after Basic Instinct. However, unlike Basic Instinct, which was heavily criticized for its negative depiction of lesbians and bisexuals,[55] Bound was praised for offering a realistic portrayal of a lesbian relationship that did not feel crafted for the male gaze.[12] Other films that were commended for their subversion of common erotic thriller tropes were Gus Van Sant's media satire To Die For (1995) and David Lynch's Mulholland Drive (2001).[56]\n\n1999's Eyes Wide Shut was another high-profile film of the late 1990s due to its famed director Stanley Kubrick and its stars (then couple Nicole Kidman and Tom Cruise). Though it contained elements of the erotic thriller genre, some critics found its self-serious tone and arguably conservative message were a departure from the thrills and entertainment of films of the classic period.[2][57][58]     \n\n"
        },
        {
            "title": "Backlash",
            "text": "The turn of the 21st century saw the erotic thriller genre as all but obsolete.[59][60] One of the foremost reasons cited for the death knell of the genre's heyday is the Internet.[61][62] The increased availability of online pornography in the 1990s arguably diminished the significance of the genre.[63] Furthermore, by the late 1990s, the very success of the erotic thriller in the DTV era helped officiate its collapse. A glut of cheaply produced \"T&A films\" which offered sexual spectacle and copious nudity, but little else, began to saturate the market, watering down lucrative pre-sales deals with foreign distributors[64] and causing budgets for erotic thrillers to shrink to nearly a third or less of what they were in the early 1990s.[65] As budgets shrank, so did actor salaries, image quality, and shooting schedules.[66] Family films became more important in the direct-to-video market, as retailers stocked more copies of blockbuster films instead of more titles.[67] For these reasons many of the pioneers of the erotic thriller film, such as Axis Films International and Prism, left the market in frustration or went out of business entirely.[64][68]\n\nFilmmakers of erotic thrillers have also cited a changing cultural landscape. Paul Verhoeven, the original director of Basic Instinct, reasoned that the box office failure of the sequel Basic Instinct 2 was due to a more conservative America in 2006. Verhoeven explained, \"'Look at the people at the top [of the government]. We are living under a government that is constantly hammering out Christian values. And Christianity and sex have never been good friends'\".[2]\n\n\nOf the cultural factors that helped lead to the genre's demise, writer Rich Juzwiak detailed, \nIn the decades since the erotic thriller's boom period, the economics of cinema have also changed massively. An effect of Hollywood's shift to big-budget franchises is an aversion to \"'the business of making mid-budget character dramas that might or might not include physical bonding.'\"[63][69]\n\nAnother reason given for the genre's decline is the lack of diversity in front of and behind the camera. Though there have been a few exceptions,[70] such as the Rob Hardy-directed Trois films, as well as Jane Campion's In the Cut which subverts the male gaze, erotic thrillers are mostly written and directed by white men.[2][71]\n\nMoreover, the #MeToo movement has shifted the dynamic in film productions to where women feel less pressure to do nude scenes, and to feel more power to advocate for themselves against potentially exploitative situations.[18][69] Many erotic thrillers of the classic period, filmed from a white, heterosexual male perspective, arguably objectify their female leads, who are \"stripped of agency and reduced to mere vessels for men's wish fulfillment\".[72][52]\n\nHowever, despite all this, erotic thrillers have seen a resurgence in popularity in recent years.[73]\n\n"
        },
        {
            "title": "Further developments of the genre",
            "text": "With few mainstream erotic thrillers being made in the United States or the UK today, many films of the genre have been relegated to the European and Asian art-house cinema.[63][72] More recent examples center gay sexuality, such as the French film Stranger by the Lake (2013)[74] and the South Korean film The Handmaiden (2016).[75] Paul Verhoeven premiered his French-language erotic thriller Benedetta at the 2021 Cannes Film Festival.[63]\n\nThe 2000s and 2010s saw erotic thriller films with non-white lead actors, such as Obsessed (2009), The Boy Next Door (2015), and When the Bough Breaks (2016).[76] Unforgettable (2017), which starred Rosario Dawson as a co-lead, was written and directed by women.[75] Although the Fifty Shades film series was anticipated to revive the genre, the films were widely panned as lacking chemistry[77] and sparked criticism for the depiction of BDSM and consent.[18]\n\nAs television has flourished as an art form, many have argued the graphic sex scenes that were previously limited to the erotic thriller have migrated to TV shows on premium cable channels and streaming services.[61] Netflix's Bridgerton,[63] HBO's I May Destroy You[78] and Euphoria,[69] and Hulu's Normal People[79] have all featured graphic scenes of nudity. Current erotic thriller films include The Voyeurs (2021), a film in the vein of the voyeuristic erotic thriller, as well as the 2022 films Deep Water (directed by genre pioneer Adrian Lyne)[60] and Don't Worry Darling (directed by Olivia Wilde). \n\nIn an interview with Vulture, an unnamed former development executive at a major streaming service described the challenge of making erotic thriller films today.  The executive said, \"There was an active effort [a few years ago] to find projects that would both be modern and a throwback to the erotic thrillers of yore. And there were, quite frankly, very few that fit both bills. That in a post–Me Too environment felt like they were giving a nod to current mores and current moral panics while being of a piece with the goals of an erotic thriller. Which are to both entertain and, to a degree, titillate.\"[62] The films Fatal Attraction and American Gigolo are being rebooted as TV series on Paramount+ and Showtime, respectively.[62] Of the former, Paramount producer Nicole Clemens said the TV reboot will give \"a 360-degree view, dimensionalizing the characters of [Alex, Dan, and Beth], really getting underneath their skin and examining the psychology.\"[62]\n\n"
        }
    ]
}