{
    "url": "https://en.wikipedia.org/wiki/Erya",
    "title": "Erya",
    "table_of_contents": [
        "1 Title",
        "2 History",
        "3 Content",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Erya or Erh-ya is the first surviving Chinese dictionary. Bernhard Karlgren (1931:49) concluded that \"the major part of its glosses must reasonably date from the 3rd century BC.\"\n\n"
        },
        {
            "title": "Title",
            "text": "Chinese scholars interpret the first title character ěr (爾; \"you, your; adverbial suffix\") as a phonetic loan character for the homophonous ěr (邇; \"near; close; approach\"), and believe the second yǎ (雅; \"proper; correct; refined; elegant\") refers to words or language.[1] According to W. South Coblin: \"The interpretation of the title as something like 'approaching what is correct, proper, refined' is now widely accepted\" (1993:94). It has been translated as  \"The Literary Expositor\" or \"The Ready Rectifier\" (both by Legge), \"Progress Towards Correctness\" (von Rosthorn), \"Near Correct\" (Xue), \"The Semantic Approximator\" (Needham), and \"Approaching Elegance\" (Mair).\n\n"
        },
        {
            "title": "History",
            "text": "The book's author is unknown. Although it is traditionally attributed to the Duke of Zhou, Confucius, or his disciples, scholarship suggests that someone compiled and edited diverse glosses from commentaries to pre-Qin texts, especially the Shijing. Joseph Needham et al. (1986:191) place the Erya's compilation between the late 4th and early 2nd centuries BCE, with the possible existence of some core text material dating back to the 6th century BCE, and the continued additions to the text as late as the 1st century BCE.\n\nThe first attempts to date the different parts of the Erya separately began when the Tang scholar Lu Deming (556-627) suggested that the Duke of Zhou only compiled the Shigu (Chinese: 釋詁; pinyin: Shígǔ) chapter (1), while the rest of the text dated from later (Needham 1986:190). The Japanese historian and sinologist Naitō Torajirō analyzed the Erya text and concluded it originated in the early Warring States period, with the Jixia Academy having a considerable hand in it from c. 325 BCE onwards, and the text was enlarged and stabilized during the Qin and Western Han dynasty. Naitō connects the Shigu chapter (1) with the first generations of the Confucian School (450-400 BCE), places the family relationships, astronomy, and meteorology chapters (4-8) in the time of Xun Ching 荀卿 (300-230 BCE) with additions as late as 90 BCE, allocates the geographical chapters (9-12) to the late Warring States, Qin, and beginning of Han (300-200 BCE), puts the natural history chapters (13-18) between 300 and 160 BCE, and ascribes the last chapter (19) on domestic animals to the time of Emperor Wen or Emperor Jing of Han (180 to 140 BCE).\n\nThe Erya was considered the authoritative lexicographic guide to Chinese classic texts during the Han dynasty, and Song dynasty Confucians officially categorized it as one of the Thirteen Classics, \"making it one of the more revered works in the history of Chinese literature, not to mention lexicography\" (Creamer 1992:112). Although the only ancient Erya commentary that has come down to us is the (c. 310) Erya zhu (爾雅注, \"Erya Commentary\") by Guo Pu (276–324), there were a number of others, including the (early 1st century) Erya Fanshi zhu (爾雅樊氏注, \"Mr. Fan's Erya Commentary\") by Liu Xin, and the (late 3rd century) Erya Yinyi (爾雅音義, \"Sounds and Meanings of Erya\") by Sun Yan, which popularized the fanqie system of pronunciation glosses (Needham 1986:191).\n\nMost of these texts about the Erya were still extant in the Tang dynasty (618-907) but had disappeared by the Song dynasty (960-1279), when there was a revival of interest in the Erya (Needham 1986:192). The Northern Song dynasty scholar Xing Bing (邢昺) wrote the (c. 1000) Erya shu (爾雅疏, \"Erya Subcommentary\"), which quoted many descriptions from both ordinary literature and medicinal bencao (本草, \"pharmacopoeia; herbal\") texts. A century later, Lu Dian (陸佃) wrote the (1096) Piya (\"Increased [Er]ya\") and the (1099) Erya Xinyi (爾雅新義 \"New Interpretations of the Erya\") commentary. The Southern Song dynasty scholar Luo Yuan (羅願) subsequently wrote the (1174) Eryayi (爾雅翼, \"Wings to the Erya\") interpretation. During the Qing dynasty, Shao Jinhan (邵晋涵, 1743–1796) published the Erya Zhengyi (爾雅正義, \"Correct Meanings of the Erya\") and the naturalist Hao Yixing (郝懿行) wrote the (1808-1822) Erya yishu (爾雅義疏, \"Subcommentary on Meanings of the Erya\").\n\nIn the history of Chinese lexicography, nearly all dictionaries were collated by graphic systems of character radicals, first introduced in the Shuowen Jiezi. However, a few notable exceptions, called yashu 雅書 \"[Er]ya-type books\", adopted collation by semantic categories such as Heaven and Earth. The Ming dynasty scholar Lang Kuijin (郎奎金) categorized and published the Wuya (五雅 \"Five [Er]yas\"): Erya, (c. 150 BCE) Xiao Erya (\"Little Erya\"), (c. 200) Yiya (\"Lost Erya\" or the Shiming), (c. 230) Guangya (\"Expanded Erya\"), and (1125) Piya (\"Increased Erya\"). The more important Erya-type books of the subsequent period are the 1579 Tongya (通雅, Analogous to Erya) compiled by Fang Yizhi (方以智), 1587 Pianya (駢雅, A Book of Two-Syllable Words) by Zhu Mouwei (朱謀㙔), c. 1745 Bieya (別雅, Another Erya) by Wu Yujin (吴玉搢), and 1864 Dieya (疊雅, A Book of Double-Syllable Words) by Shi Menglan (史夢蘭) (tr. Xue 1982:155). Chinese leishu encyclopedias, such as the (1408) Yongle Encyclopedia, were also semantically arranged. Needham (1986:192) takes the Erya's derivative literature as the main line of descent for the encyclopedia in China.\n\n"
        },
        {
            "title": "Content",
            "text": "The Erya has been described as a dictionary, glossary, synonymicon, thesaurus, and encyclopaedia. Karlgren (1931:46) explains that the book \"is not a dictionary in abstracto, it is a collection of direct glosses to concrete passages in ancient texts.\" The received text contains 2094 entries, covering about 4300 words, and a total of 13,113 characters. It is divided into nineteen sections, the first of which is subdivided into two parts. The title of each chapter combines shi (\"explain; elucidate\") with a term describing the words under definition. Seven chapters (4, 8, 9, 10, 12, 18, and 19) are organized into taxonomies. For instance, chapter 4 defines terms for: paternal clan (宗族), maternal relatives (母黨), wife's relatives (妻黨), and marriage (婚姻). The text is divided between the first three heterogeneous chapters defining abstract words and the last sixteen semantically arranged chapters defining concrete words. The last seven – concerning grasses, trees, insects and reptiles, fish, birds, wild animals, and domestic animals – describe more than 590 kinds of flora and fauna. It is a notable document of natural history and historical biogeography.\n\nThe format of Erya definitions varies between the first section treating common terms (chapters 1–3) and the second treating specialized terms (4-19). Entries for common terms are defined by grouping synonyms or near-synonyms and explaining them in terms of a more commonly used word, and additional explanations if one of the words had multiple meanings. For instance, \"Qiáo (喬), sōng (嵩), and chóng (崇) all mean 'high' (高). Chóng also means 'to fill' (充).\" (ch. 1). Entries for specialized terms are defined by grouping related words and giving them a description, explanation, classification, or comparison. For example: \"A woman calls her husband's father jiù (舅), and her husband's mother gū (姑). While alive they are called jūnjiù (君舅) and jūngū (君姑). After their death they are called xiānjiù (先舅) and xiāngū (先姑) (ch. 4, tr. Xue 1982:151).\n\nOwing to its laconic lexicographical style, the Erya is one of a few Chinese classics that have not been fully translated into English.\n\n"
        }
    ]
}