{
    "url": "https://en.wikipedia.org/wiki/Espiritismo",
    "title": "Espiritismo",
    "table_of_contents": [
        "1 History",
        "2 Beliefs",
        "2.1 General",
        "2.2 Differences from Spiritualism",
        "3 Variants",
        "3.1 Scientific/Table Espiritismo",
        "3.2 Espiritismo de Cordon",
        "3.3 Espiritismo Cruzao",
        "3.4 Puerto Rican Indigenous Espiritismo",
        "3.5 Santerismo",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Espiritismo (Portuguese and Spanish for \"Spiritism\") is a term used in Latin America and the Caribbean to refer to the popular belief that good and evil spirits can affect health, luck and other aspects of human life.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The phenomenon and broad range of beliefs defined as \"Espiritismo\" originated with the ideas of Spiritism defined by Allen Kardec. His Spiritism would become popular in Latin America and influence existing religions as well as forming Africanized traditions of Espiritismo itself. It would become especially prominent in Brazil, Cuba, and Puerto Rico.[2] Scientific White Table Espiritismo would develop from a loose understanding of Kardec's philosophy. During the Ten Years' War in Cuba much of the population was in panic and grieving from the loss of loved ones. White Cubans were able to alleviate some of their emotional pain by turning to Espiritismo which allowed them to commune with dead loved ones. White espiritistas would ask their Congolese slaves to guide them in Espiritismo de Cordon ceremonies. In the early 1800s, Espiritismo would gain popularity in Puerto Rico because of the populace's rejection of Spanish hegemony and Spiritism's condemnation by the colonial Catholic Church. Originally brought to the country from Puerto Ricans studying in Europe the White Table Espiritismo practiced by the upperclass would help evolve a more creolized Indigenous Espiritismo among the underclass.[3] Researcher Marta Moreno Vega suggests Puerto Rican Espiritismo became popular as a way to mimic ancestor veneration in Kongo religion.[4]\n\nEspiritismo in Cuba would eventually mix with other local African elements and produce Espiritismo Cruzao which would gain in popularity in the early 1900s. By the Cuban Revolution espiritista practices became banned and pushed underground but still retain a presence in Cuban society to this day.[3] Cuban Americans and Puerto Rican Americans residing in New York and New Jersey began to meld the beliefs of Santeria and Espiritismo which became Santerísmo. This was first noticed by religious anthropologists in the 1960s.[5]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "A tenet of Espiritismo is a belief in a supreme God who is the omnipotent creator of the universe. There is also a belief in a spirit world inhabited by discarnate entities that can gradually evolve intellectually and morally. Espiritistas believe these beings can influence the corporeal world in various ways and that the espiritistas, in turn, can also influence the actions of the spirits.[6]\n\nEspiritismo has never had a single leader nor center of practice, and as such its practice varies greatly between individuals and groups.  In all cases, Espiritismo has absorbed various practices from other religious and spiritual practices endemic to Latin America and the Caribbean, such as Roman Catholicism, Curanderismo, Afro-Brazilian Macumba, Santería, Vodou, Shinto, and Neo-Pagan cults like Antinous.\n\nAn example of this syncretism is a magical spell that involves asking Saint Martha to exert one's will over that of another person by burning a specially prepared candle, saying certain prayers, and wearing an amulet tied with a red ribbon around one's waist.[7]\n\nIn other cases, the goals and methods of the Espiritista are less obviously in the realm of magic and might be considered a form of folk medicine or alternative medicine.  Whatever the desired effect, the equipment and materials used for Espiritismo may often be purchased at a botánica within the practitioners' community.[8]\n\nEspiritismo shares many of its fundamental concepts with 19th century Spiritualism as was practiced in the United States and Europe.  During this period, several books on mediumship and spiritual practices became available in the Caribbean and Latin America.  As many Native Americans and people of African descent had long-standing traditions of ancestor worship and trance possession, Spiritualism was readily absorbed into and adapted to these pre-existing belief systems.[6]\n\nMany espíritas or espiritistas (Espiritismo practitioners) are believed to communicate with spirits in a gathering of like-minded believers known as a misa (mass, in Spanish). Most practitioners will have an altar called a mesa (table, in Portuguese and Spanish) or mesas brancas (white table, in Portuguese). These sessions are somewhat akin to the séances of American-style Spiritualism of the 19th to the present.  Many Espiritistas' practices, however, have elements of magic ritual which are not traditionally found in mainstream Spiritualist denominations,[6] but are often found in Spiritualist denominations associated with the spiritual church movement.[citation needed]\n\nThe Espiritismo differs from the Spiritism as the first consists of the syncretic religious practices described above while the second is the established religion-doutrine itself, directly based coding Allan Kardec's and other mediums' books, such as those from Francisco Xavier and Divaldo Franco.\n\n"
        },
        {
            "title": "Variants",
            "text": "Scientific Espiritismo otherwise known as Mesa Blanca was largely contained to the urban areas of Cuba. Its followers would study the writings and concepts of Kardec.[9] It would also be popular in the Puerto Rican upperclass and eventually evolve into Puerto Rican Indigenous Espiritismo.[3] This form of Espiritismo would also become noticeable among the Olmos and Paravisini-Gerbert:[which?] 179</ref> During the rituals, its members are seated around a white-linen-covered table in an attempt to connect with spirits within a séance.  The spirit usually enters the body of the medium that is present at the table.  At this time, those individuals seated around the table have the ability to ask questions to spirits who have entered the world through the mediums.[9]  Furthermore, the spirit(s) is seen as a source of possible solutions to problems that are plaguing people.  In addition, the spirit will manifest itself in a variety of ways dependent on the level of intensity of the spirit.\n\nThose participating in the rituals have certain duties they must fulfill prior to and during the ritual.  They must remain in a mediated position and will most likely use prayers, hymns and music from Kardec's works.[9]  Many times, these rituals involve a small group of people, but private rituals do exist.[9]\n\nEspiritismo de Cordon is derived from its ritual.[9] The ritual associated with Espiritismo de Cordon is physically, mentally and emotionally difficult.  Those participating in the ritual stand in a circle holding hands while walking in a counterclockwise fashion.[9]  At the same time, they are chanting and beating the floor with their feet and swinging their arms forcefully until they fall into a trance.[10] The heavy breathing and stamping serve one specific purpose.[11] The noises that are made create a hypnotic noise that leads the medium into a trance.  Upon reaching this particular state of mind, the medium can contact the spirits for solutions to problems or ailments.[12]\n\nThe main focus for this particular branch of Espiritismo is healing.  The ranking of the mediums that are required in the rituals is rather simple.  Their achievements to solve problems and heal people will allow them to have a higher ranking.[13]  There is no clergy found within Espiritismo de Cordon.  The Head Medium is generally in charge of the ritual space, but does not always participate in the ritual chain itself.[13]  Instead, the Head Medium acts as the guide during the actual ritual.  The altar, which is used in Espiritismo de Cordon, takes up a rather large area.  The space is usually purified to drive out any evil spirits and welcome good spirits.  The entrance is protected by a large bowl of water and all who enter must wash their hands to prevent the spread of evil spirits.[11]  Espiritismo de Cordon is different from other religions in the sense that it does not have a set doctrine of beliefs.  The religion is open to everyone and does not require new participants to partake in an initiation process.[13]\n\nSome have said that Espiritismo de Cordon has three influences on its practices and doctrines: folk Catholicism, Kardecian Spiritism and African creeds, but the most recent investigations have determined that what was thought to be African roots are in fact the remaining of Taíno religious rituals and dances called \"areítos\".[14]\n\nEspiritismo Cruzao (which means Espritismo Crossed in English) is a form of Cuban Espiritismo with influences from folk Catholicism and Palo religion. It is one of the more popular Espiritismo variants on the island. It contains the practices of Scientific Espiritismo and Espiritismo de Cordon but also includes the use of Palo cauldrons, artifacts, the representation of Catholic saints, offerings of fruit and sweets, and tobacco use to induce a trance state. A common spirit that is called upon will be a deceased slave who will speak Bozal.[3]\n\nAn important ceremony in Espiritismo Cruzao is the Misa Espiritual which inducts new Regla de Ocha novices to the practice. The Mass for the Dead carried out by devotees involves a table with a white cloth, herbs, and pictures of one's deceased relatives. Lit candles will encourage the spirit of the dead ancestor to go on to the afterlife and on occasion, the family will try to commune with the spirit if the spirit has given a family member dreams of wishing to communicate.[3]\n\nPuerto Rican Espiritismo shares many similarities in its origins to Cuban Espiritismo.  The religious movement encountered many setbacks in its early years in Puerto Rico.  Those who were caught practicing it were punished by the government and ostracized by the Catholic Church.[15]  Allan Kardec's books made their way into the country and were received well by the educated class.[15] The movement grew, despite roadblocks designed to prevent its spread in the country. There were two divisions within Puerto Rican Espiritismo.  The first division was a middle class movement, which utilized the Kardecian methods in an attempt to enhance the development of the country.[15]  The other division applied towards to lower classes in both the rural and urban settings.  This division is known as \"Indigenous Espiritismo\" and is synonymous to Puerto Rico and is the most popular in the country.[16]\n\nPuerto Rican White Table Espiritismo follows the same ritual practices as found in Cuba. The attempt to achieve spiritual communication through a medium was widely practiced all over the island.[17]\n\nThe practice of Indigenous Espiritismo would eventually begin to form in the lower classes of Puerto Rico. Unlike White Table Espiritismo this practice incorporates Taino healing methods. A medicine man known as a bohique can pray to spirits, and use tobacco, massages, and magic to cure ills. The folk medicines of Spaniards and African peoples are also incorporated.[3] Espiritismo branches emerged on the island. Such branches include: Creolized Spiritism, Espiritismo Cruzado, and Espiritismo Kardeciano, which holds the strict philosophy of Kardecian teachings. Later on, in the early 1900s, people began to immigrate to the island from Haiti, Cuba, and the Dominican Republic. Now Puerto Rico already had many forms of Espiritismo. However, when practitioners of Cuban Santeria, Haitian Voudou, or Dominican 21 Divisiones saw similar traits in these practices, they began to mix along with the Espiritismo Criollo and Mesa Blanca to Form Sanse, a form of Espiritismo highly influenced by Haitian, Dominican, and Taino spiritual traditions, like Vudù. And Santerismo which was highly influenced from both Cuban Santeria, Espiritismo Cruzado (Cruzao), and Palo Mayombe religions.\n\nSanterismo religious practices are a result of the merging of both Espiritismo and Santería. There are distinct African influences found within this religion through the orishas that are used to communicate to the spirit world.  During the rituals, the mediums have the ability to communicate with spirits but are possessed by the dead who are messengers of the orishas, [18] who many mistake to be the orishas themselves.\n\nIn Santerismo, the leader is known as the Godfather (padrino) or Godmother (madrina) as seen in the Santería religious practices.[18]  The leader prays at the altar before taking his or her place beside the medium at the table.  The leader is present when the possession takes place while religious music or Afro-Cuban chants are played to praise the orishas.[18]  Before to the ceremony, there is a religious cleansing of the area to remove any evil spirits. A prayer is said to Elegua to protect the entranceways from any unwelcome or evil spirits.[19] Shortly after, prayers are recited to attract good spirits for the ritual.  The ritual may end with an exorcism which can be acquired in a number of ways.  One way to achieve purification is through a sahumerio.  A sahumerio requires the burning of charcoal, garlic, incense and herbs to extract evil spirits from the place as well as a washing with holy water.[18]\n\n"
        }
    ]
}