{
    "url": "https://en.wikipedia.org/wiki/Essence",
    "title": "Essence",
    "table_of_contents": [
        "1 Etymology",
        "2 Philosophy",
        "2.1 Ontological status",
        "2.2 Existentialism",
        "2.3 In metaphysics",
        "3 Religion",
        "3.1 Buddhism",
        "3.2 Hinduism",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Essence (Latin: essentia) is a polysemic term, used in philosophy and theology as a designation for the property or set of properties that make an entity or substance what it fundamentally is, and which it has by necessity, and without which it loses its identity. Essence is contrasted with accident: a property that the entity or substance has contingently, without which the substance can still retain its identity.  \n\nThe concept originates rigorously with Aristotle (although it can also be found in Plato),[1] who used the Greek expression to ti ên einai (τὸ τί ἦν εἶναι,[2] literally meaning \"the what it was to be\" and corresponding to the scholastic term quiddity) or sometimes the shorter phrase to ti esti (τὸ τί ἐστι,[3] literally meaning \"the what it is\" and corresponding to the scholastic term haecceity) for the same idea. This phrase presented such difficulties for its Latin translators that they coined the word essentia (English \"essence\") to represent the whole expression. For Aristotle and his scholastic followers, the notion of essence is closely linked to that of definition (ὁρισμός horismos).[4]\n\nIn the history of Western philosophy, essence has often served as a vehicle for doctrines that tend to individuate different forms of existence as well as different identity conditions for objects and properties; in this logical meaning, the concept has given a strong theoretical and common-sense basis to the whole family of logical theories based on the \"possible worlds\" analogy set up by Leibniz and developed in the intensional logic from Carnap to Kripke, which was later challenged by \"extensionalist\" philosophers such as Quine.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The English word essence comes from Latin essentia, via French essence. The original Latin word was created purposefully, by Ancient Roman philosophers, in order to provide an adequate Latin translation for the Greek term οὐσία (ousia). Stoic philosopher Seneca (d. 65 AD) attributed creation of the word to Cicero (d. 43 BC), while rhetor Quintilian (d. 100 AD) claimed that the word was created much earlier, by writer Plautus (184 BC). Early use of the term is also attested in works of Apuleius (d. 170 AD) and Tertullian (d. 240 AD). During Late Antiquity, the term was often used in Christian theology, and through the works of Augustine (d. 430), Boethius (d. 524) and later theologians, who wrote in Medieval Latin, it became the basis for consequent creation of derived terms in many languages.[5]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "In his dialogues Plato suggests that concrete beings acquire their essence through their relations to \"Forms\"—abstract universals logically or ontologically separate from the objects of sense perception. These Forms are often put forth as the models or paradigms  of which sensible things are \"copies\". When used in this sense, the word form is often capitalized.[6] Sensible bodies are in constant flux and imperfect and hence, by Plato's reckoning, less real than the Forms which are eternal, unchanging and complete. Typical examples of Forms given by Plato are largeness, smallness, equality, unity, goodness, beauty and justice.\n\nAristotle moves the Forms of Plato to the nucleus of the individual thing, which is called ousia or substance. Essence is the ti of the thing, the to ti en einai. Essence corresponds to the ousia's definition; essence is a real and physical aspect of the ousia (Aristotle, Metaphysics, I).\n\nAccording to nominalists (Roscelin of Compiègne, William of Ockham, Bernard of Chartres), universals aren't concrete entities, just voice's sounds; there are only individuals: \"nam cum habeat eorum sententia nihil esse praeter individuum [...]\" (Roscelin, De gener. et spec., 524). Universals are words that can call to several individuals; for example the word \"homo\". Therefore, a universal is reduced to a sound's emission (Roscelin, De generibus et speciebus).\n\nJohn Locke distinguished between \"real essences\" and \"nominal essences\". Real essences are the thing(s) that makes a thing a thing, whereas nominal essences are our conception of what makes a thing a thing.[7]\n\nAccording to Edmund Husserl essence is ideal. However, ideal means that essence is an intentional object of consciousness. Essence is interpreted as sense (E. Husserl, Ideas pertaining to a pure phenomenology and to a phenomenological philosophy, paragraphs 3 and 4).\n\nExistentialism was coined by Jean-Paul Sartre's endorsement of Martin Heidegger's statement that for human beings \"existence precedes essence.\"  In as much as \"essence\" is a cornerstone of all metaphysical philosophy and of Rationalism, Sartre's statement was a repudiation of the philosophical system that had come before him (and, in particular, that of Husserl, Hegel, and Heidegger).  Instead of \"is-ness\" generating \"actuality,\" he argued that existence and actuality come first, and the essence is derived afterward. For Kierkegaard, it is the individual person who is the supreme moral entity, and the personal, subjective aspects of human life that are the most important; also, for Kierkegaard all of this had religious implications.[8]\n\n\"Essence,\" in metaphysics, is often synonymous with the soul, and some existentialists argue that individuals gain their souls and spirits after they exist, that they develop their souls and spirits during their lifetimes.  For Kierkegaard, however, the emphasis was upon essence as \"nature.\"  For him, there is no such thing as \"human nature\" that determines how a human will behave or what a human will be.  First, he or she exists, and then comes property.  Jean-Paul Sartre's more materialist and skeptical existentialism furthered this existentialist tenet by flatly refuting any metaphysical essence, any soul, and arguing instead that there is merely existence, with attributes as essence.\n\nThus, in existentialist discourse, essence can refer to:\n\n"
        },
        {
            "title": "Religion",
            "text": "\nWithin the Madhyamaka school of Mahayana Buddhism, Candrakirti identifies the self as:\nBuddhapālita adds, while commenting on Nagārjuna's Mūlamadhyamakakārikā, \nFor the Madhyamaka Buddhists, 'Emptiness' (also known as Anatta or Anatman) is the strong assertion that:\n\nHowever, the Madhyamaka also rejects the tenets of Idealism, Materialism or Nihilism; instead, the ideas of truth or existence, along with any assertions that depend upon them, are limited to their function within the contexts and conventions that assert them, possibly somewhat akin to Relativism or Pragmatism. For the Madhyamaka, replacement paradoxes such as Ship of Theseus are answered by stating that the Ship of Theseus remains so (within the conventions that assert it) until it ceases to function as the Ship of Theseus.\n\nIn Nagarjuna's Mulamadhyamakakarika Chapter XV examines essence itself.\n\nIn understanding any individual personality, a distinction is made between one's Swadharma (essence) and Swabhava (mental habits and conditionings of ego personality). Svabhava is the nature of a person, which is a result of his or her samskaras (impressions created in the mind due to one's interaction with the external world). These samskaras create habits and mental models and those become our nature. While there is another kind of svabhava that is a pure internal quality – smarana – we are here focusing only on the svabhava that was created due to samskaras (because to discover the pure, internal svabhava and smarana, one should become aware of one's samskaras and take control over them). Dharma is derived from the root dhr \"to hold.\" It is that which holds an entity together. That is, Dharma is that which gives integrity to an entity and holds the core quality and identity (essence), form and function of that entity. Dharma is also defined as righteousness and duty. To do one's dharma is to be righteous, to do one's dharma is to do one's duty (express one's essence).[10]\n\n"
        }
    ]
}