{
    "url": "https://en.wikipedia.org/wiki/Estonian_neopaganism",
    "title": "Estonian neopaganism",
    "table_of_contents": [
        "1 Religions",
        "1.1 Taaraism",
        "1.2 Maausk",
        "2 See also",
        "3 Resources",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Estonian Neopaganism, or the Estonian native faith (Estonian: maausk, literally \"Land faith\"),[1] is the name, in English, for a grouping of contemporary revivals (often called \"Neopagan\", although adherents of Estonian native religion generally do not use the term[2]) of the indigenous Pagan religion of the Estonian people.\n\nIt encompasses Taaraism (Estonian: taarausk literally \"Taara Faith\"),[3] a monistic religion centered on the god Tharapita founded in 1928 as a national religion; and maausk[3] as a much broader definition of \"Native Faith\", encompassing grassroots movements devoted to the worship of local gods, nature worship and earth worship.[2] Both kinds of movements are administered by the Maavalla Koda organization. According to Ahto Kaasik, an unspecified 2002 survey revealed that 11% of the population of Estonia claimed that \"out of all the religions they have the warmest feelings towards Taaraism and Maausk\".[4][dubious  – discuss]\n\n"
        },
        {
            "title": "Religions",
            "text": "Taaraism was founded in 1928 by members of the intelligentsia, including soldier Kustas Utuste [et] and writer Marta Lepp, with the aim of reaffirming traditional Estonian culture and identity. Viewing Christianity as a universal and foreign religion brought by the Germans, they turned to indigenous religion with its many deities.[4]\n\nTaaraists hold a monistic or monotheistic worldview in which all the gods are aspects of one only pantheistic reality, which they identify with the god Tharapita or Taara (a deity connected to Indo-European deities such as the Germanic Thor or Thunor, the Gallic Taranis and the Hittite Tarhunt).[4]\n\nThey re-established the hiis, sacred groves, and coined the term hiislar to denote their clergy. The first hiis was founded in 1933, it was Tallinna Hiis (Sacred Grove of Tallinn).[4] There were several thousand members by 1940, but later the movement was banned under the Soviet Union, and many members were killed.[4] Nowadays the foremost center of the Taaraists is in the city of Tartu.[5]\n\nMaausk (\"Native Religion\") is an activist movement of nature worship, the worship of local gods and hiis unrelated to the Taaraist movement. It stresses the claimedly non-Christian and non-European roots and tradition of Estonian culture. The Maausk movement emerged in the 1980s. It's mostly a polytheistic-pantheistic faith identifying the divine with nature itself.[2] In their annual cyclic calendar the most important holy days are the Jõulud (winter solstice festival) and the Jõulukuu (new year festival) on 25 December, the summer solstice (Jaanipäev), the Munadepühad, the  Leedopäev, and the Kasupäev.[6]\n\nTheir shrines are hiis or other natural sites, preferably traditional sacrificial, healing and other sacred sites of the Estonian folk religion. A shrine is a location which may have ancient trees, glacial boulders, bodies of water or unique plants. There may be a swing, fireplace, sauna and a log storage shed at the shrine. People go to various shrines during important festivals or other important occasions, to establish harmony with nature, experience peace and gather strength. Before going to the shrine, body and mind must be purified.[7] Their ethics emphasises mõnu or mõnus, \"enjoyment\" or more accurately \"harmonious life\" or \"balance\".[8]\n\n"
        }
    ]
}