{
    "url": "https://en.wikipedia.org/wiki/Ethics_in_religion",
    "title": "Ethics in religion",
    "table_of_contents": [
        "1 Buddhist ethics",
        "2 Christian ethics",
        "3 Confucian ethics",
        "3.1 Buddhist influence",
        "4 Germanic Neopagan ethics",
        "5 Hindu ethics",
        "6 Islamic ethics",
        "7 Jain ethics",
        "8 Jewish ethics",
        "8.1 Hellenistic influence",
        "9 Scientology ethics",
        "10 Secular ethics",
        "11 Shinto ethics",
        "12 Taoist ethics",
        "13 Wiccan ethics",
        "14 Zoroastrian ethics",
        "15 See also",
        "16 References",
        "16.1 Citations",
        "16.2 Sources",
        "17 Further reading",
        "18 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ethics involves systematizing, defending, and recommending concepts of right and wrong behavior.[1] A central aspect of ethics is \"the good life\", the life worth living or life that is simply satisfying, which is held by many philosophers to be more important than traditional moral conduct.[2]\n\nMost religions have an ethical component, often derived from purported supernatural revelation or guidance. Some assert that religion is necessary to live ethically. Simon Blackburn states that there are those who \"would say that we can only flourish under the umbrella of a strong social order, cemented by common adherence to a particular religious tradition\".[3]\n\n"
        },
        {
            "title": "Buddhist ethics",
            "text": "Ethics in Buddhism are traditionally based on the enlightened perspective of the Buddha, or other enlightened beings who followed him. Moral instructions are included in Buddhist scriptures or handed down through tradition. Most scholars of Buddhist ethics thus rely on the examination of Buddhist scriptures, and the use of anthropological evidence from traditional Buddhist societies, to justify claims about the nature of Buddhist ethics.[4]\n\nAccording to traditional Buddhism, the foundation of Buddhist ethics for laypeople is the Pancasila: no killing, stealing, lying, sexual misconduct, or intoxicants. In becoming a Buddhist, or affirming one's commitment to Buddhism, a layperson is encouraged to vow to abstain from these negative actions. Buddhist monks and nuns take hundreds more such vows (see vinaya).[citation needed]\n\nThis approach avoids basing Buddhist ethics solely on faith in the Buddha's enlightenment or Buddhist tradition, and may allow more universal non-Buddhist access to the insights offered by Buddhist ethics.[5]\n\nThe Buddha provided some basic guidelines for acceptable behavior that are part of the Noble Eightfold Path. The initial percept is non-injury or non-violence to all living creatures from the lowest insect to humans. This precept defines a non-violent attitude toward every living thing. The Buddhist practice of this does not extend to the extremes exhibited by Jainism, but from both the Buddhist and Jain perspectives, non-violence suggests an intimate involvement with, and relationship to, all living things.[6]\n\n\nTheravada monk Bhikkhu Bodhi has observed:\n"
        },
        {
            "title": "Christian ethics",
            "text": "Christian ethics is a branch of Christian theology that defines virtuous behavior and wrong behavior from a Christian perspective. Systematic theological study of Christian ethics is called \"moral theology\".\n\nChristian virtues are often divided into four cardinal virtues and three theological virtues. Christian ethics includes questions regarding how the rich should act toward the poor, how women are to be treated, and the morality of war. Christian ethicists, like other ethicists, approach ethics from different frameworks and perspectives. The approach of virtue ethics has also become popular in recent decades, largely due to the work of Alasdair MacIntyre and Stanley Hauerwas.[8]\n\nThere are several different schema of vice and virtue. Aquinas adopted the four cardinal virtues of Aristotle (justice, courage, temperance and prudence), and added to them the Christian virtues of faith, hope and charity (1 Corinthians 13). Other schema include the Seven Deadly Sins and the Seven virtues.\n\n"
        },
        {
            "title": "Confucian ethics",
            "text": "Confucianism and Neo-Confucianism emphasize the maintenance and propriety of relationships as the most important consideration in ethics.[9] To be ethical is to do what one's relationships require. Notably, though, what you owe to another person is inversely proportional to their distance from you. In other words, you owe your parents everything, but you are not in any way obligated towards strangers. This can be seen as a recognition of the fact that it is impossible to love the entire world equally and simultaneously. This is called relational ethics, or situational ethics. The Confucian system differs very strongly from Kantian ethics in that there are rarely laws or principles which can be said to be true absolutely or universally.\n\nThis is not to say that there has never been any consideration given to universalist ethics. In fact, in Zhou Dynasty China, the Confucians' main opponents, the followers of Mozi argued for universal love (Chinese: 兼爱; pinyin: jiān ài). The Confucian view eventually held sway, however, and continues to dominate many aspects of Chinese thought. Many have argued, for example, that Mao Zedong was more Confucian than Communist.\nConfucianism, especially of the type argued for by Mencius (Chinese: 孟子; pinyin: mèng zĭ), argued that the ideal ruler is the one who (as Confucius put it) \"acts like the North Star, staying in place while the other stars orbit around it\". In other words, the ideal ruler does not go out and force the people to become good, but instead leads by example. The ideal ruler fosters harmony rather than laws.\n\nConfucius stresses honesty above all. His concepts of lĭ (Chinese: 理), yì (Chinese: 義), and rén (Chinese: 仁) can be seen as deeper expressions of honesty (Chinese: 誠; pinyin: chéng; lit. 'sincerity') and fidelity (Chinese: 孝; pinyin: xiào) to the ones to whom one owes one's existence (parents) and survival (one's neighbours, colleagues, inferiors in rank). He codified traditional practice and actually changed the meaning of the prior concepts that those words had meant. His model of the Confucian family and Confucian ruler dominated Chinese life into the early 20th century. This had ossified by then into an Imperial hierarchy of rigid property rights, hard to distinguish from any other dictatorship. Traditional ethics had been perverted by legalism.\n\nBuddhism, and specifically Mahayana Buddhism, brought a cohesive metaphysic to Chinese thought and a strong emphasis on universalism. Neo-Confucianism was largely a reaction to Buddhism's dominance in the Tang dynasty, and an attempt at developing a native Confucian metaphysical/analytical system.\n\n"
        },
        {
            "title": "Germanic Neopagan ethics",
            "text": "Germanic Neopagans, including followers of both Asatru and Theodism, try to emulate the ethical values of the ancient Germanic peoples (Norse or Anglo-Saxon).\n\n"
        },
        {
            "title": "Hindu ethics",
            "text": "Ethics is called Nitisastra (Sanskrit: नीतिशास्त्र)[11] in ancient texts of Hinduism.[12] Ethics and virtue are a much debated[13] and an evolving concept in ancient scriptures of Hinduism.[14][15] Virtue, right conduct, ethics and morality are part of the complex concept Hindus call Dharma – everything that is essential for people, the world and nature to exist and prosper together, in harmony.[16] As P.V. Kane, the author of the History of Dharmasastra said, the term \"Dharma\" does not have a synonym in English language. While it is often interpreted as meaning \"duty\", it can mean justice, right, moral, good, and much more.[17]\n\nEthics are explained in Hindu philosophy as something that cannot be imposed, but something that is realized and voluntarily lived up to by each individual. For example, Apastamba explained it thus: \"virtue and vice do not go about saying – here we are!; neither the Gods, Gandharvas, nor ancestors can convince us – this is right, this is wrong; virtue is an elusive concept, it demands careful and sustained reflection by every man and woman before it can become part of one's life.[18]\n\nEthics that constitute a dharmic life – that is a moral, ethical, virtuous life – evolve in vedas and upanishads. Ethical subjects and questions are debated by various schools of Hinduism, quite extensively, in numerous texts on what is right conduct, when, how and why.[12] Over time, new virtues were conceptualized and added by ancient Hindu scholars, some replaced, others merged. For example, Manusamhita initially listed ten virtues necessary for a human being to live a dharmic life: Dhriti (courage), Kshama (forgiveness), Dama (temperance), Asteya (Non-covetousness/Non-stealing), Saucha (inner purity), Indriyani-graha (control of senses), dhi (reflective prudence), vidya (wisdom), satyam (truthfulness), akrodha (freedom from anger).[19] In later verses, this list was reduced to five virtues by the same scholar, by merging and creating a more broader concept. The shorter list of virtues became: Ahimsa (Non-violence), Dama (self restraint), Asteya (Non-covetousness/Non-stealing), Saucha (inner purity), Satyam (truthfulness).[20][21]\n\nThe Persian historian Al Biruni who visited and lived in India for 16 years in the early 11th century, describes the concept of ethics and virtuous behavior among Hindus of his times. Of ethical mandates among Hindus, a literal translation of his Persian language manuscript includes (1) A man shall not kill; (2) nor lie; (3) nor steal; (4) nor whore; (5) nor hoard up treasures.[22] These correspond to five Yamas of ancient Hindu ethics: Ahimsa (non-violence), Satya (truth, non-falsehood), Asteya (non-stealing), Brahmacharya (celibacy if unmarried and non-cheating on one's partner if married), and Aparigraha (non-possessiveness).[23] In addition to these five negative things to abstain from, Hindu ethics also recommends five positive things to strive for as Niyamas: Śauca (purity in body, speech and mind), Santosha (contentment, acceptance of circumstances with optimism), Tapas (perseverance, meditation, austerity), Swadhyaya (lifelong learning) and Pranidhan (right attitude, contemplation).[23][24] An ethical life in Hinduism is essential for a liberated life, one without craving, one that is content, attained through knowledge and by abstaining from evil.[25]\n\nHindu literature variously discuss ethics as one or more of four topics: (1) Gunas that is inner tendencies of conduct found in every individual (in large measure, psychology); (2) Purushartha that is proper aims of life for every individual for self-development and happiness (dharma, artha, kama and moksha); (3) Ashramas that is ethics for an individual in different periods of one's lifetime (ethical expectations for a child are distinguished from those for adults, old age); and (4) Varnasramas that is ethics and conduct for every individual in relation to society.[12] Ancient literature at the foundation of various Hindu traditions primarily discuss the first three, while the last has attracted greater attention since the 18th century. Some early 20th century literature wondered if ethics was ever a serious topic of study in Hinduism.[26] Later studies have yielded the above four approaches to ethics in different schools of Hinduism, tied together with three common themes:[12][26][27] (1) ethics is an essential part of dharma concept,[28][29] (2) Ahimsa (non-violence) is the foundational premise without which – suggests Hinduism – ethics and any consistent ethical theory is impossible,[30][31] and (3) Ethics cannot always be dualistically or non-dualistically reduced from first principles, ethics is closely related to moksha (self realization and spiritual freedom) with Vivekacudamani stating, \"individuals with self knowledge and spiritual freedom are inherently self examining and ethical\" and \"ethics, freedom and knowledge require each other\".[28][32] In addition to the above four topics in Hindu ethics, scholars[33][34] state that the karma doctrine of Hinduism is part of its ethical theory compendium.\n\nThe Bhagavad Gita – considered one of the epitomes of historic Hindu discussion of virtues and an allegorical debate on what is right and what is wrong – argues some virtues are not necessarily always absolute, but sometimes relational; for example, it explains a virtue such as Ahimsa must be re-examined when one is faced with war or violence from the aggressiveness, immaturity or ignorance of others.[35][36][37]\n\n"
        },
        {
            "title": "Islamic ethics",
            "text": "The foundational source in the gradual codification of Islamic ethics was the Muslim understanding that mankind has been granted the faculty to discern God's will and to abide by it. This faculty most crucially involves reflecting on the meaning of existence, which, as John Kelsay in the Encyclopedia of Ethics phrases, \"ultimately points to the reality of God.\" Therefore, regardless of their environment, humans are believed to have a moral responsibility to submit to God's will and to follow Islam (as demonstrated in the Qur'an and the Sunnah, or the sayings of Muhammad  [Quran 7:172-173]).[38]\n\nThis natural inclination is, according to the Qur'an, subverted by mankind's focus on material success: such focus first presents itself as a need for basic survival or security, but then tends to manifest into a desire to become distinguished among one's peers. Ultimately, the focus on materialism, according to the Islamic texts, hampers with the innate reflection as described above, resulting in a state of jahiliyya or \"ignorance\".[38]\n\nMuslims believe that Muhammad, like other prophets in Islam, was sent by God to remind human beings of their moral responsibility, and challenge those ideas in society which opposed submission to God. According to Kelsay, this challenge was directed against five main characteristics of pre-Islamic Arabia:[38]\n\nThese changes lay in the reorientation of society as regards to identity and life of the Muslim belief, world view, and the hierarchy of values. From the viewpoint of subsequent generations, this caused a great transformation in the society and moral order of life in the Arabian Peninsula. For Muhammad, although pre-Islamic Arabia exemplified \"heedlessness,\" it was not entirely without merit. Muhammad approved and exhorted certain aspects of the Arab pre-Islamic tradition, such as the care for one's near kin, for widows, orphans, and others in need and for the establishment of justice. However, these values would be re-ordered in importance and placed in the context of strict monotheism.[38]\n\nFurthermore, a Muslim should not only follow these five main characteristics, but also be more broad about his morals. Therefore, the more the Muslim is applying these rules, the better that person is morally. For example, Islamic ethics can be applied by important verses in the Quran. The most fundamental characteristics of a Muslim are piety and humility. A Muslim must be humble with God and with other people:\n\nMuslims must be in control of their passions and desires.\n\nA Muslim should not be vain or attached to the ephemeral pleasures of this world. While most people allow the material world to fill their hearts, Muslims should keep God in their hearts and the material world in their hand. Instead of being attached to the car and the job and the diploma and the bank account, all these things become tools to make us better people.\nMorality in Islam addresses every aspect of a Muslim's life, from greetings to international relations. It is universal in its scope and in its applicability. Morality reigns in selfish desires, vanity and bad habits. Muslims must not only be virtuous, but they must also enjoin virtue. They must not only refrain from evil and vice, but they must also forbid them. In other words, they must not only be morally healthy, but they must also contribute to the moral health of society as a whole.\n\nMuhammad summarized the conduct of a Muslim when he said:\n\"My Sustainer has given me nine commands: to remain conscious of God, whether in private or in public; to speak justly, whether angry or pleased; to show moderation both when poor and when rich, to reunite friendship with those who have broken off with me; to give to him who refuses me; that my silence should be occupied with thought; that my looking should be an admonition; and that I should command what is right.\"\n\nIslam is a way of life and it does not work in isolation. In a business practice for example, the Muslims are call to adhere good business ethical values, does not cheat, and does not charge interests to the buyers. Research has also observed how Islamic religiosity influences work ethics[39] and business ethics.\n\n"
        },
        {
            "title": "Jain ethics",
            "text": "Jainism teaches five ethical duties, which it calls five vows. These are called anuvratas (small vows) for Jain laypersons, and mahavratas (great vows) for Jain mendicants.[40] For both, its moral precepts preface that the Jain has access to a guru (teacher, counsellor), deva (Jina, god), doctrine, and that the individual is free from five offences: doubts about the faith, indecisiveness about the truths of Jainism, sincere desire for Jain teachings, recognition of fellow Jains, and admiration for their spiritual pursuits.[41] Such a person undertakes the following five vows of Jainism:\n\nJainism also prescribes seven supplementary vows, including three guņa vratas (merit vows) and four śikşā vratas.[48][49] The Sallekhana (or Santhara) vow is a \"religious death\" ritual vow observed at the end of life, historically by Jain monks and nuns, but rare in the modern age.[50] In this vow, there is voluntary and gradual reduction of food and liquid intake to end one's life by choice and with dispassion,[51][52] In Jainism this is believed to reduce negative karma that affects a soul's future rebirths.[53]\n\n"
        },
        {
            "title": "Jewish ethics",
            "text": "Jewish ethics may be said to originate with the Hebrew Bible, its broad legal injunctions, wisdom narratives and prophetic teachings. Most subsequent Jewish ethical claims may be traced back to the texts, themes and teachings of the written Torah.\n\nIn early rabbinic Judaism, the Oral Torah both interprets the Hebrew Bible and delves afresh into many other ethical topics. The best known rabbinic text associated with ethics is the non-legal Mishnah tractate of Avot, popularly translated as Ethics of the Fathers. Generally, ethics is a key aspect of non-legal rabbinic literature, known as aggadah, and ethical teachings are found throughout the more legal (halakhic) portions of the Mishnah, Talmud and other rabbinic literature. This early Rabbinic ethics shows signs of cross-fertilization and polemical exchange with both the Greek (Western philosophical) ethical tradition and early Christian tradition.\n\nIn the medieval period, direct Jewish responses to Greek ethics may be seen in major rabbinic writings. Notably, Maimonides offers a Jewish interpretation of Aristotle (e.g., Nicomachean Ethics), who enters into Jewish discourse through Islamic writings. Maimonides, in turn, influences Thomas Aquinas, a dominant figure in Catholic ethics and the natural law tradition of moral theology. The relevance of natural law to medieval Jewish philosophy is a matter of dispute among scholars.\n\nEthics in systematic form, and apart from religious belief, is as little found in apocryphal or Judæo-Hellenistic literature as in the Bible. However, Greek philosophy greatly influenced Alexandrian writers such as the authors of IV Maccabees, the Book of Wisdom, and Philo.\n\nMuch progress in theoretical ethics came as Jews came into closer contact with the Hellenic world. Before that period the Wisdom literature shows a tendency to dwell solely on the moral obligations and problems of life as appealing to man as an individual, leaving out of consideration the ceremonial and other laws which concern only the Jewish nation. From this point of view Ben Sira's collection of sayings and monitions was written, translated into Greek, and circulated as a practical guide. The book contains popular ethics in proverbial form as the result of everyday life experience, without higher philosophical or religious principles and ideals.\n\nMore developed ethical works emanated from Hasidean circles in the Maccabean time, such as are contained in Tobit, especially in Chapter IV. Here the first ethical will or testament is found, giving a summary of moral teachings, with the Golden Rule, \"Do that to no man which thou hatest!\" as the leading maxim. There are even more elaborate ethical teachings in the Testaments of the Twelve Patriarchs, in which each of the twelve sons of Jacob, in his last words to his children and children's children, reviews his life and gives them moral lessons, either warning them against a certain vice he had been guilty of, so that they may avoid divine punishment, or recommending them to cultivate a certain virtue he had practised during life, so that they may win God's favor. The chief virtues recommended are love for one's fellow man, industry, especially in agricultural pursuits, simplicity, sobriety, benevolence toward the poor, compassion even for the brute and avoidance of all passion, pride, and hatred. Similar ethical farewell monitions are attributed to Enoch in the Ethiopic Enoch (xciv. et seq.) and the Slavonic Enoch (lviii. et seq.) and to the three patriarchs.\n\nThe Hellenistic Jewish propaganda literature made the propagation of Jewish ethics taken from the Bible its main object for the sake of winning the pagan world to pure monotheism. It was owing to this endeavor that certain ethical principles were laid down as guiding maxims for the Gentiles, first of all the three capital sins, idolatry, murder, and incest, were prohibited (see Sibyllines, iii. 38, 761; iv. 30 et seq.). In later Jewish rabbinic literature these Noachide Laws were gradually developed into six, seven, and ten, or thirty laws of ethics binding upon every human being.\n\n"
        },
        {
            "title": "Scientology ethics",
            "text": "Scientology ethics is based upon the concepts of good and evil. Ethics may be defined as the actions an individual takes on itself to ensure its continued survival across the dynamics.[54]\n\n"
        },
        {
            "title": "Secular ethics",
            "text": "Secular ethics is a moral philosophy in which ethics are based solely on human faculties such as scientific reason, sociobiological composition, or ethical intuition, and not derived from purported supernatural revelation or guidance. Secular ethics comprise a wide variety of moral and ethical systems including consequentialism, freethinking, humanism, secular humanism, and utilitarianism, among others.\n\nThe majority of secular moral concepts are based on the acceptance of natural rights and social contracts, and on a more individual scale of either some form of attribution of intrinsic value to things, Kantianesque ethical intuitionism or of a logical deduction that establishes a preference for one thing over another, as with Occam's razor.[citation needed] Approaches such as ethical egoism, moral relativism, moral skepticism, and moral nihilism are also considered.\n\n"
        },
        {
            "title": "Shinto ethics",
            "text": "Shinto beliefs start with an assumption of the inherent goodness of humans as descendants of the kami.[55] By the 6th century CE, Shinto had drawn from a Chinese idea that good people will adhere to societal norms, and emperors have a divine mandate to bring about the \"desirable and required order\".[55] Shinto adherents are to \"realize and carry out the will of the kami and the ancestors in the family, the community, and the nation\".[55]\n\nAlthough State Shinto reinforced subordination to the emperor and the state, Shrine Shinto is a situation-based ethical system that emphasizes right actions toward others, versus adherence to a specific belief system.[56] Shrine Shinto also stresses gratefulness for \"blessings of the kami\", and maintaining harmony with the emperor and the world.[56]\n\n"
        },
        {
            "title": "Taoist ethics",
            "text": "Laozi (Lao Tzu) and other Taoist (Daoist) authors argued for an even greater passivity on the part of rulers than did the Confucians. For Laozi, (Lao Tzu) the ideal ruler is one who does virtually nothing that can be directly identified as ruling. Clearly, both Daoism and Confucianism presume that human nature is basically good. The main branch of Confucianism, however, argues that human nature must be nurtured through ritual (li 禮), culture (wen 文) and other things, while the Daoists (Taoists) argued that the trappings of society were to be gotten rid of.\n\nTaoist ethics ask for a greater sense of being and less identification with the act of doing. Taoist passivity nurtures, cultivates and prepares an atmosphere that allows the majestic and the real to shine, which influences society for the better.\n\n\"If you want to awaken all of humanity, then awaken all of yourself; if you want to eliminate the suffering in the world, then eliminate all that is dark and negative in yourself. Truly, the greatest gift you have to give is that of your own self-transformation.\" – Lao Tzu\n\n"
        },
        {
            "title": "Wiccan ethics",
            "text": "Wiccan morality is largely based on the Wiccan Rede: 'An' it harm none, do what ye will' -- old-fashioned language for 'as long as you aren't harming anyone, do as you wish'. While this could be interpreted to mean \"do no harm at all\", it is usually interpreted as a declaration of the freedom to act, along with the necessity of thinking through and taking responsibility for the consequences of one's actions.[57]\n\nAnother element of Wiccan Morality comes from the Law of Threefold Return, which is understood to mean that whatever one does to another person or thing (benevolent or otherwise) returns with triple force.[58]\n\nMany Wiccans also seek to cultivate a set of eight virtues mentioned in Doreen Valiente's Charge of the Goddess,[59] these being mirth, reverence, honour, humility, strength, beauty, power and compassion. In Valiente's poem they are ordered in pairs of complementary opposites, reflecting a dualism that is common throughout Wiccan philosophy.[citation needed]\n\n"
        },
        {
            "title": "Zoroastrian ethics",
            "text": "In Zoroastrianism, the purpose in life is to become an Ashavan (a master of Asha) and to bring happiness into the world, which contributes to the cosmic battle against evil. Zoroastrianism's core teachings include but are not limited to:\n\n"
        }
    ]
}