{
    "url": "https://en.wikipedia.org/wiki/Ethical_egoism",
    "title": "Ethical egoism",
    "table_of_contents": [
        "1 Forms",
        "2 History",
        "3 Justifications",
        "4 Criticism",
        "5 Notable proponents",
        "6 See also",
        "7 Footnotes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In ethical philosophy, ethical egoism  is the normative position that moral agents ought to act in their own self-interest. It differs from psychological egoism, which claims that people can only act in their self-interest. Ethical egoism also differs from rational egoism, which holds that it is rational to act in one's self-interest.[1]\nEthical egoism holds, therefore, that actions whose consequences will benefit the doer are ethical.[2]\n\nEthical egoism contrasts with ethical altruism, which holds that moral agents have an obligation to help others. Egoism and altruism both contrast with ethical utilitarianism,[3] which holds that a moral agent should treat one's self (also known as the subject) with no higher regard than one has for others (as egoism does, by elevating self-interests and \"the self\" to a status not granted to others). But it also holds that one is not obligated to sacrifice one's own interests (as altruism does) to help others' interests, so long as one's own interests (i.e., one's own desires or well-being) are substantially equivalent to the others' interests and well-being, but they have the choice to do so. Egoism, utilitarianism, and altruism are all forms of consequentialism, but egoism and altruism contrast with utilitarianism, in that egoism and altruism are both agent-focused forms of consequentialism (i.e., subject-focused or subjective). However, utilitarianism is held to be agent-neutral (i.e., objective and impartial): it does not treat the subject's (i.e., the self's, i.e., the moral \"agent's\") own interests as being more or less important than the interests, desires, or well-being of others.\n\nEthical egoism does not, however, require moral agents to harm the interests and well-being of others when making moral deliberation; e.g., what is in an agent's self-interest may be incidentally detrimental, beneficial, or neutral in its effect on others. Individualism allows for others' interest and well-being to be disregarded or not, as long as what is chosen is efficacious in satisfying the self-interest of the agent. Nor does ethical egoism necessarily entail that, in pursuing self-interest, one ought always to do what one wants to do; e.g., in the long term, the fulfillment of short-term desires may prove detrimental to the self. Fleeting pleasure, then, takes a back seat to protracted eudaimonia. In the words of James Rachels, \"Ethical egoism ... endorses selfishness, but it doesn't endorse foolishness.\"[4]\n\nEthical egoism is often used as the philosophical basis for support of right-libertarianism and individualist anarchism.[5] These are political positions based partly on a belief that individuals should not coercively prevent others from exercising freedom of action.\n\n"
        },
        {
            "title": "Forms",
            "text": "Ethical egoism can be broadly divided into three categories: individual, personal, and universal. An individual ethical egoist would hold that all people should do whatever benefits \"my\" (the individual's) self-interest; a personal ethical egoist would hold that they should act in their self-interest, but would make no claims about what anyone else ought to do; a universal ethical egoist would argue that everyone should act in ways that are in their self-interest.[6][7]\n\n"
        },
        {
            "title": "History",
            "text": "Ethical egoism was introduced by the philosopher Henry Sidgwick in his book The Methods of Ethics, written in 1874. Sidgwick compared egoism to the philosophy of utilitarianism, writing that whereas utilitarianism sought to maximize overall pleasure, egoism focused only on maximizing individual pleasure.[8]\n\nPhilosophers before Sidgwick have also retroactively been identified as ethical egoists. One ancient example is the philosophy of Yang Zhu (4th century BC), Yangism, who views wei wo, or \"everything for myself\", as the only virtue necessary for self-cultivation.[9] Ancient Greek philosophers like Plato, Aristotle and the Stoics were exponents of virtue ethics, and \"did not accept the formal principle that whatever the good is, we should seek only our own good, or prefer it to the good of others.\"[8] However, the beliefs of the Cyrenaics have been referred to as a \"form of egoistic hedonism\",[10] and while some refer to Epicurus' hedonism as a form of virtue ethics, others argue his ethics are more properly described as ethical egoism.[11]\n\n"
        },
        {
            "title": "Justifications",
            "text": "Philosopher James Rachels, in an essay that takes as its title the theory's name, outlines the three arguments most commonly touted in its favor:[12]\n\n"
        },
        {
            "title": "Criticism",
            "text": "It has been argued that extreme ethical egoism is self-defeating. Faced with a situation of limited resources, egoists would consume as much of the resource as they could, making the overall situation worse for everybody. Egoists may respond that if the situation becomes worse for everybody, that would include the egoist, so it is not, in fact, in their rational self-interest to take things to such extremes.[18] However, the (unregulated) tragedy of the commons and the (one off) prisoner's dilemma are cases in which, on the one hand, it is rational for an individual to seek to take as much as possible even though that makes things worse for everybody, and on the other hand, those cases are not self-refuting since that behaviour remains rational even though it is ultimately self-defeating, i.e. self-defeating does not imply self-refuting. Egoists might respond that a tragedy of the commons, however, assumes some degree of public land. That is, a commons forbidding homesteading requires regulation. Thus, an argument against the tragedy of the commons, in this belief system, is fundamentally an argument for private property rights and the system that recognizes both property rights and rational self-interest—capitalism.[19] More generally, egoists might say that an increasing respect for individual rights uniquely allows for increasing wealth creation and increasing usable resources despite a fixed amount of raw materials (e.g. the West pre-1776 versus post-1776, East versus West Germany, Hong Kong versus mainland China, North versus South Korea, etc.).[20]\n\nIt is not clear how to apply a private ownership model to many examples of \"commons\", however. Examples include large fisheries, the atmosphere and the ocean.[21][22]\n\nSome perhaps decisive problems with ethical egoism have been pointed out.\n\nOne is that an ethical egoist would not want ethical egoism to be universalized: as it would be in the egoist's best self-interest if others acted altruistically towards them, they wouldn't want them to act egoistically; however, that is what they consider to be morally binding. Their moral principles would demand of others not to follow them, which can be considered self-defeating and leads to the question: \"How can ethical egoism be considered morally binding if its advocates do not want it to be universally applied?\"[23]\n\nAnother objection (e.g. by James Rachels) states that the distinction ethical egoism makes between \"yourself\" and \"the rest\" – demanding to view the interests of \"yourself\" as more important – is arbitrary, as no justification for it can be offered; considering that the merits and desires of \"the rest\" are comparable to those of \"yourself\" while lacking a justifiable distinction, Rachels concludes that \"the rest\" should be given the same moral consideration as \"yourself\".[23][24]\n\n"
        },
        {
            "title": "Notable proponents",
            "text": "The term ethical egoism has been applied retroactively to philosophers such as Bernard de Mandeville and to many other materialists of his generation, although none of them declared themselves to be egoists. Note that materialism does not necessarily imply egoism, as indicated by Karl Marx, and the many other materialists who espoused forms of collectivism. It has been argued that ethical egoism can lend itself to individualist anarchism such as that of Benjamin Tucker, or the combined anarcho-communism and egoism of Emma Goldman, both of whom were proponents of many egoist ideas put forward by Max Stirner. In this context, egoism is another way of describing the sense that the common good should be enjoyed by all. However, most notable anarchists in history have been less radical, retaining altruism and a sense of the importance of the individual that is appreciable but does not go as far as egoism. Recent trends to greater appreciation of egoism within anarchism tend to come from less classical directions such as post-left anarchy or Situationism (e.g. Raoul Vaneigem). Egoism has also been referenced by anarcho-capitalists, such as Murray Rothbard.\n\nPhilosopher Max Stirner, in his book The Ego and Its Own, was the first philosopher to call himself an egoist, though his writing makes clear that he desired not a new idea of morality (ethical egoism), but rather a rejection of morality (amoralism), as a nonexistent and limiting \"spook\"; for this, Stirner has been described as the first individualist anarchist. Other philosophers, such as Thomas Hobbes and David Gauthier, have argued that the conflicts which arise when people each pursue their own ends can be resolved for the best of each individual only if they all voluntarily forgo some of their aims—that is, one's self-interest is often best pursued by allowing others to pursue their self-interest as well so that liberty is equal among individuals. Sacrificing one's short-term self-interest to maximize one's long-term self-interest is one form of \"rational self-interest\" which is the idea behind most philosophers' advocacy of ethical egoism. Egoists have also argued that one's actual interests are not immediately obvious, and that the pursuit of self-interest involves more than merely the acquisition of some good, but the maximizing of one's chances of survival and/or happiness.\n\nPhilosopher Friedrich Nietzsche suggested that egoistic or \"life-affirming\" behavior stimulates jealousy or \"ressentiment\" in others, and that this is the psychological motive for the altruism in Christianity. Sociologist Helmut Schoeck similarly considered envy the motive of collective efforts by society to reduce the disproportionate gains of successful individuals through moral or legal constraints, with altruism being primary among these.[25]  In addition, Nietzsche (in Beyond Good and Evil) and Alasdair MacIntyre (in After Virtue) have pointed out that the ancient Greeks did not associate morality with altruism in the way that post-Christian Western civilization has done.\nAristotle's view is that we have duties to ourselves as well as to other people (e.g. friends) and to the polis as a whole. The same is true for Thomas Aquinas, Christian Wolff and Immanuel Kant, who claim that there are duties to ourselves as Aristotle did, although it has been argued that, for Aristotle, the duty to one's self is primary.[26]\n\nAyn Rand argued that there is a positive harmony of interests among free, rational humans, such that no moral agent can rationally coerce another person consistently with their own long-term self-interest. Rand argued that other people are an enormous value to an individual's well-being (through education, trade and affection), but also that this value could be fully realized only under conditions of political and economic freedom. According to Rand, voluntary trade alone can assure that human interaction is mutually beneficial.[27] Rand's student, Leonard Peikoff has argued that the identification of one's interests itself is impossible absent the use of principles, and that self-interest cannot be consistently pursued absent a consistent adherence to certain ethical principles.[28] Recently, Rand's position has also been defended by such writers as Tara Smith, Tibor Machan, Allan Gotthelf, David Kelley, Douglas Rasmussen, Nathaniel Branden, Harry Binswanger, Andrew Bernstein, and Craig Biddle.\n\nPhilosopher David L. Norton identified himself as an \"ethical individualist\", and, like Rand, saw a harmony between an individual's fidelity to their own self-actualization, or \"personal destiny\", and the achievement of society's well-being.[29]\n\n"
        }
    ]
}