{
    "url": "https://en.wikipedia.org/wiki/Ethiopian_Orthodox_Tewahedo_Church",
    "title": "Ethiopian Orthodox Tewahedo Church",
    "table_of_contents": [
        "1 Name",
        "2 History",
        "2.1 Origins",
        "2.2 Middle Ages",
        "2.3 Jesuit interim",
        "2.4 Influence on the Reformation",
        "2.5 Recent history",
        "3 Traditions",
        "3.1 Fast days",
        "3.2 Monasticism",
        "3.3 Exorcism",
        "3.4 Biblical canon",
        "3.5 Language",
        "3.6 Architecture",
        "3.7 Ark of the Covenant",
        "3.8 Similarities to Judaism and Islam",
        "3.9 Rastafarian and other sectarian movements",
        "3.10 Debtera",
        "3.11 Music",
        "4 Patriarch-Catholicoi, archbishops and bishops",
        "5 Eparchies",
        "6 See also",
        "7 Further reading",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Ethiopian Orthodox Tewahedo Church (Amharic: የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን,[1] Yäityop'ya ortodoks täwahedo bétäkrestyan) is the largest of the Oriental Orthodox Churches. One of the few Christian churches in sub-Saharan Africa originating before European colonization of the continent,[5] the Ethiopian Orthodox Tewahedo Church dates back to the acceptance of Christianity by the Kingdom of Aksum in 330,[6] and has between 36 million and 49.8 million adherents in Ethiopia.[2][3][4] It is a founding member of the World Council of Churches.[7] The Ethiopian Orthodox Tewahedo Church is in communion with the other Oriental Orthodox churches (the Eritrean Orthodox Tewahedo Church, the Coptic Orthodox Church of Alexandria, the Malankara Orthodox Syrian Church, the Armenian Apostolic Church, and the Syriac Orthodox Church).\n\nThe Ethiopian Orthodox Tewahedo Church had been administratively part of the Coptic Orthodox Church of Alexandria from the first half of the 4th century until 1959, when it was granted autocephaly with its own patriarch by Pope Cyril VI of Alexandria, Pope of the Coptic Orthodox Church.[8]\n\nTewahedo (Geʽez: ተዋሕዶ) is a Geʽez word meaning \"united as one\". This word refers to the Oriental Orthodox belief in the one perfectly unified nature of Christ; i.e., a complete union of the divine and human natures into one nature is self-evident in order to accomplish the divine salvation of mankind, as opposed to the \"two natures of Christ\" belief commonly held by the Latin and Eastern Catholic, Eastern Orthodox, Anglican, Lutheran, and most other Protestant churches. The Oriental Orthodox Churches adhere to a miaphysitic Christological view followed by Cyril of Alexandria, the leading protagonist in the Christological debates of the 4th and 5th centuries, who advocated mia physis tou theou logou sesarkōmenē, or \"one (mia) nature of the Word of God incarnate\" (μία φύσις τοῦ θεοῦ λόγου σεσαρκωμένη) and a hypostatic union (ἕνωσις καθ' ὑπόστασιν, henōsis kath hypostasin). The distinction of this stance was that the incarnate Christ has one nature, but that one nature is of the two natures, divine and human, and retains all the characteristics of both after the union.\n\nMiaphysitism holds that in the one person of Jesus Christ, divinity and humanity are united in one (μία, mia) nature (φύσις - \"physis\") without separation, without confusion, without alteration and without mixing where Christ is consubstantial with God the Father.[9] Around 500 bishops within the patriarchates of Alexandria, Antioch, and Jerusalem refused to accept the dyophysitism (two natures) doctrine decreed by the Council of Chalcedon in 451, an incident that resulted in the second major split in the main body of the Catholic-Orthodox Church in the Roman Empire.[10]\n\n"
        },
        {
            "title": "Name",
            "text": "Tewahedo (Ge'ez: ተዋሕዶ täwaḥədo) is a Ge'ez word meaning \"being made one\" or \"unified\". This word refers to the Oriental Orthodox belief in the one composite unified nature of Christ; i.e., a belief that a complete, natural union of the divine and human natures into one is self-evident in order to accomplish the divine salvation of humankind. This is in contrast to the \"two natures of Christ\" belief (unmixed, but unseparated divine and human natures, called the hypostatic union) which is held by the Catholic Church and the Eastern Orthodox Church.\n\nThe Oriental Orthodox Churches are known as \"non-Chalcedonian\", and, sometimes by outsiders as \"monophysite\" (meaning \"One Single Nature\", in allusion to Jesus Christ). However, these churches themselves describe their Christology as miaphysite,[11][12] meaning \"one united nature\" in reference to Jesus (the Greek equivalent of \"Tewahedo\").\n\n"
        },
        {
            "title": "History",
            "text": "Many traditions claim that Christian teachings were introduced to the region immediately after Pentecost. John Chrysostom speaks of the \"Ethiopians present in Jerusalem\" as being able to understand the preaching of Peter in Acts, 2:38.[13] Possible missions of some of the Apostles in the lands now called Ethiopia is also reported as early as the 4th century. Socrates of Constantinople includes Ethiopia in his list as one of the regions preached by Matthew the Apostle,[14] where a specific mention of \"Ethiopia south of the Caspian Sea\" can be confirmed in some traditions such as the Roman Catholic Church among others.[15] Ethiopian Church tradition tells that Bartholomew accompanied Matthew in a mission which lasted for at least three months.[13] Paintings depicting these missions can be seen in the Church of St. Matthew found in the Province of Pisa, in northern Italy portrayed by Francesco Trevisan (1650–1740) and Marco Benefial (1688–1764).[16]\n\nThe earliest account of an Ethiopian converted to the faith in the New Testament books is a royal official baptized by Philip the Evangelist (distinct from Philip the Apostle), one of the seven deacons (Acts, 8:26–27):\n\nThe passage continues by describing how Philip helped the Ethiopian treasurer understand a passage from the Book of Isaiah that the Ethiopian was reading. After Philip interpreted the passage as prophecy referring to Jesus Christ, the Ethiopian requested that Philip baptize him, and Philip did so. The Ethiopic version of this verse reads \"Hendeke\" (ህንደኬ); Queen Gersamot Hendeke VII was the Queen of Ethiopia from c. 42 to 52. Where the possibility of gospel missions by the Ethiopian eunuch cannot be directly inferred from the Books of the New Testament, Irenaeus of Lyons around 180 AD writes that \"Simon Backos\" preached the good news in his homeland outlining also the theme of his preaching as being the coming in flesh of God that \"was preached to you all before.\"[17] The same kind of witness is shared by 3rd and 4th century writers such as Eusebius of Caesarea[18] and Origen of Alexandria.[13]\n\nEarly Christianity became the established church of the Ethiopian Axumite Kingdom under king Ezana in the 4th century when priesthood and the sacraments were brought for the first time through a Syrian Greek named Frumentius, known by the local population in Ethiopia as \"Selama, Kesaté Birhan\" (\"Father of Peace, Revealer of Light\"). As a youth, Frumentius had been shipwrecked with his brother Aedesius on the Eritrean coast. The brothers managed to be brought to the royal court, where they rose to positions of influence and baptized Emperor Ezana. Frumentius is also believed to have established the first monastery in Ethiopia, named Dabba Selama after him.  In 2016, scientists excavated a 4th-century AD basilica (radio-carbon dated) in northeastern Ethiopia at a site called Beta Samati. This is the earliest known physical evidence of a church in sub-Saharan Africa.[5]\n\nUnion with the Coptic Orthodox Church of Alexandria continued after the Arab conquest of Egypt. Abu Saleh records in the 12th century that the patriarch always sent letters twice a year to the kings of Abyssinia (Ethiopia) and Nubia, until Al Hakim stopped the practice. Cyril, 67th patriarch, sent Severus as bishop, with orders to put down polygamy and to enforce the observance of canonical consecration for all churches. These examples show the close relations of the two churches throughout the Middle Ages.[19] In 1439, in the reign of Zara Yaqob, a religious discussion between Giyorgis and a French visitor led to the dispatch of an embassy from Ethiopia to the Vatican.[19]\n\nThe period of Jesuit influence, which broke the connection with Egypt, began a new chapter in church history. The initiative in Roman Catholic missions to Ethiopia was taken not by Rome, but by Portugal, in the course of a conflict with the Muslim Ottoman Empire and the Sultanate of Adal for the command of the trade route to India via the Red Sea.[20]\n\nIn 1507 Mateus, or Matthew, an Armenian, had been sent as an Ethiopian envoy to Portugal. In 1520 an embassy under Dom Rodrigo de Lima landed in Ethiopia. An interesting account of the Portuguese mission, which lasted for several years, was written by Francisco Álvares, its chaplain.[21]\n\nLater, Ignatius Loyola wished to take up the task of conversion, but was forbidden to do so. Instead, the pope sent out João Nunes Barreto as patriarch of the East Indies, with Andre de Oviedo as bishop; and from Goa envoys went to Ethiopia, followed by Oviedo himself, to secure the king's adherence to Rome. After repeated failures some measure of success was achieved under Emperor Susenyos I, but not until 1624 did the Emperor make formal submission to the pope.[21] Susenyos made Roman Catholicism the official state religion but was met with heavy resistance by his subjects and by the authorities of the Ethiopian Orthodox Church, and eventually had to abdicate in 1632 in favour of his son, Fasilides, who promptly restored Ethiopian Orthodox Christianity as the state religion. He then in 1633 expelled the Jesuits, and in 1665 Fasilides ordered that all Jesuit books (the Books of the Franks) be burned.[citation needed]\n\nDavid Daniels has suggested that the Ethiopian Church has had a stronger impact on the Reformation than most scholars acknowledge. For Martin Luther, who spearheaded the Reformation, Daniels says \"the Ethiopian Church conferred legitimacy on Luther's emerging Protestant vision of a church outside the authority of the Roman Catholic papacy\" as it was \"an ancient church with direct ties to the apostles\".[22] According to Daniels, Martin Luther saw that the Ethiopian Orthodox Church practiced elements of faith including \"communion in both kind, vernacular Scriptures, and married clergy\" and these practices became customary in the Lutheran churches. The Ethiopian church also rejected papal supremacy, purgatory and indulgences, which the Lutherans disagreed with, and thus for Luther, the Ethiopian church was the \"true forerunner of Protestantism\".[22] Luther believed that the Ethiopian church kept true apostolic practices which the Lutherans would adopt through reading the scriptures.[23]\n\nIn 1534, a cleric of the Ethiopian Orthodox Church, Michael the Deacon, met with Martin Luther and affirmed the Augsburg Confession, saying \"This is a good creed, that is, faith\".[24][22] In addition, Martin Luther stated that the Lutheran Mass agreed with that used by the Ethiopian Orthodox Church.[22] As a result, Luther invited the Ethiopian church and Michael to full fellowship.[22][25]\n\nIn more modern times, the Ethiopian Church has experienced a series of developments. The 19th century witnessed the publication of an Amharic translation of the Bible. Largely the work of Abu Rumi over ten years in Cairo, this version, with some changes, held sway until Emperor Haile Selassie ordered a new translation which appeared in 1960/1.[26] Haile Selassie also played a prominent role in further reforms of the church, which included encouraging the distribution of Abu Rumi's translation throughout Ethiopia,[27] as well as his promotion of improved education of clergy, a significant step in the Emperor's effort being the founding of the Theological College of the Holy Trinity Church in December 1944.[28] A third development came after Haile Selassie's restoration to Ethiopia, when he issued, on 30 November, Decree Number 2 of 1942, a new law reforming the church. The primary objectives of this decree were to put the finances of the church in order, to create a central fund for its activities, and to set forth requirements for the appointment of clergy—which had been fairly lax until then.[29]\n\nThe Coptic and Ethiopian churches reached an agreement on 13 July 1948, that led to autocephaly for the Ethiopian Church. Five bishops were immediately consecrated by the Coptic Pope of Alexandria and Patriarch of All Africa, empowered to elect a new patriarch for their church, and the successor to Qerellos IV would have the power to consecrate new bishops.[30] This promotion was completed when Coptic Orthodox Pope Joseph II consecrated an Ethiopian-born Archbishop, Abuna Basilios, 14 January 1951. Then in 1959, Pope Cyril VI of Alexandria crowned Basilios as the first Patriarch of Ethiopia.\n\nBasilios died in 1970, and was succeeded that year by Tewophilos. With the fall of Emperor Haile Selassie in 1974, the Ethiopian Orthodox Tewahedo Church was disestablished as the state church. The new Marxist government began nationalizing property (including land) owned by the church. Tewophilos was arrested in 1976 by the Marxist Derg military junta, and secretly executed in 1979. The government ordered the church to elect a new Patriarch, and Takla Haymanot was enthroned. The Coptic Orthodox Church refused to recognize the election and enthronement of Tekle Haymanot on the grounds that the Synod of the Ethiopian Church had not removed Tewophilos and that the government had not publicly acknowledged his death, and he was thus still the legitimate Patriarch of Ethiopia. Formal relations between the two churches were halted, although they remained in communion with each other. Formal relations between the two churches resumed on July 13, 2007.[31]\n\nTekle Haymanot proved to be much less accommodating to the Derg regime than it had expected, and so when the patriarch died in 1988, a new patriarch with closer ties to the regime was sought. The Archbishop of Gondar, a member of the Derg-era Ethiopian Parliament, was elected and enthroned as Abuna Merkorios. Following the fall of the Derg regime in 1991, and the coming to power of the EPRDF government, Merkorios abdicated under public and governmental pressure. The church then elected a new Patriarch, Paulos, who was recognized by the Coptic Orthodox Pope of Alexandria. The former Merkorios then fled abroad, and announced from exile that his abdication had been made under duress and thus he was still the legitimate Patriarch of Ethiopia. Several bishops also went into exile and formed a break-away alternate synod.[32] The Eritrean Orthodox Tewahedo Church granted autocephaly from the Ethiopian Orthodox Church on 28 September 1993 following ratification by Coptic church Patriarch Shenouda III. The schism has met opposition from dissent that saw it as a disintegration of Ethiopia's spiritual heritage.[33]\n\nAs of 2005, there are many Ethiopian Orthodox churches located throughout the United States and other countries to which Ethiopians have migrated (Archbishop Yesehaq 1997).\n\nPaulos died on 16 August 2012, followed four days later by Prime Minister Meles Zenawi.[34] On 28 February 2013, a college of electors assembled in Addis Ababa and elected Mathias to be the 6th Patriarch of the Ethiopian Orthodox Church.[35]\n\nOn 25 July 2018, delegates from the Patriarchate in Addis Ababa, Ethiopia and those in the United States, declared reunification in Washington, D.C. with the assistance of Ethiopia's Prime Minister Abiy Ahmed. Declaring the end of a 26-year-old schism, the church announced that it acknowledges two Patriarchs, Merkorios, Fourth Patriarch of Ethiopia and Mathias I, Sixth Patriarch and Catholicos of Ethiopia, Archbishop of Axum and Ichege of the See of Saint Taklehaimanot.[36]\n\n"
        },
        {
            "title": "Traditions",
            "text": "The faith and practice of Orthodox Ethiopian Christians include elements from Miaphysite Christianity as it has developed in Ethiopia over the centuries. Christian beliefs include belief in God (in Ge'ez / Amharic, ′Egziabeher, lit. \"Lord of the Universe\"), veneration of the Virgin Mary, the angels, and the saints, besides others. According to the Ethiopian Orthodox Church itself, there are no non-Christian elements in the religion other than those from the Old Testament, or Higge 'Orit (ሕገ ኦሪት),[citation needed] to which are added those from the New Testament, or Higge Wongiel (ሕገ ወንጌል).[citation needed][37] A hierarchy of Kidusan/ቅዱሳን[citation needed] (angelic messengers and saints) conveys the prayers of the faithful to God and carries out the divine will, so when an Ethiopian Christian is in difficulty, he or she appeals to them as well as to God. In more formal and regular rituals, priests communicate on behalf of the community, and only priests may enter the inner sanctum of the usually circular or octagonal church where the tabot (\"ark\") dedicated to the church's patron saint is housed.[38][unreliable source?] On important religious holidays, the tabot is carried on the head of a priest and escorted in procession outside the church. It is the tabot, not the church, which is consecrated. At many services, most parish members remain in the outer ring, where debteras sing hymns and dance.[39]\n\nThe Eucharist is given only to those who feel pure, have fasted regularly, and have, in general, properly conducted themselves.[38] In practice, communion is mainly limited to young children and the elderly; those who are at a sexually active age or who have sexual desires generally do not receive the Eucharist.[38][40] Worshipers receiving communion may enter the middle ring of the church to do so.[38]\n\nEthiopian Orthodox believers are strict Trinitarians,[41] maintaining the Orthodox teaching that God is united in three persons: Father, Son, and Holy Spirit. This concept is known as səllasé (ሥላሴ),[citation needed] Ge'ez for \"Trinity\".\n\nDaily services constitute only a small part of an Ethiopian Orthodox Christian's religious observance. Several holy days require prolonged services, singing and dancing, and feasting.\n\nAn important religious requirement, however, is the keeping of fast days, during which adherents abstain from consuming meat and animal products, and refrain from sexual activity.[38][40][42]  The Ethiopian Orthodox Church has 250 fasting days, 180 of which are obligatory for laypeople, not just monks and priests, when vegan food is eaten by the faithful. During the 40-day Advent fast, only one vegan meal is allowed per day.[43]\n\nIn addition to standard holy days, most Christians observe many saints' days. A man might give a small feast on his personal saint's day. The local voluntary association (called the maheber) connected with each church honours its patron saint with a special service and a feast two or three times a year.[39]\n\nPriests intervene and perform exorcisms on behalf of those believed to be afflicted by demons or buda. According to a 2010 Pew Research Center study, 74% of Christians in Ethiopia report having experienced or witnessed an exorcism.[46]  Demon-possessed persons are brought to a church or prayer meeting.[47] Often, when an ill person has not responded to modern medical treatment, the affliction is attributed to demons.[47] Unusual or especially perverse deeds, particularly when performed in public, are symptomatic of a demoniac.[47] Superhuman strength — such as breaking one's bindings, as described in the New Testament accounts — along with glossolalia are observed in the afflicted.[47]  Amsalu Geleta, in a modern case study, relates elements that are common to Ethiopian Christian exorcisms:\n\nThe exorcism is not always successful, and Geleta notes another instance in which the usual methods were unsuccessful, and the demons apparently left the subject at a later time. In any event, \"in all cases the spirit is commanded in no other name than the name of Jesus.\"[47]\n\nThe Orthodox Tewahedo Church Canon contains 81 books. This canon contains the books accepted by other Orthodox Christians.[48]\n\nThe divine services of the Ethiopian Church are celebrated in Geʽez, which has been the liturgical language of the church at least since the arrival of the Nine Saints (Pantelewon, Gerima (Isaac, or Yeshaq), Aftse, Guba, Alef, Yem’ata, Liqanos, and Sehma), who fled persecution by the Byzantine Empire after the Council of Chalcedon (451).[citation needed] The Greek Septuagint was the version of the Old Testament originally translated into Ge'ez, but later revisions show clear evidence of the use of Hebrew, Syriac and Arabic sources. The first translation into a modern vernacular was done in the 19th century by a man usually known as Abu Rumi (died 1819). Later, Haile Selassie sponsored Amharic translations of the Ge'ez Scriptures during his reign (1930–1974): one in 1935 before World War II and one afterwards (1960–1961). Sermons today are usually delivered in the local language.[citation needed]\n\nThere are many monolithic (rock-hewn) churches in Ethiopia, most famously eleven churches at Lalibela. Besides these, two main types of architecture are found—one basilican, the other native. The Church of Our Lady Mary of Zion at Axum is an example of the basilican design, though the early basilicas are nearly all in ruin. These examples show the influence of the architects who, in the 6th century, built the basilicas at Sanʻāʼ and elsewhere in the Arabian Peninsula. There are two forms of native churches: one oblong, traditionally found in Tigray; the other circular, traditionally found in Amhara and Shewa (though either style may be found elsewhere). In both forms, the sanctuary is square and stands clear in the centre, and the arrangements are based on Jewish tradition. Walls and ceilings are adorned with frescoes. A courtyard, circular or rectangular, surrounds the body of the church. Modern Ethiopian churches may incorporate the basilican or native styles and use contemporary construction techniques and materials. In rural areas, the church and outer court are often thatched, with mud-built walls. The church buildings are typically surrounded by a forested area, acting as a reservoir of biodiversity in otherwise de-forested parts of the country.[50][51][21]\n\nThe Ethiopian Church claims that one of its churches, Our Lady Mary of Zion, is host to the original Ark of the Covenant that Moses carried with the Israelites during the Exodus. Only one priest is allowed into the building where the Ark is located, ostensibly due to biblical warnings of danger. As a result, international scholars doubt that the original Ark is truly there.[citation needed]\n\nThroughout Ethiopia, Orthodox churches are not considered churches until the local bishop gives them a tabot, a replica of the tablets in the original Ark of the Covenant. The tabot is at least six inches (15 cm) square, and it is made of either alabaster, marble, or wood (see acacia). It is always kept in ornate coverings on the altar. Only priests are allowed to touch the tabot. In an elaborate procession, the tabot is carried around the outside of the church amid joyful song on the feast day of that particular church's namesake. On the great Feast of T'imk'et, known as Epiphany or Theophany in Europe, a group of churches send their tabot to celebrate the occasion at a common location where a pool of water or a river is to be found.[citation needed]\n\nThe Ethiopian Church places a heavier emphasis on Old Testament teachings than one might find in Eastern Orthodox, Roman Catholic or Protestant churches, and its followers adhere to certain practices that one finds in Orthodox or Conservative Judaism. Ethiopian Christians, like some other Eastern Christians, traditionally follow dietary rules that are similar to Jewish Kashrut, specifically with regard to the slaughter of animals. Similarly, pork is prohibited, though unlike Rabbinical Kashrut, Ethiopian cuisine does mix dairy products with meat, which in turn makes it even closer to Karaite and Islamic dietary laws (see Halal). Women are prohibited from entering the church temple during menses;[52] they are also expected to cover their hair with a large scarf (or shash) while in church, as described in 1 Corinthians, chapter 11. As with Orthodox synagogues, men and women sit separately in the Ethiopian church, with men on the left and women on the right (when facing the altar).[53] (Women covering their heads and separation of the sexes in churches officially is common to some other Christian traditions; it is also the rule in some non-Christian religions, Islam and Orthodox Judaism among them).[54]\n\nBefore praying, they wash their hands and face in order to be clean before and present their best to God; shoes are removed in order to acknowledge that one is offering prayer before a holy God.[55][56] Ethiopian Orthodox worshipers remove their shoes when entering a church temple,[53] in accordance with Exodus 3:5 (in which Moses, while viewing the burning bush, was commanded to remove his shoes while standing on holy ground). Furthermore, the Ethiopian Orthodox Tewahedo Church upholds Sabbatarianism, observing the seventh-day Sabbath (Saturday), in addition to the Lord's Day (Sunday),[57] although more emphasis, because of the Resurrection of Christ, is laid upon Sunday.\n\nThe Ethiopian Orthodox Church calls for male circumcision, with near-universal prevalence among Orthodox men in Ethiopia.[58][59][60] The  Ethiopian Orthodox practice circumcision as a rite of passage, and they circumcise their sons \"anywhere from the first week of life to the first few year\".[61]\n\nThe Ethiopian Orthodox Church prescribes several kinds of hand washing and traditionally follow rituals that are similar to Jewish netilat yadayim, for example after leaving the latrine, lavatory or bathhouse, or before prayer, or after eating a meal.[62] The Ethiopian Orthodox Church observes days of ritual purification.[63][64] People who are ritually unclean may approach the church but are not permitted to enter it; they instead stand near the church door and pray during the liturgy.[65]\n\nRas Tafar Haile Selassie was himself a member of Ethiopian Orthodox Church, and refuted the heretical claims of the Rastafarian new religious movement that had begun independently of him in the African diaspora of the Americas.[66] A chief exponent of the movement, Bob Marley, was baptised into the Ethiopian Orthodox church in 1980 shortly before his death.[67][68]\n\nA debtera is an itinerant lay priest figure trained by the Ethiopian Church as a scribe, cantor, and often as a folk healer, who may also function in roles comparable to a deacon or exorcist. Folklore and legends ascribe the role of magician to the debtera as well.[69]\n\nThe music of Ethiopian Orthodox Church traced back to Saint Yared, who composed Zema or \"chant\", which divided into three modes: Ge'ez (ordinary days), Ezel (fast days and Lent) and Araray (principal feasts).[70] It is important to Ethiopian liturgy and divided into fourteen Anaphoras, the normal use being of the Twelve Apostles. In ancient times, there were six Anaphoras that was used by many monasteries.[71]\n\n"
        },
        {
            "title": "",
            "text": "Since 1959, when the church was granted autocephaly by Cyril VI, Pope of the Coptic Orthodox Church of Alexandria, an Ethiopian Patriarch-Catholicos of Eritrea also carrying the title of Abuna is the head of the Ethiopian Orthodox Tewahedo Church. The Abuna is officially known as Patriarch and Catholicos of Ethiopia, Archbishop of Axum and Ichege of the See of Saint Taklahaimanot. The incumbent head of the Ethiopian Orthodox Tewahedo Church is Mathias who acceded to this position on 28 February 2013.\n\nEthiopia:\n\nCanada:\n\nMiddle East:\n\nSouth America:\n\nUnited States:\n\nWestern Europe:\n\n"
        },
        {
            "title": "Eparchies",
            "text": "The current eparchies of the church include:[73]\n\n"
        }
    ]
}