{
    "url": "https://en.wikipedia.org/wiki/Ethiopian_philosophy",
    "title": "Ethiopian philosophy",
    "table_of_contents": [
        "1 Beginnings of Ethiopian philosophy",
        "2 Mature Ethiopian philosophy",
        "2.1 Zera Yacob",
        "2.2 Walda Heywat",
        "3 See also",
        "4 Sources",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ethiopian philosophy or Abyssinian philosophy is the philosophical corpus of the territories of present-day Ethiopia and Eritrea. Besides via oral tradition, it was preserved early in written form through Ge'ez manuscripts. This philosophy occupies a unique position within African philosophy.\n\n"
        },
        {
            "title": "Beginnings of Ethiopian philosophy",
            "text": "The character of Ethiopian philosophy is determined by the particular conditions of evolution of the Ethiopian culture. Thus, Ethiopian philosophy arises from the confluence of Greek and Patristic philosophy with traditional Ethiopian modes of thought. Because of the early isolation from its sources of Christian spirituality – Byzantium and Alexandria – Ethiopia received some of its philosophical heritage through Arabic versions.\n\nThe sapiential literature developed under these circumstances is the result of a twofold effort of creative assimilation: on one side, of a tuning of Orthodoxy to traditional modes of thought (never eradicated), and vice versa, and, on the other side, of absorption of Greek pagan and early Patristic thought into this developing Ethiopian-Christian synthesis. As a consequence, the moral reflection of religious inspiration is prevalent, and the use of narrative, parable, apothegm and rich imagery is preferred to the use of abstract argument. This sapiential literature consists in translations and adaptations of some Greek texts, namely of the Physiologus (cca. 5th century A.D.), The Life and Maxims of Skendes (11th century A.D.) and The Book of the Wise Philosophers (1510/22).\n\n"
        },
        {
            "title": "Mature Ethiopian philosophy",
            "text": "In the 17th century, the religious beliefs of Ethiopians were challenged by King Suseynos' adoption of Catholicism, and by a subsequent presence of Jesuit missionaries. The attempt to forcefully impose Catholicism upon his constituents during Suseynos' reign inspired further development of Ethiopian philosophy during the 17th century. Zera Yacob (1599–1692) is the most important exponent of this renaissance. His treatise Hatata (1667) is a work often included in the narrow canon of universal philosophy.\n\nZera Yacob had a culture entirely theological. Although of humble birth, he earned respect for his intellectual capacities, and went on to pursue the traditional Ethiopian theological education. Zera Yacob mastered Coptic theology and Catholic theology, and he had extensive knowledge of Jewish and Islamic religions. His spiritual vade mecum was David’s Book of Psalms, in which he sought comfort and inspiration.\n\nKnowing thus two Christian interpretations of the Bible, as well as the two other major Abrahamic religions, and seeing the contradictions between them, Zera Yacob is led to refuse the authority of the Ethiopian tradition and of any tradition in general. He comes to think that the tradition is infested by lies, because men, in their arrogance, believe that they know everything and thus refuse to examine things with their own mind, blindly accepting what has been transmitted to them by their forefathers. The philosopher accepts then as unique authority his reason, and accepts from the Scriptures and from the dogmas only what resists a rational inquiry. He affirms that the human reason can find the truth, if it searches it and does not get discouraged in front of the difficulties.\n\nThus, by his piece-meal examination (this is what hatätä means), Zera Yacob arrives at an argument for the existence of God (an essence uncreated and eternal), based on the impossibility of an infinite chain of causes, and at the conviction that the Creation is good, because God is good. This belief is the basis for a criticism of ascetic morals and of some Jewish and Islamic moral precepts as well. By identifying the will of God with what is rational Zera Yacob rejects most of these moral precepts (e.g. concerning polygamy, or fasting, or sexual or alimentary interdictions) as blasphemy. He seems to think that all is good for the good one, reminding thus of the mode of thought expressed in the profession of faith of the other great Zera Yaqob, the Emperor from the 15th century.\n\nZera Yacob had a disciple, Walda Heywat, who also wrote a philosophical treatise, systematising his master’s thought. He accorded more attention to the practical and educational problems, and he tried to connect Zera Yacob’s philosophy with the kind of wisdom expressed in the earlier sapiential literature. Walda Heywat recurs intensively to illustrations and parables, and many times the source of his examples is the Book of the Wise Philosophers. Although his work is arguably less original than that of his master's, it can be considered \"more Ethiopian\", since it represents a synthesis through which some ideas engendered by Zera Yacob's rejection of tradition are brought together with traditional Christian-inspired wisdom. It is \"more Ethiopian\" also in the sense that it addresses some practical, social and moral issues that most Ethiopians of his time encountered in their lives. Thus, Walda Heywat's work is less speculative, but more national in character than the treatise of his master, Zera Yacob.\n\n"
        }
    ]
}