{
    "url": "https://en.wikipedia.org/wiki/Ethnofiction",
    "title": "Ethnofiction",
    "table_of_contents": [
        "1 History",
        "2 Chronology",
        "2.1 1920s",
        "2.2 1930s",
        "2.3 1940s",
        "2.4 1950s",
        "2.5 1960s",
        "2.6 1970s",
        "2.7 1980s",
        "2.8 Recent",
        "3 See also",
        "4 Footnotes",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ethnofiction refers to a subfield of ethnography which produces works that introduces art, in the form of storytelling, \"thick descriptions and conversational narratives\", and even first-person autobiographical accounts, into peer-reviewed academic works.[1][2][3]\n\nIn addition to written texts, the term has also been used in the context of filmmaking, where it refers to ethnographic docufiction, a blend of documentary and fictional film in the area of visual anthropology. It is a film type in which, by means of fictional narrative or creative imagination, often improvising, the portrayed characters (natives) play their own roles as members of an ethnic or social group.\n\nJean Rouch is considered to be the father of ethnofiction.[4] An ethnologist, he discovered that a filmmaker interferes with the event he registers. His camera is never a candid camera.[5] The behavior of the portrayed individuals, the natives, will be affected by its presence. Contrary to the principles of Marcel Griaule,[6][7][8][9] his mentor,  for Rouch a non-participating camera registering \"pure\" events in ethnographic research (like filming a ritual  without interfering with it) is a preconception denied by practice.[10][11][12][13][14]\n\nAn ethnographer cameraman, in this view, will be accepted as a natural partner by the actors who play their roles. The cameraman will be one of them, and may even be possessed by the rhythm of dancers during a ritual celebration and induced in a state of cine-trance.[15][16] Going further than his predecessors, Jean Rouch introduces the actor as a tool in research.[17][18][19][20]\n\nA new genre was born.[21] Robert Flaherty, a main reference for Rouch, may be seen as the grandfather of this genre, although he was a pure documentary maker and not an ethnographer.\n\nBeing mainly used to refer to ethnographic films as an object of visual anthropology, the term ethnofiction is as well adequate to refer to experimental documentaries preceding and following Rouch's oeuvre and to any fictional creation in human communication, arts or literature, having an ethnographic or social background.\n\n"
        },
        {
            "title": "History",
            "text": "Parallel to those of Flaherty or Rouch, ethnic portraits of hard local realities are often drawn in Portuguese films since the thirties, with particular incidence from the sixties to the eighties,[22]  and again in the early 21st century. The remote Trás-os-Montes region (see: Trás-os-Montes e Alto Douro Province in Portugal), Guinea-Bissau or the Cape Verde islands (ancient Portuguese colonies), which step in the limelights from the eighties on thanks to the work of certain directors (Flora Gomes, Pedro Costa, or Daniel E. Thorbecke, the unknown author of Terra Longe[23][24][25]) are themes for pioneering films of this genre, important landmarks in film history.\nArousing fiction in the heart of ethnicity is something current in the Portuguese popular narrative (oral literature): in other words, the traditional attraction for legend and surrealistic imagery in popular arts[26] inspires certain Portuguese films to strip off realistic predicates and become poetical fiction. This practice is common to many fictional films by Manoel de Oliveira and João César Monteiro and to several docufiction hybrids by António Campos, António Reis and others.[27][28] Since the 1960s, ethnofiction (local real life and fantasy in one) is a distinctive mark of Portuguese cinema.\n\n"
        }
    ]
}