{
    "url": "https://en.wikipedia.org/wiki/Ethnographic_film",
    "title": "Ethnographic film",
    "table_of_contents": [
        "1 Origins",
        "2 Issues",
        "3 Colonial context",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An ethnographic film is a non-fiction film, often similar to a documentary film, historically shot by Western filmmakers and dealing with non-Western people, and sometimes associated with anthropology. Definitions of the term are not definitive. Some academics claim it is more documentary, less anthropology, while others think it rests somewhere between the fields of anthropology and documentary films.[1]\n\nAnthropologist and ethnographic filmmaker David MacDougall wrote in a 1978 paper: \"Ethnographic films cannot be said to constitute a genre, nor is ethnographic film-making a discipline with unified origins and an established methodology. Since the first conference on ethnographic film was held at the Musée de l'Homme 30 years ago, the term has served a largely emblematic function, giving a semblance of unity to extremely diverse efforts in the cinema and social sciences.\"[2]\n\nThe genre has its origins in the colonial context.\n\n"
        },
        {
            "title": "Origins",
            "text": "Prospector, explorer, and eventual filmmaker Robert J. Flaherty is considered to be the forefather of ethnographic film. He is most famous for his 1922 film Nanook of the North. Flaherty's attempts to realistically portray Inuit on film were considered valuable for exploring a little-known way of life. Flaherty was not trained in anthropology, but he did have a good relationship with his subjects.[3]\n\nThe contribution of Felix-Louis Regnault may have started the movement. He was filming a Wolof woman making pottery without the aid of a wheel at the Exposition Ethnographique de l'Afrique Occidentale. He published his findings in 1895. His later films followed the same subject, described to capture the \"cross cultural study of movement.\" He later proposed the creation of an archive of anthropological research footage.\n\nThe Cambridge Anthropological Expedition to the Torres Straits, initiated by Alfred Cort Haddon in 1898, covered all aspects of Torres Straits life. Haddon wrote to his friend Baldwin Spencer recommending he use film for recording evidence. Spencer then recorded the Australian Aborigines, a project that consisted of 7,000 feet of film, later housed in the National Museum at Victoria.[4]\n\nIn the 1930s, Gregory Bateson and Margaret Mead discovered that using film was an essential component of documenting complex rituals in Bali and New Guinea. John Marshall made what is likely the most-viewed ethnographic film in American colleges, The Hunters,[5] based on the Ju/'hoansi of the Kalahari (the !Kung-San) that spans from 1951 to 2000. His ethnographic film N!ai, the Story of a !Kung Woman is not only ethnography, but also a biography of the central character, N!ai, incorporating footage from her childhood through adulthood. Marshall ended his career with a five-part series, A Kalahari Family (2004), that critically examined his fifty-year involvement with the Ju/'hoansi. Napoleon Chagnon and Tim Asch's two famous films, The Ax Fight and The Feast (both filmed in the 1960s), are intimately documented ethnographic accounts of an Amazonian rainforest people, the Yanomamo.\n\nThe genre flourished in France in the fifties due to the role of ethnographers such as Marcel Griaule, Germaine Dieterlen, and Jean Rouch. Light 16 mm cameras synchronized with light tape-recorders would revolutionise the methods of both cinema and anthropology. Rouch, who had developed the concept in theory and practice, went against the dogma that in research the camera person must stay out of the event or distance him/herself as an observer. He decided to make the camera interfere as an actor, developing and popularizing Cinéma vérité. This was earlier deemed the \"observer effect\" by Gregory Bateson,[6] who was perhaps unaware of the dogma Rouch was attempting to violate. Bateson, as one of the earliest to write about using cameras in the studies of humans, was not only aware of the observer effect, but both he and his partner, Margaret Mead, wrote about many ways of dealing theoretically and practically with that effect.[7]\n\nRobert Gardner, a film artist, collaborated with several anthropologists (Karl Heider among them) to produce Dead Birds (1964), a study of ritual warfare among the Dani of New Guinea. David Maybury-Lewis was among the first to receive enough funding to send many video cameras into the field in a single field setting to gain multiple simultaneous points of view. In the 1970s, Judith and David MacDougall introduced subtitling their subjects' speech and went on to make films that involved more collaborative relationships with their subjects.[8] MacDougall made a five-part series called The Doon School Quintet, which studied an elite boys' boarding school, The Doon School in India. It was filmed over a period of three years, during which MacDougall lived on the school campus, closely observing the boys, their daily rituals, conversations, thought processes and ways of functioning.[9]\n\n"
        },
        {
            "title": "Issues",
            "text": "Although ethnographic film can be seen as a way of presenting and understanding different cultures that is not normally seen, there are some issues in the case of portrayal. As of late, ethnographic film has been influenced by ideas of observational cinema similar to the British Free Cinema movement. \nThe arrival of lightweight sound cameras and their accessories opened up possibilities of being able to film almost everywhere. This led to revealing private and informal behaviours to already discreet film-makers. \nThe issue of presentation was noted by Flaherty, when he realized that when the audience is shown individuals dealing with problems, it helps them affirm the rationality of their own choices.\nDespite new lightweight camera equipment, the status of the camera was still seen as an invisible presence. This only led to undermine the idea of film being a disembodied observer. It was later realized that the procedure of filming could carry false interpretations of the behaviour recorded. Film-makers then had new intentions for their films to be self-revelatory, making sure to film the primary encounter as evidence of their production.\nAn example of this would be Chronique d'un éte, a film by Rouch and Morin, where it touched on questions about how film deals with reality and changed the course of ethnographic film-making. Due to the difficulty of film being a direct representation of the subject, film-makers then perceived their work as a venture of the complexities of the presented cultural, or their work as a continuing inquiry.\nHowever, the camera continues to see selectively. This means leaving the film-maker with the precaution of interpretation during the process of recording. While observing informal events, a technique of filming from different angles or shooting the scene more than once has been developed.[10]\n\nMany ethnographic films include recorded speech by people in the community being filmed. When this speech is in a language unfamiliar to the intended audience of the ethnographic film, the producers generally use voice over translation or subtitles. However, it has been shown that these translations of the film's subjects to the film's audience have not always been accurate. In the film Spirits of Defiance: The Mangbetu People of Zaire about the Mangbetu people of the Democratic Republic of Congo, Robert McKee has shown that the subtitles can not only leave out part of what is said, but at times even change what is said to support the point of view of the film's producers.[11] Timothy Asch has set out ethical principles for producers of ethnographic films to ensure that communities being filmed have input into how they are portrayed.[12]\n\n"
        },
        {
            "title": "Colonial context",
            "text": "Postcolonial studies discuss the power structures involved in ethnographic film making. A majority of ethnographic films have been shot and produced by white filmmakers about people of color. Originating at an early stage of film history at the beginning of the 20th century, they were employed by colonial powers to show their European audiences the peoples and their cultures of the distant colonies.[13] Thereby, depictions were frequently denigrating and confirmed pre-conceived stereotypes of indigenous people as wild, savage and uncivilized.[14]\nThese ethnographic films often presented foreign peoples as a spectacle for Europeans [15] who were promised an experience of other cultures without having to leave their own country.[16] Justified by claims to be scientific, these productions anatomized indigenous people and their cultures.[17] Nakedness usually prohibited in films of this period was considered acceptable in this context.[18] Race theories dominant at that time were implicitly or explicitly applied to many ethnographic films.[19] The camera as a supposedly objective tool additionally fostered perceptions of authenticity.[20]\n\nThe exhibition of ethnographic films served as a celebration of assumed Western superiority by exhibiting both the new technology of film and the control over foreign lands and peoples.[21] The cinema, thereby, became an important institution to garner approval and enthusiasm for colonialization and imperialism across gender and class boundaries within colonizing countries.[22] It embedded racist notions in the context of entertainment and consumerism,[23] disseminating and naturalizing racial stereotypes.[24]\nMany of the early ethnographic films prior to 1920 were not shot by professional anthropologists but by production companies with primarily commercial interests.[25] They mostly addressed a popular audience,[26] thereby aiming to correspond to its expectations and often blurring the border between real and faked.[27] These producers often had little knowledge about the cultures they filmed[28] and tended to homogenize indigenous people, disregarding the specificities traits of distinct cultures.[29]\n\n"
        },
        {
            "title": "See also",
            "text": "• Visual Anthropology (journal)\n\nFounders\n\n"
        }
    ]
}