{
    "url": "https://en.wikipedia.org/wiki/Ethnic_religion",
    "title": "Ethnic religion",
    "table_of_contents": [
        "1 Terminology",
        "2 Usage",
        "3 List of ethnic religions",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In religious studies, an ethnic religion is a religion or belief associated with a particular ethnic group. Ethnic religions are often distinguished from universal religions, such as Christianity or Islam, in which gaining converts is a primary objective and, therefore, are not limited in ethnic, national or racial scope.[2]\n\n"
        },
        {
            "title": "Terminology",
            "text": "A number of alternative terms have been used instead of ethnic religion. Another term that is often used is folk religion. While ethnic religion and folk religion have overlapping uses, the latter term implies \"the appropriation of religious beliefs and practices at a popular level.\"[3] The term folk religion can therefore be used to speak of certain Chinese and African religions, but can also refer to popular expressions of more multi-national and institutionalized religions such as Folk Christianity or Folk Islam.[4][5]\n\nIn Western contexts, a variety of terms are also employed. In the United States and Canada a popular alternative term has been nature religion.[6] Some neopagan movements, especially in Europe, have adopted ethnic religion as their preferred term, aligning themselves with ethnology. This notably includes the European Congress of Ethnic Religions,[7] which chose its name after a day-long discussion in 1998, where the majority of the participants expressed that Pagan contained too many negative connotations and ethnic better described the root of their traditions in particular nations. In the English-language popular and scholarly discourse Paganism, with a capital P, has become an accepted term.[8]\n\n"
        },
        {
            "title": "Usage",
            "text": "Ethnic religion are defined as religions which are related to a particular ethnic group, and often seen as a defining part of that ethnicity's culture, language, and customs. Diasporic groups often maintain ethnic religions as a means of maintaining a distinct ethnic identity such as the role of  African traditional religion and African diaspora religions among the African diaspora in the Americas.[9]\n\nSome ancient ethnic religions, such as those historically found in pre-modern Europe, have found new vitality in neopaganism.[10] Moreover, non-ethnic religions, such as Christianity, have been known to assume ethnic traits to an extent that they serve a role as an important ethnic identity marker,[11] a notable example of this is the Serbian \"Saint-Savianism\" of the Serbian Orthodox Church,[12] and the religious and cultural heritage of Syriac Christianity branch of the Assyrian people.[13][14][15]\n\n"
        }
    ]
}