{
    "url": "https://en.wikipedia.org/wiki/Ethnic_group",
    "title": "Ethnic group",
    "table_of_contents": [
        "1 Terminology",
        "2 Definitions and conceptual history",
        "2.1 Approaches to understanding ethnicity",
        "2.2 Ethnicity theory in the United States",
        "3 Ethnicity and nationality",
        "4 Ethnicity and race",
        "5 Ethno-national conflict",
        "6 Ethnic groups by continent",
        "6.1 Africa",
        "6.2 Asia",
        "6.3 Europe",
        "6.4 North America",
        "6.5 South America",
        "6.6 Oceania",
        "6.6.1 Australia",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An ethnic group or an ethnicity is a grouping of people who identify with each other on the basis of shared attributes that distinguish them from other groups. Those attributes can include common sets of traditions, ancestry, language, history, society, culture, nation, religion, or social treatment within their residing area.[1][2][3] Ethnicity is sometimes used interchangeably with the term nation, particularly in cases of ethnic nationalism, and is separate from the related concept of races.\n\nEthnicity may be construed as an inherited or as a societally imposed construct. Ethnic membership tends to be defined by a shared cultural heritage, ancestry, origin myth, history, homeland, language, or dialect, symbolic systems[citation needed] such as religion, mythology and ritual, cuisine, dressing style, art, or physical appearance. Ethnic groups may share a narrow or broad spectrum of genetic ancestry, depending on group identification, with many groups having mixed genetic ancestry.[4][5][6] Ethnic groups often continue to speak related languages.\n\nBy way of language shift, acculturation, adoption and religious conversion, individuals or groups may over time shift from one ethnic group to another. Ethnic groups may be subdivided into subgroups or tribes, which over time may become separate ethnic groups themselves due to endogamy or physical isolation from the parent group. Conversely, formerly separate ethnicities can merge to form a pan-ethnicity and may eventually merge into one single ethnicity. Whether through division or amalgamation, the formation of a separate ethnic identity is referred to as ethnogenesis.\n\nAlthough both organic and performative criteria characterise ethnic groups, debate in the past had dichotomised between primordialism and constructivism. Earlier 20th-century \"Primordialists\" viewed ethnic groups as real phenomena whose distinct characteristics have endured since the distant past.[7] Perspectives that developed after the 1960s increasingly viewed ethnic groups as social constructs, with identity assigned by societal rules.[8][9]\n\n"
        },
        {
            "title": "Terminology",
            "text": "The term ethnic is derived from the Greek word ἔθνος ethnos (more precisely, from the adjective ἐθνικός ethnikos,[10] which was loaned into Latin as ethnicus). The inherited English language term for this concept is folk, used alongside the latinate people since the late Middle English period.\n\nIn Early Modern English and until the mid-19th century, ethnic was used to mean heathen or pagan (in the sense of disparate \"nations\" which did not yet participate in the Christian oikumene), as the Septuagint used ta ethne (\"the nations\") to translate the Hebrew goyim \"the nations, non-Hebrews, non-Jews\".[11] The Greek term in early antiquity (Homeric Greek) could refer to any large group, a host of men, a band of comrades as well as a swarm or flock of animals. In Classical Greek, the term took on a meaning comparable to the concept now expressed by \"ethnic group\", mostly translated as \"nation, people\"; only in Hellenistic Greek did the term tend to become further narrowed to refer to \"foreign\" or \"barbarous\" nations in particular (whence the later meaning \"heathen, pagan\").[12]\nIn the 19th century, the term came to be used in the sense of \"peculiar to a race, people or nation\", in a return to the original Greek meaning. The sense of \"different cultural groups\", and in American English \"racial, cultural or national minority group\" arises in the 1930s to 1940s,[13] serving as a replacement of the term race which had earlier taken this sense but was now becoming deprecated due to its association with ideological racism. \nThe abstract ethnicity had been used for \"paganism\" in the 18th century, but now came to express the meaning of an \"ethnic character\" (first recorded 1953).\nThe term ethnic group was first recorded in 1935 and entered the Oxford English Dictionary in 1972.[14] Depending on context, the term nationality may be used either synonymously with ethnicity or synonymously with citizenship (in a sovereign state). The process that results in emergence of an ethnicity is called ethnogenesis, a term in use in ethnological literature since about 1950. The term may also be used with the connotation of something exotic (cf. \"ethnic restaurant\", etc.), generally related to cultures of more recent immigrants, who arrived after the dominant population of an area was established.\n\nDepending on which source of group identity is emphasized to define membership, the following types of (often mutually overlapping) groups can be identified:\n\nIn many cases, more than one aspect determines membership: for instance, Armenian ethnicity can be defined by Armenian citizenship, native use of the Armenian language, or membership of the Armenian Apostolic Church.\n\n"
        },
        {
            "title": "Definitions and conceptual history",
            "text": "Ethnography begins in classical antiquity; after early authors like Anaximander and Hecataeus of Miletus, Herodotus laid the foundation of both historiography and ethnography of the ancient world c. 480 BC. The Greeks had developed a concept of their own \"ethnicity\", which they grouped under the name of Hellenes. Herodotus (8.144.2) gave a famous account of what defined Greek (Hellenic) ethnic identity in his day, enumerating\n\nWhether ethnicity qualifies as a cultural universal is to some extent dependent on the exact definition used. Many social scientists,[22] such as anthropologists Fredrik Barth and Eric Wolf, do not consider ethnic identity to be universal. They regard ethnicity as a product of specific kinds of inter-group interactions, rather than an essential quality inherent to human groups.[23][irrelevant citation]\n\nAccording to Thomas Hylland Eriksen, the study of ethnicity was dominated by two distinct debates until recently.\n\nAccording to Eriksen, these debates have been superseded, especially in anthropology, by scholars' attempts to respond to increasingly politicized forms of self-representation by members of different ethnic groups and nations. This is in the context of debates over multiculturalism in countries, such as the United States and Canada, which have large immigrant populations from many different cultures, and post-colonialism in the Caribbean and South Asia.[32]\n\nMax Weber maintained that ethnic groups were künstlich (artificial, i.e. a social construct) because they were based on a subjective belief in shared Gemeinschaft (community). Secondly, this belief in shared Gemeinschaft did not create the group; the group created the belief. Third, group formation resulted from the drive to monopolize power and status. This was contrary to the prevailing naturalist belief of the time, which held that socio-cultural and behavioral differences between peoples stemmed from inherited traits and tendencies derived from common descent, then called \"race\".[33]\n\nAnother influential theoretician of ethnicity was Fredrik Barth, whose \"Ethnic Groups and Boundaries\" from 1969 has been described as instrumental in spreading the usage of the term in social studies in the 1980s and 1990s.[34] Barth went further than Weber in stressing the constructed nature of ethnicity. To Barth, ethnicity was perpetually negotiated and renegotiated by both external ascription and internal self-identification. Barth's view is that ethnic groups are not discontinuous cultural isolates or logical a priority to which people naturally belong. He wanted to part with anthropological notions of cultures as bounded entities, and ethnicity as primordialist bonds, replacing it with a focus on the interface between groups. \"Ethnic Groups and Boundaries\", therefore, is a focus on the interconnectedness of ethnic identities. Barth writes: \"... categorical ethnic distinctions do not depend on an absence of mobility, contact, and information, but do entail social processes of exclusion and incorporation whereby discrete categories are maintained despite changing participation and membership in the course of individual life histories.\"\n\nIn 1978, anthropologist Ronald Cohen claimed that the identification of \"ethnic groups\" in the usage of social scientists often reflected inaccurate labels more than indigenous realities:\n\nIn this way, he pointed to the fact that identification of an ethnic group by outsiders, e.g. anthropologists, may not coincide with the self-identification of the members of that group. He also described that in the first decades of usage, the term ethnicity had often been used in lieu of older terms such as \"cultural\" or \"tribal\" when referring to smaller groups with shared cultural systems and shared heritage, but that \"ethnicity\" had the added value of being able to describe the commonalities between systems of group identity in both tribal and modern societies. Cohen also suggested that claims concerning \"ethnic\" identity (like earlier claims concerning \"tribal\" identity) are often colonialist practices and effects of the relations between colonized peoples and nation-states.[34]\n\nAccording to Paul James, formations of identity were often changed and distorted by colonization, but identities are not made out of nothing:\n\nSocial scientists have thus focused on how, when, and why different markers of ethnic identity become salient. Thus, anthropologist Joan Vincent observed that ethnic boundaries often have a mercurial character.[36] Ronald Cohen concluded that ethnicity is \"a series of nesting dichotomizations of inclusiveness and exclusiveness\".[34] He agrees with Joan Vincent's observation that (in Cohen's paraphrase) \"Ethnicity ... can be narrowed or broadened in boundary terms in relation to the specific needs of political mobilization.[34] This may be why descent is sometimes a marker of ethnicity, and sometimes not: which diacritic of ethnicity is salient depends on whether people are scaling ethnic boundaries up or down, and whether they are scaling them up or down depends generally on the political situation.\n\nKanchan Chandra rejects the expansive definitions of ethnic identity (such as those that include common culture, common language, common history and common territory), choosing instead to define ethnic identity narrowly as a subset of identity categories determined by the belief of common descent.[37] Jóhanna Birnir similarly defines ethnicity as \"group self-identification around a characteristic that is very difficult or even impossible to change, such as language, race, or location.\"[38]\n\nDifferent approaches to understanding ethnicity have been used by different social scientists when trying to understand the nature of ethnicity as a factor in human life and society. As Jonathan M. Hall observes, World War II was a turning point in ethnic studies. The consequences of Nazi racism discouraged essentialist interpretations of ethnic groups and race. Ethnic groups came to be defined as social rather than biological entities. Their coherence was attributed to shared myths, descent, kinship, a commonplace of origin, language, religion, customs, and national character. So, ethnic groups are conceived as mutable rather than stable, constructed in discursive practices rather than written in the genes.[39]\n\nExamples of various approaches are primordialism, essentialism, perennialism, constructivism, modernism, and instrumentalism.\n\nEthnicity is an important means by which people may identify with a larger group. Many social scientists, such as anthropologists Fredrik Barth and Eric Wolf, do not consider ethnic identity to be universal. They regard ethnicity as a product of specific kinds of inter-group interactions, rather than an essential quality inherent to human groups.[23] The process that results in emergence of such identification is called ethnogenesis. Members of an ethnic group, on the whole, claim cultural continuities over time, although historians and cultural anthropologists have documented that many of the values, practices, and norms that imply continuity with the past are of relatively recent invention.[46][47]\n\nEthnic groups can form a cultural mosaic in a society. That could be in a city like New York City or Trieste, but also the fallen monarchy of the Austro-Hungarian Empire or the United States. Current topics are in particular social and cultural differentiation, multilingualism, competing identity offers, multiple cultural identities and the formation of Salad bowl and melting pot.[48][49][50][51] Ethnic groups differ from other social groups, such as subcultures, interest groups or social classes, because they emerge and change over historical periods (centuries) in a process known as ethnogenesis, a period of several generations of endogamy resulting in common ancestry (which is then sometimes cast in terms of a mythological narrative of a founding figure); ethnic identity is reinforced by reference to \"boundary markers\" – characteristics said to be unique to the group which set it apart from other groups.[52][53][54][55][56][57]\n\nEthnicity theory argues that race is a social category and is only one of several factors in determining ethnicity. Other criteria include \"religion, language, 'customs', nationality, and political identification\".[58] This theory was put forward by sociologist Robert E. Park in the 1920s. It is based on the notion of \"culture\".\n\nThis theory was preceded by more than 100 years during which biological essentialism was the dominant paradigm on race. Biological essentialism is the belief that some races, specifically white Europeans in western versions of the paradigm, are biologically superior and other races, specifically non-white races in western debates, are inherently inferior. This view arose as a way to justify enslavement of African Americans and genocide of Native Americans in a society that was officially founded on freedom for all. This was a notion that developed slowly and came to be a preoccupation with scientists, theologians, and the public. Religious institutions asked questions about whether there had been multiple creations of races (polygenesis) and whether God had created lesser races. Many of the foremost scientists of the time took up the idea of racial difference and found that white Europeans were superior.[59]\n\nThe ethnicity theory was based on the assimilation model. Park outlined four steps to assimilation: contact, conflict, accommodation, and assimilation. Instead of attributing the marginalized status of people of color in the United States to their inherent biological inferiority, he attributed it to their failure to assimilate into American culture. They could become equal if they abandoned their inferior cultures.\n\nMichael Omi and Howard Winant's theory of racial formation directly confronts both the premises and the practices of ethnicity theory. They argue in Racial Formation in the United States that the ethnicity theory was exclusively based on the immigration patterns of the white population and did take into account the unique experiences of non-whites in the United States.[60] While Park's theory identified different stages in the immigration process – contact, conflict, struggle, and as the last and best response, assimilation – it did so only for white communities.[60] The ethnicity paradigm neglected the ways in which race can complicate a community's interactions with social and political structures, especially upon contact.\n\nAssimilation – shedding the particular qualities of a native culture for the purpose of blending in with a host culture – did not work for some groups as a response to racism and discrimination, though it did for others.[60] Once the legal barriers to achieving equality had been dismantled, the problem of racism became the sole responsibility of already disadvantaged communities.[61] It was assumed that if a Black or Latino community was not \"making it\" by the standards that had been set by whites, it was because that community did not hold the right values or beliefs, or were stubbornly resisting dominant norms because they did not want to fit in. Omi and Winant's critique of ethnicity theory explains how looking to cultural defect as the source of inequality ignores the \"concrete sociopolitical dynamics within which racial phenomena operate in the U.S.\"[62] It prevents critical examination of the structural components of racism and encourages a \"benign neglect\" of social inequality.[62]\n\n"
        },
        {
            "title": "Ethnicity and nationality",
            "text": "In some cases, especially involving transnational migration or colonial expansion, ethnicity is linked to nationality. Anthropologists and historians, following the modernist understanding of ethnicity as proposed by Ernest Gellner[63] and Benedict Anderson[64] see nations and nationalism as developing with the rise of the modern state system in the 17th century. They culminated in the rise of \"nation-states\" in which the presumptive boundaries of the nation coincided (or ideally coincided) with state boundaries.\nThus, in the West, the notion of ethnicity, like race and nation, developed in the context of European colonial expansion, when mercantilism and capitalism were promoting global movements of populations at the same time state boundaries were being more clearly and rigidly defined.\n\nIn the 19th century, modern states generally sought legitimacy through their claim to represent \"nations\". Nation-states, however, invariably include populations who have been excluded from national life for one reason or another. Members of excluded groups, consequently, will either demand inclusion based on equality or seek autonomy, sometimes even to the extent of complete political separation in their nation-state.[65] Under these conditions when people moved from one state to another,[66] or one state conquered or colonized peoples beyond its national boundaries – ethnic groups were formed by people who identified with one nation, but lived in another state.\n\nMulti-ethnic states can be the result of two opposite events, either the recent creation of state borders at variance with traditional tribal territories, or the recent immigration of ethnic minorities into a former nation-state.\nExamples for the first case are found throughout Africa, where countries created during decolonization inherited arbitrary colonial borders, but also in European countries such as Belgium or United Kingdom. Examples for the second case are countries such as Netherlands, which were relatively ethnically homogeneous when they attained statehood but have received significant immigration in the 17th century and even more so in the second half of the 20th century. States such as the United Kingdom, France and Switzerland comprised distinct ethnic groups from their formation and have likewise experienced substantial immigration, resulting in what has been termed \"multicultural\" societies, especially in large cities.\n\nThe states of the New World were multi-ethnic from the onset, as they were formed as colonies imposed on existing indigenous populations.\n\nIn recent decades feminist scholars (most notably Nira Yuval-Davis)[67] have drawn attention to the fundamental ways in which women participate in the creation and reproduction of ethnic and national categories. Though these categories are usually discussed as belonging to the public, political sphere, they are upheld within the private, family sphere to a great extent.[68] It is here that women act not just as biological reproducers but also as \"cultural carriers\", transmitting knowledge and enforcing behaviors that belong to a specific collectivity.[69] Women also often play a significant symbolic role in conceptions of nation or ethnicity, for example in the notion that \"women and children\" constitute the kernel of a nation which must be defended in times of conflict, or in iconic figures such as Britannia or Marianne.\n\n"
        },
        {
            "title": "Ethnicity and race",
            "text": "Ethnicity is used as a matter of cultural identity of a group, often based on shared ancestry, language, and cultural traditions, while race is applied as a taxonomic grouping, based on physical similarities among groups. Race is a more controversial subject than ethnicity, due to common political use of the term. Ramón Grosfoguel (University of California, Berkeley) argues that \"racial/ethnic identity\" is one concept and concepts of race and ethnicity cannot be used as separate and autonomous categories.[70]\n\nBefore Weber (1864–1920), race and ethnicity were primarily seen as two aspects of the same thing. Around 1900 and before, the primordialist understanding of ethnicity predominated: cultural differences between peoples were seen as being the result of inherited traits and tendencies.[71] With Weber's introduction of the idea of ethnicity as a social construct, race and ethnicity became more divided from each other.\n\nIn 1950, the UNESCO statement \"The Race Question\", signed by some of the internationally renowned scholars of the time (including Ashley Montagu, Claude Lévi-Strauss, Gunnar Myrdal, Julian Huxley, etc.), said:\n\nIn 1982, anthropologist David Craig Griffith summed up forty years of ethnographic research, arguing that racial and ethnic categories are symbolic markers for different ways people from different parts of the world have been incorporated into a global economy:\n\nAccording to Wolf, racial categories were constructed and incorporated during the period of European mercantile expansion, and ethnic groupings during the period of capitalist expansion.[74]\n\nWriting in 1977 about the usage of the term \"ethnic\" in the ordinary language of Great Britain and the United States, Wallman noted\n\nIn the U.S., the OMB says the definition of race as used for the purposes of the US Census is not \"scientific or anthropological\" and takes into account \"social and cultural characteristics as well as ancestry\", using \"appropriate scientific methodologies\" that are not \"primarily biological or genetic in reference\".[76]\n\n"
        },
        {
            "title": "Ethno-national conflict",
            "text": "Sometimes ethnic groups are subject to prejudicial attitudes and actions by the state or its constituents. In the 20th century, people began to argue that conflicts among ethnic groups or between members of an ethnic group and the state can and should be resolved in one of two ways. Some, like Jürgen Habermas and Bruce Barry, have argued that the legitimacy of modern states must be based on a notion of political rights of autonomous individual subjects. According to this view, the state should not acknowledge ethnic, national or racial identity but rather instead enforce political and legal equality of all individuals. Others, like Charles Taylor and Will Kymlicka, argue that the notion of the autonomous individual is itself a cultural construct. According to this view, states must recognize ethnic identity and develop processes through which the particular needs of ethnic groups can be accommodated within the boundaries of the nation-state.\n\nThe 19th century saw the development of the political ideology of ethnic nationalism, when the concept of race was tied to nationalism, first by German theorists including Johann Gottfried von Herder. Instances of societies focusing on ethnic ties, arguably to the exclusion of history or historical context, have resulted in the justification of nationalist goals. Two periods frequently cited as examples of this are the 19th-century consolidation and expansion of the German Empire and the 20th century Nazi Germany. Each promoted the pan-ethnic idea that these governments were acquiring only lands that had always been inhabited by ethnic Germans. The history of late-comers to the nation-state model, such as those arising in the Near East and south-eastern Europe out of the dissolution of the Ottoman and Austro-Hungarian Empires, as well as those arising out of the former USSR, is marked by inter-ethnic conflicts. Such conflicts usually occur within multi-ethnic states, as opposed to between them, as in other regions of the world. Thus, the conflicts are often misleadingly labeled and characterized as civil wars when they are inter-ethnic conflicts in a multi-ethnic state.\n\n"
        },
        {
            "title": "Ethnic groups by continent",
            "text": "Ethnic groups in Africa number in the hundreds, each generally having its own language (or dialect of a language) and culture.\n\nEthnic groups are abundant throughout Asia, with adaptations to the climate zones of Asia, which can be the Arctic, subarctic, temperate, subtropical or tropical. The ethnic groups have adapted to mountains, deserts, grasslands, and forests.\n\nOn the coasts of Asia, the ethnic groups have adopted various methods of harvest and transport. Some groups are primarily hunter-gatherers, some practice transhumance (nomadic lifestyle), others have been agrarian/rural for millennia and others becoming industrial/urban. Some groups/countries of Asia are completely urban, such as those in Hong Kong, Shanghai, and Singapore. The colonization of Asia was largely ended in the 20th century, with national drives for independence and self-determination across the continent.\n\nIn Indonesia alone, there are more than 1,300 ethnic groups recognized by the government, which are located on 17,000 islands in the Indonesian archipelago\n\nRussia has more than 185 recognized ethnic groups besides the eighty percent ethnic Russian majority. The largest group is the Tatars, 3.8 percent. Many of the smaller groups are found in the Asian part of Russia (see Indigenous peoples of Siberia).\n\nEurope has a large number of ethnic groups; Pan and Pfeil (2004) count 87 distinct \"peoples of Europe\", of which 33 form the majority population in at least one sovereign state, while the remaining 54 constitute ethnic minorities within every state they inhabit (although they may form local regional majorities within a sub-national entity). The total number of national minority populations in Europe is estimated at 105 million people or 14% of 770 million Europeans.[78]\n\nA number of European countries, including France[79] and Switzerland, do not collect information on the ethnicity of their resident population.\n\nAn example of a largely nomadic ethnic group in Europe is the Roma, pejoratively known as Gypsies. They originated from India and speak the Romani language.\n\nThe Serbian province of Vojvodina is recognizable for its multi-ethnic and multi-cultural identity.[80][81] There are some 26 ethnic groups in the province,[82] and six languages are in official use by the provincial administration.[83]\n\nThe indigenous people in North America are Native Americans. During European colonization, Europeans arrived in North America. Most Native Americans died due to Spanish diseases and other European diseases such as smallpox during the European colonization of the Americas. The largest ethnic group in the United States is White Americans. Hispanic and Latino Americans (Mexican Americans in particular) and Asian Americans have immigrated to the United States recently. In Mexico, most Mexicans are mestizo, a mixture of Spanish and Native American ancestry. Some Hispanic and Latino Americans living in the United States are not mestizos.[citation needed]\n\nAfrican slaves were brought to North America from the 16th to 19th centuries during the Atlantic slave trade. Many of them were sent to the Caribbean. Ethnic group that live in the Caribbean are Indigenous peoples, Africans, Indians, white Europeans, the Chinese and the Portuguese. The first white Europeans to arrive in the Dominican Republic were the Spanish in 1492. The Caribbean was also colonized and discovered by the Portuguese, English, Dutch and French.[84]\n\nA sizeable number of people in the United States have mixed-race identities. In 2021, the number of Americans who identified as non-Hispanic and more than one race was 13.5 million. The number of Hispanic Americans who identified as multiracial was 20.3 million.[85] Over the course of the 2010s decade, there was a 127% increase in non-Hispanic Americans who identified as multiracial.[85]\n\nThe largest ethnic groups in the United States are Germans, African Americans, Mexicans, Irish, English, \nAmericans, Italians, Poles, French, Scottish, Native Americans, Puerto Ricans, Norwegians, Dutch people, Swedish people, Chinese people, West Indians, Russians and Filipinos.[86]\n\nIn Canada, European Canadians are the largest ethnic group. In Canada, the indigenous population is growing faster than the non-indigenous population. Most immigrants in Canada come from Asia.[87]\n\nIn South America, although highly varying between regions, people are commonly mixed-race, indigenous, European, black African, and to a lesser extent also Asian.\n\nNearly all states in Oceania have majority indigenous populations, with notable exceptions being Australia, New Zealand and Norfolk Island, who have majority European populations.[88] States with smaller European populations include Guam, Hawaii and New Caledonia (whose Europeans are known as Caldoche).[89][90] Indigenous peoples of Oceania are Australian Aboriginals, Austronesians and Papuans, and they originated from Asia.[91] The Austronesians of Oceania are further broken up into three distinct groups; Melanesians, Micronesians and Polynesians.\n\nOceanic South Pacific islands nearing Latin America were uninhabited when discovered by Europeans in the 16th century, with nothing to indicate prehistoric human activity by Indigenous peoples of the Americas or Oceania.[92][93][94] Contemporary residents are mainly mestizos and Europeans from the Latin American countries whom administer them,[95] although none of these islands have extensive populations.[96] Easter Island are the only oceanic island politically associated with Latin America to have an indigenous population, the Polynesian Rapa Nui people.[97] Their current inhabitants include indigenous Polynesians and mestizo settlers from political administrators Chile, in addition to mixed-race individuals with Polynesian and mestizo/European ancestry.[97] The British overseas territory of Pitcairn Islands, to the west of Easter Island, have a population of approximately 50 people. They are mixed-race Euronesians who descended from an initial group of British and Tahitian settlers in the 18th century. The islands were previously inhabited by Polynesians; they had long abandoned Pitcairn by the time the settlers had arrived.[98] Norfolk Island, now an external territory of Australia, is also believed to have been inhabited by Polynesians prior to its initial European discovery in the 18th century. Some of their residents are descended from mixed-race Pitcairn Islanders that were relocated onto Norfolk due to overpopulation in 1856.[99]\n\nThe once uninhabited Bonin Islands, later politically integrated into Japan, have a small population consisting of Japanese mainlanders and descendants of early European settlers.[97] Archeological findings from the 1990s suggested there was possible prehistoric human activity by Micronesians prior to European discovery in the 16th century.[100]\n\nSeveral political entities associated with Oceania are still uninhabited, including Baker Island, Clipperton Island, Howland Island and Jarvis Island.[101] There were brief attempts to settle Clipperton with Mexicans and Jarvis with Native Hawaiians in the early 20th century. The Jarvis settlers were relocated from the island due to Japanese advancements during World War II, while most of the settlers on Clipperton ended up dying from starvation and murdering one and other.[102][103]\n\nThe first evident ethnic group to live in Australia were the Australian Aboriginals, a group considered related to the Melanesian Torres Strait Islander people. Europeans, primarily from England arrived first in 1770.\n\nThe 2016 Census shows England and New Zealand are the next most common countries of birth after Australia, the proportion of people born in China and India has increased since 2011 (from 6.0 per cent to 8.3 per cent, and 5.6 per cent to 7.4 per cent, respectively).\n\nThe proportion of people identifying as being of Aboriginal or Torres Strait Islander origin increased from 2.5 per cent of the Australian population in 2011 to 2.8 per cent in 2016.\n\n"
        }
    ]
}