{
    "url": "https://en.wikipedia.org/wiki/Eucatastrophe",
    "title": "Eucatastrophe",
    "table_of_contents": [
        "1 Examples in Tolkien's work",
        "2 See also",
        "3 References",
        "3.1 Inline citations",
        "3.2 General references"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A eucatastrophe is a sudden turn of events in a story which ensures that the protagonist does not meet some terrible, impending, and very plausible and probable doom.[1] The writer J. R. R. Tolkien coined the word by affixing the Greek prefix eu, meaning good, to catastrophe, the word traditionally used in classically inspired literary criticism to refer to the \"unraveling\" or conclusion of a drama's plot. For Tolkien, the term appears to have had a thematic meaning that went beyond its literal etymological meaning in terms of form.[2] In his definition as outlined in his 1947 essay \"On Fairy-Stories\",[3] eucatastrophe is a fundamental part of his conception of mythopoeia. Though Tolkien's interest is in myth, it is connected to the gospel; Tolkien calls the Incarnation of Christ the eucatastrophe of \"human history\" and the Resurrection the eucatastrophe of the Incarnation.[4] The explosion of the Death Star in Star Wars, or the kiss that saves Snow White, have been characterized as eucatastrophes, as have real events such as final ancient abiogenesis that resulted in the origin of life, the ancient Cretaceous–Paleogene extinction event that paved the way for mammalian life, the onset of the historical Age of Enlightenment, or the end of World War II. Longtermists such as Owen Cotton-Barratt and Toby Ord have adopted the word to refer to any hypothetical future transition that would provide \"existential hope\" of not only averting human extinction, but also hope of an \"efflorescence\" of future abundance.[5]\n\nEucatastrophe in fiction has been labelled by some as a form of deus ex machina, due to both sharing an impossible problem being suddenly resolved.[6][7] However, differences between the two have been noted, such as eucatastrophe's inherent connection to an optimistic view on the unfolding of events in the narrative of the world.[8] In Tolkien's view, eucatastrophe can occur without the use of a deus ex machina.[9]\n\n"
        },
        {
            "title": "",
            "text": "The best-known and most fully realized eucatastrophe in Tolkien's work occurs in the climax of The Lord of the Rings. Though victory seems assured for Sauron, the One Ring is permanently destroyed as a result of Gollum's waylaying of Frodo at Mount Doom.[10] Frodo essentially fails his impossible quest at its very end, claiming the Ring for himself – however, at this moment, Gollum suddenly appears, steals the ring, and in his ecstatic gloating falls into the fire. If not for Frodo's previous mercy in sparing Gollum's life (a great risk due to Gollum's obvious treachery, met with bitter protest by Sam), and if not for the Ring's own corruptive influence on Gollum, Sauron would surely have reclaimed it. Thus, Evil is inadvertently and unforeseeably defeated through a small act of kindness and through its own corruptive machinations.\n\nAnother example of eucatastrophe is the recurring role of the eagles as unexpected rescuers throughout Tolkien's writing. While their role has been described as that of a deus ex machina,[11] Tolkien described Bilbo's \"eucatastrophic emotion\" at the eagles' appearance in The Hobbit as one of the key moments of the book.[12]\n\n"
        }
    ]
}