{
    "url": "https://en.wikipedia.org/wiki/Eurospy_film",
    "title": "Eurospy film",
    "table_of_contents": [
        "1 Examples",
        "1.1 Continental Europe",
        "1.2 British films",
        "1.3 American films",
        "1.4 Post-sixties parodies",
        "2 See also",
        "3 Notes",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Eurospy film, or Spaghetti spy film (when referring to Italian-produced films in the genre),[1][2][3] is a genre of spy films produced in Europe, especially in Italy, France, and Spain, that either sincerely imitated or else parodied the British James Bond spy series feature films. The first wave of Eurospy films were released in 1964, two years after the first James Bond film, Dr. No, and in the same year as the premiere of what many consider to be the apotheosis of the Bond series, Goldfinger. For the most part, the Eurospy craze lasted until around 1967 or 1968. In Italy, where most of these films were produced, this trend replaced the declining sword and sandal genre.\n\nChristopher Frayling, who estimated the number of Eurospy films at 50, felt that they passed on such traits to the Spaghetti Western as emphasis on the technology of death, such as special weapons, the anonymity of the protagonist, the \"money = power\" equation of the villains and humorous asides that released the audience's laughter after a violent sequence.[4]\n\nFor additional verisimilitude, these films often featured American and British stars in the lead roles.[5] The heroes of the films were secret agents who were often given a name similar to \"James Bond\" (including \"Charles Bind\", \"Charles Vine\" and \"James Tont\", where \"Tont\" is a pun on tonto which is Italian for \"dumb\", \"stupid\"), and/or a code name matching, or similar to, James Bond's \"007\". Unlike the Italian Eurospy films, most French, British and West German spy films made use of existing literary fictional spies, including Bulldog Drummond, Harry Palmer, Hubert Bonisseur de La Bath, AKA OSS 117 (who was not based on James Bond but rather had helped to inspire James Bond), Francis Coplan and Rolf Torring.\n\n"
        },
        {
            "title": "Examples",
            "text": "Some European stars and their films were renamed and retitled to cash in on the superspy craze. For example, Jesus Franco's or \"Jess Frank\"'s 1962 La Muerte silba un Blues was later retitled 077 Operation Jamaica or 077 Operation Sexy with star Conrado San Martín rechristened \"Sean Martin\" to evoke images of Sean Connery and Dean Martin (who played Matt Helm). Germany's fictional hero Rolf Torring's film Der Fluch des Schwarzen Rubin was retitled Agente S3S Operazione Uranio.[6]\n\nSo many French and Italian films used \"007\" that United Artists told the Italian film industry that only James Bond could be 007, and threatened legal action.[7] Working around this restriction, many films were given similar, but legally acceptable, three-digit numbers in their titles such as the Italian-Spanish A 001, operazione Giamaica a.k.a. Our Man in Jamaica (1965) and the Secret Agent 077 trilogy starring Ken Clark (Agent 077 – Mission Bloody Mary, Agent 077 From the Orient with Fury, and Special Mission Lady Chaplin). 008: Operation Exterminate (1965) from director Umberto Lenzi features the first female Bond-type hero. Lenzi also made three films starring Roger Browne, Superseven chiama Cairo (1965), Last Man to Kill (1966), and The Spy Who Loved Flowers (1966). Browne was also in Password: Kill Agent Gordon (1966).\n\nDirector Bruno Corbucci's James Tont series starring Lando Buzzanca[8] is the earliest Italian comedy series based on 007. James Tont operazione U.N.O. (1965) features a female character named \"Goldsinger\" and underwater sequences that echo Thunderball. This was quickly followed by the sequel James Tont operazione D.U.E. a.k.a. The Wacky World of James Tont (1965). Corbucci also wrote the screenplays for Kiss Kiss...Bang Bang (1966) and the Derek Flint parody Il vostro super agente Flit (1966). Another Bond spoof, Two Mafiosi Against Goldfinger, also known as The Amazing Dr. G (1965), features Fernando Rey as a criminal mastermind named Goldginger.\n\nCIA agent Bob Fleming is featured in a trio of Italian films, Secret Agent Fireball also titled Da 077: le spie uccidono a Beirut (1965), Killers are Challenged a.k.a. A 077, sfida ai killers (1966), directed by Antonio Margheriti, and Fury in Marrakesh, a.k.a. Furia a Marrakech (1966). Margheriti made one other spy film, Lightning Bolt, a.k.a. Operazione Goldman (1966).\n\nOther notable examples include Berlin, Appointment for the Spies, a.k.a. Spy in Your Eye (Italy, 1965), the French OSS 117 André Hunebelle series based on the Jean Bruce character and Claude Chabrol's Tiger trilogy (Le Tigre aime la chair fraiche, Le Tigre se parfume à la dynamite, and Blue Panther, a.k.a. Marie-Chantal contre le docteur Kha), and the German Kommissar X and Jerry Cotton series. France's Eddie Constantine Nick Carter and Lemmy Caution series moved into espionage with several films, including Jean-Luc Godard's Alphaville (1965).\n\nThe French Francis Coplan novels resulted in six films including Coplan Saves His Skin (1968). Jean Marais starred in the French-Italian The Reluctant Spy (1963) and Pleins feux sur Stanislas (1965). Jean-Paul Belmondo was in the French spy spoof That Man From Rio (1964). American actor Ray Danton made two French films, Code Name: Jaguar (1965), Secret Agent Super Dragon (1966), and the Spanish-Italian 007 parody Lucky, el intrépido a.k.a. Lucky, the Inscrutable (1966) directed by Jesús Franco. Franco also made The Girl from Rio (1969) with Goldfinger's Shirley Eaton in the title role.\n\nDino De Laurentiis's international co-production Kiss the Girls and Make Them Die (1966) was filmed in Rio de Janeiro using an American director and an Anglo-American cast (Mike Connors, Terry-Thomas, et al.) and a higher budget than most Eurospy films. A touchstone of this series of films was OK Connery, a.k.a. Operation Kid Brother (1967) starring Neil Connery, brother of the then-James Bond actor Sean Connery, plus several actors from the official James Bond series. The director, Alberto De Martino, also made Special Mission Lady Chaplin (1966) and The Spy with Ten Faces (1966) with Karin Dor. She was the first German Bond girl, appearing in You Only Live Twice (1967).\n\nBritish actor Stewart Granger starred in Red Dragon (1965), Target for Killing (1966) with Adolfo Celi from Thunderball, and Requiem for a Secret Agent (1966) in Italy along with Daniela Bianchi. In addition to the James Bond film From Russia with Love (1963), Bianchi made the Italian spy films Code Name: Tiger (1964), Special Mission Lady Chaplin (1966), and two 007 parodies: Balearic Caper (1966), and the previously mentioned O.K. Connery (1967). Sergio Sollima, who directed Requiem for a Secret Agent, also helmed two Bond-like films starring George Ardisson, Agent 3S3: Passport to Hell (1965), and Agent 3S3, Massacre in the Sun (1966). Ardisson made a third Italian spy film, Operation Counterspy (1965).\n\nMarilù Tolo was in seven Italian/French-Italian productions: Espionage in Lisbon (1965), Balearic Caper (1966), Kiss the Girls and Make Them Die (1966), Perry Grant, agente di ferro, a.k.a. The Big Blackout (1966), To Skin a Spy (1966), Judoka-Secret Agent (1966), and Casse-tête chinois pour le judoka (1967). And Luciana Paluzzi from Thunderball (1965) also made the French-Italian OSS 117 – Double Agent (1968).\n\nCanadian-American actor Lang Jeffries played a secret agent in Agente X 1-7 operazione Oceano (Italy, 1965), Z7 Operation Rembrandt (Germany–Italy, 1966), Spies Strike Silently (Italy, 1966), The Beckett Affair (France-Italy, 1966), The Killer Lacks a Name (Spain–Italy, 1966), and Mexican Slayride (Spain–Italy, 1967).\n\nA post 1960s pair of films based on French author Gérard de Villiers SAS series appeared in the 1980s, S.A.S. à San Salvador (1982) starring Miles O'Keeffe as Malko and Eye of the Widow (1989) with Richard Young as Malko.\n\nDaliah Lavi, best known for her two American 007 spoofs The Silencers (1966) and Casino Royale (1967), was in Shots in Threequarter Time a.k.a. Spy Hunt in Vienna and Operation Solo (Germany, 1965) and British films The Spy with a Cold Nose (1966) and Some Girls Do (1969), starring Richard Johnson. He starred in Danger Route (1967) and Deadlier Than the Male (1967), the latter with Sylva Koscina. She made two other British films, Hot Enough for June, a.k.a. Agent 8+3⁄4 (1964), that featured a mention of Agent 007 and Our Man in Marrakesh a.k.a. Bang! Bang! You're Dead! (1966) and two Italian productions, That Man in Istanbul (1965) and Agent X-77 Orders to Kill (1966).\n\nOther British-made films include Master Spy (1964), The Quiller Memorandum (1966) starring George Segal, and Subterfuge (1968) starring Gene Barry. Michael Caine played the spy Harry Palmer in The Ipcress File (1965), and four sequels. The semi-parody Licensed to Kill a.k.a. The Second Best Secret Agent in the Whole Wide World (1965), directed by Lindsay Shonteff, featured Bond-like agent Charles Vine. This was followed by two sequels: Where the Bullets Fly (1966), directed by John Gilling, and an obscure Spanish production O.K. Yevtushenko a.k.a. Somebody's Stolen Our Russian Spy (1968). Shonteff went on to direct three more films with a similar spy named \"Charles Bind\": Number One of the Secret Service (1970), Licensed to Love and Kill a.k.a. The Man from S.E.X. (1979), and Number One Gun (1990).\n\nIn the 21st century, Neal Purvis, Robert Wade, William Davies wrote the Johnny English franchise, a series of spy-action comedy films starring Rowan Atkinson parodying the James Bond secret agent genre.\n\nArabesque, Our Man Flint,  The Silencers, Murderers' Row (all 1966), The Ambushers, In Like Flint (both 1967), A Man Called Dagger (1968), and The Wrecking Crew (1969).\n\nTwo French films starring Jean Dujardin, 2006's OSS 117: Cairo, Nest of Spies (set in 1955) and 2009's OSS 117: Lost in Rio (set in 1967) both recreate the style of the period and parody the spy genre for a new audience.\n\nThe American Austin Powers series (1997–2002) of three comedies starring Mike Myers are set in the 1960s and 1970s. The trio parodies James Bond and other Eurospy films. Michael Caine, as a character similar to his Harry Palmer role (The Ipcress File, et al.), plays Powers' father in the third film, Austin Powers in Goldmember (2002).\n\nThe Spanish film Anacleto: agente secreto/Spy Time (2015) reimagines the 1964 comic hero for the screen.\n\n"
        }
    ]
}