{
    "url": "https://en.wikipedia.org/wiki/Mantis_religiosa",
    "title": "European mantis",
    "table_of_contents": [
        "1 Anatomy",
        "2 Coloration",
        "3 Distribution",
        "4 Reproduction",
        "5 Larval development",
        "6 Sexual cannibalism",
        "7 Hunting",
        "8 Visual system",
        "9 Subspecies",
        "10 Gallery",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe European mantis (Mantis religiosa) is a large hemimetabolic insect in the family of the Mantidae ('mantids'), which is the largest family of the order Mantodea (mantises).[3] Their common name praying mantis is derived from the distinctive posture of the first pair of legs that can be observed in animals in repose. It resembles a praying attitude.[4] Both males and females have elongated bodies with two pairs of wings. The most striking features that all Mantodea share are a very mobile, triangular head with large compound eyes and their first pair of legs (the 'raptorial legs'), which is highly modified for the efficient capture and restraint of fast-moving or flying prey.[4]\n\nIn Germany, M. religiosa is listed as Gefährdet [endangered] on the German Red List on the basis of an assessment from 1998.[5] It is not supposed to be caught or held as a pet.[6] At a global level, it is assessed by the IUCN as least concern.[2]\n\n"
        },
        {
            "title": "Anatomy",
            "text": "Though females of  M. religiosa are usually larger and heavier than males (7–9 cm versus 6–7 cm), the antennae and the eyes of male animals outsize those of the females. Along with the forward-directed, compound eyes, simple eyes also are found on the head. These three dorsal ocelli are also more pronounced in males than in females.[3]\n\nMales are often found to be more active and agile, whereas females are physically more powerful.[4]  Adult females are generally too large and heavy for their wings to enable a take-off.[3][7]\n\nMantids show strong deimatic display from very early life stages on.[8] This behavior can be observed throughout different groups of animals and is used to scare or startle potential predators to give the attacked animals a chance to escape.[9] The deimatic display in M. religiosa involves wing spreading and bending of the raptorial legs to reveal two matched black eyespots with a yellow or white center at the base of the coxae (legs). It makes the animal appear much larger and more of a threat to the attacker. The black eyespots are also a distinct feature for species discrimination of the European mantis.[10] \nAnother unique feature of M. religiosa is its midline metathoracic ear (see Ultrasound avoidance). This “tympanal auditory organ” is an unpaired structure found on the ventral side of the animal on the metathorax between the third pair of legs. Unlike other sound-processing organs found among different groups of insects, the metathoracic ear has a high sensitivity across high and low frequencies and even ultrasound. Therefore, the authors call it a ‘true ear’.[11]\n\n"
        },
        {
            "title": "Coloration",
            "text": "The great variation in the coloration of M. religiosa from different shades of yellow, brown, green, and sometimes black has been the cause of numerous hypotheses and studies for over 100 years.[12] However, no generally accepted answer about reason, benefit, or mechanism of the coloration or the change of coloration has been found.\n\nDi Cesnola observed in 1904 that green mantids were found on fresh green grass, whereas brown individuals seemed to prefer brown grass burned by the sun. When forced to change the location as to no longer match their coloration, almost all the ‘not matching’ animals were killed by predators such as birds. This indicates a camouflaging purpose of the coloration.[13]\n\nPrzibram also observed in 1907 that a change in temperature can trigger a change in coloration:[8] animals that hatched in a cold environment turned green after moulting when heat and sunlight were provided. Without the change in temperature and only a change in the color of the background, no change in coloration occurred.[8] This finding contradicts with Di Cesnola, who claims to have observed the animals within the same time and location (and therefore the same temperature).[13]\n\n"
        },
        {
            "title": "Distribution",
            "text": "M. religiosa can be found throughout Europe, Asia, and Africa, as well as North America, where it is considered introduced.[14] Two confirmed stable populations are in Germany: one in Rhineland-Palatinate and one in Baden-Württemberg. In the last years, more reports have been made of the distribution of the animals in Northern Europe (Latvia, Estonia), as well.[15][16][17]\n\nDespite being an introduced species, it is the official state insect of Connecticut.[18]\n\n"
        },
        {
            "title": "Reproduction",
            "text": "The sexual behavior of praying mantids in general is curious, so has received interest from scientists over the last century. The differences between the various species are well known.\n\nIn M. religiosa, courtship and mating are separated into two steps: Preliminary courtship begins with the first visual contact between the animals and ends with the first physical contact. Copulation begins with physical contact and ends when the spermatophore is deposited:[4]\n\nOnly a few days after the final moult into adults, the animals begin to show interest in the opposite sex; this point is marked as the achievement of sexual maturity. Males have been observed to be most attracted to females during the middle of the day when the temperature is hottest. Theories are that the female pheromones are most volatile in the heat and that also the male, as a thermophilic insect, is most active.[6][7]\n\nInstead of just observing them, sexually mature males approach sexually mature females when they see them, but due to the physical superiority of the females, males of M. religiosa face certain challenges in doing so. When a female spots a male, she is very likely to attack and kill him (see also: Sexual cannibalism). Therefore, males can be observed to be very slow and cautious in their approach; after spotting a female, the male usually freezes and turns his head to look directly at her. Since the foveae in his eyes face directly forwards, he has the most accurate and detailed view of her and can watch every one of her moves.[19] He then proceeds to approach her from behind. Males can be observed to stop as soon as the female turns her head or even moves. Mantids are very good at detecting moving structures, but are almost unable to see immobile objects. Using this ‘stop-and-go’ tactic, the male stalks closer to the female. This can often take several hours. Depending on the environment, males sometimes show a light ‘rocking’-behavior which is believed to imitate the leaves of surrounding plants to blend in with the background. Males doing this had no higher probability of being detected and attacked, which supports this hypothesis of concealment.[7]\n\nNo mention of male or female courtship has been made in either the field or captivity. The male, in fact, does not win by display; he wins by the absence of display.[4]\nOnce the male is close enough to the female, he opens his wings a little to facilitate his jump on the female's back. As soon as he lands, he proceeds to hold on to her with his raptorial legs. His tibiae fit into a pair of grooves on either side of the female's mesothorax in front of her wing bases.[4]\nWhen the male is in a secure position, copulation is initiated. The genitals, which are found on the end of the abdomen in both sexes, look quite different; the males possess a pair of asymmetrical claspers, while the females have an ovipositor. The ovipositor is rather short in comparison to other insects. It is covered in part by the edges of the last sternum. \nThe abdomen of the male curves and twists in a 90° angle around the female's to insert the claspers between the ovipositor and the sternum. The abdomen of the male then contracts in a peristaltic manner. The animals can stay in this position for four to five hours before a spermatophore is deposited inside the female and the claspers are withdrawn.[4]\nThe male then lets go of the female to drop to the ground to get out of her reach for his own safety. After getting away about 50 cm, he stops and freezes for about four minutes before he leaves eventually.[7] This behavior could be interpreted as necessary rest after the efforts of copulating in a safe distance from the female.\n\n"
        },
        {
            "title": "Larval development",
            "text": "The intervals of oviposition after copulating depend on the food intake and the overall physical fitness of the female. On average, 11 days are needed for the female to form and deposit an ootheca, which contains around 100 to 200 eggs.[7] Copulation usually takes place in September or October, but the eggs overwinter and the larva do not hatch until the following spring. Hatching is strongly influenced by environmental conditions such as temperature (at least 17 °C[20]) and humidity. Females prefer to deposit their eggs on solid substrates at warm and sunny sites. Most eggs from one ootheca hatch at the same time along the entire convex site, as worm-like prelarvae (L1). The hatchings always occur in the morning.[6][3][8]\n\nThe L1 just exists for a very short time; the first moult happens on or very close to the ootheca. The now-emerging nymphs already look a lot like the adults, but are maybe a tenth of their size. Very few animals (about 10%) survive this first instar stage due to lack of appropriately sized food, low temperatures, or insufficient humidity.[3]\n\nThe L2–L6 stages generally last about 14 days each. During this time, a growth around 6 mm per stadium can be observed. Each stadium is completed with a moult. The L7 develops a more compact shape. Wing pads become visible. L7 and L8 show the same growth rate and duration as the previous stadia. After the next moult, the adult animal emerges. It now has wings and is fully developed. While more than eight moults have never been observed in M. religiosa, females usually need one more moult than males under similar circumstances.\n\nClosely related mantids have been reported to be larger than M. religiosa and require more moults (9–11). The fact that females need a longer time to develop and more moults might be due to the difference in size.[8]\n\n"
        },
        {
            "title": "Sexual cannibalism",
            "text": "The phenomenon that conspecifics are attacked and eaten after, during, and sometimes even before copulation is called sexual cannibalism. Many examples are known in various groups of invertebrates, including the mantids. Some speculations exist about the benefits of this behaviour, but its causes are not fully understood yet.[21]\nFor quite some time, the belief that sexual cannibalism in M. religiosa only occurred in captivity was widespread. It was believed to be an artefact of improper animal keeping (too little food or space). In 1992, however, the cannibalising behaviour of female M. religiosa was observed in a field study. Lawrence compared the percentage of cannibalism in natural and manipulated (males and females were put close together in the field) pairings and found rates of 31% and 24%. \nThis proves that sexual cannibalism in this praying mantid is not caused by laboratory conditions. They can, however, intensify the phenomenon; females that were starved for more than three days were more likely to attack males, even before copulation.[7] While the cannibalisation before the copulation is still puzzling to scientists,  some theories about the benefits of sexual cannibalism in general include:\n\nAt first glance, however, this behaviour does not seem to be very beneficial for the male, since he dies and cannot create more offspring with his genetic material, yet males usually do not mate more than once, anyway. They have a shorter life expectancy than females (7–8 months versus 11–12 months) and since food can begin to become scarce in September and October, the male might starve before he has the chance to mate again. Copulation is also known to take longer when cannibalisation occurs. It seems advantageous to transfer more sperm in this elongated time and additionally provide the female with nutrients. Doing this, the male might just pass on his genes once, but he can ‘make sure’ that his offspring are successful, since they come from a well-nourished female.[7]\n\nSome controversy exists, though, concerning this theory. The absence of elaborate display behaviour does not support this ‘selfless’ behaviour of the males. It could have also been observed that males are more likely to approach a female that is distracted by feeding or cleaning herself. The approach is also happening faster in these cases. The male seems to try to avoid his cannibalisation very actively.[22]\n\nThe fact that sexual cannibalisation happens so often is surely also supported because a male without a head can continue and even initiate copulation. The cerebral ganglion might have an inhibitory effect on copulatory reflexes. Once it is removed by removing the head, copulation might even be longer, since the male can never ‘decide’ to let go.[4][23] A few mantids can also start copulating when the heads of both animals get removed artificially beforehand. The beheaded animals can live up to five hours and usually just die when they bleed out or starve to death.[4]\n\n"
        },
        {
            "title": "Hunting",
            "text": "M. religiosa is a carnivorous ambush predator that actively scans its environment and feeds on most insects that are not too large to be captured by rapid extension of its raptorial legs. Only living and moving prey is captured and consumed immediately using their powerful mandibles.[4] Grasshoppers seem to be rather popular, probably because of their type of movement (flying or leaping),[24] but crickets and cockroaches are also frequently preyed upon. The attack or consumption of Mollusca, Aranea, Myriapoda, or Oligochaeta is also not unknown. Caught prey gets trapped between the spikes on the femora and tibiae and is now immobilized. The mantis then starts eating the still-living and preferably moving prey. Some years ago, the general opinion was that they killed their prey with a bite in the neck before consuming it, but current observations do not support this; the animals just start eating the body parts closest to their mouths.[14]\n\nM. religiosa is also known to eat conspecifics outside a sexual context. Because of this, they usually need to be kept isolated from each other in captivity.[8][20]\n\n"
        },
        {
            "title": "Visual system",
            "text": "The large compound eyes that account for a great portion of the head make clear that vision seems to be important for M. religiosa. Their hunting behaviour and their sexual interactions rely almost exclusively on sight and the detection of movement. The capture of fast-flying prey out of the air would not be possible without a high level of temporal resolution. The localisation of the direction and distance of the prey are crucial here.\n\nThe eyes of M. religiosa are apposition eyes with eight types of photoreceptor cells, so are best adapted for daylight vision.[25] One compound eye of an adult mantid consists of 8,000 to 10,000 optically isolated ommatidia with an interommatidial angle of 2° in the periphery and 0.7° in the fovea.[3][19] Interommatidial angles in insects vary from tens of degrees to 0.24° in dragonflies, which puts the mantids on the upper end of spatial resolution.[25][26] The overlap of the visual field of the two eyes is 40° in nymphs and up to 70° in adults.[3][19]\n\nThe pseudopupil, a small, dark region in the eye, is rather conspicuous. It moves when the animal's head is moving and represents the area of parallel ommatidia, which absorb the incident light, so appear darker than the rest of the eye.[27]\n\nThe peering behaviour observed in M. religiosa is believed to be essential for the measurement of distances and depth perception; a side-to-side pendulum-like movement of the head or the whole body in a horizontal plane is used to scan the environment. Motion parallax is a depth cue that describes the fact that the closer the object is, the faster it seems to move when turning one's head while looking at it compared to slower-moving objects that are more distant.[28] Animals that were blinded on one eye did not strike for prey, showing that binocular vision is essential, since the disparity between the information of each eye is used to estimate distances, as well.[19]\n\nThe development of the visual system was reviewed by Karl Kral in 2014:[3] while high-contrast cues could be perceived by adults and nymphs (two hours to three days) alike, the differentiation between lower-contrast cues was much less successful in the two-hour-old animals, but a great improvement occurred after only three days of life. The eyes of newly hatched animals are less than half the size of the eyes of adult animals and have fewer ommatidia. Also, the facets of the frontal ommatidia, which are usually used for the detection of partners and prey, are not enlarged yet. While they already have all the necessary structures, very young animals have a restricted visual field and lower resolution and sensitivity to light. The great improvement of vision after only three days happens due to the sclerotisation of the cuticle that includes the corneal lenses of the ommatidia. The improved lenses are not able to focus the light on the retina.[3]\nFew remarkable new findings have happened concerning the visual system of different mantid species, such as Sphodromantis lineola; using three-dimensional glasses and a 3D-cinema on the insects, stereopsis could be demonstrated. Comparable experiments with M. religiosa would be worthwhile, since the two species are rather closely related.\n\n"
        }
    ]
}