{
    "url": "https://en.wikipedia.org/wiki/European_Union_Space_Programme",
    "title": "European Union Space Programme",
    "table_of_contents": [
        "1 Background",
        "1.1 The 2007 communication",
        "2 Components of the programme",
        "2.1 Satellite systems",
        "2.1.1 Galileo",
        "2.1.2 EGNOS",
        "2.1.3 Copernicus Programme",
        "2.2 SST",
        "2.3 Launch systems",
        "2.4 ISS",
        "2.5 Science and technology",
        "3 Other EU programmes involved in space research",
        "3.1 Horizon Europe",
        "4 EU/ESA Space Council",
        "4.1 Guaranteeing European access to space",
        "5 Implications of UK leaving the EU",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The European Union Space Programme[2] is an EU funding programme established in 2021 along with its managing agency, the European Union Agency for the Space Programme,[3] in order to implement the \npre-existing European Space Policy established on 22 May 2007 when a joint and concomitant meeting at the ministerial level of the Council of the European Union and the Council of the European Space Agency, known collectively as the European Space Council, adopted a Resolution on the European Space Policy.[4] The policy had been jointly drafted by the European Commission and the Director General of the European Space Agency. This was the first common political framework for space activities established by the European Union (EU).[5]\n\nEach of the member states have pursued to some extent their own national space policy, though often co-ordinating through the independent European Space Agency (ESA). Enterprise and Industry Commissioner Günter Verheugen has stated that even though the EU is \"a world leader in the technology, it is being put on the defensive by the United States and Russia and that it only has about a 10 year technological advantage on China and India, which are racing to catch up.\"[6][7]\n\n"
        },
        {
            "title": "Background",
            "text": "The European Union stated several reasons its space policy would be beneficial, which include:[8]\n\nA communication outlining the policy was released on 26 April 2007 which set out orientations for:[9]\n[10]\n\nThe policy expresses support for an operational and autonomous Global Monitoring for Environment and Security (GMES) satellite capability before the end of 2008, and for a global navigation satellite system under European civil control, i.e. the Galileo positioning system.[8]\n\n"
        },
        {
            "title": "Components of the programme",
            "text": "The European Union has already started work on a project to create the Galileo positioning system, to break dependence on the United States GPS system. This is in cooperation with ESA as well as other countries.[8]\n\nThe European Geostationary Navigation Overlay Service (EGNOS) provides navigational assistance to aviation, maritime and land-based users over most of Europe. The system supplements data from GPS, GLONASS, and Galileo by monitoring and making corrections to their positioning data[8]\n\nCopernicus is a European system for monitoring the Earth and consists of earth observation satellites and in situ sensors. The program provides services in the thematic areas of land, marine, atmosphere, climate change, emergency management, and security[8]\n\nThe space surveillance and tracking support framework detects and warns against possible satellite collisions in space, and monitors space debris re-entering Earth's atmosphere.[8]\n\nThe policy emphasizes the importance for Europe to maintain independent, reliable and cost-effective access to space through European launch systems, without mentioning any specifically by name. The policy statement affirms support for the \"EC-ESA Framework Agreement\" and the resolution on the evolution of the European launcher sector adopted in 2005.[8]\n\nThe policy reaffirms a continuing European commitment to the International Space Station (ISS) and describes ESA participation in future international exploration programmes as being important.[8]\n\nThe policy includes the goal of maintaining programmes that give Europe a leading role in selected areas of science.  It also calls for the development of technologies that allow European industry to avoid dependency on international suppliers.[8]\n\n"
        },
        {
            "title": "Other EU programmes involved in space research",
            "text": "The Horizon Europe programme is the source of funding for a variety of projects, such as:\n\n"
        },
        {
            "title": "",
            "text": "The Flag of Europe is flown in space during missions of the European Space Agency. It was flown by ESA's Andre Kuipers during Delta mission.\n\nThe political perspective of the European Union (EU) was to make ESA an agency of the EU by 2014;[11] however, this date was not met. The EU member states provide most of ESA's funding, and they are all either full ESA members or observers.\n\nESA is not an agency or body of the European Union, and has non-EU countries (Norway, Switzerland, and the United Kingdom) as members. There are however ties between the two, with various agreements in place and being worked on, to define the legal status of ESA with regard to the EU.[12]\n\nThere are common goals between ESA and the EU. ESA has an EU liaison office in Brussels. On certain projects, the EU and ESA co-operate, such as the Galileo satellite navigation system. Space policy has since December 2009 been an area for voting in the European Council. Under the European Space Policy, later implemented as the European Union Space Programme, the EU, ESA and its Member States committed themselves to increasing co-ordination of their activities and programmes and to organising their respective roles relating to space.[13]\n\nThe Lisbon Treaty of 2009 reinforces the case for space in Europe and strengthens the role of ESA as an R&D space agency. Article 189 of the Treaty gives the EU a mandate to elaborate a European space policy and take related measures, and provides that the EU should establish appropriate relations with ESA.\n\nFormer Italian astronaut Umberto Guidoni, during his tenure as a Member of the European Parliament from 2004 to 2009, stressed the importance of the European Union as a driving force for space exploration, \"since other players are coming up such as India and China it is becoming ever more important that Europeans can have an independent access to space. We have to invest more into space research and technology in order to have an industry capable of competing with other international players.\"[14]\n\nThe first EU-ESA International Conference on Human Space Exploration took place in Prague on 22 and 23 October 2009.[15] A road map which would lead to a common vision and strategic planning in the area of space exploration was discussed. Ministers from all 29 EU and ESA members as well as members of parliament were in attendance.[16]\n\nThe European Commission is increasingly working together towards common objectives. Some 20 per cent of the funds managed by ESA now originate from the supranational budget of the European Union. In recent years the ties between ESA and the European institutions have been reinforced by the increasing role that space plays in supporting the EU's social, political and economic policies.\n\nThe legal basis for the EU/ESA co-operation is provided by a Framework Agreement which entered into force in May 2004. According to this agreement, the European Commission and ESA co-ordinate their actions through the Joint Secretariat, a small team of EC's administrators and ESA executive. The Member States of the two organisations meet at ministerial level in the Space Council, which is a concomitant meeting of the EU and ESA Councils, prepared by Member States representatives in the High-level Space Policy Group (HSPG).\n\nESA maintains a liaison office in Brussels to facilitate relations with the European institutions.\n\nIn May 2007, the 29 European countries expressed their support for the European Space Policy in a resolution of the Space Council, unifying the approach of ESA with those of the European Union and their member states.\n\nPrepared jointly by the European Commission and ESA's Director General, the European Space Policy sets out a basic vision and strategy for the space sector and addresses issues such as security and defence, access to space and exploration.\n\nThrough this resolution, the EU, ESA and their Member States all commit to increasing co-ordination of their activities and programmes and their respective roles relating to space.[17]\n\nESA is partnered with the EU on its two current flagship space programs, the Copernicus series of Earth observation satellites and the Galileo satellite navigation system, with ESA providing technical oversight and, in the case of Copernicus, some of the funding.[18] The EU, though, has shown an interest in expanding into new areas, whence the proposal to rename and expand its satellite navigation agency (the European GNSS Agency) into the EU Agency for the Space Programme. The proposal drew strong criticism from ESA, as it's perceived as encroaching on ESA's turf.[18]\n\nIn January 2021, after years of acrimonious relations, EU and ESA officials mended their relationship, with the EU Internal Market commissioner Thierry Breton saying \"The European space policy will continue to rely on ESA and its unique technical, engineering and science expertise,\" and that \"ESA will continue to be the European agency for space matters.[18] If we are to be successful in our European strategy for space, and we will be, I will need ESA by my side.\" ESA director Aschbacher reciprocated, saying \"I would really like to make ESA the main agency, the go-to agency of the European Commission for all its flagship programs.\" ESA and EUSPA are now seen to have distinct roles and competencies, which will be officialized in the Financial Framework Partnership Agreement (FFPA).[18] Whereas ESA will focus will be on the technical elements of the EU space programs, EUSPA will handle the operational elements of those programs.[18]\n\n"
        },
        {
            "title": "Implications of UK leaving the EU",
            "text": "Although the United Kingdom has left the European Union, it still continues its membership in the European Space Agency.[19] Since members of the European Space Agency contribute funding based on percentage of GDP, the United Kingdom is one of the larger members of the Space Agency and provides a significant amount of funding.[20]\n\n"
        }
    ]
}