{
    "url": "https://en.wikipedia.org/wiki/Europa_Clipper",
    "title": "Europa Clipper",
    "table_of_contents": [
        "1 History",
        "1.1 Fabrication and assembly",
        "2 Objectives",
        "2.1 Strategy",
        "3 Design and construction",
        "3.1 Power",
        "3.2 Scientific payload",
        "3.2.1 Europa Thermal Emission Imaging System (E-THEMIS)",
        "3.2.2 Mapping Imaging Spectrometer for Europa (MISE)",
        "3.2.3 Europa Imaging System (EIS)",
        "3.2.4 Europa Ultraviolet Spectrograph (Europa-UVS)",
        "3.2.5 Radar for Europa Assessment and Sounding: Ocean to Near-surface (REASON)",
        "3.2.6 Interior Characterization of Europa using Magnetometry (ICEMAG)",
        "3.2.7 Europa Clipper Magnetometer (ECM)",
        "3.2.8 Plasma Instrument for Magnetic Sounding (PIMS)",
        "3.2.9 Mass Spectrometer for Planetary Exploration (MASPEX)",
        "3.2.10 Surface Dust Analyzer (SUDA)",
        "3.2.11 Gravity/Radio Science",
        "3.3 Possible secondary elements",
        "3.3.1 Nanosatellites",
        "3.3.2 Secondary orbiters",
        "3.3.2.1 Biosignature Explorer for Europa",
        "3.3.2.2 Europa Tomography Probe",
        "3.3.3 Impactor probes",
        "3.3.4 Flyby sample return",
        "3.4 Add-on lander history",
        "3.4.1 Separate launch",
        "4 Launch and trajectory",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nEuropa Clipper[11] (previously known as Europa Multiple Flyby Mission) is an interplanetary mission in development by NASA comprising an orbiter. Planned for launch in October 2024, the spacecraft is being developed to study the Galilean moon Europa through a series of flybys while in orbit around Jupiter.\n\nThis mission is a scheduled flight of the Planetary Science Division, designated a Large Strategic Science Mission, and funded under the Planetary Missions Program Office's Solar System Exploration program as its second flight.[12][13] It is also supported by the new Ocean Worlds Exploration Program.[14] Europa Clipper will perform follow-up studies to those made by the Galileo spacecraft during its eight years in Jupiter orbit, which indicated the existence of a subsurface ocean underneath Europa's ice crust. Plans to send a spacecraft to Europa were initially conceived with projects such as Europa Orbiter and Jupiter Icy Moons Orbiter, in which a spacecraft would be injected into orbit around Europa. However, due to the adverse effects of radiation from Jupiter's magnetosphere in Europa orbit, it was decided that it would be safer to inject a spacecraft into an elliptical orbit around Jupiter and make 44 close flybys of the moon instead. The mission began as a joint investigation between the Jet Propulsion Laboratory (JPL) and the Applied Physics Laboratory (APL), and will be built with a scientific payload of nine instruments contributed by JPL, APL, Southwest Research Institute, University of Texas at Austin, Arizona State University and University of Colorado Boulder. The mission will complement ESA's Jupiter Icy Moons Explorer launching in 2023, which will fly-by Europa twice and Callisto multiple times before moving into orbit around Ganymede.\n\nThe mission is scheduled to launch in October 2024 aboard a Falcon Heavy,[8] during a 21-day launch window.[7] The spacecraft will use gravity assists from Mars in February 2025 and Earth in December 2026, before arriving at Europa in April 2030.[7]\n\n"
        },
        {
            "title": "History",
            "text": "In 1997, a Europa Orbiter mission was proposed by a team for NASA's Discovery program[15] but was not selected. NASA's JPL announced one month after the selection of Discovery proposals that a NASA Europa orbiter mission would be conducted. JPL then invited the Discovery proposal team to be the Mission Review Committee (MRC).[citation needed]\n\nAt the same time as the proposal of the Discovery-class Europa Orbiter the robotic Galileo spacecraft was already orbiting Jupiter. From December 8, 1995, to December 7, 1997 Galileo conducted the primary mission after entering the orbit of Jupiter. On that final date the Galileo orbiter commenced an extended mission known as the Galileo Europa Mission (GEM), which ran until December 31, 1999. This was a low-cost mission, with a budget of only US$30 million. The smaller team of about 40-50 people (one-fifth the size of the primary mission's 200-person team from 1995-1997) did not have the resources to deal with problems, but when they arose it was able to temporarily recall former team members (called \"tiger teams\") for intensive efforts to solve them. The spacecraft made several flybys of Europa (8), Callisto (4) and Io (2). On each flyby of the three moons it encountered, the spacecraft collected only two days' worth of data instead of the seven it had collected during the primary mission. This Galileo Europa Mission was similar to a small-scale version of what the Europa Clipper is planning to accomplish. GEM included eight flybys of Europa, ranging from 196 to 3,582 km (122 to 2,226 mi), in two years.[16]\n\nEuropa has been identified as one of the locations in the Solar System that could possibly harbor microbial extraterrestrial life.[17][18][19] Immediately following the Galileo spacecraft's discoveries and the independent Discovery program proposal for a Europa orbiter, JPL conducted preliminary mission studies that envisioned a capable spacecraft such as the Jupiter Icy Moons Orbiter (a US$16 billion mission concept),[20] the Jupiter Europa Orbiter (a US$4.3 billion concept), an orbiter (US$2 billion concept), and a multi-flyby spacecraft: Europa Clipper.[21]\n\nA mission to Europa was recommended by the National Research Council in 2013.[17][19] The approximate cost estimate has rose from US$2 billion in 2013 to US$4.25 billion in 2020.[22][23] The mission is a joint project between the Johns Hopkins University's Applied Physics Laboratory (APL), and the Jet Propulsion Laboratory (JPL).[1][24] The mission's name is a reference to the lightweight clipper ships of the 19th century that routinely plied trade routes around the world.[25] The moniker was chosen because the spacecraft will \"sail\" past Europa, as frequently as every two weeks.[25]\n\nIn March 2013, US$75 million were authorized to expand on the formulation of mission activities, mature the proposed science goals, and fund preliminary instrument development,[26] as suggested in 2011 by the Planetary Science Decadal Survey.[1][19] In May 2014, a House bill substantially increased the Europa Clipper (referred to as Europa Multiple Flyby Mission) funding budget for the 2014 fiscal year from US$15 million[27][28] to US$100 million to be applied to pre-formulation work.[29][30] Following the 2014 election cycle, bipartisan support was pledged to continue funding for the Europa Multiple Flyby Mission project.[31][32] The executive branch also granted US$30 million for preliminary studies.[33][34]\n\nIn April 2015, NASA offered to the European Space Agency to submit concepts for an additional probe to fly together with the Europa Clipper spacecraft, with a mass limit of 250 kg maximum.[35] It could be a simple probe, an impactor,[36] or a lander.[37] An internal assessment at European Space Agency (ESA) is underway to see if there is interest and funds available,[38][39][40][41] opening a collaboration scheme similar to the very successful Cassini-Huygens approach.[41] In May 2015, NASA chose nine instruments that would fly on board the orbiter, budgeted to cost about US$110 million over the next three years.[42] In June 2015, NASA approved the mission concept, allowing the orbiter to move to its formulation stage,[43] and in January 2016 it approved a lander as well.[44][45] In May 2016, the Ocean Worlds Exploration Program was approved,[46] of which the Europa mission is part.[14]\n\nIn February 2017, the mission moved from Phase A to Phase B (the preliminary design phase).[47] On July 18, 2017, the House Space Subcommittee held hearings on the Europa Clipper as a scheduled Large Strategic Science Missions class, and to discuss a possible follow up mission simply known as the Europa Lander.[12] Phase B continued into 2019.[47] In addition, subsystem vendors were selected, as well as prototype hardware elements for the science instruments. Spacecraft sub-assemblies will be built and tested as well.[47]\n\nOn August 19, 2019, the Europa Clipper proceeded to Phase C: final design and fabrication.[48]\n\nOn March 3, 2022, the spacecraft moved on to Phase D: assembly, testing, and launch.[49]\n\nOn June 7, 2022, the main body of the spacecraft was completed.[50]\n\n"
        },
        {
            "title": "Objectives",
            "text": "The goals of Europa Clipper are to explore Europa, investigate its habitability and aid in the selection of a landing site for the future Europa Lander.[45][51] This exploration is focused on understanding the three main requirements for life: liquid water, chemistry, and energy.[52] Specifically, the objectives are to study:[24]\n\nBecause Europa lies well within the harsh radiation fields surrounding Jupiter, even a radiation-hardened spacecraft in near orbit would be functional for just a few months.[21] Most instruments can gather data far faster than the communications system can transmit it to Earth because there are a limited number of antennas available on Earth to receive the scientific data.[21] Therefore, another key limiting factor on science for a Europa orbiter is the time available to return data to Earth. In contrast, the amount of time during which the instruments can make close-up observations is less important.[21]\n\nStudies by scientists from the Jet Propulsion Laboratory show that by performing several flybys with many months to return data, the Europa Clipper concept will enable a US$2 billion mission to conduct the most crucial measurements of the cancelled US$4.3 billion Jupiter Europa Orbiter concept.[21] Between each of the flybys, the spacecraft will have seven to ten days to transmit data stored during each brief encounter. That will let the spacecraft have up to a year of time to transmit its data compared to just 30 days for an orbiter. The result will be almost three times as much data returned to Earth, while reducing exposure to radiation.[21] The Europa Clipper will not orbit Europa, but instead orbit Jupiter and conduct 44 flybys of Europa at altitudes from 25 to 2,700 km (16 to 1,678 mi) each during its 3.5-year mission.[4][2][53] A key feature of the mission concept is that the Clipper would use gravity assists from Europa, Ganymede and Callisto to change its trajectory, allowing the spacecraft to return to a different close approach point with each flyby.[54] Each flyby would cover a different sector of Europa in order to achieve a medium-quality global topographic survey, including ice thickness.[55] The Europa Clipper could conceivably flyby at low altitude through the plumes of water vapor erupting from the moon's ice crust, thus sampling its subsurface ocean without having to land on the surface and drill through the ice.[27][28]\n\nShielding from Jupiter's harsh radiation belt will be provided by a radiation vault with 0.3 inches (7.6 mm) thick aluminum alloy walls, which will enclose the spacecraft electronics.[56] To maximize the effectiveness of this shielding, the electronics will also be nested in the core of the spacecraft for additional radiation protection.[55]\n\n"
        },
        {
            "title": "Design and construction",
            "text": "Both radioisotope thermoelectric generator (RTG) and photovoltaic power sources were assessed to power the orbiter.[57] Although solar power is only 4% as intense at Jupiter as it is in Earth's orbit, powering a Jupiter orbital spacecraft by solar panels was demonstrated by the Juno mission. The alternative to solar panels was a multi-mission radioisotope thermoelectric generator (MMRTG), fueled with plutonium-238.[2][55] The power source has already been demonstrated in the Mars Science Laboratory (MSL) mission. Five units were available, with one reserved for the Mars 2020 rover mission and another as backup. In September 2013, it was decided that the solar array was the less expensive option to power the spacecraft, and on October 3, 2014, it was announced that solar panels were chosen to power Europa Clipper. The mission's designers determined that solar was both cheaper than plutonium and practical to use on the spacecraft.[57] Despite the increased weight of solar panels compared to plutonium-powered generators, the vehicle's mass had been projected to still be within acceptable launch limits.[58]\n\nInitial analysis suggest that each panel will have a surface area of 18 m2 (190 sq ft) and produce 150 watts continuously when pointed towards the Sun while orbiting Jupiter.[59] While in Europa's shadow, batteries will enable the spacecraft to continue gathering data. However, ionizing radiation can damage solar panels. The Europa Clipper's orbit will pass through Jupiter's intense magnetosphere, which is expected to gradually degrade the solar panels as the mission progresses.[55] The solar panels will be provided by Airbus Defence and Space, Netherlands.[60]\n\nThe Europa Clipper mission is equipped with a sophisticated suite of 9 instruments to study Europa's interior and ocean, geology, chemistry, and habitability. The electronic components will be protected from the intense radiation by a 150-kilogram titanium and aluminum shield.[4][55] The spacecraft payload and trajectory are subject to change as the mission design matures.[61] The nine science instruments for the orbiter, announced in May 2015, have an estimated total mass of 82 kg (181 lb) and are listed below:[62]\n\nThe Europa Thermal Emission Imaging System will provide high spatial resolution as well as multi-spectral imaging of the surface of Europa in the mid to far infrared bands to help detect geologically active sites and areas, such as potential vents erupting plumes of water into space. This instrument is derived from the Thermal Emission Imaging System (THEMIS) on the 2001 Mars Odyssey orbiter, also developed by Philip Christensen.[63]\n\nThe Mapping Imaging Spectrometer for Europa is an imaging near infrared spectrometer to probe the surface composition of Europa, identifying and mapping the distributions of organics (including amino acids and tholins[64][65]), salts, acid hydrates, water ice phases, and other materials. From these measurements, scientists expect to be able to relate the moon's surface composition to the habitability of its ocean.[65][66] MISE is built in collaboration with the Johns Hopkins University Applied Physics Laboratory (APL).\n\nThe Europa Imaging System is a visible spectrum wide and narrow angle camera instrument that will map most of Europa at 50 m (160 ft) resolution, and will provide images of selected surface areas at up to 0.5 m (20 in) resolution.[67]\n\nThe Europa Ultraviolet Spectrograph instrument will be able to detect small plumes and will provide valuable data about the composition and dynamics of the moon's exosphere. The principal investigator Kurt Retherford was part of a group that discovered plumes erupting from Europa while using the Hubble Space Telescope in the UV spectrum.[68]\n\nThe Radar for Europa Assessment and Sounding: Ocean to Near-surface (REASON)[69][70] is a dual-frequency ice penetrating radar instrument that is designed to characterize and sound Europa's ice crust from the near-surface to the ocean, revealing the hidden structure of Europa's ice shell and potential water pockets within. This instrument will be built by Jet Propulsion Laboratory.[65][69]\n\nThe Interior Characterization of Europa using Magnetometry (ICEMAG) was cancelled due to cost overruns.[71] ICEMAG will be replaced by a simpler magnetometer.[72]\n\nReplacing the ICEMAG instrument, Europa Clipper Magnetometer (ECM) will be used to characterize the magnetic fields around Europa. The instrument consists of three magnetic flux gates placed along a 25ft boom, which will be stowed during launch and deployed afterwards.[73] By studying the strength and orientation of Europa's magnetic field over multiple flybys, scientists hope to be able to confirm the existence of Europa's subsurface ocean, as well as characterize the thickness of its icy crust and measure the water's depth and salinity.[74]\n\nThe Plasma Instrument for Magnetic Sounding (PIMS) measures the plasma surrounding Europa to characterise the magnetic fields generated by plasma currents. These plasma currents mask the magnetic induction response of Europa's subsurface ocean. In conjunction with a magnetometer, it is key to determining Europa's ice shell thickness, ocean depth, and salinity. PIMS will also probe the mechanisms responsible for weathering and releasing material from Europa's surface into the atmosphere and ionosphere and understanding how Europa influences its local space environment and Jupiter's magnetosphere.[75][76]\n\nThe Mass Spectrometer for Planetary Exploration (MASPEX) will determine the composition of the surface and subsurface ocean by measuring Europa's extremely tenuous atmosphere and any surface materials ejected into space. Jack Waite, who led development of MASPEX, was also Science Team Lead of the Ion and Neutral Mass Spectrometer (INMS) on the Cassini spacecraft.[77][78]\n\nThe SUrface Dust Analyzer (SUDA)[10] is a mass spectrometer that will measure the composition of small solid particles ejected from Europa, providing the opportunity to directly sample the surface and potential plumes on low-altitude flybys. The instrument is capable of identifying traces of organic and inorganic compounds in the ice of ejecta.[79]\n\nWhile not intended for use specifically as an instrument, Clipper will be using its radio antenna to perform additional experiments and learn about Europa's gravitational field. As the spacecraft performs each of its 45 flybys, its trajectory will be subtly altered by the moon's gravity. By sending radio signals between earth and the moon and characterizing the Doppler Shift in the return signal, scientists at JPL will be able to create a detailed characterization of the spacecraft's motion. This data will help to determine how the moon is flexing in relation to its distance from Jupiter, which will in turn reveal information about the moon's internal structure and tidal motions. [80]\n\nThe Europa Clipper mission considered an extra mass of about 250 kilograms (550 lb) to carry an additional flight element.[35] About a dozen proposals have been suggested but none went beyond the concept study phase and none are planned for the Europa Clipper mission. A few of which are described next:\n\nSince the Europa Clipper mission may not be able to easily modify its orbital trajectory or altitude to fly through the episodic water plumes, scientists and engineers working on the mission have investigated deploying from the spacecraft several miniaturized satellites of the CubeSat format, possibly driven by ion thrusters, to fly through the plumes and assess the habitability of Europa's internal ocean.[2][34][81] Some early proposals include Mini-MAGGIE,[82][ ], DARCSIDE,[83][84] Sylph[85] and CSALT. These concepts were funded for preliminary studies but none were considered for hardware development or flight. The Europa Clipper would have relayed signals from the nanosatellites back to Earth. With propulsion, some nanosatellites could also be capable of entering orbit around Europa.[55]\n\nNASA was also assessing the release of an additional 250 kg (550 lb) probe called Biosignature Explorer for Europa (BEE), that would have been equipped with a basic bi-propellant engine and cold gas thrusters to be more agile and responsive to the episodic activity on Europa and sample and analyze the water plumes for biosignatures and life evidence before they are destroyed by radiation.[61] The BEE plume probe would have been equipped with a proven mass spectrometer combined with gas chromatograph separation. It would also carry an ultraviolet (UV) plume targeting camera as well as visible and infrared cameras to image the active region with better resolution than the Clipper mother ship instruments.[61] The BEE probe would have flown through at 2 to 10 km (1.2 to 6.2 mi) altitude, then made a quick exit and performed its analysis far from the radiation belts.[61]\n\nA European proposal, the Europa Tomography Probe, was a concept for an independent powered spacecraft equipped with a magnetometer that would orbit Europa on a polar orbit for at least six months. It would have determined the deep interior structure of Europa and provided a good determination of the ice shell thickness and ocean depth, which arguably cannot be done accurately by multiple flybys.[35]\n\nSome proposed impactor probe concepts include those by the Netherlands,[86] and United Kingdom.[87]\n\nThe Europa Life Signature Assayer (ELSA) concept by the University of Colorado consisted of a probe that could have been flown as a secondary payload. ELSA would have used a small impactor to create a plume of subsurface particles and catapulted them to altitudes where it would have been able to pass through to collect samples and analyze them on board.[88][89] A variation of this concept is the 1996 Ice Clipper, which involves a 10-kilogram (22 lb) impactor that would be jettisoned from the main spacecraft to impact Europa, thereby creating a debris cloud in nearby space about 100 kilometers (62 mi) altitude, subsequently sampled by a small spacecraft on a close flyby and use Europa's gravitational force for a free return trajectory.[90][91][92] The collection mechanism is tentatively considered to be aerogel (similar to Stardust mission).\n\nAn early Europa Clipper concept called for including a stationary lander about 1 metre (3 ft) in diameter, perhaps about 230 kg (510 lb) with a maximum of 30 kg (66 lb) for instruments[45] plus propellant. Suggested instruments were a mass spectrometer and a Raman spectrometer to determine the chemistry of the surface.[45] The lander was proposed to be delivered to Europa by the main spacecraft and possibly require the sky crane system for a high precision, soft landing near an active crevasse.[93] The lander would have operated about 10 days on the surface using battery power.[45]\n\nThe Europa Clipper would take about three years to image 95% of the surface of Europa at about 50 metres (160 ft) per pixel. With this data, scientists could then find a suitable landing site.[93] By one estimate, including a lander could add as much as US$1 billion to the mission's cost.[93]\n\nIt was determined in February 2017 that designing a system capable of landing on a surface about which very little is known bears too much risk, and that the Europa Clipper will lay the foundation for a future landing mission by performing detailed reconnaissance first.[94] This led to a stand-alone mission proposal in 2017: the Europa Lander.[95] The NASA Europa Lander, if funded, would be launched separately in 2025[96] to complement the studies by the Europa Clipper mission.[97][98] If funded, approximately 10 proposals may be selected to proceed into a competitive process with a US$1.5 million budget per investigation.[99] The President's 2018 and 2019 federal budget proposals did not fund the Europa Lander, but did assign US$195 million[100] for concept studies.[101][102]\n\nThe 2022 omnibus spending bill allocates $14.2 million to Icy Satellites Surface Technology for a future Ocean Worlds lander mission (NASA had requested $5 million for the Europa Lander).[103]\n\n"
        },
        {
            "title": "Launch and trajectory",
            "text": "Congress had originally mandated that Europa Clipper be launched on NASA's Space Launch System (SLS) super heavy-lift launch vehicle, but NASA had requested that other vehicles be allowed to launch the spacecraft due to a foreseen lack of available SLS vehicles.[104] The United States Congress's 2021 omnibus spending bill directed the NASA Administrator to conduct a full and open competition to select a commercial launch vehicle if the conditions to launch the probe on a SLS rocket cannot be met.[105]\n\nA launch on a Delta IV Heavy with a gravity assist at Venus was considered.[106]\n\nOn January 25, 2021, NASA's Planetary Missions Program Office formally directed the mission team to \"immediately cease efforts to maintain SLS compatibility\" and move forward with a commercial launch vehicle.[7]\n\nOn February 10, 2021, it was announced that the mission would use a 5.5-year trajectory to the Jovian system, with gravity-assist maneuvers involving Mars (February 2025) and Earth (December 2026). Launch is targeted for a 21-day period between October 10 and 30, 2024, giving an arrival date in April 2030, and backup launch dates were identified in 2025 and 2026.[7]\n\nThe SLS option would have entailed a direct trajectory to Jupiter taking less than three years.[44][45][2] One alternative to the direct trajectory was identified as using a commercial rocket such as a Falcon Heavy, with a longer 6-year cruise time involving gravity assist maneuvers at Venus, Earth and/or Mars. Another option was to launch on a Falcon Heavy and perform a 700–800-meter-per-second (1,600–1,800 mph) maneuver at insertion orbit aphelion. This launch window is open once a year and would have required only one gravity assist, with Earth, and would shorten the travel time to 4.5 years, while only needing a C3 of 25–28 km2/s2.[107]\n\nIn July 2021 Falcon Heavy was chosen to launch the spacecraft.[8] Three reasons were given: launch cost, SLS availability, and \"shaking\".[106] The move to Falcon Heavy saved an estimated US$2 billion in launch costs alone.[108][109] NASA was not sure an SLS would be available since the Artemis program would use the entire SLS production, and the SLS's use of solid rocket boosters (SRB)s intrinsically creates more vibrations in the payload than does a launcher that does not use SRBs. The cost to redesign Europa Clipper for the SLS vibratory environment was estimated at US$1 billion.\n\n| footer =\n\n"
        }
    ]
}