{
    "url": "https://en.wikipedia.org/wiki/Euro_War",
    "title": "Euro War",
    "table_of_contents": [
        "1 History",
        "2 Films",
        "3 Personalities",
        "3.1 Actors",
        "3.2 Directors",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Euro War, also known as Macaroni Combat, Macaroni War, Spaghetti Combat, or Spaghetti War, is a broad subgenre of war film that emerged in the mid-1960s. The films were named Euro War because most were produced and directed by European co-productions, most notably and commonly by Italians,[1] as indicated by the subgenre's other nicknames that draw parallels to those films within the mostly Italian Spaghetti Western genre.[2][3][4]\n\nThe typical team was made up of an Italian director, Italo-Spanish technical staff, and a cast of Italian and Spanish actors and sometimes German and French, sometimes a minor or fading Hollywood star. The films were primarily shot in Europe and later, the Philippines.\n\n"
        },
        {
            "title": "History",
            "text": "From the mid-1960s, much like in the case of the Italian spaghetti western in relation to American Hollywood Westerns, the Macaroni Combat film mimicked the success of American films such as The Guns Of Navarone,The Dirty Dozen and Where Eagles Dare. Like spaghetti westerns, Euro War films were characterized by their production in the Italian language, low budgets, added violence, and a recognizable highly fluid and minimalist cinematography. This was partly intentional and partly the context and cultural background of the filmmakers.  Throughout the 1960s and 1970s the films were almost all set during World War II with a few about mercenaries in Africa following the success of Dark of the Sun and later, The Wild Geese. In the 1980s most entries in the genre were set during the Vietnam War following the success of The Deer Hunter and Apocalypse Now.[2]\n\nSome were also made to capitalize the success of Vietnam  War rescue  mission movies like Missing In Action, Uncommon Valor and Rambo First Blood Part 2. Some were also made to capitalize on the success of movies having American involvement in Middle East missions against  terrorist activities likeThe Delta Force and Death Before Dishonor, Delta Force Commando part 1. Some were also made to capitalize on the success of Soviet Afghan war movies like Rambo 3 and Delta Force Commando part 2.\nTwo popular examples of the Italian-made World War II films were Anzio (1968) and Hornets' Nest(1970) with their A-list cast members. Today, one of the better-known films to fit the Macaroni Combat archetype is the 1978 film The Inglorious Bastards directed by Enzo G. Castellari. Influenced heavily by the aforementioned 1967 American film, The Dirty Dozen, it would later inspire Quentin Tarantino's 2009 film Inglourious Basterds, an American-produced film influenced by the genre as a whole.\n\n"
        }
    ]
}