{
    "url": "https://en.wikipedia.org/wiki/Eviction_in_the_United_States",
    "title": "Eviction in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 19th Century",
        "1.1.1 The Trail of Tears",
        "1.2 20th Century",
        "1.2.1 The Great Depression",
        "1.2.2 Japanese American internment during WWII",
        "1.3 21st Century",
        "1.3.1 Great Recession",
        "1.3.2 COVID-19 pandemic",
        "2 Eviction Process",
        "2.1 Reasons for Eviction",
        "2.2 Legal Protections",
        "2.3 Eviction Law",
        "3 Causes",
        "4 Disproportionately impacted evictees",
        "4.1 Low-income renters",
        "4.2 Black and Hispanic renters",
        "4.3 Women",
        "4.4 Families with children",
        "5 Consequences",
        "5.1 Housing Insecurity and Poverty",
        "5.2 Mental health",
        "5.3 Physical Health",
        "6 Rates and locations",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Eviction in the United States refers to the pattern of tenant removal by landlords in the United States.[1] In an eviction process, landlords forcibly remove tenants from their place of residence and reclaim the property.[2] Landlords may decide to evict tenants who have failed to pay rent, violated lease terms, or possess an expired lease.[1] Landlords may also choose not to renew a tenant's lease, however, this does not constitute an eviction.[2] In the United States, eviction procedures, landlord rights, and tenant protections vary by state and locality.[2] Historically, the United States has seen changes in domestic eviction rates during periods of major socio-political and economic turmoil—including the Great Depression, the 2008 Recession, and the Covid-19 pandemic.  High eviction rates are driven by affordable housing shortages and rising housing costs.[3] Across the United States, low-income and disadvantaged neighborhoods have disproportionately higher eviction rates.[4] Certain demographics—including low income renters, Black and Hispanic renters, women, and people with children—are also at a greater risk of eviction.[4] Additionally, eviction filings remain on renters' public records. This can make it more difficult for renters to access future housing, since most landlords will not rent to a tenant with a history of eviction.[1] Eviction and housing instability are also linked to many negative health and life outcomes, including homelessness, poverty, and poor mental and physical health.  \nUnfortunately, the United States eviction crisis is not fully understood due to poorly documented eviction records and limited research on the topic.[5] Landlord-initiated expulsion of tenants is not officially tracked or monitored by the federal government and has not been subject to comprehensive analysis. In 2016, sociologist Matthew Desmond published Evicted: Poverty and Profit in the American City which brought wide-scale attention to the United States eviction crisis.[6] In his book, Desmond researches and analyzes eviction patterns in improvised Milwaukee neighborhoods. Desmond also emphasizes racial and gender disparities in eviction rates and the subsequent social cost on these evictees.[6] In 2017, Desmond established The Eviction Lab: an interactive website that publicizes data on eviction trends across the United States.[7]\n\n"
        },
        {
            "title": "History",
            "text": "See main article: Trail of Tears\n\nThe Trail of Tears refers to the mass eviction of around 100,000 American Indians from their homelands, which stretched across Virginia, North Carolina, South Carolina, Georgia, Tennessee, and Alabama. The majority of evictions occurred after the passage of the United States Indian Removal Act of 1830.[8]\n\nIn 1832, the supreme court ruled on the case Worcester v. Georgia, stipulating that the evacuation of the American Indian tribes was unconstitutional. However, because the president at the time, Andrew Jackson, did not agree with the ruling, it was not enforced. The evacuation of natives in the southern states continued.[9]\n\nIn 1834, the Treaty of New Echota was passed. This required the Cherokee tribe to move to Oklahoma within two years for a compensation of five million dollars. However, when many Cherokees remained in 1838, they were forcibly removed by the military with deaths totaling over 4,000 people.[9]\n\nSee main article: Great Depression in the United States\n\nDuring the Great Depression, eviction rates increased significantly due to high unemployment rates.[10] In 1933, U.S. unemployment rates reached an all time high of 24.9%.the US.[11]\n\nThese evictions led to the Great Rent Strike War of 1932. During the strike, which started in The Bronx, tenants withheld their rent while demanding decreases in rent and evictions. Tenants who did not pay were evicted, and police officers forced residents out of their apartments. Tenants violently fought police officers, leading to arrests. At first, the strikes were unsuccessful because landlords were legally supported. Eventually, strikes spread across the country and led to decreases in rent and eviction rates.[12]\n\nOne result of housing issues that occurred during the Great Depression was the passage of the Housing Act of 1937, often referred to as the Wagner-Steagall Act. This act established public housing in the United States.[13] Within the first 4 years of its establishment, 170,000 housing units were created.[14]\n\nSee main article: Internment of Japanese Americans\n\nDuring World War II, mass evictions of Japanese Americans on the West Coast occurred due to perceived threats of national security after the Pearl Harbor bombings.[15] Evictions began in early 1942 after the inaction of Executive Order 9066 by president Franklin Roosevelt.[16]  Within 6 months, 112,000 people were sent to internment camps. Those who were forced into these internment camps were slowly released after the end of the war in 1945.[15] The last internment camp did not close until nine months after the end of the war. In 1948, Congress passed a law that would reimburse Japanese Americans for their material losses; however, only ten cents of every dollar was repaid. Finally, in 1988, President Reagan signs a bill which paid each survivor of internment camps $20,000.[16]\n\nSee main article: Great Recession\n\nDuring the recession of 2008, eviction rates rose significantly due to property foreclosures. In the early months of the recession, renters were evicted with little notice due to landlords foreclosing on properties. However, in May 2009, the Protecting Tenants at Foreclosure Act was passed. This law required “new owners to provide at least 90 days notice to vacate and to honor the terms of any existing leases.” [17]\n\nDuring the COVID-19 pandemic in the United States, mass job loss and unemployment led to fears of mass evictions as tenants became unable to pay rent. An analysis by the Aspen Institute indicated between 19 and 23 million, or 20 percent of renters, are at risk for eviction by the end of September, 2020;[18] a separate July 2021 United States Census Bureau survey projects 7 million households unable to pay rent and at risk of eviction, with a potential 3 million eviction filings in the next two months.[19]\n\nIn response, the federal CARES Act included an eviction moratorium for federally-backed rental properties; however, this expired on July 24, 2020,[20] and no enforcement mechanism was provided.[21] States and cities also passed a variety of temporary eviction moratoriums.[22][23][24] As these moratoriums expired over the course of 2020, there were fears of a massive wave of evictions; by mid-June 2020, over 40% of states offered renters no protections.[25]\n\nNevertheless, on September 4, 2020, The Centers for Disease Control and Prevention (CDC) issued an Agency Order known as Temporary Halt in Residential Evictions To Prevent the Further Spread of COVID-19.[26] This agency order will be effective from September 4 to December 31 of 2020, during which time, “a landlord, owner of a residential property, or another person with a legal right to pursue eviction or possessory action, shall not evict any covered person from any residential property in any jurisdiction to  which the order applies.” [26]\n\nUnder The Temporary Halt in Residential Evictions To Prevent the Further Spread of COVID-19, a covered person is a tenant that has given their landlord the legal right to evict them, but has declared, under penalty of perjury, that: available housing assistance has been pursued; homeless status is likely after the eviction; the tenant is making their best efforts to pay at least part of the rent, there was a substantial household income loss that prevents the tenant from paying rent; and the tenant will not earn more than $99,000 USD in annual income for the taxable year of 2020, or will not be required to report incomes in 2019, or, under the CARES Act received an Economic Impact Payment.[27] This eviction moratorium was allowed to expire on July 31, 2021.[28]\n\nHowever, that does not mean that the individual obligations to comply with the agreements on the tenancy contract are relieved. The order does not eliminate individual obligations to make housing payments, pay the rent, or add interest, if applicable.[29] Moreover, tenants can still be evicted for other reasons apart from not complying with the timely payment. For instance, evictions due to criminal activity, violation of building codes, and threats to other residents' safety are allowed under the order.[29]\n\nIn addition, the agency order will not apply in areas that already have an eviction moratorium. For example, the Governor of California stated that the Temporary Halt will not apply in the state because they have established a stronger protection.[30]  Furthermore, the order allows states to enact other actions aimed to provide even further assistance to tenants, which implies that tenants not covered by the federal order, could be covered by some state protection.[24]\n\nIn this way, there are states and cities that issued their own eviction moratoriums.[24] For instance, the state of Massachusetts issued the \"Bill providing temporary protections for renters and home owners during the COVID-19 emergency\". However, the moratorium waived on October 17, 2020. Hence, the CDC order will take effect.[31]\n\nOn August 3, 2021, the CDC issued a new eviction moratorium in areas with substantial and high transmission of COVID-19.[32][33][34] On August 26, 2021, the U.S. Supreme Court ruled against the federal eviction moratorium put in place by U.S. President Joe Biden and ruled that the CDC had exceeded its authority by enforcing it.[35][36][37]\n\n"
        },
        {
            "title": "Eviction Process",
            "text": "Landlords can evict tenants for failing to pay rent, violating lease agreements, or having an expired lease.[2] Landlords can also expel tenants for breaking the law, damaging property, engaging in violence or causing a disturbance. Other legitimate reasons for eviction include improper property use, such as illegal subletting or cannabis cultivation.[38] However, most renters are evicted for non-payment of rent.[38] In 2018, a DC eviction report found that 93% of eviction filings in DC were initiated for non-payment of rent.[39][40]\n\nLandlords may also file for evictions in situations where the tenant is not culpable, know as a \"no-fault eviction.\" In most American municipalities, landlords have the legal right to expel tenants at their discretion, even if the tenant has not broken any lease agreements. For example, landlords can evict tenants if they want to sell or reoccupy their property.[41] Additionally, landlords have no legal obligation to renew a tenant's lease and may choose not to for any reason.[2]\n\nWhile landlords may evict tenants for various reasons, there are legal protections that protect tenants and prohibit unfair evictions. Foremost, landlords may only carry out evictions that follow federal, state, and local statutes. For example, the Federal Fair Housing Act prohibits housing discrimination on the basis of race, color, national origin, religion, sex, familial status, or disability.[42] Thus, it is illegal for a landlord to evict a tenant based on any of these characteristics. Additionally, landlords can't evict tenants who have filed a fair housing complaint or discrimination lawsuit against them.[2] Tenants also have the right to report housing code violations without the risk of retaliatory evictions. This protection extends to lease renewals—in Edwards v. Habib, the court established that landlords cannot refuse to renew a tenant's lease for reporting a code violation.[43] In some states, landlords are prohibited from issuing an eviction following any form of a tenant-initiated report.[2]\n\nCertain demographic groups are granted further protections to protect against unjust evictions. For example, federal housing assistance recipients cannot be evicted through \"no-fault\" evictions.[44] Tenants using federal housing expenditures—such as LIHTC, Section 8 vouchers, or public housing can still be evicted—but these evictions must be initiated for lease violations or rent non-payment.[44]\n\nPrior to an eviction, landlords must issue an eviction notice, often referred to as a Notice to Quit.[2] In this notice, landlords must provide sufficient information detailing the reason for eviction and options available for the tenant.[45] Landlords are prohibited from threatening, harming, harassing, or intimidating evictees, even if they are non-compliant.[45] If an evicted tenant refuses to leave the property, landlords cannot create a hostile environment that would force a tenant to leave the property, a process known as \"constructive eviction.\"[46] For example, landlords may not change a tenant's locks, cut off water or heat, or shut off other essential utilities.[47]\n\nA fair eviction process is regulated through federal law, state law, local law, common law, and court procedures.[2] There are limited federal laws dedicated specifically to domestic eviction regulation. However, there are federal protections in place that protect tenants against unlawful housing practices. For example, the federal Fair Housing Act prohibits discrimination in housing based on race, color, national origin, religion, sex, disability, or familial status.[48] While eviction laws vary by region, most state and local legislation mirrors the Uniform Residential Landlord and Tenant Act (URLTA) or the Model Residential Landlord-Tenant Code.[2] Eviction procedures are also regulated by common law—law based on legal precedents, rather than formal statutes.[2] In other words, when no written law applies to an eviction case, past court decisions are used to guide judge rulings. In some cases, lease terms can override common law.[2] Additionally, court procedures—which vary by municipality—can influence an eviction case.[2] For instance, the organization of a court's docket systems can impact the amount of time it takes a landlord to carry out an eviction.[2] During Covid-19, the federal government passed the CARE Act, which included a temporary eviction moratorium for eligible renters.\n\n"
        },
        {
            "title": "Causes",
            "text": "Each year, millions of renters and homeowners are evicted across the United States.[49] Rising housing costs and affordable housing shortages have catalyzed a nationwide housing insecurity crisis, driving up eviction rates. Over the past few decades, housing prices have outpaced the median household income, making it increasingly difficult for renters and homeowners to secure affordable housing.[50] The Joint Center for Housing Studies of Harvard University found that 26.5% of US renters were severely cost-burdened in 2013, almost twice the rate as in 1960.[50] Further, most renting families under the poverty line spend more than 50% of their income on rent, with one in four such families spending over 70% of their income on rent and utilities.[51] For low-income renters, rising rents and housing affordability issues are exacerbated by a shortage of low-cost housing units.[52] In 2019, the US had a shortage of 7 million affordable housing units for renters at or below the poverty line, according to data from the National Low Income Housing Coalition.[52] In 2015, only one in four eligible low-income renters received housing assistance, according to the Center on Budget and Policy Priorities.[53] In a climate of housing insecurity, cost-burdened renters face an increased risk of eviction.\n\nIn addition to individual risk factors, neighborhood composition is highly correlated with eviction patterns.[44] The risk of eviction is significantly higher in neighborhoods with high degrees of racial or economic segregation.[44] Using data from Princeton University's Eviction Lab, a 2020 study found that eviction filings were significantly higher in black-majority neighborhoods than in white majority neighborhoods.[54] Additionally, an analysis of eviction rates in Southern California found that a neighborhood's racial or economic composition was a greater predictor of eviction filings than housing market changes.[55] In other words, neighborhoods with a greater concentration of low-income or black tenants had higher eviction rates than neighborhoods with rising rent.[55] Similar patterns can be seen with inter-neighborhood dynamics—research indicates that low-income neighborhoods in Seattle not only faced higher eviction rates, but neighborhoods bordering low-income areas also faced higher eviction rates.[44] Disadvantaged neighborhoods with high eviction rates face constant instability, which further disincentivizes community investment and involvement.[56]\n\nWhen housing pressures are extreme, even middle-class and working-class renters are evicted by landlords eager to capitalize on the rising market rates, such as in San Francisco during the various tech booms. In such circumstances, landlords may seize upon minor violations that were previously tolerated, such as keeping a small pet or storing a bicycle in the hallway, to evict renters. The situation in California is aggravated by the Ellis Act, which allows landlords to evict tenants and immediately sell vacant apartments as condominiums.[57]\n\n"
        },
        {
            "title": "Disproportionately impacted evictees",
            "text": "Low-income renters and homeowners face higher eviction rates and are also disproportionately impacted by the consequences of eviction.[1] Foremost, low-income renters often lack the financial means to navigate the eviction process. For example, an Alabama Law study found that only 16.4% of Illinois households received any form of legal representation for their legal problems, with housing being the second most common legal issue for low-income households.[1] A lack of financial resources can be a barrier to accessing legal representation, which puts low-income renters at a disadvantage in court. This disparity is especially prevalent in eviction cases, since eviction law is complex and difficult to interpret. In a study referenced in Pepperdine Law Review, researchers found that unrepresented low-income tenants in New York City fared significantly worse in court than represented low-income tenants—unrepresented tenants were more likely to default in court and more likely to receive a warrant of eviction.[58] Without legal support, defendants may not be able to build or articulate a sound defense that holds up in a court. One study of Philadelphia's housing court found that tenants who had legal representation were almost 20 times more likely to prevail in court than those without legal representation.[59] Additionally, eviction-related court hearings in Chicago are almost two minutes shorter when the landlord has a legal defense and the tenant does not.[1]\n\nUnexpected financial costs—such as job loss, drop in income, or medical bills—can jeopardize housing stability and potentially lead to eviction.[60] This is especially true for poor tenants, who may not have the financial safety net to absorb unexpected costs. In addition, low-income individuals are more likely to lack financial literacy skills, which is associated with an increased likelihood of eviction.[38] Similarly, low-income renters who fail to seek out or use housing-related subsidies are at increased risk of future eviction.[38]\n\nBlack tenants face significantly higher filing and eviction rates than their white counterparts.[7] Looking at neighborhood racial composition in Milwaukee, sociologist Matthew Desmond found that majority-black neighborhoods had an average annual eviction rate of 7.4%, compared to 1.4% in majority-white neighborhoods.[4] In this study, Desmond also emphasizes the dual disadvantage black women face in housing—black women face the highest eviction rates of any demographic group.[4] In an interview with The Atlantic, Desmond reported that approximately one in five black women will experience eviction, compared to one in fifteen white women.[61] Eviction rates are also linked to the racial concentration of neighborhoods. The RVA Eviction Lab, in Richmond, Virginia, estimates that as the proportion of a neighborhood's black population increases by 10%, eviction rates would increase by 1.2%.[62]\n\nHispanic renters also face higher filing and eviction rates than their white counterparts. In a study published in the Harvard Civil Rights–Civil Liberties Law Review, researchers investigated the relationship between Hispanic origin and eviction in Milwaukee. These researchers saw a strong correlation between Hispanic tenants' risk of eviction and neighborhood racial composition.[56] In Milwaukee neighborhoods that were two-thirds white, approximately 80% of landlords were white. In these same neighborhoods, the average eviction rate was 25%, yet the eviction rate for Hispanics was upwards of 35%.[56] The study also found that Hispanic renters were significantly more likely to be evicted by white landlords than non-white landlords.[56] According to Greenberg et al, these findings suggest that discrimination contributes to racial disparities in Milwaukee eviction rates.[56]\n\nWomen, especially minority women, are disproportionately impacted by eviction. Between 2003 and 2007, women made up 60.6% of the evicted population in Milwaukee and 62% of people who appeared in eviction court. This is likely because women are more likely to be impoverished in America, and therefore have less access to legal resources.[56] When homeless men and women were asked why they were homeless, women cited eviction nearly twice as often as much as men did, according to a study in the Journal of Social Distress and the Homelessness.[63] Black and Hispanic women face the highest eviction rates and are the most represented demographic in eviction hearings.[6] For example, in Baltimore, 79% of tenants in eviction cases were black women, yet black women only make up 34% of Baltimore's population.[1]\n\nAccording to Desmond, women face higher eviction rates than men because they have more difficulty paying rent. Across the United States, the wage gap disadvantages women, with women earning less on average than their male counterparts.[64] Additionally, women spend more money than men on child and domestic expenses, further driving income inequality and inhibiting women from paying rent.[4]\n\nRenters with children are at increased risk of eviction.[44] According to Matthew Desmond, renters with children have an eviction rate three times higher than the average.[61] This is because landlords believe that children have the potential to be problematic. In addition, neighborhoods with more children will also have higher rates of evictions.[44] Greenberg et al found that having a child is more strongly correlated with neighborhood eviction patterns than race, gender, or class.[56]\n\nBy the age of 15, approximately 15% of children will have experienced eviction. This has a negative impact on the behavioral development, education, and health of children.[65] A study following low-income urban mothers revealed that evicted mothers are \"more likely to suffer from depression, report worse health for themselves and their children, and report more parenting stress.\"[66] After two years, mothers who experienced evictions still reported significantly higher levels of mental distress.[66] Pregnancy during eviction is also related to negative health outcomes for women and their offspring. Pregnant women who experienced evictions have significantly lower infant birth weights and infant prematurity rates compared to non-pregnant women.[67]\n\n"
        },
        {
            "title": "Consequences",
            "text": "Experiencing eviction is associated with many negative socioeconomic outcomes, including an increased risk of housing instability, job loss, homelessness, and poor health.[56] Having a record of eviction makes it extremely difficult to secure decent housing.[56] A legal eviction will nearly always go on an evictee's permanent record, barring them from future housing opportunities.[68] When an eviction is filed in the court system, this record becomes available to landlords. Landlords can look up the records of prospective renters through a tenant screening report.[1] Through this screening, landlords can find information about prospective tenants' criminal backgrounds, credit scores, and eviction history. If an individual has any history of eviction, this will show up on their record—even if the case was dismissed and the tenant was found not guilty.[1] Most landlords will not accept tenants with any form of an eviction record.[1] Tenants with a record of eviction can also be denied subsidized housing. This exclusion further exacerbates housing instability for minority groups who are most reliant on subsidized housing—in 2019, 42% of HUD program-assisted renters were Black, 19% were Hispanic, and 36% had children, according to the US Department of Housing and Urban Development.[44]\n\nAccording to sociologist Matthew Desmond, eviction is a cause of poverty, as well as a result of it.[6] Evicted individuals are often forced to accept lower quality housing and move to neighborhoods with higher crime and poverty rates.[44] Experiencing an eviction also increases the risk of job loss and job instability, which exacerbates housing instability.[69] Evicted individuals are uprooted from their communities, forcing them to sever ties with family, schools, religious organizations, and other social support systems. Following an eviction, tenants may also lose personal property—personal possessions are routinely thrown away, left on the sidewalk, or placed in storage that can only be accessed by paying a fee.[70] Protecting or recovering personal possessions can be particularly difficult for poor, elderly, and disabled individuals, who may be unable to access or afford storage.[70]\n\n\nFollowing an eviction, evictees may spend months, or even years, searching for decent housing.[1] In some cases, securing housing becomes impossible and eviction leads to homelessness—In Eric Lindblom's book, Homelessness in America, Lindblom found that one in two homeless adults reports eviction or rent affordability as the cause of their homelessness.[71] In 2010, a New York City report estimated that 47% of homeless families in New York City homeless shelters had experienced eviction.[1]\nVarious studies have emphasizes that evictees are more likely to experience negative mental health outcomes, including anxiety, depression, psychological distress, and suicide.[72] Research has found that the stress of even receiving an eviction notice is so substantial that it can be a predictor of a tenant's future housing insecurity, even if the tenant is not evicted.[44] The eviction process is also tied to long-term psychological issues for tenants and their children.[1] In a longitudinal study on eviction, Matthew Desmond found that evicted adults were more likely to report poor mental health both one year and eight years following their eviction.[73] Individuals who experience eviction are have disproportionately higher rates of anxiety and depression. In a sample of evicted adults, the Michigan Recession and Recovery Study found that 13.9% of those evicted in the past 12 months suffered from major or minor depression and that 33.8% had experienced an anxiety attack in the last 4 weeks.[74] Additionally, across the 27 states that participate in the National Violent Death Reporting System in 2015, 3.8% of those who committed suicide with known circumstances had recently experienced eviction.[75]\n\nOne physical health impact that eviction has on tenants evicted is an increased spread and contraction of COVID-19. This is because of actions tenants take after being evicted. When evicted, residents must find other places to live, such as a homeless shelter or a friend's house. According to the CDC, \"adding as few as two new members to a household can as much as double the risk of illness.\" Additionally, when people are living in the same household, it is much harder to adhere to social distancing protocols. The mental health consequences of eviction also weaken the immune system, increasing transmission.[76]\n\nIn addition, eviction predisposes tenants to hazardous housing conditions, which can lead to negative health outcomes.[77] Following an eviction, low-income renters often cannot secure decent housing, forcing them to settle for poorly maintained or unsafe units. Renters in substandard housing units may face increased exposure to dust, mold, allergens, pests, and other hazards.[1] Additionally, evictees are often forced into improvised neighborhoods, which typically have higher levels of air and water pollution.[78] As a result, renters face an increased risk of respiratory illness, cardiovascular disease, and other health issues.[1] Substandard housing is also more likely to contain lead-contaminated walls and water, which can be particularly dangerous for children. Exposure to lead, even in small doses, can have serious health consequences for children, including developmental delays, decreased intelligence, and serious neurological and brain damage.[1]\n\nEviction rates also create a higher risk for one to contract sexually transmitted infections. There is a variety of factors that increase this risk for those evicted. Often times those evicted don't have access to STI protection to condoms. Additionally, those evicted could participate in sexual activity for resources. Mental health also plays a role in the increased transmission of STIs, as sexual activity has been seen to be used as a coping mechanism for the associated stress with eviction. Eviction also has an impact on monogamous relationships, which can lead to increased partners and an increased risk for STIs.[79]\n\n"
        },
        {
            "title": "Rates and locations",
            "text": "There is no government reporting system on eviction, so variance by location and time were, at best, little understood and, at worst, invisible. This began to change with the implementation of Princeton University's Eviction Lab which published the results of an analysis of 900,000 eviction notices that occurred in 2016.[80]\n\n"
        }
    ]
}