{
    "url": "https://en.wikipedia.org/wiki/Evil_clown",
    "title": "Evil clown",
    "table_of_contents": [
        "1 Origins",
        "2 Interpretations",
        "3 Urban legends and incidents",
        "3.1 Clown sightings",
        "4 Response to evil clowns in media",
        "5 Depictions",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe evil clown is a subversion of the traditional comic clown character, in which the playful trope is instead depicted in a more disturbing nature through the use of horror elements and dark humor. The modern archetype of the evil clown was popularized by DC Comics character the Joker starting in 1940 and again by Pennywise in Stephen King's It. The character can be seen as playing on the sense of unease felt by sufferers of coulrophobia, the fear of clowns.\n\n"
        },
        {
            "title": "Origins",
            "text": "The modern archetype of the evil clown has unclear origins; the stock character appeared infrequently during the 19th century, in such works as Edgar Allan Poe's \"Hop-Frog\",[1] which is believed by Jack Morgan, of the University of Missouri-Rolla, to draw upon an earlier incident \"at a masquerade ball\", in the 14th century, during which \"the King and his frivolous party, costumed—in highly flammable materials—as simian creatures, were ignited by a flambeau and incinerated, the King narrowly escaping in the actual case.\"[2] Evil clowns also occupied a small niche in drama, appearing in the 1874 work La femme de Tabarin by Catulle Mendès and in Ruggero Leoncavallo's Pagliacci (accused of being a plagiarism of Mendès' piece), both works featuring murderous clowns as central characters.[3][4]\n\nDuring the 1980s the National Lampoon published a series of mock comic books in the pages of the magazine, entitled \"Evil Clown\", which featured a malevolent character named Frenchy the Clown. During that decade, American serial killer and rapist John Wayne Gacy became known as the Killer Clown when arrested in 1978, after it was discovered he had performed as Pogo the Clown at children's parties and other events; however, Gacy did not actually commit his crimes while wearing his clown costume.[5]\n\nEvil clown themes were occasionally found in popular music. Zal Cleminson, guitarist with the English rock band The Sensational Alex Harvey Band, wore black and white clown-style makeup and colorful clothes while on stage during the band's 1970s heyday, while his \"happy-sad-happy\" demeanor helped give their performances an edge of menace.[6]\n\nThe modern stock character of the evil clown was popularized by Stephen King's It which introduced the fear of an evil clown to a modern audience. In the novel, the eponymous character is a pan-dimensional monster which feeds mainly on children by luring them in the form of a clown, named \"Pennywise\", and then assuming the shape of whatever the victim fears the most.\n\nThe evil clown archetype plays strongly off the sense of dislike it caused to inherent elements of coulrophobia; however, it has been suggested by Joseph Durwin[7] that the concept of evil clowns has an independent position in popular culture, arguing that \"the concept of evil clowns and the widespread hostility it induces is a cultural phenomenon which transcends just the phobia alone\". A study by the University of Sheffield concluded \"that clowns are universally disliked by children. Some found them quite frightening and unknowable.\"[8][9] This may be because of the nature of clowns' makeup hiding their faces, making them potential threats in disguise; as a psychology professor at California State University, Northridge stated, young children are \"very reactive to a familiar body type with an unfamiliar face\".[10] This natural dislike of clowns makes them effective in a literary or fictional context, as the antagonistic threat perceived in clowns is desirable in a villainous character.\n\nResearcher Ben Radford, who published Bad Clowns[11] in 2016 and is regarded as an expert on the phenomenon,[12] writes that looking throughout history clowns are seen as tricksters, fools, and more; however, they always are in control, speak their minds, and can get away with doing so. When writing the book Bad Clowns, Radford found that professional clowns are not generally fond of the bad-clown (or evil-clown) persona. They see them as \"the rotten apple in the barrel, whose ugly sight and smell casts suspicion on the rest of them,\" and do not wish to encourage or propagate coulrophobia. Yet, as Radford discovered, bad clowns have existed throughout history: Harlequin, the King's fool, and Mr. Punch. Radford argues that bad clowns have the \"ability to change with the times\" and that modern bad clowns have evolved into Internet trolls. They may not wear clown costume but, nevertheless, engage with people for their own amusement, abuse, tease and speak what they think of as the \"truth\" much like the court jester and \"dip clowns\" do using \"human foibles\" against their victims. Radford states that, although bad clowns permeate the media in movies, TV, music, comics, and more, the \"good clowns\" outnumber the bad ones. Research shows that most people do not fear clowns but actually love them and that bad clowns are \"the exception, not the rule.\"[11]\n\n"
        },
        {
            "title": "Interpretations",
            "text": "The concept of the evil clown is related to the irrational fear of clowns, known as coulrophobia, a neologism coined in the context of informal \"-phobia lists\".[13]\n\nThe cultural critic Mark Dery has theorized the postmodern archetype of the evil clown in \"Cotton Candy Autopsy: Deconstructing Psycho-Killer Clowns\" (a chapter in his cultural critique The Pyrotechnic Insanitarium: American Culture on the Brink).[14]\n\nTracking the image of the demented or deviant clown across popular culture, Dery analyzes the \"Pogo the Clown\" persona of the serial killer John Wayne Gacy; the obscene clowns of the neo-situationist Cacophony Society; the Joker (of Batman fame); the grotesque art of R.K. Sloane; the sick-funny Bobcat Goldthwait comedy Shakes the Clown; Scooby-Doo's Ghost Clown from the episode \"Bedlam in the Big Top\"; Horny the Clown in the 2007 horror-comedy movie Drive-Thru, and Pennywise from Stephen King's It.\n\nUsing Mikhail Bakhtin's theory of the carnivalesque, Jungian and historical writings on the images of the fool in myth and history, and ruminations on the mingling of ecstasy and dread in the Information Age, Dery asserts the evil clown is an icon of our times. Clowns are often depicted as murderous psychopaths at many American haunted houses.\n\nWolfgang M. Zucker points out the similarities between a clown's appearance and the cultural depictions of demons and other infernal creatures, noting \"[the clown's] chalk-white face in which the eyes almost disappear, while the mouth is enlarged to a ghoulish bigness, looks like the mask of death\".[15]\n\nAccording to psychology professor Joseph Durwin at California State University, Northridge, young children are \"very reactive to a familiar body type with an unfamiliar face\".[10] Researchers who have studied the phobia believe there is some correlation to the uncanny valley effect.[16] Additionally, clown behavior is often \"transgressive\" (anti-social behavior) which can create feelings of unease.[17]\n\n"
        },
        {
            "title": "Urban legends and incidents",
            "text": "The related urban legend of evil clown sightings in real life is known as \"phantom clowns\".[18] First reported in 1981 in Brookline, Massachusetts, children said that men dressed up as clowns had attempted to lure them into a van.[19] The panic spread throughout the US in the Midwest and Northeast. It resurfaced in 1985 in Phoenix, Arizona; in 1991 in West Orange, New Jersey;[20] and 1995 in Honduras. Later sightings included Chicago in Illinois in 2008.[19] Explanations for the phenomenon have ranged from Stephen King's It and the crimes of serial killer John Wayne Gacy,[18] to a moral panic influenced by contemporaneous fears of Satanic ritual abuse.[19] It also shows similarities to the story of the Pied Piper of Hamelin.[20] In most cases the reports were made by children, and no adults or police officers were able to confirm the sightings.[19]\n\nIn 2013, a character who became known as \"the Northampton Clown\" was repeatedly sighted standing silently around the English town. The work of three local filmmakers, Alex Powell, Elliot Simpson and Luke Ubanski, the Northampton clown was similar in appearance to Pennywise from Stephen King's It.[21] Although rumors said that the clown may have a knife, the clown himself denied these rumors through social media.[22] In March 2014, Matteo Moroni from Perugia, Italy, owner of YouTube channel DM Pranks, began dressing up as a killer clown and terrifying unsuspecting passers-by, with his videos racking up hundreds of millions of views.[23] In 2014, further complaints of evil clown pranksters were reported in France, the United States and Germany, possibly inspired by American Horror Story: Freak Show.[24]\n\nIn 2014, \"the Wasco clown\" attracted social media attention in California. Again this clown shared a similar resemblance to Pennywise, and it was revealed that the social media postings were part of a year-long photography project conducted by the artist's wife.[25] In Bakersfield, California \"menacing\" clowns were reported, some with weapons.[26] In July 2015, a \"creepy\" clown was seen around a local cemetery in Chicago and terrorizing anyone in the graveyard.[27]\n\nThere was another burst of such sightings in 2016, including in South Carolina and New York.[28][29]\n\nResearcher Ben Radford writes that there have been many surges of evil clown sightings reported, Radford says it is most likely pranksters. The urban legends and panic can cause real danger as \"face-painted pranksters and innocent bystanders may be at risk\" by interaction of well-intended public or police thinking a threat exists when it does not.[30]\n\n"
        },
        {
            "title": "Response to evil clowns in media",
            "text": "In 2014, Clowns of America International responded to the depiction of Twisty on American Horror Story, and evil clowns in media generally. President Glenn Kohlberger said, \"Hollywood makes money sensationalizing the norm. They can take any situation no matter how good or pure and turn it into a nightmare. ... We do not support in any way, shape or form any medium that sensationalizes or adds to coulrophobia or 'clown fear.'\"[31]\n\n"
        },
        {
            "title": "Depictions",
            "text": "The contemporary \"evil clown\" archetype developed in the 1980s, notably popularized by Stephen King's It, and perhaps influenced by John Wayne Gacy, a serial killer dubbed the Killer Clown in 1978. Killer Klowns from Outer Space is a 1988 horror comedy dedicated to the topic. The Joker character in the Batman franchise was introduced in 1940 and has developed into one of the most recognizable and iconic fictional characters in popular culture, leading Wizard magazine's \"100 Greatest Villains of All Time\" ranking in 2006.[32] Although Krusty the Clown, a cartoon character introduced 1989 in the animated sitcom The Simpsons, is a comical, non-scary clown, the character reveals darker aspects in his personality. In The Simpsons episode \"Lisa's First Word\" (1992), children's fear of clowns features in the form of a very young Bart being traumatized by an inexpertly built Krusty the Clown themed bed, repeatedly uttering the phrase \"can't sleep, clown will eat me....\" The phrase inspired an Alice Cooper song in the album Dragontown (2001)[33] and became a popular catchphrase.[34]\n\nThe American rap duo Insane Clown Posse have exploited this theme since 1989 and have inspired Twiztid and similar acts, many on Psychopathic Records, to do likewise. Websites dedicated to evil clowns and the fear of clowns appeared in the late 1990s.[35]\n\n"
        }
    ]
}