{
    "url": "https://en.wikipedia.org/wiki/Evil_corporation",
    "title": "Evil corporation",
    "table_of_contents": [
        "1 In fiction",
        "2 In real life",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An evil corporation is a trope in popular culture that portrays a corporation as ignoring social responsibility, morality, ethics, and sometimes laws in order to make profit for its shareholders.[1] In rare cases, the corporation may be well intentioned but extremist, engaging in noble cause corruption.\n\n"
        },
        {
            "title": "In fiction",
            "text": "The notion is \"deeply embedded in the landscape of contemporary culture—populating films, novels, videogames, and more.\" The science fiction genre served as the initial background to portray corporations in this dystopian light.[1]\n\nEvil corporations can be seen to represent the danger of combining capitalism with larger hubris.[2]\n\n"
        },
        {
            "title": "In real life",
            "text": "In real life some corporations have been accused of being evil. To guard against such accusations, Google at one point in its history had the official motto \"Don't be evil\",[1] however they abandoned that motto for being too obviously frivolous.[3] The New Yorker wrote that \"many food activists consider Monsanto (now Bayer) to be the definitively evil corporation\".[4]\n\nThe Debate over Corporate Social Responsibility wrote, \"For many consumers, Wal-Mart serves as the evil corporation prototype, but record numbers shop at the stores for low prices.\"[5]\n\nIn Japan, a committee of journalists and rights activists issues an annual \"corporate raspberry award\" known as Most Evil Corporation of the Year Award (also called the Black Company Award) to a company \"with a culture of overwork, discrimination and harassment\".[6]\n\n"
        }
    ]
}