{
    "url": "https://en.wikipedia.org/wiki/Evolutionary_origin_of_religions",
    "title": "Evolutionary origin of religions",
    "table_of_contents": [
        "1 Nonhuman religious behavior",
        "2 Relevant prerequisites for human religion",
        "2.1 Increased brain size",
        "2.2 Tool use",
        "2.3 Development of language",
        "2.4 Morality and group living",
        "3 Evolutionary psychology of religion",
        "4 Prehistoric evidence of religion",
        "4.1 Paleolithic burials",
        "4.2 Use of symbolism",
        "4.3 Origins of organized religion",
        "4.4 Invention of writing",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe evolutionary origin of religions and religious behavior is a field of study related to evolutionary psychology, the origin of language and mythology, and cross-cultural comparison of the anthropology of religion. Some subjects of interest include Neolithic religion, evidence for spirituality or cultic behavior in the Upper Paleolithic, and similarities in great ape behavior.\n\n"
        },
        {
            "title": "Nonhuman religious behavior",
            "text": "Humanity's closest living relatives are common chimpanzees and bonobos.[1][2] These primates share a common ancestor with humans who lived between six and eight million years ago. It is for this reason that chimpanzees and bonobos are viewed as the best available surrogate for this common ancestor. Barbara King argues that while non-human primates are not religious, they do exhibit some traits that would have been necessary for the evolution of religion. These traits include high intelligence, a capacity for symbolic communication, a sense of social norms. and realization of \"self\" continuity.[3][4] There is inconclusive evidence that Homo neanderthalensis may have buried their dead, which would be evidence of mortuary ritual.[citation needed] The use of burial rituals is thought to be evidence of religious activity, but there is no other evidence that religion existed in human culture before humans reached behavioral modernity.[5] Other lines of evidence have revealed that Homo neanderthalensis made cave art, which would require a high level of symbolic thinking paralleling religious thought.[6]\n\nElephants perform rituals for their dead. They demonstrate long periods of silence and mourning at the point of death; later, elephants return to grave sites and caress the remains.[7][8] Some evidence suggests that many species grieve death and loss.[9]\n\n"
        },
        {
            "title": "Relevant prerequisites for human religion",
            "text": "In this set of theories, the religious mind is one consequence of a brain that is large enough to formulate religious and philosophical ideas.[10] During human evolution, the hominid brain tripled in size, peaking 500,000 years ago. Much of the brain's expansion took place in the neocortex. The cerebral neocortex is presumed to be responsible for the neural computations underlying complex phenomena such as perception, thought, language, attention, episodic memory and voluntary movement.[11] According to Dunbar's theory, the relative neocortex size of any species correlates with the level of social complexity of the particular species.[12] The neocortex size correlates with a number of social variables that include social group size and complexity of mating behaviors.[13] In chimpanzees the neocortex occupies 50% of the brain, whereas in modern humans it occupies 80% of the brain.[14]\n\nRobin Dunbar argues that the critical event in the evolution of the neocortex took place at the speciation of archaic Homo sapiens about 500,000 years ago. His study indicates that only after the speciation event is the neocortex large enough to process complex social phenomena such as language and religion. The study is based on a regression analysis of neocortex size plotted against a number of social behaviors of living and extinct hominids.[15]\n\nStephen Jay Gould suggests that religion may have grown out of evolutionary changes which favored larger brains as a means of cementing group coherence among savanna hunters, after that larger brain enabled reflection on the inevitability of personal mortality.[16]\n\nLewis Wolpert argues that causal beliefs that emerged from tool use played a major role in the evolution of belief. The manufacture of complex tools requires creating a mental image of an object which does not exist naturally before actually making the artifact. Furthermore, one must understand how the tool would be used, that requires an understanding of causality.[17] Accordingly, the level of sophistication of stone tools is a useful indicator of causal beliefs.[18] Wolpert contends use of tools composed of more than one component, such as hand axes, represents an ability to understand cause and effect. However, recent studies of other primates indicate that causality may not be a uniquely human trait. For example, chimpanzees have been known to escape from pens closed with multiple latches, which was previously thought could only have been figured out by humans who understood causality. Chimpanzees are also known to mourn the dead, and notice things that have only aesthetic value, like sunsets, both of which may be considered to be components of religion or spirituality.[19][unreliable source?]\nThe difference between the comprehension of causality by humans and chimpanzees is one of degree. The degree of comprehension in an animal depends upon the size of the prefrontal cortex: the greater the size of the prefrontal cortex the deeper the comprehension.[20][unreliable source?]\n\nReligion requires a system of symbolic communication, such as language, to be transmitted from one individual to another. Philip Lieberman states \"human religious thought and moral sense clearly rest on a cognitive-linguistic base\".[21] From this premise science writer Nicholas Wade states: \n\nAnother view distinguishes individual religious belief from collective religious belief. While the former does not require prior development of language, the latter does. The individual human brain has to explain a phenomenon in order to comprehend and relate to it. This activity predates by far the emergence of language and may have caused it. The theory is, belief in the supernatural emerges from hypotheses arbitrarily assumed by individuals to explain natural phenomena that cannot be explained otherwise. The resulting need to share individual hypotheses with others leads eventually to collective religious belief. A socially accepted hypothesis becomes dogmatic backed by social sanction.\n\nLanguage consists of digital contrasts whose cost is essentially zero. As pure social conventions, signals of this kind cannot evolve in a Darwinian social world—they are a theoretical impossibility.[23][24] Being intrinsically unreliable, language works only if one can build up a reputation for trustworthiness within a certain kind of society—namely, one where symbolic cultural facts (sometimes called 'institutional facts') can be established and maintained through collective social endorsement.[25] In any hunter-gatherer society, the basic mechanism for establishing trust in symbolic cultural facts is collective ritual.[26]\n\nTranscending the continuity-versus-discontinuity divide, some scholars view the emergence of language as the consequence of some kind of social transformation[27] that, by generating unprecedented levels of public trust, liberated a genetic potential for linguistic creativity that had previously lain dormant.[28][29][30] \"Ritual/speech coevolution theory\" exemplifies this approach.[31][32] Scholars in this intellectual camp point to the fact that even chimpanzees and bonobos have latent symbolic capacities that they rarely—if ever—use in the wild.[33] Objecting to the sudden mutation idea, these authors argue that even if a chance mutation were to install a language organ in an evolving bipedal primate, it would be adaptively useless under all known primate social conditions. A very specific social structure—one capable of upholding unusually high levels of public accountability and trust—must have evolved before or concurrently with language to make reliance on \"cheap signals\" (words) an evolutionarily stable strategy. The animistic nature of early human language could serve as the handicap-like cost that helped to ensure the reliability of communication. The attribution of spiritual essence to everything surrounding early humans served as a built-in mechanism that provided instant verification and ensured\nthe inviolability of one's speech.[34]\n\nAnimal vocal signals are, for the most part, intrinsically reliable. When a cat purrs, the signal constitutes direct evidence of the animal's contented state. The signal is trusted, not because the cat is inclined to be honest, but because it just cannot fake that sound. Primate vocal calls may be slightly more manipulable, but they remain reliable for the same reason—because they are hard to fake.[35] Primate social intelligence is \"Machiavellian\"—self-serving and unconstrained by moral scruples. Monkeys and apes often attempt to deceive each other, while at the same time remaining constantly on guard against falling victim to deception themselves.[36][37] Paradoxically, it is theorized that primates' resistance to deception is what blocks the evolution of their signalling systems along language-like lines. Language is ruled out because the best way to guard against being deceived is to ignore all signals except those that are instantly verifiable. Words automatically fail this test.[31]\n\nFrans de Waal and Barbara King both view human morality as having grown out of primate sociality. Although morality awareness may be a unique human trait, many social animals, such as primates, dolphins and whales, have been known to exhibit pre-moral sentiments. According to Michael Shermer, the following characteristics are shared by humans and other social animals, particularly the great apes:\n\nDe Waal contends that all social animals have had to restrain or alter their behavior for group living to be worthwhile. Pre-moral sentiments evolved in primate societies as a method of restraining individual selfishness and building more cooperative groups. For any social species, the benefits of being part of an altruistic group should outweigh the benefits of individualism. For example, a lack of group cohesion could make individuals more vulnerable to attack from outsiders. Being part of a group may also improve the chances of finding food. This is evident among animals that hunt in packs to take down large or dangerous prey.\n\nAll social animals have hierarchical societies in which each member knows its own place. Social order is maintained by certain rules of expected behavior and dominant group members enforce order through punishment. However, higher order primates also have a sense of fairness.\n[39]\n\nChimpanzees live in fission-fusion groups that average 50 individuals. It is likely that early ancestors of humans lived in groups of similar size. Based on the size of extant hunter-gatherer societies, recent Paleolithic hominids lived in bands of a few hundred individuals. As community size increased over the course of human evolution, greater enforcement to achieve group cohesion would have been required. Morality may have evolved in these bands of 100 to 200 people as a means of social control, conflict resolution and group solidarity. According to Dr. de Waal, human morality has two extra levels of sophistication that are not found in primate societies.\n\nPsychologist Matt J. Rossano argues that religion emerged after morality and built upon morality by expanding the social scrutiny of individual behavior to include supernatural agents. By including ever-watchful ancestors, spirits and gods in the social realm, humans discovered an effective strategy for restraining selfishness and building more cooperative groups.[40] The adaptive value of religion would have enhanced group survival.[41][42]\nRossano is referring here to collective religious belief and the social sanction that institutionalized morality. According to Rossano's teaching, individual religious belief is thus initially epistemological, not ethical, in nature.\n\n"
        },
        {
            "title": "Evolutionary psychology of religion",
            "text": "Cognitive scientists underlined that religions may be explained as a result of the brain architecture that developed early in the genus Homo in the course of the evolutionary history of life. However, there is disagreement on the exact mechanisms that drove the evolution of the religious mind. The two main schools of thought hold:\n\nStephen Jay Gould, for example, saw religion as an exaptation or a spandrel, in other words: religion evolved as byproduct of psychological mechanisms that evolved for other reasons.[44][45][unreliable source?][46]\n\nSuch mechanisms may include the ability to infer the presence of organisms that might do harm (agent detection), the ability to come up with causal narratives for natural events (etiology), and the ability to recognize that other people have minds of their own with their own beliefs, desires and intentions (theory of mind). These three adaptations (among others) allow human beings to imagine purposeful agents behind many observations that could not readily be explained otherwise, e.g. thunder, lightning, movement of planets, complexity of life.[47] The emergence of collective religious belief identified such agents as deities that standardized the explanation.[48]\n\nSome scholars have suggested that religion is genetically \"hardwired\" into the human condition. One controversial proposal, the God gene hypothesis, states that some variants of a specific gene, the VMAT2 gene, predispose to spirituality.[49]\n\nAnother view builds on the concept of the triune brain: the reptilian brain, the limbic system, and the neocortex, proposed by Paul D. MacLean. Collective religious belief draws upon the emotions of love, fear, and gregariousness and is deeply embedded in the limbic system through socio-biological conditioning and social sanction. Individual religious belief utilizes reason based in the neocortex and often varies from collective religion. The limbic system is much older in evolutionary terms than the neocortex and is, therefore, stronger than it – much in the same way as the reptilian is stronger than both the limbic system and the neocortex.\n\nYet another view is that the behavior of people who participate in a religion makes them feel better and this improves their biological fitness, so that there is a genetic selection in favor of people who are willing to believe in a religion. Specifically, rituals, beliefs, and the social contact typical of religious groups may serve to calm the mind (for example by reducing ambiguity and the uncertainty due to complexity) and allow it to function better when under stress.[50] This would allow religion to be used[by whom?] as a powerful survival mechanism, particularly in facilitating the evolution of hierarchies of warriors, which if true, may be why many modern religions tend to promote fertility and kinship.\n\nStill another view, proposed by Fred H. Previc, sees human religion as a product of an increase in dopaminergic functions in the human brain and of a general intellectual expansion beginning around 80 thousand years ago (kya).[51][52][53] Dopamine promotes an emphasis on distant space and time, which can correlate with religious experience.[54]\nWhile the earliest extant shamanic cave-paintings date to around 40 kya, the use of ocher for rock art predates this and there is clear evidence for abstract thinking along the coast of South Africa 80 kya.\n\nPaul Bloom suggests that \"certain early emergent cognitive biases ... make it natural to believe in Gods and spirits\".[55]\n\n"
        },
        {
            "title": "Prehistoric evidence of religion",
            "text": "The exact time when humans first became religious remains unknown, however research in evolutionary archaeology shows credible evidence of religious-cum-ritualistic behavior from around the Middle Paleolithic era (45–200 thousand years ago).[56]\n\nThe earliest evidence of religious thought is based on the ritual treatment of the dead. Most animals display only a casual interest in the dead of their own species.[57][unreliable source?] Ritual burial thus represents a significant change in human behavior. Ritual burials represent an awareness of life and death and a possible belief in the afterlife. Philip Lieberman states \"burials with grave goods clearly signify religious practices and concern for the dead that transcends daily life.\"[21]\n\nThe earliest evidence for treatment of the dead comes from Atapuerca in Spain. At this location the bones of 30 individuals believed to be Homo heidelbergensis have been found in a pit.[58]\nNeanderthals are also contenders for the first hominids to intentionally bury the dead. They may have placed corpses into shallow graves along with stone tools and animal bones. The presence of these grave goods may indicate an emotional connection with the deceased and possibly a belief in the afterlife. Neanderthal burial sites include Shanidar in Iraq and Krapina in Croatia and Kebara Cave in Israel.[59][60]\n\nThe earliest known burial of modern humans is from a cave in Israel located at Qafzeh. Human remains have been dated to 100,000 years ago. Human skeletons were found stained with red ocher. A variety of grave goods were found at the burial site. The mandible of a wild boar was found placed in the arms of one of the skeletons.[61] Philip Lieberman states:\n\nMatt Rossano suggests that the period between 80,000 and 60,000 years before present, following the retreat of humans from the Levant to Africa, was a crucial period in the evolution of religion.[62]\n\nThe use of symbolism in religion is a universal established phenomenon. Archeologist Steven Mithen contends that it is common for religious practices to involve the creation of images and symbols to represent supernatural beings and ideas. Because supernatural beings violate the principles of the natural world, there will always be difficulty in communicating and sharing supernatural concepts with others. This problem can be overcome by anchoring these supernatural beings in material form through representational art. When translated into material form, supernatural concepts become easier to communicate and understand.[63][unreliable source?] Due to the association of art and religion, evidence of symbolism in the fossil record is indicative of a mind capable of religious thoughts. Art and symbolism demonstrates a capacity for abstract thought and imagination necessary to construct religious ideas. Wentzel van Huyssteen states that the translation of the non-visible through symbolism enabled early human ancestors to hold beliefs in abstract terms.[64]\n\nSome of the earliest evidence of symbolic behavior is associated with Middle Stone Age sites in Africa. From at least 100,000 years ago, there is evidence of the use of pigments such as red ocher. Pigments are of little practical use to hunter gatherers, thus evidence of their use is interpreted as symbolic or for ritual purposes. Among extant hunter gatherer populations around the world, red ocher is still used extensively for ritual purposes. It has been argued that it is universal among human cultures for the color red to represent blood, sex, life and death.[65]\n\nThe use of red ocher as a proxy for symbolism is often criticized as being too indirect. Some scientists, such as Richard Klein and Steven Mithen, only recognize unambiguous forms of art as representative of abstract ideas. Upper paleolithic cave art provides some of the most unambiguous evidence of religious thought from the paleolithic. Cave paintings at Chauvet depict creatures that are half human and half animal.\n\nOrganized religion traces its roots to the neolithic revolution that began 11,000 years ago in the Near East but may have occurred independently in several other locations around the world. The invention of agriculture transformed many human societies from a hunter-gatherer lifestyle to a sedentary lifestyle. The consequences of the neolithic revolution included a population explosion and an acceleration in the pace of technological development. The transition from foraging bands to states and empires precipitated more specialized and developed forms of religion that reflected the new social and political environment. While bands and small tribes possess supernatural beliefs, these beliefs do not serve to justify a central authority, justify transfer of wealth or maintain peace between unrelated individuals.\nOrganized religion emerged as a means of providing social and economic stability through the following ways:\n\nThe states born out of the Neolithic revolution, such as those of Ancient Egypt and Mesopotamia, were theocracies with chiefs, kings and emperors playing dual roles of political and spiritual leaders.[38] Anthropologists have found that virtually all state societies and chiefdoms from around the world have been found to justify political power through divine authority. This suggests that political authority co-opts collective religious belief to bolster itself.[38]\n\nFollowing the neolithic revolution, the pace of technological development (cultural evolution) intensified due to the invention of writing 5,000 years ago. Symbols that became words later on made effective communication of ideas possible. Printing invented only over a thousand years ago increased the speed of communication exponentially and became the main spring of cultural evolution.\nWriting is thought to have been first invented in either Sumeria or Ancient Egypt and was initially used for accounting. Soon after, writing was used to record myth. The first religious texts mark the beginning of religious history. The Pyramid Texts from ancient Egypt are one of the oldest known religious texts in the world, dating to between 2400 and 2300 BCE.[68][69][70][unreliable source?] Writing played a major role in sustaining and spreading organized religion. In pre-literate societies, religious ideas were based on an oral tradition, the contents of which were articulated by shamans and remained limited to the collective memories of the society's inhabitants. With the advent of writing, information that was not easy to remember could easily be stored in sacred texts that were maintained by a select group (clergy). Humans could store and process large amounts of information with writing that otherwise would have been forgotten. Writing therefore enabled religions to develop coherent and comprehensive doctrinal systems that remained independent of time and place.[71]\nWriting also brought a measure of objectivity to human knowledge. Formulation of thoughts in words and the requirement for validation made mutual exchange of ideas and the sifting of generally acceptable from not acceptable ideas possible. The generally acceptable ideas became objective knowledge reflecting the continuously evolving framework of human awareness of reality that Karl Popper calls 'verisimilitude' – a stage on the human journey to truth.[72]\n\n"
        }
    ]
}