{
    "url": "https://en.wikipedia.org/wiki/Executive_Office_of_the_President_of_the_United_States",
    "title": "Executive Office of the President of the United States",
    "table_of_contents": [
        "1 History",
        "2 Organization",
        "2.1 White House offices",
        "3 Congress",
        "4 Budget history",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Executive Office of the President (EOP) comprises the offices and agencies[2] that support the work of the president at the center of the executive branch of the United States federal government. The EOP consists of several offices and agencies, such as the White House Office (the staff working directly for and reporting to the president, including West Wing staff and the president's closest advisers), the National Security Council, and the Office of Management and Budget.\n\nThe EOP is also referred to as a \"permanent government\", with many policy programs, and the people who implement them, continuing between presidential administrations. This is because there is a need for qualified, knowledgeable civil servants in each office or agency to inform new politicians.[3]\n\nThe civil servants who work in the Executive Office of the President are also regarded as nonpartisan and politically neutral, so that they can give impartial advice.[3]\n\nWith the increase in technological and global advancement, the size of the White House staff has increased to include an array of policy experts to effectively address various fields. In 2015, there were about 1,800 positions in the EOP,[4] most of which did not require confirmation from the U.S. Senate.\n\nThe EOP is overseen by the White House chief of staff. Since January 20, 2021, that position has been held by Ron Klain, who was appointed by President Joe Biden.[5][6][7][8]\n\n"
        },
        {
            "title": "History",
            "text": "In 1937, the Brownlow Committee, which was a presidentially commissioned panel of political science and public administration experts, recommended sweeping changes to the executive branch of the United States government, including the creation of the Executive Office of the President. Based on these recommendations, President Franklin D. Roosevelt in 1939 lobbied Congress to approve the Reorganization Act of 1939. The Act led to Reorganization Plan No. 1,[9] which created the EOP,[10] which reported directly to the president. The EOP encompassed two subunits at its outset: the White House Office (WHO) and the Bureau of the Budget, the predecessor to today's Office of Management and Budget, which had been created in 1921 and originally located in the Treasury Department. It absorbed most of the functions of the National Emergency Council.[11] Initially, the new staff system appeared more ambitious on paper than in practice; the increase in the size of the staff was quite modest at the start. However, it laid the groundwork for the large and organizationally complex White House staff that would emerge during the presidencies of Roosevelt's successors.[12]\n\nRoosevelt's efforts are also notable in contrast to those of his predecessors in office. During the 19th century, presidents had few staff resources. Thomas Jefferson had one messenger and one secretary at his disposal, both of whose salaries were paid by the president personally. It was not until 1857 that Congress appropriated money ($2,500) for the hiring of one clerk. By Ulysses S. Grant's presidency (1869–1877), the staff had grown to three. By 1900, the White House staff included one \"secretary to the president\" (then the title of the president's chief aide), two assistant secretaries, two executive clerks, a stenographer, and seven other office personnel. Under Warren G. Harding, there were thirty-one staff, although most were clerical positions. During Herbert Hoover's presidency, two additional secretaries to the president were added by Congress, one of whom Hoover designated as his press secretary. From 1933 to 1939, as he greatly expanded the scope of the federal government's policies and powers in response to the Great Depression, Roosevelt relied on his \"brain trust\" of top advisers, who were often appointed to vacant positions in agencies and departments, from which they drew their salaries since the White House lacked statutory or budgetary authority to create new staff positions.\n\nAfter World War II, in particular during the Eisenhower presidency, the staff was expanded and reorganized. Eisenhower, a former U.S. Army general, had been Supreme Allied Commander during the war, and reorganized the Executive Office to suit his leadership style.[13]\n\nToday, the staff is much bigger. Estimates indicate some 3,000 to 4,000 persons serve in EOP staff positions with policy-making responsibilities, with a budget of $300 to $400 million (George W. Bush's budget request for Fiscal Year 2005 was for $341 million in support of 1,850 personnel).[14]\n\nSome observers have noted a problem of control for the president due to the increase in staff and departments, making coordination and cooperation between the various departments of the Executive Office more difficult.[15]\n\n"
        },
        {
            "title": "Organization",
            "text": "The president had the power to reorganize the Executive Office due to the 1949 Reorganization Act which gave the president considerable discretion, until 1983 when it was renewed due to President Reagan's administration allegedly encountering \"disloyalty and obstruction\".[15]\n\nThe chief of staff is the head of the Executive Office and can therefore ultimately decide what the president needs to deal with personally and what can be dealt with by other staff, in order to avoid wasting the time of the president.\n\nSenior staff within the Executive Office of the President have the title Assistant to the President, second-level staff have the title Deputy Assistant to the President, and third-level staff have the title Special Assistant to the President.[16]\n\nThe core White House staff appointments, and most Executive Office officials generally, are not required to be confirmed by the U.S. Senate, although there are a handful of exceptions (e.g., the director of the Office of Management and Budget, the chair of the Council of Economic Advisers, and the United States Trade Representative).\n\nThe information in the following table is current as of January 20, 2021. Only principal executives are listed; for subordinate officers, see individual office pages.\n\n\nThe White House Office (including its various offices listed below) is a sub-unit of the Executive Office of the President (EOP). The various agencies of the EOP are listed above.\n\n"
        },
        {
            "title": "Congress",
            "text": "Congress as well as the president has some control over the Executive Office of the President. Some of this authority stems from its appropriation powers given by the Constitution, such as the \"power of the purse\", which affects the Office of Management and Budget and the funding of the rest of federal departments and agencies. Congress also has the right to investigate the operation of the Executive Office, normally holding hearings bringing forward individual personnel to testify before a congressional committee.[3]\n\nThe Executive Office often helps with legislation by filling in specific points understood and written by experts, as Congressional legislation sometimes starts in broad terms.[3]\n\n"
        },
        {
            "title": "Budget history",
            "text": "This table specifies the budget of the Executive Office for the years 2008–2017, and the actual outlays for the years 1993–2007.\n\n"
        }
    ]
}