{
    "url": "https://en.wikipedia.org/wiki/Exorcism",
    "title": "Exorcism",
    "table_of_contents": [
        "1 Buddhism",
        "1.1 Tibetan Buddhism",
        "2 Christianity",
        "2.1 Catholicism",
        "2.2 Eastern Orthodoxy",
        "2.3 Lutheran Churches",
        "2.4 The Church of Jesus Christ of Latter-day Saints",
        "2.5 Criticism",
        "3 Hinduism",
        "4 Islam",
        "5 Judaism",
        "6 Sikhism",
        "7 Taoism/Chinese folk religion",
        "8 Scientific view",
        "9 Exorcism and mental illness",
        "9.1 United Kingdom",
        "10 Notable exorcisms and exorcists",
        "11 See also",
        "12 References",
        "12.1 Works cited",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Exorcism (from Greek ἐξορκισμός, exorkismós, \"binding by oath\") is the religious or spiritual practice of evicting demons, jinns, or other  malevolent spiritual entities from a person, or an area, that is believed to be possessed.[1] Depending on the spiritual beliefs of the exorcist, this may be done by causing the entity to swear an oath, performing an elaborate ritual, or simply by commanding it to depart in the name of a higher power. The practice is ancient and part of the belief system of many cultures and religions.\n\n"
        },
        {
            "title": "Buddhism",
            "text": "The practice of reciting or listening to the Paritta began very early in the history of Buddhism. It is a Buddhist practice of reciting certain verses and scriptures from Pali Canon in order to ward off misfortune or danger. The belief in the effective spiritual power to heal, or protect, of the Sacca-kiriyā, or asseveration of something quite true is an aspect of the work ascribed to the paritta.[2] Several scriptures in the Paritta like Metta Sutta, Dhajagga Sutta, or Ratana Sutta can be recited for exorcism purposes, and Āṭānāṭiya Sutta is regarded as particularly effective.[3]\n\nThe ritual of the Exorcising-Ghost day is part of Tibetan tradition. The Tibetan religious ceremony 'Gutor' ༼དགུ་གཏོར་༽, literally offering of the 29th, is held on the 29th of the 12th Tibetan month, with its focus on driving out all negativity, including evil spirits and misfortunes of the past year, and starting the new year in a peaceful and auspicious way.\n\nThe temples and monasteries throughout Tibet hold grand religious dance ceremonies, with the largest at Potala Palace in Lhasa. \nFamilies clean their houses on this day, decorate the rooms and eat a special noodle soup called 'Guthuk'. ༼དགུ་ཐུག་༽\nIn the evening, the people carry torches, calling out the words of exorcism.[4]\n\n"
        },
        {
            "title": "Christianity",
            "text": "In Christianity, exorcism is the practice of casting out or getting rid of demons. In Christian practice, the person performing the exorcism, known as an exorcist, is often a member of the Christian Church, or an individual thought to be graced with special powers or skills. The exorcist may use prayers and religious material, such as set formulas, gestures, symbols, icons, amulets, etc. The exorcist often invokes God, Jesus or several different angels and archangels to intervene with the exorcism. Protestant Christian exorcists most commonly believe the authority given to them by the Father, Son, and Holy Spirit (the Trinity) is the sole source of their ability to cast out demons.[5]\n\nIn general, people considered to be possessed are not regarded as evil in themselves, nor wholly responsible for their actions, because possession is considered to be unwilling manipulation by a demon resulting in harm to self or others. Therefore, practitioners regard exorcism as more of a cure than a punishment. The mainstream rituals usually take this into account, making sure that there is no violence to the possessed, only that they be tied down if there is potential for violence.[6] However, there are Biblical verses, like John 13:27, that implicitly convey that demonic possession can be voluntary, as exemplified in individuals like Judas Iscariot, who willingly submitted to the Devil.[7]\n\nRequested and performed exorcism began to decline in the United States by the 18th century and occurred rarely until the latter half of the 20th century when the public saw a sharp rise due to the media attention exorcisms were getting. There was \"a 50% increase in the number of exorcisms performed between the early 1960s and the mid-1970s\".[8]\n\nIn Catholicism, exorcisms are performed in the name of Jesus Christ.[9] A similar practice is deliverance ministry. The distinction between deliverance ministry and exorcism is that exorcism is conducted by priests given special permission from the Catholic church, while deliverance ministry is prayer for people who are distressed and wish to heal emotional wounds, including those purportedly caused by evil spirits.[10]\n\nThe Catholic rite for a formal exorcism, called a \"Major Exorcism\", is given in Section 11 of the Rituale Romanum.[11][12] The Ritual lists guidelines for conducting an exorcism, and for determining when a formal exorcism is required.[13] Priests are instructed to carefully determine that the nature of the condition is not actually a psychological or physical illness before proceeding.[9]\n\nIn Catholic practice, the person performing the exorcism, known as an exorcist, is an ordained priest. The exorcist recites prayers according to the rubrics of the rite, and may make use of religious materials such as icons, sacramentals, and relics. The exorcist invokes God—specifically the Name of Jesus Christ—as well as members of the Church Triumphant and the Archangel Michael to intervene with the exorcism. According to Catholic understanding, several weekly exorcisms over many years are sometimes required to expel a deeply entrenched demon.[13][14]\n\nSaint Michael's Prayer against Satan and the Rebellious Angels, attributed to Pope Leo XIII, is considered the strongest prayer of the Catholic Church against cases of diabolic possession.[15] The Holy Rosary also has an exorcistic and intercessory power.[citation needed]\n\nHoly water is a common Aid for exorcisms. Its use belongs to the Prayer to St. Michael.\n\nThe Eastern Orthodox Church has a rich and complex tradition of exorcism.[16] The practice is traced to biblical accounts of Jesus expelling demons and exhorting his apostles to \"cast out devils\".[17] The church views demonic possession as the devil's primary means of enslaving humanity and rebelling against God. Orthodox Christians believe objects, as well as individuals, can be possessed.[18]\n\nAs in other Christian churches, Orthodox exorcists expel demons by invoking God through the name of Jesus Christ.[19] Unlike the Roman Catholic Church, which has a specially trained unit of exorcists, all priests of the Orthodox Church are trained and equipped to perform exorcisms, particularly for the sacrament of baptism. Like their Catholic counterparts, Orthodox priests learn to distinguish demonic possession from mental illness, namely by observing whether the subject reacts negatively to holy relics or places.[18] All Orthodox liturgical books include prayers of exorcism, namely by Saint Basil and Saint John Chrysostom.\n\nOrthodox theology takes a uniquely expansive view of exorcism, believing every Christian undertakes exorcism through their struggle against sin and evil: \nAdditionally, many Orthodox Christians subscribe to the superstition of Vaskania, or the \"evil eye\", in which those harboring intense jealousy and envy towards others can bring harm to them (akin to a curse) and are, in effect, demonically possessed by these negative emotions.[16] This belief is most likely rooted in pre-Christian paganism, and although the church rejects the notion that the evil eye can have such power, it does recognize the phenomenon as morally and spiritually undesirable and thus a target for exorcism.[21]\n\nFrom the 16th century onward, Lutheran pastoral handbooks describe the primary symptoms of demonic possession to be knowledge of secret things, knowledge of languages one has never learned, and supernatural strength.[22] Before conducting a major exorcism, Lutheran liturgical texts state that a physician be consulted in order to rule out any medical or psychiatric illness.[22] The rite of exorcism centers chiefly around driving out demons \"with prayers and contempt\" and includes the Apostles' Creed and the Lord's Prayer.[22]\n\nBaptismal liturgies in Lutheran Churches include a minor exorcism.[23][24]\n\nWhile a very rare practice in the Church, there are two methods for performing an exorcism. The first is by anointing with consecrated oil and laying on of hands followed by a blessing on a specific person and commanding the spirit to leave.[25] The second and most common method is done by \"raising the hand to the square\" and then \"commanding the spirit away in the name of Jesus Christ and with the power or authority of the Melchizedek priesthood\".[25][26] Exorcisms can only be performed by someone holding the Melchizedek priesthood, the higher of the two priesthoods of the Church,[25] and can be performed by anyone holding that priesthood, however they are generally performed by bishops, missionaries, mission presidents, or stake presidents.[25] Exorcisms are not recorded by the Church and therefore the number of exorcisms performed in the religion are unknown.\n\nDemonic possession is rarely talked about in the church. Demonic possession has been talked about twice by Joseph Smith, the founder of the faith. The first time refers to his experience during the First Vision[25] and he recorded the following in his \"1831 account of the First Vision\":\n\nHis second experience comes from a journal entry in which he talks about the time he performed an exorcism on a friend.[28][25][26]\n\nWhen someone becomes ill, pastors - exorcism practitioners - visit the sick person's home, especially in rural areas and communities. Then, with the help of others who believe in faith healing, strive to heal them without the use of drugs or anything else. Sometimes the exorcist party gets in the way of local authorities or public health officials trying to heal a sick person. Sometimes they don't even ask the sick's consent - a child or a person who can't respond consciously to them - and continue the process. This has not gone well, and critics from scientists, health officials, and the general public have expressed their fears and dislikes for why this should be halted — since the sick individual often dies when he could have been spared if he was put in the common health system.[29][30][31][32][33]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "In many Hindu traditions, people can be possessed by bhoots or preths, restless and often malignant beings roughly analogous to ghosts,[35] and to a lesser extent, demons.[36]\n\nOf four Vedas, or holy books, of Hinduism, the Atharva Veda is most focused on knowledge such as exorcism,[37] magic, and alchemy.[38] The basic means of exorcism are the mantra (a sacred utterance of certain phonemes or phrases that is often connected to a particular deity) and the yajna (a sacrifice, offering, or ritual done before a sacred fire). These are performed in accordance with Vedic traditions as well as the Tantra, the later esoteric teachings and practices within Hinduism.\n\nWithin the dominant Hindu sect of Vaishnava, which reveres Vishnu as the supreme being, exorcisms are performed by reciting the names of Narasimha, a fierce avatar of Vishnu that seeks to destroy evil and restore Dharma, or by reading the Bhagavata Purana, a highly revered text that tells the story of good vanquishing evil. Another resource for exorcisms is the Garuda Purana, a vast corpus of literature mostly centered on Vishnu, deals heavily with topics related to death, disease, good versus evil, and spiritual health.[39]\n\nThe devotional hymn known as Hanuman Chalisa advises conducting exorcisms by praying to Lord Hanuman, the most devoted follower of Rama, a major Hindu deity as according to a shloka(couplet) (भूत पिशाच निकट नहिं आवै ।\nमहावीर जब नाम सुनावै ॥) of this hymn, merely uttering Hanuman's name terrifies evil spirits into leaving the possessed. Some Hindu temples, most notably the Mehandipur Balaji Temple in Rajasthan, host exorcism rituals that invoke incarnations of Hanuman.[36]\n\n"
        },
        {
            "title": "Islam",
            "text": "Terms for exorcism practices include ṭard (or dafʿ) al-shayṭān/al-jinn (expulsion of the demon/the spirit), ʿilāj (treatment), and ibrāʾ al-maṣrūʿ (curing the possessed), but also ruḳya (enchantment)[40] is used to exorcise various spirits.[41]\n\nThe Islamic prophet Muhammad taught his followers to read the last three suras from the Quran, Surat al-Ikhlas (The Fidelity), Surat al-Falaq (The Dawn) and Surat an-Nas (Mankind). The permissibility of exorcism, as well as models for its practice, can be traced to Hadiths reporting Muhammad and Jesus performing exorcism rites.[42]\n\nIslamic exorcisms might consist of the treated person lying down, while a sheikh places a hand on a patient's head and recites verses from the Quran, but this is not mandatory.[43] The drinking or sprinkling of holy water (water from the Zamzam Well) may also take place along with applying of clean, non-alcohol-based perfumes, called ittar.[44] Specific verses from the Quran are recited that glorify God (e.g., The Throne Verse (Arabic: آية الكرسي Ayatul Kursi)) and invoke God's help. In some cases, the adhan (call for daily prayers) is also read, as this has the effect of repelling non-angelic unseen beings or the jinn.[45]\n\nAccording to a study by Alean Al-Krenawi and John Graham,\nthe process of Quranic healing in order to exorcise spirits can be divided into three stages. \n\n"
        },
        {
            "title": "Judaism",
            "text": "Josephus reports exorcisms performed by administering poisonous root extracts and others by making sacrifices.[47]\n\nIn more recent times, Rabbi Yehuda Fetaya (1859–1942) authored the book Minchat Yahuda, which deals extensively with exorcism, his experience with possessed people, and other subjects of Jewish thought. The book is written in Hebrew and was translated into English.\n\nThe Jewish exorcism ritual is performed by a rabbi who has mastered Kabbalah. Also present is a minyan (a group of ten adult males), who gather in a circle around the possessed person. The group recites Psalm 91 three times, and then the rabbi blows a shofar (a ram's horn).[48]\n\nThe shofar is blown in a certain way, with various notes and tones, in effect to \"shatter the body\" so that the possessing force will be shaken loose. After it has been shaken loose, the rabbi begins to communicate with it and ask it questions such as why it is possessing the body of the possessed. The minyan may pray for it and perform a ceremony for it in order to enable it to feel safe, and so that it can leave the person's body.[48]\n\n"
        },
        {
            "title": "Sikhism",
            "text": "Sikhs do not have a belief in demonic possession. Therefore exorcism is considered a violation of Sikh Code of Conduct.[49][50]\n\n"
        },
        {
            "title": "",
            "text": "In Taoism, exorcisms are performed when an individual has been possessed by an evil spirit for one of two reasons: The victim has disturbed a ghost, regardless of intent, and the ghost now seeks revenge, or the victim has been targeted by someone using black magic to conjure a ghost to possess them.[51] The Fashi, who are both Chinese ritual specialists and Taoist priests, are able to conduct particular rituals for exorcism. These rituals will vary between the many sects which are further influenced by the geographic region in which the specific Taoist is from. A Zheng Yi sect Taoist in Beijing may conduct a ritual completely different from a Taoist of the same sect in a southern area such as Hong Kong.\n\nFor example, the leaders of these exorcism rituals who are tangki that invited the divine powers from the Deities and conduct a dramatic performance to call out against the demons so the village can once again have peace. The leaders strike themselves with various sharp weapons to show their invincibility to ward off the demons and also to let out their blood. This form of blood is considered to be sacred and powerful, so after the rituals, the blood is blotted with talismans and placed on the door of houses as an act of spiritual protection against evil spirits.[52] Such ritual using blood however is more common among folk sects such as LuShan, and does not take place in more orthodox sects such as QuanZhen or Zheng Yi who are more monastic in nature. However, it is possible that folk Taoists in rural areas descended from orthodox sects may be influenced by local folk religions, so it may be seen.\n\nHistorically, all Taoist exorcisms include usage of Fulu, chanting, physical gesture like mudras, and praying as a way to drive away the spirit is common in all sects.[53]\n\n"
        },
        {
            "title": "Scientific view",
            "text": "Demonic possession is not a psychiatric or medical diagnosis recognized by either the DSM-5 or the ICD-10. Those who profess a belief in demonic possession have sometimes ascribed to possession the symptoms associated with physical or mental illnesses, such as hysteria, mania, psychosis, Tourette's syndrome, epilepsy, schizophrenia or dissociative identity disorder.[54][55][56][57][58][59]\n\nAdditionally, there is a form of monomania called demonomania or demonopathy in which the patient believes that they are possessed by one or more demons.[60] The illusion that exorcism works on people experiencing symptoms of possession is attributed by some to placebo effect and the power of suggestion.[61][62] Some cases suggest that supposedly possessed persons are actually narcissists or have low self-esteem and act demonically possessed in order to gain attention.[63]\n\nWithin the scientific community, the work of psychiatrist M. Scott Peck, a believer in exorcism, generated significant debate and derision. Much was made of his association with (and admiration for) the controversial Malachi Martin, a Roman Catholic priest and a former Jesuit, despite the fact that Peck consistently called Martin a liar and a manipulator.[64][65] Other criticisms leveled against Peck included claims that he had transgressed the boundaries of professional ethics by attempting to persuade his patients to accept Christianity.[64]\n\n"
        },
        {
            "title": "Exorcism and mental illness",
            "text": "One scholar has described psychosurgery as \"Neurosurgical Exorcisms\", with trepanation having been widely used to release demons from the brain.[66] Meanwhile, another scholar has equated psychotherapy with exorcism.[67]\n\nIn the UK, exorcisms are increasing. They happen mainly in charismatic and Pentecostal churches, and also among communities of West African origin. Frequently, the people exorcised are mentally disturbed. Mentally ill people are sometimes told to stop their medication as the church believes prayer or exorcism is enough. If psychiatric patients do not get better after exorcism, they may believe they have failed to overcome the demon and get worse.[68]\n\n"
        }
    ]
}