{
    "url": "https://en.wikipedia.org/wiki/Experimental_philosophy",
    "title": "Experimental philosophy",
    "table_of_contents": [
        "1 History",
        "2 Areas of research",
        "2.1 Consciousness",
        "2.2 Cultural diversity",
        "2.3 Determinism and moral responsibility",
        "2.4 Epistemology",
        "2.5 Intentional action",
        "2.6 Experimental Jurisprudence",
        "2.7 Predicting philosophical disagreement",
        "3 Criticisms",
        "3.1 Problem of reproducibility",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Experimental philosophy is an emerging field of philosophical inquiry[1][2][3][4][5] that makes use of empirical data—often gathered through surveys which probe the intuitions of ordinary people—in order to inform research on philosophical questions.[6][7] This use of empirical data is widely seen as opposed to a philosophical methodology that relies mainly on a priori justification, sometimes called \"armchair\" philosophy, by experimental philosophers.[8][9][10]\nExperimental philosophy initially began by focusing on philosophical questions related to intentional action, the putative conflict between free will and determinism, and causal vs. descriptive theories of linguistic reference.[11] However, experimental philosophy has continued to expand to new areas of research.\n\nDisagreement about what experimental philosophy can accomplish is widespread. One claim is that the empirical data gathered by experimental philosophers can have an indirect effect on philosophical questions by allowing for a better understanding of the underlying psychological processes which lead to philosophical intuitions.[12] Others claim that experimental philosophers are engaged in conceptual analysis, but taking advantage of the rigor of quantitative research to aid in that project.[13][14] Finally, some work in experimental philosophy can be seen as undercutting the traditional methods and presuppositions of analytic philosophy.[15] Several philosophers have offered criticisms of experimental philosophy.\n\n"
        },
        {
            "title": "History",
            "text": "Though, in early modern philosophy, natural philosophy was sometimes referred to as \"experimental philosophy\",[16] the field associated with the current sense of the term dates its origins around 2000 when a small number of students experimented with the idea of fusing philosophy to the experimental rigor of psychology.\n\nWhile the modern philosophical movement Experimental Philosophy began growing around 2000, there are some earlier examples, such as Hewson, 1994[17] and Naess 1938,[18][19] and the use of empirical methods in philosophy far predates the emergence of the recent academic field. Current experimental philosophers claim that the movement is actually a return to the methodology used by many ancient philosophers.[10][12] Further, other philosophers like David Hume, René Descartes and John Locke are often held up as early models of philosophers who appealed to empirical methodology.[5][20]\n\n"
        },
        {
            "title": "Areas of research",
            "text": "The questions of what consciousness is, and what conditions are necessary for conscious thought have been the topic of a long-standing philosophical debate. Experimental philosophers have approached this question by trying to get a better grasp on how exactly people ordinarily understand consciousness. For instance, work by Joshua Knobe and Jesse Prinz (2008) suggests that people may have two different ways of understanding minds generally, and Justin Sytsma and Edouard Machery (2009) have written about the proper methodology for studying folk intuitions about consciousness. Bryce Huebner, Michael Bruno, and Hagop Sarkissian (2010)[21] have further argued that the way Westerners understand consciousness differs systematically from the way that East Asians understand consciousness, while Adam Arico (2010)[22] has offered some evidence for thinking that ordinary ascriptions of consciousness are sensitive to framing effects (such as the presence or absence of contextual information). Some of this work has been featured in the Online Consciousness Conference.\n\nOther experimental philosophers have approached the topic of consciousness by trying to uncover the cognitive processes that guide everyday attributions of conscious states. Adam Arico, Brian Fiala, Rob Goldberg, and Shaun Nichols,[23] for instance, propose a cognitive model of mental state attribution (the AGENCY model), whereby an entity's displaying certain relatively simple features (e.g., eyes, distinctive motions, interactive behavior) triggers a disposition to attribute conscious states to that entity. Additionally, Bryce Huebner[24] has argued that ascriptions of mental states rely on two divergent strategies: one sensitive to considerations of an entity's behavior being goal-directed; the other sensitive to considerations of personhood.\n\nFollowing the work of Richard Nisbett, which showed that there were differences in a wide range of cognitive tasks between Westerners and East Asians, Jonathan Weinberg, Shaun Nichols and Stephen Stich (2001) compared epistemic intuitions of Western college students and East Asian college students. The students were presented with a number of cases, including some Gettier cases, and asked to judge whether a person in the case really knew some fact or merely believed it. They found that the East Asian subjects were more likely to judge that the subjects really knew.[25] Later Edouard Machery, Ron Mallon, Nichols and Stich performed a similar experiment concerning intuitions about the reference of proper names, using cases from Saul Kripke's Naming and Necessity (1980). Again, they found significant cultural differences. Each group of authors argued that these cultural variances undermined the philosophical project of using intuitions to create theories of knowledge or reference.[26] However, subsequent studies have consistently failed to replicate Weinberg et al.'s (2001) results for other Gettier cases [27]  Indeed, more recent studies have actually been providing evidence for the opposite hypothesis, that people from a variety of different cultures have surprisingly similar intuitions in these cases.[28]\n\nOne area of philosophical inquiry has been concerned with whether or not a person can be morally responsible if their actions are entirely determined, e.g., by the laws of Newtonian physics. One side of the debate, the proponents of which are called ‘incompatibilists,’ argue that there is no way for people to be morally responsible for immoral acts if they could not have done otherwise. The other side of the debate argues instead that people can be morally responsible for their immoral actions even when they could not have done otherwise. People who hold this view are often referred to as ‘compatibilists.’ It was generally claimed that non-philosophers were naturally incompatibilist,[29] that is they think that if you couldn't have done anything else, then you are not morally responsible for your action. Experimental philosophers have addressed this question by presenting people with hypothetical situations in which it is clear that a person's actions are completely determined. Then the person does something morally wrong, and people are asked if that person is morally responsible for what she or he did. Using this technique Nichols and Knobe (2007) found that \"people's responses to questions about moral responsibility can vary dramatically depending on the way in which the question is formulated\"[30] and argue that \"people tend to have compatiblist intuitions when they think about the problem in a more concrete, emotional way but that they tend to have incompatiblist intuitions when they think about the problem in a more abstract, cognitive way\".[31]\n\nRecent work in experimental epistemology has tested the apparently empirical claims of various epistemological views. For example, research on epistemic contextualism has proceeded by conducting experiments in which ordinary people are presented with vignettes that involve a knowledge ascription.[32][33][34] Participants are then asked to report on the status of that knowledge ascription. The studies address contextualism by varying the context of the knowledge ascription (for example, how important it is that the agent in the vignette has accurate knowledge). Data gathered thus far show no support for what contextualism says about ordinary use of the term \"knows\".[32][33][34] Other work in experimental epistemology includes, among other things, the examination of moral valence on knowledge attributions (the so-called \"epistemic side-effect effect\"),[35] of the knowing-that / knowing-how distinction,[36] and of laypeople's intuitions about lying,[37][38] improper assertion,[39][40] and insincerity.[41]\n\nA prominent topic in experimental philosophy is intentional action.  Work by Joshua Knobe has especially been influential. \"The Knobe Effect\", as it is often called, concerns an asymmetry in our judgments of whether an agent intentionally performed an action. It is \"one of the first, most important, and most widely studied effects\" in experimental philosophy.[42]  Knobe (2003a) asked people to suppose that the CEO of a corporation is presented with a proposal that would, as a side effect, affect the environment.  In one version of the scenario, the effect on the environment will be negative (it will \"harm\" it), while in another version the effect on the environment will be positive (it will \"help\" it). In both cases, the CEO opts to pursue the policy and the effect does occur (the environment is harmed or helped by the policy). However, the CEO only adopts the program because he wants to raise profits; he does not care about the effect that the action will have on the environment. Although all features of the scenarios are held constant—except for whether the side effect on the environment will be positive or negative—a majority of people judge that the CEO intentionally hurt the environment in the one case, but did not intentionally help it in the other.[43] Knobe ultimately argues that the effect is a reflection of a feature of the speakers' underlying concept of intentional action: broadly moral considerations affect whether we judge that an action is performed intentionally. However, his exact views have changed in response to further research.[citation needed]\n\nExperimental jurisprudence is an emerging topic in experimental philosophy and legal scholarship that explores the nature of legal phenomena through psychological investigations of legal concepts.[44][45][46] The field departs from traditional analytic legal philosophy in its ambition to elucidate common intuitions in a systematic fashion. Equally, unlike research in legal psychology, experimental jurisprudence emphasises the philosophical implications of its findings, notably, for questions about whether, how, and in what respects, the law's content is a matter of moral perspective. Experimental jurisprudence scholarship has argued that philosophers' appeals to the content of folk legal concepts ought to be tested empirically so that, the ‘big [philosophical] cost of rely[ing]... on… a concept that is distinct from that used by folk’,[47] may be allocated correctly.[48] Whereas some legal theorists have welcomed X-Jur's emergence,[49] others have expressed reservations about the contributions it seeks to make.[50]\n\nResearch suggests that some fundamental philosophical intuitions are related to stable individual differences in personality.  Although there are notable limits,[51] philosophical intuitions and disagreements can be predicted by heritable Big Five personality traits and their facets.  Extraverts are much more likely to be compatibilists,[52][53] particularly if they are high in “warmth.”[54] Extraverts show larger biases and different patterns of beliefs in the Knobe side effect cases.[53][55] Neuroticism is related to susceptibility to manipulation-style free will arguments.[56] Emotional Stability predicts who will attribute virtues to others.[57][58][59] Openness to experience predicts non-objectivist moral intuitions.[60] The link between personality and philosophical intuitions is independent of cognitive abilities, training, education, and expertise.[54]  Similar effects have also been found cross-culturally and in different languages including German[61] and Spanish.\n\nBecause the Big Five Personality Traits are highly heritable, some have argued that many contemporary philosophical disputes are likely to persist through the generations. This may mean that some historical philosophical disputes are unlikely to be solved by purely rational, traditional philosophical methods and may require empirical data and experimental philosophy.[62]\n\nAdditional research suggests that variance in philosophical tendencies is partly explained in part by differences in thinking styles (e.g., the intuitive or reflective reasoning from Dual Process Theory),[63] even among philosophers.[64] For example, accepting faulty intuitions on reflection tests has predicted belief in god,[65] and disbelieving that scientific theories are true,[66] while correct responses on reflection tests predicts decisions to minimize harm (a la utilitarianism) or avoid causing harm (a la deontology) on the trolley problem.[67] These data suggest that reasoning habits may be related to philosophical thinking. However, it has been difficult to detect a causal connection between reasoning habit and philosophical thinking.[68]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "In 2006, J. David Velleman attacked experimental philosophy on the blog Left2Right, prompting a response from its defenders on Brian Leiter's blog.[importance?][citation needed]\n\nAntti Kauppinen (2007) has argued that intuitions will not reflect the content of folk concepts unless they are intuitions of competent concept users who reflect in ideal circumstances and whose judgments reflect the semantics of their concepts rather than pragmatic considerations.[citation needed]  Experimental philosophers are aware of these concerns,[69] and acknowledge that they constitute a criticism.\n\nTimothy Williamson (2008) has argued that we should not construe philosophical evidence as consisting of intuitions.[citation needed]\n\nOther experimental philosophers have noted that experimental philosophy often fails to meet basic standards of experimental social science. A great deal of the experiments fail to include enough female participants. Analysis of experimental data is often plagued by improper use of statistics, and reliance on data mining. Others have pointed out that many participants in experimental philosophy studies fail to comprehend the often abstract and complicated materials, and few studies report comprehension checks.[70] Holtzman argues that a number of experimental philosophers are guilty of suppressing evidence. Yet, in lumping together all people's intuitions as those of the 'folk,' critics may be ignoring basic concerns identified by standpoint feminists.\n\nSome research in experimental philosophy is misleading because it examines averaged responses to surveys even though in almost all of the studies in experimental philosophy there have been substantial dissenting minorities. Ignoring individual differences may result in a distorted view of folk intuitions or concepts. This may lead to theoretical and strange fictions about everyday intuitions or concepts that experimental philosophy was designed to avoid akin to creating the fiction that the average human is not a man or a woman, but the average of a man and woman (e.g., the average person has one ovary and one testicle).[71] This criticism is not unique to experimental philosophy but also applies to other sciences such as psychology and chemistry, although experimental philosophers may lack the training to recognize it.\n\nIn a series of studies published in 2012[72][73][74] and later peer-reviewed,[75][76][77] Hamid Seyedsayamdost showed that some of the most famous results in experimental philosophy were not reproducible. This work gave rise to a focused attention on reproducibility in experimental philosophy. Several philosophers have carried out independent replications and to date all have confirmed Seyedsayamdost's results.[78][79][80]\n\nSome of the areas covered in this debate include the instability and malleability of philosophical intuitions, determinism and moral responsibility, cultural diversity, gender differences and socioeconomic diversity. A large amount of research also focused on epistemology as Stephen Stich argued early on that findings reported by him and co-authors suggested that long practiced methods in philosophy had to be discarded, famously noting that in light of their findings a \"reasonable conclusion is that philosophy's 2400 year long infatuation with Plato's method has been a terrible mistake.\"[81] Since publication of Seyedsayamdost's papers, Stich and collaborators have reversed their research direction on this question.[82] The reason for these problems in experimental philosophy is not entirely clear, although a parallel with experimental psychology has been suggested.[83]\n\nAt least one recent study, in which a team attempted to replicate various influential studies in experimental philosophy studies, found that roughly 70% of them could be replicated. The reasons for the discrepancy with Seyedsayamdost's original study are not yet known.[84]\n\n"
        }
    ]
}