{
    "url": "https://en.wikipedia.org/wiki/Experience",
    "title": "Experience",
    "table_of_contents": [
        "1 Definition",
        "1.1 As conscious event",
        "1.2 As knowledge and practical familiarity",
        "2 Debates about the nature of experience",
        "2.1 Intentionality",
        "2.2 Conceptuality and myth of the given",
        "2.3 Transparency",
        "3 Types of experience",
        "3.1 Perception",
        "3.2 Episodic memory and imagination",
        "3.3 Thinking",
        "3.4 Pleasure, emotion and mood",
        "3.5 Desire and agency",
        "3.6 Non-ordinary experience",
        "3.7 Others",
        "4 In various disciplines",
        "4.1 Phenomenology",
        "4.2 Epistemology",
        "4.3 Science",
        "4.4 Metaphysics",
        "4.5 Psychology",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Experience refers to conscious events in general, more specifically to perceptions, or to the practical knowledge and familiarity that is produced by these conscious processes. Understood as a conscious event in the widest sense, experience involves a subject to which various items are presented. In this sense, seeing a yellow bird on a branch presents the subject with the objects \"bird\" and \"branch\", the relation between them and the property \"yellow\". Unreal items may be included as well, which happens when experiencing hallucinations or dreams. When understood in a more restricted sense, only sensory consciousness counts as experience. In this sense, experience is usually identified with perception and contrasted with other types of conscious events, like thinking or imagining. In a slightly different sense, experience refers not to the conscious events themselves but to the practical knowledge and familiarity they produce. In this sense, it is important that direct perceptual contact with the external world is the source of knowledge. So an experienced hiker is someone who actually lived through many hikes, not someone who merely read many books about hiking. This is associated both with recurrent past acquaintance and the abilities learned through them.\n\nMany scholarly debates on the nature of experience focus on experience as conscious event, either in the wide or the more restricted sense. One important topic in this field is the question of whether all experiences are intentional, i.e. are directed at objects different from themselves. Another debate focuses on the question of whether there are non-conceptual experiences and, if so, what role they could play in justifying beliefs. Some theorists claim that experiences are transparent, meaning that what an experience feels like only depends on the contents presented in this experience. Other theorists reject this claim by pointing out that what matters is not just what is presented but also how it is presented.\n\nA great variety of types of experiences is discussed in the academic literature. Perceptual experiences, for example, represent the external world through stimuli registered and transmitted by the senses. The experience of episodic memory, on the other hand, involves reliving a past event one experienced before. In imaginative experience, objects are presented without aiming to show how things actually are. The experience of thinking involves mental representations and the processing of information, in which ideas or propositions are entertained, judged or connected. Pleasure refers to experience that feels good. It is closely related to emotional experience, which has additionally evaluative, physiological and behavioral components. Moods are similar to emotions, with one key difference being that they lack a specific object found in emotions. Conscious desires involve the experience of wanting something. They play a central role in the experience of agency, in which intentions are formed, courses of action are planned, and decisions are taken and realized. Non-ordinary experience refers to rare experiences that significantly differ from the experience in the ordinary waking state, like religious experiences, out-of-body experiences or near-death experiences.\n\nExperience is discussed in various disciplines. Phenomenology is the science of the structure and contents of experience. It uses different methods, like epoché or eidetic variation. Sensory experience is of special interest to epistemology. An important traditional discussion in this field concerns whether all knowledge is based on sensory experience, as empiricists claim, or not, as rationalists contend. This is closely related to the role of experience in science, in which experience is said to act as a neutral arbiter between competing theories. In metaphysics, experience is involved in the mind-body problem and the hard problem of consciousness, both of which try to explain the relation between matter and experience. In psychology, some theorists hold that all concepts are learned from experience while others argue that some concepts are innate.\n\n"
        },
        {
            "title": "Definition",
            "text": "The term \"experience\" is associated with a variety of closely related meanings, which is why various different definitions of it are found in the academic literature.[1] Experience is often understood as a conscious event. This is sometimes restricted to certain types of consciousness, like perception or sensation, through which the subject attains knowledge of the world.[2] But in a wider sense, experience includes other types of conscious events besides perception and sensation.[3][4] This is the case, for example, for the experience of thinking or the experience of dreaming.[5] In a different sense, \"experience\" refers not to conscious events themselves but to the knowledge and practical familiarity they bring with them.[2][6][7] According to this meaning, a person with job experience or an experienced hiker is someone who has a good practical familiarity in the respective field. In this sense, experience refers not to a conscious process but to the result of this process.[1]\n\nThe word \"experience\" shares a common Latin root with the word \"experimentation\".[8]\n\nExperience is often understood as a conscious event in the widest sense. This includes various types of experiences, such as perception, bodily awareness, memory, imagination, emotion, desire, action and thought.[3] It usually refers to the experience a particular individual has, but it can also take the meaning of the experience had by a group of individuals, for example, of a nation, of a social class or during a particular historical epoch.[1] Phenomenology is the discipline that studies the subjective structures of experience, i.e. what it is like from the first-person perspective to experience different conscious events.[3]\n\nWhen someone has an experience, they are presented with various items. These items may belong to diverse ontological categories corresponding e.g. to objects, properties, relations or events.[4][1] Seeing a yellow bird on a branch, for example, presents the subject with the objects \"bird\" and \"branch\", the relation between them and the property \"yellow\". These items can include both familiar and unfamiliar items, which means that  it is possible to experience something without fully understanding it.[4] When understood in its widest sense, the items present in experience can include unreal items. This is the case, for example, when experiencing illusions, hallucinations or dreams. In this sense, one can have the experience of a yellow bird on a branch even though there is no yellow bird on the branch.[4] Experiences may include only real items, only unreal items, or a mix between the two. Phenomenologists have made various suggestions about what the basic features of experience are. The suggested features include spatial-temporal awareness, the difference in attention between foreground and background, the subject's awareness of itself, the sense of agency and purpose, bodily awareness and awareness of other people.[3]\n\nWhen understood in a more restricted sense, only sensory consciousness counts as experience.[9] In this sense, it is possible to experience something without understanding what it is. This would be the case, for example, if someone experienced a robbery without being aware of what exactly was happening. In this case, the sensations caused by the robbery constitute the experience of the robbery.[9] This characterization excludes more abstract types of consciousness from experience. In this sense, it is sometimes held that experience and thought are two separate aspects of mental life.[4] A similar distinction is sometimes drawn between experience and theory.[1] But these views are not generally accepted. Critics often point out that experience involves various cognitive components that cannot be reduced to sensory consciousness.[10][3] Another approach is to distinguish between internal and external experience. So while sensory perception belongs to external experience, there may also be other types of experience, like remembering or imagining, which belong to internal experience.[1]\n\nIn another sense, experience refers not to the conscious events themselves but to the knowledge they produce.[1] For this sense, it is important that the knowledge comes about through direct perceptual contact with the external world.[9] That the knowledge is direct means that it was obtained through immediate observation, i.e. without involving any inference. One may obtain all kinds of knowledge indirectly, for example, by reading books or watching movies about the topic. This type of knowledge does not constitute experience of the topic since the direct contact in question concerns only the books and movies but not the topic itself.[9] The objects of this knowledge are often understood as public objects, which are open to observation by most regular people.[2]\n\nThe meaning of the term \"experience\" in everyday language usually sees the knowledge in question not merely as theoretical know-that or descriptive knowledge. Instead, it includes some form of practical know-how, i.e. familiarity with a certain practical matter. This familiarity rests on recurrent past acquaintance or performances.[2][1] It often involves having learned something by heart and being able to skillfully practice it rather than having a mere theoretical understanding. But the knowledge and skills obtained directly this way are normally limited to generalized rules-of-thumb. As such, they lack behind the scientific certainty that comes about through a methodological analysis by scientists that condenses the corresponding insights into laws of nature.[2]\n\n"
        },
        {
            "title": "Debates about the nature of experience",
            "text": "Most experiences, especially the ones of the perceptual kind, aim at representing reality. This is usually expressed by stating that they have intentionality or are about their intentional object.[11][12] If they are successful or veridical, they represent the world as it actually is. But they may also fail, in which case they give a false representation. It is traditionally held that all experience is intentional.[3] This thesis is known as \"intentionalism\".[13][14] In this context, it is often claimed that all mental states, not just experiences, are intentional. But special prominence is usually given to experiences in these debates since they seem to constitute the most fundamental form of intentionality.[15][16] It is commonly accepted that all experiences have phenomenal features, i.e. that there is something it is like to live through them. Opponents of intentionalism claim that not all experiences have intentional features, i.e. that phenomenal features and intentional features can come apart.[14][17] Some alleged counterexamples to intentionalism involve pure sensory experiences, like pain, of which it is claimed that they lack representational components.[14] Defenders of intentionalism have often responded by claiming that these states have intentional aspects after all, for example, that pain represents bodily damage.[18] Mystical states of experience constitute another putative counterexample. In this context, it is claimed that it is possible to have experiences of pure consciousness in which awareness still exists but lacks any object. But evaluating this claim is difficult since such experiences are seen as extremely rare and therefore difficult to investigate.[19]\n\nAnother debate concerns the question of whether all experiences have conceptual contents.[20] Concepts are general notions that constitute the fundamental building blocks of thought.[21] Conceptual contents are usually contrasted with sensory contents, like seeing colors or hearing noises. This discussion is especially relevant for perceptual experience, of which some empiricists claim that it is made up only of sense data without any conceptual contents.[20][22]\n\nThe view that such a type of experience exists and plays an important role in epistemological issues has been termed the \"myth of the given\" by its opponents.[22][23] The \"given\" refers to the immediate, uninterpreted sensory contents of such experiences. Underlying this discussion is the distinction between a \"bare\" or \"immediate\" experience in contrast to a more developed experience.[2] The idea behind this distinction is that some aspects of experience are directly given to the subject without any interpretation. These basic aspects are then interpreted in various ways, leading to a more reflective and conceptually rich experience showing various new relations between the basic elements.[2] This distinction could explain, for example, how various faulty perceptions, like perceptual illusions, arise: they are due to false interpretations, inferences or constructions by the subject but are not found on the most basic level.[2] In this sense, it is often remarked that experience is a product both of the world and of the subject.[4] The distinction between immediate and interpreted aspects of experience has proven contentious in philosophy, with some critics claiming that there is no immediate given within experience, i.e. that everything is interpreted in some way.[24][25] One problem with this criticism is that it is difficult to see how any interpretation could get started if there was nothing there to be interpreted to begin with.[2]\n\nAmong those who accept that there is some form of immediate experience, there are different theories concerning its nature. Sense datum theorists, for example, hold that immediate experience only consists of basic sensations, like colors, shapes or noises.[26][27][28] This immediate given is by itself a chaotic undifferentiated mass that is then ordered through various mental processes, like association, memory and language, into the normal everyday objects we perceive, like trees, cars or spoons. Direct realists, on the other hand, hold that these material everyday objects themselves are the immediate given.[29][2] Some philosophers have tried to approach these disagreements by formulating general characteristics possessed by the contents of immediate experience or \"the given\". It is often held that they are private, sensory, simple and incorrigible.[2] Privacy refers to the idea that the experience belongs to the subject experiencing it and is not directly accessible to other subjects. This access is at best indirect, for example, when the experiencer tells others about their experience.[1] Simplicity means, in this context, that what is given constitutes basic building blocks free from any additional interpretations or inferences. The idea that the given is incorrigible has been important in many traditional disputes in epistemology.[30][31] It is the idea that we cannot be wrong about certain aspects of our experience. On this view, the subject may be wrong about inferences drawn from the experience about external reality, for example, that there is a green tree outside the window. But it cannot be wrong about certain more fundamental aspects of how things seem to us, for example, that the subject is presented with a green shape.[2] Critics of this view have argued that we may be wrong even about how things seem to us, e.g. that a possibly wrong conceptualization may already happen on the most basic level.[2]\n\nThere is disagreement among theorists of experience concerning whether the subjective character of an experience is entirely determined by its contents. This claim has been called the \"transparency of experience\".[32] It states that what it is like to undergo an experience only depends on the items presented in it. This would mean that two experiences are exactly alike if they have the same contents.[13][33][4] Various philosophers have rejected this thesis, often with the argument that what matters is not just what is presented but also how it is presented. For example, the property of roundness can be presented visually, when looking at a sphere, or haptically, when touching the sphere.[13][34] Defenders of the transparency-thesis have pointed out that the difference between the experiences in such examples can be explained on the level of content: one experience presents the property of visual-roundness while the other presents felt-roundness.[34] Other counterexamples include blurry vision, where the blurriness is seen as a flawed representation without presenting the seen object itself as blurry.[35] It has been argued that only the universals present in the experience determine the subjective character of the experience. On this view, two experiences involving different particulars that instantiate exactly the same universals would be subjectively identical.[4]\n\n"
        },
        {
            "title": "Types of experience",
            "text": "Perceptual experience refers to \"an immediate consciousness of the existence of things outside us\".[36][37] This representation of the external world happens through stimuli registered and transmitted by the senses.[38] Perceptual experience occurs in different modalities corresponding to the different senses, e.g. as visual perception, auditory perception or haptic perception.[39] It is usually held that the objects perceived this way are ordinary material objects, like stones, flowers, cats or airplanes that are presented as public objects existing independent of the mind perceiving them.[38][36] This stands in contrast, for example, to how objects are presented in imaginative experience. Another feature commonly ascribed to perceptual experience is that it seems to put us into direct touch with the object it presents. So the perceiver is normally not aware of the cognitive processes starting with the stimulation of the sense organs, continuing in the transmission of this information to the brain and ending in the information processing happening there.[38][36] While perception is usually a reliable source of information for the practical matters of our everyday affairs, it can also include false information in the form of illusion and hallucination.[38][36] In some cases, the unreliability of a perception is already indicated within the experience itself, for example, when the perceiver fails to identify an object due to blurry vision.[38] But such indications are not found in all misleading experiences, which may appear just as reliable as their accurate counterparts.[36]\n\nThis is the source of the so-called \"problem of perception\". It consists in the fact that the features ascribed to perception so far seem to be incompatible with each other, making the so-characterized perception impossible: in the case of misleading perceptions, the perceiver may be presented with objects that do not exist, which would be impossible if they were in direct touch with the presented objects.[36] Different solutions to this problem have been suggested. Sense datum theories, for example, hold that we perceive sense data, like patches of color in visual perception, which do exist even in illusions.[40] They thereby deny that ordinary material things are the objects of perception.[41] Disjunctivists, on the other hand, try to solve the problem by denying that veridical perceptions and illusions belong to the same kind of experience.[42] Other approaches include adverbialism and intentionalism.[41][40] The problem with these different approaches is that neither of them is fully satisfying since each one seems to contradict some kind of introspective evidence concerning the fundamental features of perceptual experience.[38][41]\n\nThe experience of episodic memory consists in a form of reliving a past event one experienced before.[43][44][45] This is different from semantic memory, in which one has access to the knowledge of various facts concerning the event in question without any experiential component associated with this knowledge.[45] In episodic memory, on the other hand, the past event is consciously re-experienced.[43][44] In this sense, it is a form of mental time travel that is not present in non-episodic memory.[45][46] But this re-experiencing is not an exact copy of the original experience since the experienced event is presented as something in the past seen from one's current perspective, which is associated with some kind of feeling of pastness or familiarity not present in the original experience.[43][45] In this context, it is often held that episodic memory provides two types of information: first-order information about the past event and second-order information about the role of this event in the subject's current memory.[45] Episodic memory is different from merely imagining the experience of a past event. An important aspect of this difference is that it is part of the nature of episodic memory to try to represent how the original experience was, even if it sometimes fails to do so. Other suggested differences include the degree of vividness and the causal connection between the original experience and the episodic memory.[47]\n\nImaginative experience involves a special form of representation in which objects are presented without aiming to show how things actually are.[48] Like memory and unlike perception, the associated mental images are normally not caused by the stimulation of sensory organs.[49][50] It is often held that both imagination and memory depend on previous perceptual acquaintance with the experienced contents.[51] But unlike memory, more freedom is involved in most forms of imagination since the subject can freely vary, change and recombine various of the experienced contents while memory aims to preserve their original order.[50] Different theorists focus on different elements when trying to conceptualize the nature of imagination. The  impoverishment view holds that imagination is distinguished from perception and memory by being less vivid and clear. The will-dependence view, on the other hand, centers on the power of the will to actively shape the contents of imagination whereas the nonexistence view focuses on the impression of unreality or distance from reality belonging to imaginative experience.[52] Despite its freedom and its lack of relation to actuality, imaginative experience can serve certain epistemological functions by representing what is possible or conceivable.[48] This is the case, for example, when imaginatively speculating about an event that has happened or might happen.[52] Imagination can happen in various different forms. One difference concerns whether the imagined scenario is deliberately controlled or arises spontaneously by itself. Another concerns whether the subject imagines itself as experiencing the imagined event from the inside, as being one of the protagonists within this event, or from the outside.[48] Different imaginative experiences tend to have different degrees to which the imagined scenario is just a reconstruction of something experienced previously or a creative rearrangement.[48] Accounts of imaginative experience usually focus on the visual domain, but there are also other, less prominent forms, like auditory imagination or olfactory imagination.[52]\n\nThe term \"thinking\" is used to refer to a wide variety of cognitive experiences. They involve mental representations and the processing of information.[53] This way, ideas or propositions are entertained, judged or connected. It is similar to memory and imagination in that the experience of thinking can arise internally without any stimulation of the sensory organs, in contrast to perception.[54] But thinking is still further removed from sensory contents than memory and imagination since its contents belong to a more abstract level. It is closely related to the phenomenon of speech, with some theorists claiming that all thinking is a form of inner speech expressed in language.[55] But this claim is controversial since there seem to be thoughts that are not linguistically fully articulated.[56] But the more moderate claim is often accepted that thinking is associated with dispositions to perform speech acts. On this view, making a judgment in thought may happen non-linguistically but is associated with a disposition to linguistically affirm the judged proposition.[56] Various theories of the nature of the experience of thinking have been proposed. According to Platonism, it is a spiritual activity in which Platonic forms and their interrelations are discerned and inspected.[55] Conceptualists, on the other hand, hold that thinking involves entertaining concepts.[55] On this view, judgments arise if two or more concepts are connected to each other and can further lead to inferences if these judgments are connected to other judgments.[57][58]\n\nVarious types of thinking are discussed in the academic literature.[59] They are sometimes divided into four categories: concept formation, problem solving, judgment and decision making, and reasoning.[53] In concept formation, the features common to the examples of a certain type are learned. This usually corresponds to understanding the meaning of the word associated with this type.[53][59] In the case of problem solving, thinking has as its goal to overcome certain obstacles by discovering a solution to a problem. This happens either by following an algorithm, which guarantees success if followed correctly, or by using heuristics, which are more informal methods that tend to bring the thinker closer to a solution.[53][59] Judgment and decision making involve choosing the best course of action among various alternatives.[53] In reasoning, the thinker starts from a certain set of premises and tries to draw conclusions from them.[53][59] A simpler categorization divides thinking into only two categories: theoretical contemplation and practical deliberation.[55]\n\nPleasure refers to experience that feels good.[60][61] It involves the enjoyment of something, like eating a cake or having sex. When understood in the widest sense, this includes not just sensory pleasures but any form of pleasant experience, such as engaging in an intellectually satisfying activity or the joy of playing a game. Pleasure comes in degrees and exists in a dimension that includes negative degrees as well. These negative degrees are usually referred to as pain and suffering and stand in contrast to pleasure as forms of feeling bad.[62] Discussions of this dimension often focus on its positive side but many of the theories and insights apply equally to its negative side. There is disagreement among philosophers and psychologists concerning what the nature of pleasure is. Some understand pleasure as a simple sensation. On this view, a pleasure experience is an experience that has a pleasure-sensation among its contents.[63][64] This account is rejected by attitude theories, which hold that pleasure consists not in a content but in a certain attitude towards a content. According to this perspective, the pleasure of eating a cake consists not in a taste sensation together with a pleasure sensation, as sensation-theorists claim. Instead, it consists in having a certain attitude, like desire, towards the taste sensation.[63][62][64] A third type of theory defines pleasure in terms of its representational properties. On this view, an experience is pleasurable if it presents its objects as being good for the experiencer.[64]\n\nEmotional experiences come in many forms, like fear, anger, excitement, surprise, grief or disgust.[65] They usually include either pleasurable or unpleasurable aspects.[66][67] But they normally involve various other components as well, which are not present in every experience of pleasure or pain. It is often held that they also comprise evaluative components, which ascribe a positive or negative value to their object, physiological components, which involve bodily changes, and behavioral components in the form of a reaction to the presented object.[66][67] For example, suddenly encountering a grizzly bear while hiking may evoke an emotional experience of fear in the hiker, which is experienced as unpleasant, which represents the bear as dangerous, which leads to an increase in the heart rate and which may provoke a fleeing reaction.[66] These and other types of components are often used to categorize emotions into different types. But there is disagreement concerning which of them is the essential component determining the relevant category. The dominant approaches categorize according to how the emotion feels, how it evaluates its object or what behavior it motivates.[66][68]\n\nMoods are closely related to emotions, but not identical to them. Like emotions, they can usually be categorized as either positive or negative depending on how it feels to have them.[69] One core difference is that emotional experiences usually have a very specific object, like the fear of a bear. Mood experiences, on the other hand, often either have no object or their object is rather diffuse, like when a person is anxious that something bad might happen without being able to clearly articulate the source of their anxiety.[70][71][72] Other differences include that emotions tend to be caused by specific events, whereas moods often lack a clearly identifiable cause, and that emotions are usually intensive, whereas moods tend to last longer.[73] Examples of moods include anxiety, depression, euphoria, irritability, melancholy and giddiness.[74][75]\n\nDesires comprise a wide class of mental states. They include unconscious desires, but only their conscious forms are directly relevant to experience.[76][77][78] Conscious desires involve the experience of wanting or wishing something. This is often understood in a very wide sense, in which phenomena like love, intention, and thirst are seen as forms of desire.[79] They are usually understood as attitudes toward conceivable states of affairs.[80] They represent their objects as being valuable in some sense and aim to realize them by changing the world correspondingly. This can either happen in a positive or a negative sense. In the positive sense, the object is experienced as good and the aim is to create or maintain it. In the negative sense, the object is experienced as bad and the aim is to destroy it or to hinder it from coming into existence.[81] In intrinsic desires, the object is desired for its own sake, whereas in extrinsic desires, the object is desired because of the positive consequences associated with it.[82] Desires come in different degrees of intensity and their satisfaction is usually experienced as pleasurable.[83][82][84]\n\nAgency refers to the capacity to act and the manifestation of this capacity.[85][86] Its experience involves various different aspects, including the formation of intentions, when planning possible courses of action, the decision between different alternatives, and the effort when trying to realize the intended course of action.[86][85] It is often held that desires provide the motivational force behind agency.[87][88] But not all experiences of desire are accompanied by the experience of agency. This is the case, for example, when a desire is fulfilled without the agent trying to do so or when no possible course of action is available to the agent to fulfill the desire.[89]\n\nIn a more restricted sense, the term \"sense of agency\" refers to the impression of being in control and being the owner of one's action.[85][90][91] It is often held that two components are the central sources of the sense of agency. On the one hand, the agent constantly makes predictions about how their intentions will influence their bodily movement and compares these predictions to the sensory feedback. On this view, a positive match generates a sense of agency while a negative match disrupts the sense of agency.[85][92] On the other hand, when looking backward, the agent interprets their intention as the cause of the action. In the successful case, the intention precedes the action and the action is consistent with the intention.[85][92]\n\nThe terms \"non-ordinary experience\", \"anomalous experience\" or \"altered state of consciousness\" are used to describe a wide variety of rare experiences that significantly differ from the experience in the ordinary waking state.[93][94] Examples of non-ordinary experiences are religious experiences, which are closely related to spiritual or mystical experiences, out-of-body experiences, near-death experiences, psychotic episodes, and psychedelic experiences.[93][94]\n\nReligious experiences are non-ordinary experiences that carry religious significance for the experiencer.[93][95] They often involve some kind of encounter with a divine person, for example, in the form of seeing God or hearing God's command. But they can also involve having an intensive feeling one believes to be caused by God or recognizing the divine in nature or in oneself. Some religious experiences are said to be ineffable, meaning that they are so far away from the ordinary that they cannot be described in words.[95][96][97] Out-of-body experiences involve the impression of being detached from one's material body and perceiving the external world from this different perspective.[98] In them, it often seems to the person that they are floating above their own body while seeing it from the outside. They can have various different causes, including traumatic brain injuries, psychedelic drugs, or sleep paralysis. They can also take the form of near-death experiences, which are usually provoked by life-threatening situations and include contents such as flying through a tunnel towards a light, talking to deceased relatives, or a life review, in which a person sees their whole life flash before their eyes.[99][100]\n\nIt is uncontroversial that these experiences occur sometimes for some people. In one study, for example, about 10% report having had at least one out-of-body experience in their life.[101] But it is highly controversial how reliable these experiences are at accurately representing aspects of reality not accessible to ordinary experience.[102] This is due to the fact that various wide-reaching claims are made based on non-ordinary experiences. Many of these claims cannot be verified by regular perception and frequently seem to contradict it or each other. Based on religious experience, for example, it has been claimed that a divine creator distinct from nature exists or that the divine exists in nature.[103][104][97][96] Out-of-body experiences and near-death experiences, on the other hand, are often used to argue for a mind-body dualism by holding that the soul can exist without the body and continues to exist after the death of the body.[105][106][107][108] Defenders of such claims often contend that we have no decisive reason to deny the reliability of such experiences, for example, because they are in important ways similar to regular sensory experience or because there is an additional cognitive faculty that provides us access to knowledge beyond the regular senses.[95][97]\n\nA great variety of experiences is discussed in the academic literature besides the types mentioned so far. The term \"flow\", for example, refers to experiences in which the agent is fully immersed in a certain activity. This type of experience has various characteristic features, including a clear sense of the activity's goal, immediate feedback on how one is doing and a good balance between one's skills and the difficulty of the task.[109][110] A diverse group of activities can lead to flow experiences, like art, sports and computer games.[109] Flow is of particular interest to positive psychology because its experience is pleasurable.[110]\n\nAesthetic experience is a central concept in the psychology of art and experimental aesthetics.[111] It refers to the experience of aesthetic objects, in particular, concerning beauty and art.[112] There is no general agreement on the fundamental features common to all aesthetic experiences. Some accounts focus on features like a fascination with an aesthetic object, a feeling of unity and intensity, whereas others emphasize a certain psychological distance from the aesthetic object in the sense that the aesthetic experience is disconnected from practical concerns.[111][113][114]\n\nTransformative experiences are experiences involving a radical transformation that leaves the experiencer a different person from who they were before.[115] Examples of transformative experiences include having a child, fighting in a war, or undergoing a religious conversion. They involve fundamental changes both in one's beliefs and in one's core preferences.[115][116] It has been argued that transformative experiences constitute counterexamples to rational choice theory because the person deciding for or against undergoing a transformative experience cannot know what it will be like until afterward. It also may be because it is not clear whether the decision should be grounded in the preferences before or after the transformation.[115][116][117]\n\n"
        },
        {
            "title": "In various disciplines",
            "text": "Phenomenology is the science of the structure and contents of experience. It studies phenomena, i.e. the appearances of things from the first-person perspective.[3][118] A great variety of experiences is investigated this way, including perception, memory, imagination, thought, desire, emotion and agency.[119] According to traditional phenomenology, one important structure found in all the different types of experience is intentionality, meaning that all experience is experience of something.[3][118] In this sense, experience is always directed at certain objects by means of its representational contents. Experiences are in an important sense different from the objects of experience since experiences are not just presented but one lives through them.[119] Phenomenology is also concerned with the study of the conditions of possibility of phenomena that may shape experience differently for different people. These conditions include embodiment, culture, language and social background.[3][118]\n\nThere are various different forms of phenomenology, which employ different methods.[119][118] Central to traditional phenomenology associated with Edmund Husserl is the so-called epoché, also referred to as bracketing. In it, the researcher suspends their judgment about the external existence of the experienced objects in order to focus exclusively on the structure of the experience itself, i.e. on how these objects are presented.[120][118] An important method for studying the contents of experience is called eidetic variation. It aims at discerning their essence by imagining the object in question, varying its features and assessing whether the object can survive this imaginary change. Only features that cannot be changed this way belong to the object's essence.[121] Hermeneutic phenomenology, by contrast, gives more importance to our pre-existing familiarity with experience.[119] It tries to comprehend how this pre-understanding brings with it various forms of interpretation that shape experience and may introduce distortions into it.[122][123][124] Neurophenomenology, on the other hand, aims at bridging the gap between the first-person perspective of traditional phenomenology and the third-person approach favored by the natural sciences. This happens by looking for connections between subjective experience and objective brain processes, for example, with the help of brain scans.[119][125][126]\n\nExperience, when understood in terms of sensation, is of special interest to epistemology. Knowledge based on this form of experience is termed \"empirical knowledge\" or \"knowledge a posteriori\".[9] Empiricism is the thesis that all knowledge is empirical knowledge, i.e. that there is no knowledge that does not ultimately rest on sensory experience. Traditionally, this view is opposed by rationalists, who accept that sensory experience can ground knowledge but also allow other sources of knowledge. For example, some rationalists claim that humans either have innate or intuitive knowledge of mathematics that does not rest on generalizations based on sensory experiences.[127]\n\nAnother problem is to understand how it is possible for sensory experiences to justify beliefs. According to one view, sensory experiences are themselves belief-like in the sense that they involve the affirmation of propositional contents.[9] On this view, seeing white snow involves, among other things, the affirmation of the proposition \"snow is white\".[128] Given this assumption, experiences can justify beliefs in the same way as beliefs can justify other beliefs: because their propositional contents stand in the appropriate logical and explanatory relations to each other.[9] But this assumption has many opponents who argue that sensations are non-conceptual and therefore non-propositional. On such a view, the affirmation that snow is white is already something added to the sensory experience, which in itself may not amount to much more than the presentation of a patch of whiteness.[129] One problem for this non-conceptualist approach to perceptual experience is that it faces difficulties in explaining how sensory experiences can justify beliefs, as they apparently do.[9] One way to avoid this problem is to deny this appearance by holding that they do not justify beliefs but only cause beliefs.[130] On the coherence theory of justification, these beliefs may still be justified, not because of the experiences responsible for them, but because of the way they cohere with the rest of the person's beliefs.[9]\n\nBecause of its relation to justification and knowledge, experience plays a central role for empirical rationality.[4] Whether it is rational for someone to believe a certain claim depends, among other things, on the experiences this person has made.[131][132] For example, a teacher may be justified in believing that a certain student will pass an exam based on the teacher's experience with the student in the classroom. But the same belief would not be justified for a stranger lacking these experiences. Rationality is relative to experience in this sense. This implies that it may be rational for one person to accept a certain claim while another person may rationally reject the same claim.[131][132][4]\n\nClosely related to the role of experience in epistemology is its role in science.[6][1] It is often argued that observational experience is central to scientific experiments. The evidence obtained in this manner is then used to confirm or disconfirm scientific theories. In this way, experience acts as a neutral arbiter between competing theories.[133][130][134] For example, astronomical observations made by Galileo Galilei concerning the orbits of planets were used as evidence in the Copernican Revolution, in which the traditional geocentric model was rejected in favor of the heliocentric model.[135] One problem for this view is that it is essential for scientific evidence to be public and uncontroversial. The reason for this is that different scientists should be able to share the same evidence in order to come to an agreement about which hypothesis is correct. But experience is usually understood as a private mental state, not as a publicly observable phenomenon, thereby putting its role as scientific evidence into question.[130][134][136][2]\n\nA central problem in metaphysics is the mind-body problem. It involves the question of how to conceive the relation between body and mind.[137][138] Understood in its widest sense, it concerns not only experience but any form of mind, including unconscious mental states.[138] But it has been argued that experience has special relevance here since experience is often seen as the paradigmatic form of mind.[139][140] The idea that there is a \"problem\" to begin with is often traced back to how different matter and experience seem to be.[139][141] Physical properties, like size, shape and weight, are public and are ascribed to objects. Experiences, on the other hand, are private and are ascribed to subjects.[138] Another important distinctive feature is that experiences are intentional, i.e. that they are directed at objects different from themselves.[3][11] But despite these differences, body and mind seem to causally interact with each other, referred to as psycho-physical causation.[142][143] This concerns both the way how physical events, like a rock falling on someone's foot, cause experiences, like a sharp pain, and how experiences, like the intention to make the pain stop, cause physical events, like pulling the foot from under the rock.[143]\n\nVarious solutions to the mind-body problem have been presented.[144] Dualism is a traditionally important approach. It states that bodies and minds belong to distinct ontological categories and exist independently of each other.[138][145] A central problem for dualists is to give a plausible explanation of how their interaction is possible or of why they seem to be interacting. Monists, on the other hand, deny this type of ontological bifurcation.[146] Instead, they argue that, on the most fundamental level, only one type of entity exists. According to materialism, everything is ultimately material. On this view, minds either do not exist or exist as material aspects of bodies.[147] According to idealism, everything is ultimately mental. On this view, material objects only exist in the form of ideas and depend thereby on experience and other mental states.[148] Monists are faced with the problem of explaining how two types of entities that seem to be so different can belong to the same ontological category.[139][141]\n\nThe hard problem of consciousness is a closely related issue. It is concerned with explaining why some physical events, like brain processes, are accompanied by conscious experience, i.e. that undergoing them feels a certain way to the subject.[149][150][151] This is especially relevant from the perspective of the natural sciences since it seems to be possible, at least in principle, to explain human behavior and cognition without reference to experience. Such an explanation can happen in relation to the processing of information in the form of electrical signals. In this sense, the hard problem of consciousness points to an explanatory gap between the physical world and conscious experience.[149][150][151] There is significant overlap between the solutions proposed to the mind-body problem and the solutions proposed to the hard problem of consciousness.[149][138]\n\nAnother disagreement between empiricists and rationalists besides their epistemological dispute concerns the role of experience in the formation of concepts.[127] Concepts are general notions that constitute the fundamental building blocks of thought.[21] Some empiricists hold that all concepts are learned from experience. This is sometimes explained by claiming that concepts just constitute generalizations, abstractions or copies of the original contents of experience.[4] Logical empiricists, for example, have used this idea in an effort to reduce the content of all empirical propositions to protocol sentences recording nothing but the scientists' immediate experiences.[152][153][2] This idea is convincing for some concepts, like the concept of \"red\" or of \"dog\", which seem to be acquired through experience with their instances. But it is controversial whether this is true for all concepts.[2] Immanuel Kant, for example, defends a rationalist position by holding that experience requires certain concepts so basic that it would not be possible without them. These concepts, the so-called categories, cannot be acquired through experience since they are the conditions of the possibility of experience, according to Kant.[154][155][156]\n\n"
        }
    ]
}