{
    "url": "https://en.wikipedia.org/wiki/Experimental_musical_instrument",
    "title": "Experimental musical instrument",
    "table_of_contents": [
        "1 Types",
        "2 History",
        "2.1 1900–1950s",
        "2.2 1950s–1960s",
        "2.3 1970s–1980s",
        "2.4 1990s and 2000s",
        "3 Builders not mentioned in the text",
        "4 Artists",
        "5 Organisations",
        "6 See also",
        "7 Publications",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An experimental musical instrument (or custom-made instrument) is a musical instrument that modifies or extends an existing instrument or class of instruments, or defines or creates a new class of instrument.[citation needed] Some are created through simple modifications, such as cracked drum cymbals[clarification needed] or metal objects inserted between piano strings in a prepared piano. Some experimental instruments are created from household items like a homemade mute for brass instruments such as bathtub plugs. Other experimental instruments are created from electronic spare parts, or by mixing acoustic instruments with electric components.\n\nThe instruments created by the earliest 20th-century builders of experimental musical instruments, such as Luigi Russolo (1885–1947),\nHarry Partch (1901–1974), and John Cage (1912–1992), were not well received by the public at the time of their invention. Even mid-20th century builders such as  Ivor Darreg, Pierre Schaeffer and Pierre Henry did not gain a great deal of popularity. However, by the 1980s and 1990s, experimental musical instruments gained a wider audience when they were used by bands such as Einstürzende Neubauten and Neptune.\n\n"
        },
        {
            "title": "Types",
            "text": "Experimental musical instruments are made from a wide variety of materials, using a range of different sound-production techniques.\nSome of the simplest instruments are percussion instruments made from scrap metal, like those created by German band Einstürzende Neubauten. Some experimental hydraulophones have been made using sewer pipes and plumbing fittings.[1]\n\nSince the late 1960s, many experimental musical instruments have incorporated electric or electronic components, such as Fifty Foot Hose 1967-era homemade synthesizers, Wolfgang Flür and Florian Schneider's playable electronic percussion pads, and Future Man's homemade drum machine made out of spare parts and his electronic Synthaxe Drumitar.\n\nSome experimental musical instruments are created by luthiers, who are trained in the construction of string instruments. Some custom made string instruments are employed with three bridges,[2] instead of the usual two (counting the nut as a bridge). By adding a third bridge, one can create a number of unusual sounds reminiscent of chimes, bells or harps[3][4][5][6] A 'third bridge instrument' can be a \"prepared guitar\" modified with an object – for instance, a screwdriver – placed under the strings to act as a makeshift bridge, or it can be a custom made instrument.\n\nOne of the first guitarists who began building instruments with an extra bridge was Fred Frith. Guitarist and composer Glenn Branca has created similar instruments which he calls harmonic guitars or mallet guitars. Since the 1970s, German guitarist and luthier Hans Reichel has created guitars with third-bridge-like qualities.\n\nModern-day low voltage electronic experimental musical instruments, can be found at Bentmonkeycage in California. These glitched instruments are used in movie soundtracks, Live DUBNOISE performances, DJ performances, and recording. The electronic unengineered circuitry within the device can be manipulated with simple body contacts, light sensitive photocells, infrared signals, and radio waves (as in a theremin).\n\n"
        },
        {
            "title": "History",
            "text": "Luigi Russolo (1885–1947) was an Italian Futurist painter and composer, and the author of the manifestoes The Art of Noises (1913) and Musica Futurista.\nRussolo invented and built instruments including intonarumori (\"intoners\" or \"noise machines\"), to create \"noises\" for performance. Although none of his original intonarumori survived World War II, replicas are being made.\n\nLéon Theremin was a Russian inventor, most famous for his invention of the theremin around 1919–1920, one of the first electronic musical instruments. The Ondes Martenot is another early example of an electronic musical instrument.\n\nThe luthéal is a type of prepared piano created by George Cloetens in the late 1890s and used by Maurice Ravel in his Tzigane for luthéal and violin. The instrument can produce sounds like a guitar or a harmonica, with strange tick-tocking sounds. It had several tone-colour (not exclusively \"pitch\") registers that could be engaged by pulling stops above the keyboard. One of these registers had a cimbalom-like sound, which fitted well with the gypsy-esque idea of the composition.\n\nHarry Partch (1901–1974) was an American composer and instrument builder. He was one of the first twentieth-century composers to work extensively and systematically with microtonal scales, writing much of his music for custom-made instruments he built himself, tuned in 11-limit just intonation.\nHis adapted instruments include the adapted viola, three adapted guitars, and a 10-string fretless guitar. As well, he retuned the reeds of several reed organs and designed and built many instruments from raw materials, including the Diamond Marimba, Cloud Chamber Bowls, the Spoils of War, and a Gourd Tree.\n\nJohn Cage (1912–1992) was an American composer who pioneered the fields of chance music, electronic music and unorthodox use of musical instruments. Cage's prepared piano pieces used a piano with its sound altered by placing various objects in the strings. He was the first to use phonograph records as musical instruments (in his 1939 composition Imaginary Landscape No.1).  Cage also devised ways to perform using sounds which were nearly inaudible by incorporating photograph cartridges and contact microphones (his 1960 composition Cartridge Music). Ivor Darreg (1917–1994) was a leading proponent of and composer of microtonal or \"xenharmonic\" music. He also created a series of experimental musical instruments. In the 1940s, Darreg built an amplified cello, amplified clavichord and an electric keyboard drum.\n\nKraftwerk is known for their homemade synthesizers in the early 70s.\nIn the 1960s, Michel Waisvisz and Geert Hamelberg developed the Kraakdoos (or Cracklebox), a custom made battery-powered noise-making electronic device. It is a small box with six metal contacts on top, which when pressed by fingers will generate a range of unusual sounds and tones. The human body becomes a part of the circuit and determines the range of sounds possible; different people will generate different sounds.\n\nJesse Fuller developed the Fotdella, a foot-operated string bass instrument, in the early 1950s. It was a large upright box with a rounded top, shaped like the top of a double bass, with a short neck on top. Six bass strings were attached to the neck and stretched over the body. Fuller would use this instrument as part of his one-man band performances.\n\nWalter Smetak was a Swiss-Brazilian composer, cellist , sculpturer, and instrument inventor, who was highly influential in Brazil and other countries. Invited by Hans-Joachim Koellreutter he was appointed professor in Salvador, Universidade Federal da Bahia. He opened a workshop where he created musical instruments with vegetable gourds, pieces of wook, PVC pipes and plates, and other non conventional materials. Many of his instruments are more than useful sound tools, being sculptures influenced by his mystical approach to life and art. From 1957 to 1984, when he died, Smetak invented and built ca. 150 instruments, which he called generally as \"plásticas sonoras\".\n\nThe neola is a tenor stringed musical instrument invented in 1970 by Goronwy Bradley Davies, Llanbedr, Wales. Plastics and aluminium were used in the design and the invention was recognized in a British patent[7] and a Design Council award. The name \"Neola\" was registered for the instrument.[8] The invention is intended as a tenor, replacing an instrument in the viol family that has been surpassed by the more recent violin family. The strings are tuned to G2, D3, A3, and E4, an octave below the violin, and the instrument may be performed similar to a violoncello. ‘Cello players would need to adapt their technique to accommodate the shorter string and body length, and use of the thumb position would not be the same. The design specifications are well suited to industrial manufacture, retaining consistency in quality. This is not the case with traditional instruments since the choice of fine materials and the skills of the luthier are essential in producing instruments with superior sound qualities.\n\nIn the mid-1970s, Allan Gittler (1928–2003) made an experimental custom-made instrument called the Gittler guitar. The Gittler guitar has 6 strings, each string has its own pickup. The later versions have a plastic body. The steel frets give the instrument a sitar-like feel. Six individual pick ups can be routed to divided outputs.\n\nZ'EV and Einstürzende Neubauten made several percussion instruments out of trash. No Wave artist Glenn Branca began building 3rd bridge zithers with an additional movable bridge positioned on the just intoned knotted positions of the harmonic series. Hans Reichel (born 1949) is a German improvisational guitarist, luthier, and inventor. Reichel has constructed and built several variations of guitars and basses, most of them featuring multiple fretboards and unique positioning of pickups as well as the same indirect playing technique as Branca's instruments. The resulting sounds exceed the range of conventional tuning and add effects from odd overtones to metallic tones. He later invented the daxophone which he is most famous for. It consists of a single wooden blade or \"tongue\" fixed in a block containing a contact microphone. Normally played by bowing the free end, it can also be struck or plucked. The location along the tongue where it is played will determine the frequency of its vibration, similarly to a wooden ruler held against the edge of a table. These vibrations continue to the wooden-block base, which in turn is amplified by the contact microphone(s). A wide range of voice-like timbres can be produced, depending on the shape of the tongue, the type of wood, where it is played, and where along its length it is stopped with a separate block of wood (fretted on one side) called the \"dax.\"\n\nAmerican composer Ellen Fullman (born in 1957) developed a Long String instrument in the early 1980s, which is tuned in just intonation and played by walking along the length of the long strings and rubbing them with rosined hands and producing longitudinal vibrations.\n\nBradford Reed invented the pencilina, a custom-made string instrument in the 1980s. It is a double-neck 3rd bridge guitar that is similar in construction to two long, thin zithers connected by a stand. Wedged over and under the strings in each neck is an adjustable rod, a wooden drum stick for the guitar strings and a metal rod for the bass strings. In addition, there are four bells. The pencilina is played by striking its strings and bells with sticks. The strings may also be plucked or bowed.\n\nUakti (WAHK-chee) is a Brazilian instrumental musical group active in the 1980s known for using custom-made instruments built by the group. Marco Antônio constructed various instruments in his basement out of PVC pipe, wood, and metal.\n\nRemo Saraceni made a number of Synthesizer type instruments with unusual interfaces, his most famous being The Walking piano made famous in the film Big.\n\nIn the 1980s, the folgerphone was developed. It is a wind instrument (or aerophone), classifiable as a woodwind rather than brass instrument despite being made of metal, because it has a reed (cf. saxophone). It is made from an alto sax mouthpiece, with copper tubing and a coffee can. Although it uses sax parts, it is a cylindrical bore instrument, and thus part of the clarinet family.\n\nIn India, the new instrument based on harmonium style was developed by Pt. Manohar Chimote with the combination of keys and sympathetic strings to create the tone most suitable for solo playing. This was named as \"Samvadini\". It is based on just intonation tuning system and played in one key. It is exclusive solo instrument with great potentials. His follower Jitendra Gore now plays this solo instrument.\n\nThe bazantar is a five-string double bass with 29 sympathetic and 4 drone strings and has a melodic range of five octaves invented by musician Mark Deutsch, who worked on the design between 1993 and 1997.[9] It is designed as a separate housing for sympathetic strings (to deal with the increased string tension) mountable on a double bass or cello, modified to hold drone strings.\n\nKen Butler makes odd-shaped, guitar-like instruments made out of trash, rifles and other material. He also builds violins in eccentric shapes.\n\nCor Fuhler (1964) is a Dutch/Australian improvising musician, composer and instrument builder, known for his pioneering extended piano techniques. He created the keyolin in the 1990s. The keyolin is a 2-string violin played via a mechanical keyboard, which controls pitch, vibrato, glissandos and partials. A customised bow, played upside down, controls timbre and volume.\n\nIner Souster (born in 1971) is a builder of experimental musical instruments, visual artist, musician, fauxbot designer and film maker who lives in Toronto, Ontario, Canada. Souster builds most of his instruments from trash, found, and salvaged materials. Some of his instruments are one-string string instruments, or thumb pianos.\nOne of his more complicated instruments is the \"Bowafridgeaphone\" (bow a fridge a phone).\n\nLeila Bela is an Iranian-born American avant-garde musician and record producer from Austin, Texas.\n\nThe Japanese multi-instrumentalist and experimental musical instrument builder Yuichi Onoue developed a two string hurdy-gurdy like a fretless violin, called the Kaisatsuko, as well as a deeply scalloped electric guitar for microtonal playing techniques.[10]\n\nSolmania from Japan, and Neptune are noise music bands that built their own custom made guitars and basses. Solmania modifies their instruments with extra droning strings. \nNeptune built guitars out of scrap metal and make electric lamellophones. The bass is built using a VCR casing and another one of their instruments has a jagged scythe at the end of it. They also play on custom made percussion instruments and electric lamellophones. Neptune began in 1994 as a student art project by sculptor/musician Jason Sanford. In 2006 Neptune signed with Table of the Elements, an experimental record label that also has performers such as Rhys Chatham, John Cale, and Captain Beefheart on its roster.\n\nThe Blue Man Group also experimented with home-made percussive instruments, made from PVC pipes and other materials. A specially-constructed studio was needed for the recording of their first album.\n\nIn the mid 1990s, Californian nu metal band Motograter invented the eponymous instrument in place of a bass guitar. The Motograter is made out of 2 large industrial springs mounted on a metal platform, producing unique chunky guitar and bass tones with a strong \"RRRRRR\" sound. The Motograter's sound is loosely comparable with a slow running cutting/drilling device.\n\nFounded in 1998, The Vegetable Orchestra use instruments made entirely from fresh vegetables.\n\nIn the 2000s, Canadian luthier Linda Manzer created the Pikasso guitar, a 42-string guitar with three necks. It was popularized by jazz guitarist Pat Metheny, who used it on the song \"Into the Dream\" and on several albums. Its name is ostensibly derived from its likeness in appearance to the cubist works of Pablo Picasso.\n\nIn 2000, Felix Rohner and Sabina Schärer developed the hang in Bern, Switzerland.\n\nIn 2003 the Tritare was created by Samuel Gaudet and Claude Gauthier in Canada. Experimental luthier Yuri Landman built a variety of electric string resonance tailed bridge and 3rd bridge guitars like the Moodswinger, Moonlander and the Springtime for indie rock and noise rock acts like Sonic Youth, Liars, Blood Red Shoes as well as electric thumb pianos, electric drum guitars, and spring drum instruments.\n\nIn 2004, Brazilian acoustician and multi-instrumentalist Leonardo Fuks[11][12] (b. 1962) formed the musical group CELLPHONICA[13] using  mobile phones  as musical instruments. The exploration of mobiles as a portable instrument was a result of and academic project.  It was the first documented professional ensemble to employ cell phones in such way: the players programmed music using the ringtone composing module built in the apparatus. The loudspeakers were placed close to the player's mouth, so that the sounds could be modulated by the vocal tract, generating a musically interesting quality, with several timbre, amplitude and tremolo effects. The instruments were presented in several TV shows and used in musical events. The mobile models used GSM technology , such as the Nokia 3310, and were discontinued in the following two years, for the newly developed smartphones by the same makers. The smartphones used MP3-coded music and sounds.\n\nIn 2005, architect Nikola Bašić built a Sea organ in Zadar, Croatia, which is an experimental musical instrument which plays music by way of sea waves and tubes located underneath a set of large marble steps. Concealed under these steps is a system of polyethylene tubes and a resonating cavity that turns the site into a huge musical instrument, played by the wind and the sea. The waves create somewhat random but harmonic sounds.\n\nInstigated by composer-researcher Georg Hajdu in 2006, Stephen Fox (clarinet maker) of Toronto, Canada, began building a new class of clarinets, called BP clarinets, able to play the Bohlen–Pierce scale of 146.3 cents per step.[14] To date two available sizes are played by a small but growing number of professional clarinettists in Canada, the US, Germany and Estonia, with two more sizes under consideration.\n\nStarting in 2006, Ice Music Festival celebrates musical instruments made of ice.\n\nIn 2010, composer Alexis Kirke and technologist Tim Hodgson turned the University of Plymouth's Roland Levinsky Building into a form of musical instrument to be played by the rising sun, as part of Peninsula Arts Contemporary Music Festival. Light sensors were placed across seven floors of the building and fed by radio network into a computer music instrument analogous to a Mellotron. As the sun rose the \"Sunlight Symphony\" played in the reverberant space of the Roland Levinsky Building's open plan foyer.\n\nFor her 2011 album Biophilia, Icelandic artist Björk developed an instrument based on a Tesla Coil and a second instrument described as a cross between a Gamelan and a Celesta, dubbed the \"Gameleste.\"\n\nIn 2013, a research team of McGill University came up with digital musical instruments made in the form of Musical Prostheses.\n\n"
        },
        {
            "title": "Organisations",
            "text": "Logos Foundation, STEIM, Sonoscopia (Porto) and iii (The Hague) are organisations that focus on the development of new instruments. Besides producing instruments themselves, these organisations also run active artist-in-residence programs and invite artists for developing new art works, workshops, and presentations. Yearly the Guthman Instrument Competition takes place at Georgia Tech.\n\n"
        }
    ]
}