{
    "url": "https://en.wikipedia.org/wiki/Experimental_film",
    "title": "Experimental film",
    "table_of_contents": [
        "1 Definition",
        "2 History of the European avant-garde",
        "2.1 Beginnings",
        "2.2 France",
        "2.3 Soviet Union",
        "2.4 Italy",
        "3 Prewar and postwar American avant-garde: the birth of experimental cinema",
        "3.1 The New American Cinema and Structural-Materialism",
        "3.2 The 1960–70s and today: Time arts in the conceptual art landscape",
        "3.3 Feminist avant-garde and other political offshoots",
        "3.4 Experimental film in universities",
        "4 Exhibition and distribution",
        "5 Influences on mainstream commercial media",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Experimental film or avant-garde cinema is a mode of filmmaking that rigorously re-evaluates cinematic conventions and explores non-narrative forms or alternatives to traditional narratives or methods of working.[1] Many experimental films, particularly early ones, relate to arts in other disciplines: painting, dance, literature and poetry,[2] or arise from research and development of new technical resources.[3]\n\nWhile some experimental films have been distributed through mainstream channels or even made within commercial studios, the vast majority have been produced on very low budgets with a minimal crew or a single person and are either self-financed or supported through small grants.[4]\n\nExperimental filmmakers generally begin as amateurs, and some use experimental films as a springboard into commercial film-making or transition into academic positions. The aim of experimental filmmaking may be to render the personal vision of an artist, or to promote interest in new technology rather than to entertain or to generate revenue, as is the case with commercial films.[5]\n\n"
        },
        {
            "title": "Definition",
            "text": "The term experimental film describes a range of filmmaking styles that frequently differ from, and are often opposed to, the practices of mainstream commercial and documentary filmmaking. Avant-garde is also used, for the films of the sort shot in the twenties in France, Germany or Russia, to describe this work, and \"underground\" was used in the sixties, though it has also had other connotations. Today the term \"experimental cinema\" prevails, because it's possible to make experimental films without the presence of any avant-garde movement in the cultural field.\n\nWhile \"experimental\" covers a wide range of practice, an experimental film is often characterized by the absence of linear narrative, the use of various abstracting techniques—out-of-focus, painting or scratching on film, rapid editing—the use of asynchronous (non-diegetic) sound or even the absence of any sound track. The goal is often to place the viewer in a more active and more thoughtful relationship to the film. At least through the 1960s, and to some extent after, many experimental films took an oppositional stance toward mainstream culture.\n\nMost experimental films are made on very low budgets, self-financed or financed through small grants, with a minimal crew or, often a crew of only one person, the filmmaker. Some critics have argued that much experimental film is no longer in fact \"experimental\" but has in fact become a mainstream film genre.[6] Many of its more typical features—such as a non-narrative, impressionistic, or poetic approaches to the film's construction—define what is generally understood to be \"experimental\".[7]\n\n"
        },
        {
            "title": "History of the European avant-garde",
            "text": "In the 1920s, two conditions made Europe ready for the emergence of experimental film. First, the cinema matured as a medium, and highbrow resistance to the mass entertainment began to wane. Second, avant-garde movements in the visual arts flourished. The Dadaists and Surrealists in particular took to cinema. René Clair's Entr'acte (1924) featuring Francis Picabia, Marcel Duchamp, and Man Ray, and with music by Erik Satie, took madcap comedy into nonsequitur.\n\nArtists Hans Richter, Jean Cocteau, Marcel Duchamp, Germaine Dulac, and Viking Eggeling all contributed Dadaist/Surrealist shorts. Fernand Léger, Dudley Murphy, and Man Ray created the film Ballet Mécanique (1924), which has been described as Dadaist, Cubist, or Futurist.[citation needed] Duchamp created the abstract film Anémic Cinéma (1926).\n\nAlberto Cavalcanti directed Rien que les heures (1926), Walter Ruttmann directed Berlin: Symphony of a Metropolis (1927), and Dziga Vertov filmed Man With a Movie Camera (1929), experimental \"city symphonies\" of Paris, Berlin, and Kiev, respectively.\n\nOne famous experimental film is Luis Buñuel and Salvador Dalí's Un chien andalou (1929). Hans Richter's animated shorts, Oskar Fischinger's abstract films, and Len Lye's GPO films are examples of more abstract European avant-garde films. [8]\n\nWorking in France, another group of filmmakers also financed films through patronage and distributed them through cine-clubs, yet they were narrative films not tied to an avant-garde school. Film scholar David Bordwell has dubbed these French Impressionists and included Abel Gance, Jean Epstein, Marcel L'Herbier, and Dimitri Kirsanoff. These films combine narrative experimentation, rhythmic editing and camerawork, and an emphasis on character subjectivity. [9]\n\nIn 1952, the Lettrists avant-garde movement, in France, caused riots at the Cannes Film Festival, when Isidore Isou's Traité de bave et d'éternité (also known as Venom and Eternity) was screened. After their criticism of Charlie Chaplin at the 1952 press conference in Paris for Chaplin's Limelight, there was a split within the movement. The Ultra-Lettrists continued to cause disruptions when they announced the death of cinema and showed their new hypergraphical techniques; the most notorious example is Guy Debord's Howlings in favor of de Sade (Hurlements en Faveur de Sade) from 1952.\n\nThe Soviet filmmakers, too, found a counterpart to modernist painting and photography in their theories of montage. The films of Dziga Vertov, Sergei Eisenstein, Lev Kuleshov, Alexander Dovzhenko, and Vsevolod Pudovkin were instrumental in providing an alternative model from that offered by classical Hollywood. While not experimental films per se, they contributed to the film language of the avant-garde. [10]\n\nItaly had an historically difficult relationship with its avant-garde scene, although, the birth of cinema coincided with the emerging of Italian Futurism.[11]\n\n\nPotentially the new medium of cinema was a perfect match for the concerns of futurism, a renowned for promoting new aesthetics, motion, and modes of perception. Especially, given the futurist fascination with the sensation of speed and the dynamism of modern life. However, what is left of futurist cinema is mostly on paper, many films very lost, and other never got made. Amongst those literatures it is worth noting The Futurist Cinema (Marinetti et al., 1916), Technical Manifesto of Futurist Literature (1912), The Variety Theatre (1913), The Futurist Synthetic Theatre (1915), and The New Religion – Morality of Speed (1916).[12] Perhaps, the futurists were amongst the first avant-garde filmmakers group devoted to the potential of the image, praising motion and aiming towards an anti-narrative aesthetic.[13] As an example, Marinetti's quote:   \nAs exemplified in the quote, the image is the real subject, not the story or the acting, an approach and attitude that remain true for the whole history of experimental filmmaking. \n\nAnton Giulio Bragaglia is undoubtedly the most known filmmaker from the futurist movement.   \n\n"
        },
        {
            "title": "Prewar and postwar American avant-garde: the birth of experimental cinema",
            "text": "The United States had some avant-garde films before World War II, such as Manhatta (1921), by Charles Sheeler and Paul Strand, and The Life and Death of 9413: a Hollywood Extra (1928), by Slavko Vorkapich and Robert Florey. However, much pre-war experimental film culture consisted of artists working, often in isolation, on film projects. In the early 1930s, Painter Emlen Etting (1905–1993) directed dance films  that are considered experimental. Commercial artist (Saturday Evening Post) and illustrator Douglass Crockwell (1904–1968)[15] made animations with blobs of paint pressed between sheets of glass in his studio at Glens Falls, New York.[16]\n\nIn Rochester, New York, medical doctor and philanthropist James Sibley Watson and Melville Webber directed The Fall of the House of Usher (1928) and Lot in Sodom (1933). Harry Smith, Mary Ellen Bute, artist Joseph Cornell, and Christopher Young made several European-influenced experimental films. Smith and Bute were both influenced by Oskar Fischinger, as were many avant garde animators and filmmakers. In 1930, the magazine Experimental Cinema appeared.[17] The editors were Lewis Jacobs and David Platt. In October 2005, a large collection of films of that period were restored and re-released on DVD, titled Unseen Cinema: Early American Avant Garde Film 1894-1941.[18]\n\nWith Slavko Vorkapich, John Hoffman made two visual tone poems, Moods of the Sea (aka Fingal's Cave, 1941) and Forest Murmurs (1947). The former film is set to Felix Mendelssohn's Hebrides Overture and was restored in 2004 by film preservation expert David Shepard.\n\nMeshes of the Afternoon (1943) by Maya Deren and Alexander Hammid is an early American experimental film. It provided a model for self-financed 16 mm production and distribution, one that was soon picked up by Cinema 16 and other film societies. Just as importantly, it established an aesthetic model of what experimental cinema could do. Meshes had a dream-like feel that hearkened to Jean Cocteau and the Surrealists, but equally seemed personal, new and American. Early works by Kenneth Anger, Stan Brakhage, Shirley Clarke, Gregory Markopoulos, Jonas Mekas, Willard Maas, Marie Menken, Curtis Harrington, Sidney Peterson, Lionel Rogosin, and Earle M. Pilgrim followed in a similar vein. Significantly, many of these filmmakers were the first students from the pioneering university film programs established in Los Angeles and New York. In 1946, Frank Stauffacher started the \"Art in Cinema\" series of experimental films at the San Francisco Museum of Modern Art, where Oskar Fischinger's films were featured in several special programs, influencing artists such as Jordan Belson and Harry Smith to make experimental animation.\n\nThey set up \"alternative film programs\" at Black Mountain College (now defunct) and the San Francisco Art Institute. Arthur Penn taught at Black Mountain College, which points out the popular misconception in both the art world and Hollywood that the avant-garde and the commercial never meet. Another challenge to that misconception is that late in life, after their Hollywood careers had ended, both Nicholas Ray and King Vidor made avant-garde films.\n\nFilm theorist P. Adams Sitney offers a concept of \"visionary film\", and he invented a few genre categories, including the  mythopoetic film, the structural film, the trance film and the participatory film, in order \nto describe the historical morphology of experimental cinema in the American avant-garde from 1943 to the 2000s.[19]\n\nThe film society and self-financing model continued over the next two decades, but by the early 1960s, a different outlook became perceptible in the work of American avant-garde filmmakers. Filmmakers like Michael Snow, Hollis Frampton, Ken Jacobs, Paul Sharits, Tony Conrad, and Ernie Gehr, are considered by P. Adams Sitney to be key models for what he calls \"structural film\". Sitney says that the key elements of structural film are a fixed camera position, flicker effect, re-photography off screen, and loop printing. Artist Bruce Conner created early examples such as A Movie (1958) and Cosmic Ray (1962). As Sitney has pointed out, in the work of Stan Brakhage and other American experimentalists of early period, film is used to express the individual consciousness of the maker, a cinematic equivalent of the first person in literature. Brakhage's Dog Star Man (1961–64) exemplified a shift from personal confessional to abstraction, and also evidenced a rejection of American mass culture of the time. On the other hand, Kenneth Anger added a rock sound track to his Scorpio Rising (1963) in what is sometimes said to be an anticipation of music videos, and included some camp commentary on Hollywood mythology. Jack Smith and Andy Warhol incorporated camp elements into their work, and Sitney posited Warhol's connection to structural film.\n\nSome avant-garde filmmakers moved further away from narrative. Whereas the New American Cinema was marked by an oblique take on narrative, one based on abstraction, camp and minimalism, Structural-Materialist filmmakers like Hollis Frampton and Michael Snow created a highly formalist cinema that foregrounded the medium itself: the frame, projection, and most importantly, time. It has been argued that by breaking film down into bare components, they sought to create an anti-illusionist cinema, although Frampton's late works owe a huge debt to the photography of Edward Weston, Paul Strand, and others, and in fact celebrate illusion. Further, while many filmmakers began making rather academic \"structural films\" following Film Culture's publication of an article by P. Adams Sitney in the late 1960s, many of the filmmakers named in the article objected to the term.\n\nA critical review of the structuralists appeared in a 2000 edition of the art journal Art in America. It examined structural-formalism as a conservative philosophy of filmmaking.\n\nIn the 1970s, Conceptual art pushed even further. Robert Smithson, a California-based artist, made several films about his earthworks and attached projects. Yoko Ono made conceptual films. The most notorious of these is Rape, which centers on a woman's life being invaded with cameras, as she attempts to flee. Around this time, a new generation was entering the field, many of whom were students of the early avant-gardists. Leslie Thornton, Peggy Ahwesh, and Su Friedrich expanded upon the work of the structuralists, incorporating a broader range of content while maintaining a self-reflexive form.\n\nAndy Warhol, the man behind Pop Art and a variety of other oral and art forms, made over 60 films throughout the 1960s, most of them experimental. In more recent years, filmmakers such as Craig Baldwin and James O'Brien (Hyperfutura) have made use of stock footage married to live action narratives in a form of mash-up cinema that has strong socio-political undertones. Chris Marker's La Jetée (1962) consists almost entirely of still photographs accompanied by narration, while Jonás Cuarón's Year of the Nail (2007) uses unstaged photographs which the director took of his friends and family combined with voice acting to tell a fictional story. Other examples of films created in the 21st Century with this technique are Lars von Trier's Dogville and David Lynch's entire filmography.\n\nLaura Mulvey's writing and filmmaking launched a flourishing of feminist filmmaking based on the idea that conventional Hollywood narrative reinforced gender norms and a patriarchal gaze. Their response was to resist narrative in a way to show its fissures and inconsistencies. Chantal Akerman and Sally Potter are just two of the leading feminist filmmakers working in this mode in the 1970s. Video art emerged as a medium in this period, and feminists like Martha Rosler and Cecelia Condit took full advantage of it.\n\nIn the 1980s feminist, gay and other political experimental work continued, with filmmakers like Barbara Hammer, Su Friedrich, Tracey Moffatt, Sadie Benning and Isaac Julien among others finding experimental format conducive to their questions about identity politics.\n\nThe queercore movement gave rise to a number experimental queer filmmakers such as G.B. Jones (a founder of the movement) in the 1990s and later Scott Treleaven, among others.\n\nWith very few exceptions, Curtis Harrington among them, the artists involved in these early movements remained outside the mainstream commercial cinema and entertainment industry. A few taught occasionally, and then, starting in 1966, many became professors at universities such as the State Universities of New York, Bard College, California Institute of the Arts, the Massachusetts College of Art, University of Colorado at Boulder, and the San Francisco Art Institute.\n\nMany experimental-film practitioners do not in fact possess college degrees themselves, although their showings are prestigious. Some have questioned the status of the films made in the academy, but longtime film professors such as Stan Brakhage, Ken Jacobs, Ernie Gehr, and many others, continued to refine and expand their practice while teaching. The inclusion of experimental film in film courses and standard film histories, however, has made the work more widely known and more accessible.\n\n"
        },
        {
            "title": "Exhibition and distribution",
            "text": "Beginning in 1946, Frank Stauffacher ran the \"Art in Cinema\" program of experimental and avant-garde films at the San Francisco Museum of Modern Art.\n\nFrom 1949 to 1975, the Festival international du cinéma expérimental de Knokke-le-Zoute—located in Knokke-Heist, Belgium—was the most prominent festival of experimental cinema in the world. It permits the discovery of American avant-garde in 1958 with Brakhage's films and many others European and American filmmakers.\n\nFrom 1947 to 1963, the New York-based Cinema 16 functioned as the primary exhibitor and distributor of experimental film in the United States. Under the leadership of Amos Vogel and Marcia Vogel, Cinema 16 flourished as a nonprofit membership society committed to the exhibition of documentary, avant-garde, scientific, educational, and performance films to ever-increasing audiences.[20]\n\nIn 1962, Jonas Mekas and about 20 other film makers founded The Film-Makers' Cooperative in New York City. Soon similar artists cooperatives were formed in other places: Canyon Cinema in San Francisco, the London Film-Makers' Co-op, and Canadian Filmmakers Distribution Center.\n\nFollowing the model of Cinema 16, experimental films have been exhibited mainly outside of commercial theaters in small film societies, microcinemas, museums, art galleries, archives and film festivals. [21]\n\nSeveral other organizations, in both Europe and North America, helped develop experimental film. These included Anthology Film Archives in New York City, The Millennium Film Workshop, the British Film Institute in London, the National Film Board of Canada and the Collective for Living Cinema.\n\nSome of the more popular film festivals, such as Ann Arbor Film Festival, the New York Film Festival's \"Views from the Avant-Garde\" Side Bar, the International Film Festival Rotterdam, and Media City Film Festival[22] prominently feature experimental works.\n\nThe New York Underground Film Festival, Chicago Underground Film Festival, the LA Freewaves Experimental Media Arts Festival, MIX NYC the New York Experimental Lesbian and Gay Film Festival, and Toronto's Images Festival also support this work and provide venues for films which would not otherwise be seen. There is some dispute about whether \"underground\" and \"avant-garde\" truly mean the same thing and if challenging non-traditional cinema and fine arts cinema are actually fundamentally related.[23]\n\nVenues such as Anthology Film Archives, San Francisco Cinematheque, Pacific Film Archive in Berkeley, California, Tate Modern, London and the Centre Pompidou in Paris often include historically significant experimental films and contemporary works. Screening series no longer in New York that featured experimental work include the Robert Beck Memorial Cinema, Ocularis and the Collective for Living Cinema.\n\nAll these associations and movements have permitted the birth and development of national experimental films and schools like “body cinema” (\"Écoles du corps\" or \"Cinéma corporel\") and “post-structural” movements in France, and “structural/materialism\" in England for example.[24]\n\n"
        },
        {
            "title": "Influences on mainstream commercial media",
            "text": "Though experimental film is known to a relatively small number of practitioners, academics and connoisseurs, it has influenced and continues to influence cinematography, visual effects and editing.[25]\n\nThe genre of music video can be seen as a commercialization of many techniques of experimental film. Title design and television advertising have also been influenced by experimental film.[26][27][28][29]\n\nMany experimental filmmakers have also made feature films, and vice versa.[30]\n\n"
        }
    ]
}