{
    "url": "https://en.wikipedia.org/wiki/Expo_2005",
    "title": "Expo 2005",
    "table_of_contents": [
        "1 Theme",
        "2 Location",
        "3 Participants",
        "4 Mascots",
        "5 Attractions",
        "6 Theme songs",
        "7 New transportation system",
        "8 Holder",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Expo 2005 was a World Expo[1] held for 185 days between Friday, March 25 and Sunday, September 25, 2005, in Aichi Prefecture, Japan, east of the city of Nagoya. Japan has also hosted Expo '70 Osaka (World Expo), Expo '75 Okinawa (Specialised Expo), Expo '85 Tsukuba (Specialised Expo), and Expo '90 Osaka (Horticultural Expo)[2] and will host Expo 2025 Osaka (World Expo).[3]\n\n"
        },
        {
            "title": "Theme",
            "text": "The theme of the Expo was \"Nature's Wisdom\", with national and corporate pavilions expressing themes of ecological co-existence, renewable technology, and the wonders of nature. In Japanese, this is rendered as Ai-chikyūhaku (愛・地球博), which means (roughly) \"Love the Earth Expo,\" as well as being a play on the name of the host prefecture, 愛知 (Aichi).  According to the official website:\n\n"
        },
        {
            "title": "Location",
            "text": "The main site of the Expo was a forested area in Nagakute, east of Nagoya, covering an area of about 1.73 square kilometres (430 acres). A smaller area of 0.15 square kilometres (37 acres) nearby, accessible by gondola from the main site near Seto was also part of the Expo. Great care was taken to build the pavilions out of recycled or recyclable materials, to minimize environmental impact on the site, and to provide environmentally friendly transportation to and within the Expo area.\n\nThe cost of the Expo has been estimated at 340 billion yen ($3.3 billion). However, the recorded 22,049,544 visitors greatly exceeded the target of 15,000,000 and the Expo made a profit of over 10 billion yen.\n\nThe nearby city of Toyota also held some related events, although there was no special area set aside.\n\nThe area in Nagakute can be reached from Nagoya by subway (Higashiyama line) to the last stop in Fujigaoka, followed by a ride on the newly built Linimo magnetic levitation train.\n\n"
        },
        {
            "title": "Participants",
            "text": "121 Participants of countries set date for their own Pavilions. \n\nIn regards to the companies & municipality, the ones who were present are as follows: \n\n"
        },
        {
            "title": "Mascots",
            "text": "Morizo (モリゾー) and Kiccoro (キッコロ), collectively known as \"Moricoro,\" (モリコロ) were created to be Aichi Banpaku's mascots. The popular fluffy green creatures are both from the forest of Seto.\n\n"
        },
        {
            "title": "Theme songs",
            "text": "The official theme song of the Expo was \"I'll Be Your Love,\" composed by Yoshiki, and performed by Dahlia, an Okinawan-American musician (then aged 24) from Honolulu, Hawaii.[7] On March 24, 2005, Yoshiki conducted an orchestra and performed the song for the opening ceremony of the Expo.[8] Pop singer Ayumi Hamasaki also performed a classical version of her single \"A Song Is Born\" on the event's opening day.[9]\n\n"
        },
        {
            "title": "Holder",
            "text": "The holder was Japan Association for the 2005 World Exposition whose president was Shoichiro Toyoda, the honorary president of Toyota Motor Corporation.\n\n"
        }
    ]
}