{
    "url": "https://en.wikipedia.org/wiki/Extraterrestrial_civilization",
    "title": "Extraterrestrial life",
    "table_of_contents": [
        "1 Characteristics",
        "2 Biochemical basis",
        "3 Planetary habitability in the Solar System",
        "3.1 Mercury",
        "3.2 Venus",
        "3.3 The Moon",
        "3.4 Mars",
        "3.5 Ceres",
        "3.6 Jupiter system",
        "3.6.1 Jupiter",
        "3.6.2 Europa",
        "3.7 Saturn system",
        "3.7.1 Enceladus",
        "3.7.2 Titan",
        "3.8 Other bodies",
        "4 Scientific search",
        "4.1 Direct search",
        "4.2 Indirect search",
        "4.3 Extrasolar planets",
        "4.4 Terrestrial analysis",
        "5 Drake equation",
        "6 History and cultural impact",
        "6.1 Cosmic pluralism",
        "6.2 Early modern period",
        "6.3 19th century",
        "6.4 Recent history",
        "7 Government responses",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Extraterrestrial life, colloquially referred to as alien life, is life that may occur outside Earth and which did not originate on Earth. No extraterrestrial life has yet been conclusively detected, although efforts are underway. Such life might range from simple forms like prokaryotes to intelligent beings, possibly bringing forth civilizations that might be far more advanced than humankind.[1][2][3] The Drake equation speculates about the existence of sapient life elsewhere in the universe. The science of extraterrestrial life is known as astrobiology.\n\nSpeculation about the possibility of inhabited \"worlds\" outside the planet Earth dates back to antiquity. Multiple early Christian writers discussed the idea of a \"plurality of worlds\" as proposed by earlier thinkers such as Democritus; Augustine references Epicurus's idea of innumerable worlds \"throughout the boundless immensity of space\" (originally expressed in his Letter to Herodotus) in The City of God.[4] In his first century poem De rerum natura (Book 2:1048–1076), the Epicurean philosopher Lucretius predicted that we would find innumerable exoplanets with life-forms similar to, and different from, the ones on Earth, and even other races of man.[citation needed]\n\nPre-modern writers typically assumed that extraterrestrial \"worlds\" would be inhabited by living beings. William Vorilong, in the 15th century, acknowledged the possibility that Christ could have visited extraterrestrial worlds to redeem their inhabitants.[5] Nicholas of Cusa wrote in 1440 that the Earth was \"a brilliant star\" like other celestial objects visible in space, which would appear similar to the Sun from an exterior perspective due to a layer of \"fiery brightness\" in the outer layer of the atmosphere. He theorized that all extraterrestrial bodies could be inhabited by men, plants, and animals, including the Sun.[6] Descartes wrote that there was no means to prove that the stars were not inhabited by \"intelligent creatures,\" but their existence was a matter of speculation.[7] The writings of these thinkers show that interest in extraterrestrial life existed throughout history, but it is only recently that humans have had any means of investigating it.[citation needed]\n\nSince the mid-20th century, active research has taken place to look for signs of extraterrestrial life, encompassing searches for current and historic extraterrestrial life, and a narrower search for extraterrestrial intelligent life. Depending on the category of search, methods range from the analysis of telescope and specimen data[8] to radios used to detect and send communication signals.[citation needed]\n\nThe concept of extraterrestrial life, and particularly extraterrestrial intelligence, has had a major cultural impact, especially extraterrestrials in fiction. Over the years, science fiction has communicated scientific ideas, imagined a wide range of possibilities, and influenced public interest in and perspectives on extraterrestrial life. One shared space is the debate over the wisdom of attempting communication with extraterrestrial intelligence. Some encourage aggressive methods to try to contact intelligent extraterrestrial life. Others—citing the tendency of technologically advanced human societies to enslave or wipe out less advanced societies—argue that it may be dangerous to actively call attention to Earth.[9][10]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Extraterrestrial life, such as microorganisms, has been hypothesized to exist in the Solar System and throughout the universe. This hypothesis relies on the vast size and consistent physical laws of the observable universe. According to this argument, made by scientists such as Carl Sagan and Stephen Hawking[12] it would be improbable for life not to exist somewhere other than Earth.[13][14] This argument is embodied in the Copernican principle, which states that Earth does not occupy a unique position in the Universe, and the mediocrity principle, which states that there is nothing special about life on Earth.[15]\n\nThe chemistry of life may have begun shortly after the Big Bang, 13.8 billion years ago, during a habitable epoch when the universe was only 10–17 million years old.[16][17] Life may have emerged independently at many places throughout the universe, as it arose on Earth roughly 4.2 billion years ago through chemical processes. Alternatively, life may have formed less frequently, then spread—by meteoroids, for example—between habitable planets in a process called panspermia.[18][19] In any case, complex organic molecules may have formed in the protoplanetary disk of dust grains surrounding the Sun before the formation of Earth.[20] According to these studies, this process may occur outside Earth on several planets and moons of the Solar System and on planets of other stars.[20]\n\nSince the 1950s, astronomers have proposed that \"habitable zones\" around stars are the most likely places for life to exist. Numerous discoveries of such zones since 2007 have generated numerical estimates of many billions of planets with Earth-like compositions.[21] As of 2013[update], only a few planets had been discovered in these zones.[22] Nonetheless, on 4 November 2013, astronomers reported, based on Kepler space mission data, that there could be as many as 40 billion Earth-sized planets orbiting in the habitable zones of Sun-like stars and red dwarfs in the Milky Way,[23][24] 11 billion of which may be orbiting Sun-like stars.[25] The nearest such planet may be 12 light-years away, according to the scientists.[23][24]\n\nAstrobiologists have also considered a \"follow the energy\" view of potential habitats.[26][27]\n\nLife on Earth is quite ubiquitous and has adapted over time to almost all the available environments in it, even the most hostile ones. As a result, it is inferred that life in other celestial bodies may be equally adaptative. However, the origin of life is unrelated to its ease of adaptation, and may have stricter requirements. A planet or moon may not have any life on it, even if it was habitable.[28]\n\nA study published in 2017 suggests that due to how complexity evolved in species on Earth, the level of predictability for alien evolution elsewhere would make them look similar to life on our planet. One of the study authors, Sam Levin, notes \"Like humans, we predict that they are made-up of a hierarchy of entities, which all cooperate to produce an alien. At each level of the organism there will be mechanisms in place to eliminate conflict, maintain cooperation, and keep the organism functioning. We can even offer some examples of what these mechanisms will be.\"[29] There is also research in assessing the capacity of life for developing intelligence. It has been suggested that this capacity arises with the number of potential niches a planet contains, and that the complexity of life itself is reflected in the information density of planetary environments, which in turn can be computed from its niches.[30]\n\n"
        },
        {
            "title": "Biochemical basis",
            "text": "The first basic requirement for life is an environment with non-equilibrium thermodynamics, which means that the thermodynamic equilibrium must be broken by a source of energy. The traditional sources of energy in the cosmos are the stars, such as for life on Earth, which depends on the energy of the sun. However, there are other alternative energy sources, such as volcanos, plate tectonics, and hydrothermal vents. There are ecosystems on Earth in deep areas of the ocean that do not receive sunlight, and take energy from black smokers instead.[31] Magnetic fields and radioactivity have also been proposed as sources of energy, although they would be less efficient ones.[32]\n\nLife on Earth requires water in a liquid state as a solvent in which biochemical reactions take place. It is highly unlikely that an abiogenesis process can start within a gaseous or solid medium: the atom speeds, either too fast or too slow, make it difficult for specific ones to meet and start chemical reactions. A liquid medium also allows the transport of nutrients and substances required for metabolism.[33] Sufficient quantities of carbon and other elements, along with water, might enable the formation of living organisms on terrestrial planets with a chemical make-up and temperature range similar to that of Earth.[34][35] Life based on ammonia rather than water has been suggested as an alternative, though this solvent appears less suitable than water. It is also conceivable that there are forms of life whose solvent is a liquid hydrocarbon, such as methane, ethane or propane.[36]\n\nAnother unknown aspect of potential extraterrestrial life would be the chemical elements that would compose it. Life on Earth is largely composed of carbon, but there could be other hypothetical types of biochemistry. A potential replacement for carbon should be able to create complex molecules, store information required for evolution, and be freely available in the medium. To create DNA, RNA, or a close analog, such an element should be able to bind its atoms with many others, creating complex and stable molecules. It should be able to create at least three covalent bonds; two for making long strings and at least a third to add new links and allow for diverse information. Only nine elements meet this requirement: boron, nitrogen, phosphorus, arsenic, antimony (three bonds), carbon, silicon, germanium and tin (four bonds). As for abundance, carbon, nitrogen, and silicon are the most abundant ones in the universe, far more than the others. On Earth's crust the most abundant of those elements is silicon, in the Hydrosphere it's carbon and in the atmosphere, it's carbon and nitrogen. Silicon, however, has disadvantages over carbon. The molecules formed with silicon atoms are less stable, and more vulnerable to acids, oxygen, and light. An ecosystem of silicon-based lifeforms would require very low temperatures, high atmospheric pressure, an atmosphere devoid of oxygen, and a solvent other than water. The low temperatures required would add an extra problem, the difficulty to kickstart a process of abiogenesis to create life in the first place.[37]\n\nEven if extraterrestrial life is based on carbon and uses water as a solvent, like Earth life, it may still have a radically different biochemistry. Life on Earth started with a RNA world and later evolved to its current form, where some of the RNA tasks were transferred to the DNA and proteins. Extraterrestrial life may still be stuck on the RNA world, or evolve into other configurations. It is unclear if our biochemistry is the most efficient one that could be generated, or which elements would follow a similar pattern.[38] However, it is likely that, even if cells had a different composition to those from Earth, they would still have a cell membrane. Life on Earth jumped from prokaryotes to eukaryotes and from unicellular organisms to multicellular organisms through evolution. So far no alternative process to achieve such a result has been conceived, even if hypothetical. Evolution requires life to be divided into individual organisms, and no alternative organization has been satisfactorily proposed either. At the basic level, membranes define the limit of a cell, between it and its environment, while remaining partially open to exchange energy and resources with it.[39]\n\nThe evolution from simple cells to eukaryotes, and from them to multicellular lifeforms, is not guaranteed. The Cambrian explosion took place thousands of millions of years after the origin of life, and its causes are not fully known yet. On the other hand, the jump to multicellularity took place several times, which suggests that it could be a case of convergent evolution, and so likely to take place on other planets as well. Palaeontologist Simon Conway Morris considers that convergent evolution would lead to kingdoms similar to our plants and animals, and that many features are likely to develop in alien animals as well, such as bilateral symmetry, limbs, digestive systems and heads with sensory organs. The planetary context would also have an influence: a planet with higher gravity would have smaller animals, and other types of stars can lead to non-green photosynthesizers. The amount of energy available would also affect biodiversity, as an ecosystem sustained by black smokers or hydrothermal vents would have less energy available than those sustained by a star's light and heat, and so its lifeforms would not grow beyond a certain complexity.[40]\n\n"
        },
        {
            "title": "Planetary habitability in the Solar System",
            "text": "Some bodies in the Solar System have the potential for an environment in which extraterrestrial life can exist, particularly those with possible subsurface oceans.[41] Should life be discovered elsewhere in the Solar System, astrobiologists suggest that it will more likely be in the form of extremophile microorganisms. According to NASA's 2015 Astrobiology Strategy, \"Life on other worlds is most likely to include microbes, and any complex living system elsewhere is likely to have arisen from and be founded upon microbial life. Important insights on the limits of microbial life can be gleaned from studies of microbes on modern Earth, as well as their ubiquity and ancestral characteristics.\"[42] Researchers found a stunning array of subterranean organisms, mostly microbial, deep underground and estimate that approximately 70 percent of the total number of Earth's bacteria and archaea organisms live within the Earth's crust.[43] Rick Colwell, a member of the Deep Carbon Observatory team from Oregon State University, told the BBC: \"I think it’s probably reasonable to assume that the subsurface of other planets and their moons are habitable, especially since we’ve seen here on Earth that organisms can function far away from sunlight using the energy provided directly from the rocks deep underground\".[44]\n\nMars may have niche subsurface environments where microbial life exists.[45][46][47] A subsurface marine environment on Jupiter's moon Europa might be the most likely habitat in the Solar System, outside Earth, for extremophile microorganisms.[48][49][50]\n\nThe panspermia hypothesis proposes that life elsewhere in the Solar System may have a common origin. If extraterrestrial life were found on another body in the Solar System, it could have originated from Earth just as life on Earth could have been seeded from elsewhere.[51] Directed panspermia concerns the deliberate transport of microorganisms in space, sent to Earth to start life here, or sent from Earth to seed new stellar systems with life.\nThe Nobel prize winner Francis Crick, along with Leslie Orgel, proposed that seeds of life may have been purposely spread by an advanced extraterrestrial civilization,[52] but considering an early \"RNA world\" Crick noted later that life may have originated on Earth.[53]\n\nThe spacecraft MESSENGER found evidence of water ice on Mercury.\nThere may be scientific support, based on studies reported in March 2020, for considering that parts of the planet Mercury may have been habitable, and perhaps that life forms, albeit likely primitive microorganisms, may have existed on the planet.[54][55]\n\nIn the early 20th century, Venus was considered to be similar to Earth for habitability, but observations since the beginning of the Space Age revealed that the Venusian surface temperature is around 467 °C (873 °F), making it inhospitable for Earth-like life.[56] Likewise, the atmosphere of Venus is almost completely carbon dioxide, which can be toxic to Earth-like life. Between the altitudes of 50 and 65 kilometers, the pressure and temperature are Earth-like, and it may accommodate thermoacidophilic extremophile microorganisms in the acidic upper layers of the Venusian atmosphere.[57][58][59][60] Furthermore, Venus likely had liquid water on its surface for at least a few million years after its formation.[61][62] The putative detection of an absorption line of phosphine in Venus's atmosphere, with no known pathway for abiotic production, led to speculation in September 2020 that there could be extant life currently present in the atmosphere.[63][64] Later research attributed the spectroscopic signal that was interpreted as phosphine to sulfur dioxide,[65] or found that in fact there was no absorption line.[66][67]\n\n3.5 to 4 billion years ago, the Moon could have had a magnetic field, an atmosphere, and liquid water sufficient to sustain life on its surface.[68][69] Warm and pressurized regions in the Moon's interior might still contain liquid water.[70]\n\nAs of 2021, no native lunar life has been found, including any signs of life in the samples of Moon rocks and soil.[71]\n\nLife on Mars has been long speculated. Liquid water is widely thought to have existed on Mars in the past, and now can occasionally be found as low-volume liquid brines in shallow Martian soil.[72] The origin of the potential biosignature of methane observed in the atmosphere of Mars is unexplained, although hypotheses not involving life have been proposed.[73]\n\nThere is evidence that Mars had a warmer and wetter past: Dried-up riverbeds, polar ice caps, volcanoes, and minerals that form in the presence of water have all been found. Evidence obtained by the Curiosity rover studying Aeolis Palus, Gale Crater in 2013 strongly suggests an ancient freshwater lake that could have been a hospitable environment for microbial life.[74][75] Furthermore, present conditions on the subsurface of Mars may support life.[76][77]\n\nCurrent studies on Mars by the Curiosity and Perseverance rovers are searching for evidence of ancient life, including a biosphere based on autotrophic, chemotrophic and/or chemolithoautotrophic microorganisms, as well as ancient water, including fluvio-lacustrine environments (plains related to ancient rivers or lakes) that may have been habitable.[78][79][80][81] The search for evidence of habitability, taphonomy (related to fossils), and organic carbon on Mars is now a primary NASA objective.[78]\n\nCeres, the only dwarf planet in the asteroid belt, has a thin water-vapor atmosphere.[82][83] The vapor could have been produced by ice volcanoes or by ice near the surface sublimating (transforming from solid to gas).[84] Nevertheless, the presence of water on Ceres had led to speculation that life may be possible there.[85][86][87] It is one of the few places in the Solar System where scientists would like to search for possible signs of life.[84] Although the dwarf planet might not have living things today, there could be signs it harbored life in the past.[84]\n\nCarl Sagan and others in the 1960s and 1970s computed conditions for hypothetical microorganisms living in the atmosphere of Jupiter.[88] The intense radiation and other conditions, however, do not appear to permit encapsulation and molecular biochemistry, so life there is thought unlikely.[89] In contrast, some of Jupiter's moons may have habitats capable of sustaining life. Scientists have indications that heated subsurface oceans of liquid water may exist deep under the crusts of the three outer Galilean moons—Europa,[48][49][90] Ganymede,[91][92][93][94] and Callisto.[95][96][97] The EJSM/Laplace mission was planned to determine the habitability of these environments; however, due to lack of funding, the program was not continued. Similar missions, like ESA's JUICE and NASA's Europa Clipper are currently in development and are slated for launch in 2023 and 2024, respectively.\n\nJupiter's moon Europa has been the subject of speculation about the existence of life, due to the strong possibility of a liquid water ocean beneath its ice surface.[48][50] Hydrothermal vents on the bottom of the ocean, if they exist, may warm the water and could be capable of supplying nutrients and energy to microorganisms.[99] It is also possible that Europa could support aerobic macrofauna using oxygen created by cosmic rays impacting its surface ice.[100]\n\nThe case for life on Europa was greatly enhanced in 2011 when it was discovered that vast lakes exist within Europa's thick, icy shell. Scientists found that ice shelves surrounding the lakes appear to be collapsing into them, thereby providing a mechanism through which life-forming chemicals created in sunlit areas on Europa's surface could be transferred to its interior.[101][102]\n\nOn 11 December 2013, NASA reported the detection of \"clay-like minerals\" (specifically, phyllosilicates), often associated with organic materials, on the icy crust of Europa.[103] The presence of the minerals may have been the result of a collision with an asteroid or comet, according to the scientists.[103] The Europa Clipper, which would assess the habitability of Europa, is planned for launch in 2024.[104][105] Europa's subsurface ocean is considered the best target for the discovery of life.[48][50]\n\nLike Jupiter, Saturn is not likely to host life. However, its moons Titan and Enceladus have been speculated to have possible habitats supportive of life.[73][106][107][108]\n\nEnceladus, a moon of Saturn, has some of the conditions for life, including geothermal activity and water vapor, as well as possible under-ice oceans heated by tidal effects.[109][110] The Cassini–Huygens probe detected carbon, hydrogen, nitrogen and oxygen—all key elements for supporting life—during its 2005 flyby through one of Enceladus's geysers spewing ice and gas. The temperature and density of the plumes indicate a warmer, watery source beneath the surface.[73] Of the bodies on which life is possible, living organisms could most easily enter the other bodies of the Solar System from Enceladus.[111]\n\nTitan, the largest moon of Saturn, is the only known moon in the Solar System with a significant atmosphere. Data from the Cassini–Huygens mission refuted the hypothesis of a global hydrocarbon ocean, but later demonstrated the existence of liquid hydrocarbon lakes in the polar regions—the first stable bodies of surface liquid discovered outside Earth.[106][107][108] Analysis of data from the mission has uncovered aspects of atmospheric chemistry near the surface that are consistent with—but do not prove—the hypothesis that organisms there, if present, could be consuming hydrogen, acetylene and ethane, and producing methane.[112][113][114] NASA's Dragonfly mission is slated to land on Titan in the mid-2030s with a VTOL-capable rotorcraft with a launch date set for 2027.\n\nModels of heat retention and heating via radioactive decay in smaller icy Solar System bodies suggest that Rhea, Titania, Oberon, Triton, Pluto, Eris, Sedna, and Orcus may have oceans underneath solid icy crusts approximately 100 km thick.[115] Of particular interest in these cases is the fact that the models indicate that the liquid layers are in direct contact with the rocky core, which allows efficient mixing of minerals and salts into the water. This is in contrast with the oceans that may be inside larger icy satellites like Ganymede, Callisto, or Titan, where layers of high-pressure phases of ice are thought to underlie the liquid water layer.[115]\n\nHydrogen sulfide has been proposed as a hypothetical solvent for life and is quite plentiful on Jupiter's moon Io, and may be in liquid form a short distance below the surface.[116]\n\n"
        },
        {
            "title": "Scientific search",
            "text": "The scientific search for extraterrestrial life is being carried out both directly and indirectly. As of September 2017[update], 3,667 exoplanets in 2,747 systems have been identified, and other planets and moons in the Solar System hold the potential for hosting primitive life such as microorganisms. As of 8 February 2021, an updated status of studies considering the possible detection of lifeforms on Venus (via phosphine) and Mars (via methane) was reported.[117]\n\nScientists search for biosignatures within the Solar System by studying planetary surfaces and examining meteorites.[16][17] Some claim to have identified evidence that microbial life has existed on Mars.[120][121][122][123] An experiment on the two Viking Mars landers reported gas emissions from heated Martian soil samples that some scientists argue are consistent with the presence of living microorganisms.[124] Lack of corroborating evidence from other experiments on the same samples suggests that a non-biological reaction is a more likely hypothesis.[124][125][126][127] In 1996, a controversial report stated that structures resembling nanobacteria were discovered in a meteorite, ALH84001, formed of rock ejected from Mars.[120][121]\n\nIn February 2005 NASA scientists reported they may have found some evidence of extraterrestrial life on Mars.[128] The two scientists, Carol Stoker and Larry Lemke of NASA's Ames Research Center, based their claim on methane signatures found in Mars's atmosphere resembling the methane production of some forms of primitive life on Earth, as well as on their own study of primitive life near the Rio Tinto river in Spain. NASA officials soon distanced NASA from the scientists' claims, and Stoker herself backed off from her initial assertions.[129] Though such methane findings are still debated, support among some scientists for the existence of life on Mars exists.[130]\n\nIn November 2011 NASA launched the Mars Science Laboratory that landed the Curiosity rover on Mars. It is designed to assess the past and present habitability on Mars using a variety of scientific instruments. The rover landed on Mars at Gale Crater in August 2012.[131][132]\n\nThe Gaia hypothesis stipulates that any planet with a robust population of life will have an atmosphere in chemical disequilibrium, which is relatively easy to determine from a distance by spectroscopy. However, significant advances in the ability to find and resolve light from smaller rocky worlds near their stars are necessary before such spectroscopic methods can be used to analyze extrasolar planets. To that effect, the Carl Sagan Institute was founded in 2014 and is dedicated to the atmospheric characterization of exoplanets in circumstellar habitable zones.[133][134] Planetary spectroscopic data will be obtained from telescopes like WFIRST and ELT.[135]\n\nIn August 2011, findings by NASA, based on studies of meteorites found on Earth, suggest DNA and RNA components (adenine, guanine and related organic molecules), building blocks for life as we know it, may be formed extraterrestrially in outer space.[136][137][138] In October 2011, scientists reported that cosmic dust contains complex organic matter (\"amorphous organic solids with a mixed aromatic-aliphatic structure\") that could be created naturally, and rapidly, by stars.[139][140][141] One of the scientists suggested that these compounds may have been related to the development of life on Earth and said that, \"If this is the case, life on Earth may have had an easier time getting started as these organics can serve as basic ingredients for life.\"[139]\n\nIn August 2012, and in a world first, astronomers at Copenhagen University reported the detection of a specific sugar molecule, glycolaldehyde, in a distant star system. The molecule was found around the protostellar binary IRAS 16293-2422, which is located 400 light years from Earth.[142][143] Glycolaldehyde is needed to form ribonucleic acid, or RNA, which is similar in function to DNA. This finding suggests that complex organic molecules may form in stellar systems prior to the formation of planets, eventually arriving on young planets early in their formation.[144]\n\nProjects such as SETI are monitoring the galaxy for electromagnetic interstellar communications from civilizations on other worlds.[145][146] If there is an advanced extraterrestrial civilization, there is no guarantee that it is transmitting radio communications in the direction of Earth or that this information could be interpreted as such by humans. The length of time required for a signal to travel across the vastness of space means that any signal detected would come from the distant past.[147]\n\nThe presence of heavy elements in a star's light-spectrum is another potential biosignature; such elements would (in theory) be found if the star were being used as an incinerator/repository for nuclear waste products.[148]\n\nSome astronomers search for extrasolar planets that may be conducive to life, narrowing the search to terrestrial planets within the habitable zones of their stars.[149][150] Since 1992, over four thousand exoplanets have been discovered (5,284 planets in 3,899 planetary systems including 847 multiple planetary systems as of 1 December 2022).[151]\nThe extrasolar planets so far discovered range in size from that of terrestrial planets similar to Earth's size to that of gas giants larger than Jupiter.[151] The number of observed exoplanets is expected to increase greatly in the coming years.[152]\n\nThe Kepler space telescope has also detected a few thousand[153][154] candidate planets,[155][156] of which about 11% may be false positives.[157]\n\nThere is at least one planet on average per star.[158] About 1 in 5 Sun-like stars[a] have an \"Earth-sized\"[b] planet in the habitable zone,[c] with the nearest expected to be within 12 light-years distance from Earth.[159][160] Assuming 200 billion stars in the Milky Way,[d] that would be 11 billion potentially habitable Earth-sized planets in the Milky Way, rising to 40 billion if red dwarfs are included.[25] The rogue planets in the Milky Way possibly number in the trillions.[161]\n\nThe nearest known exoplanet is Proxima Centauri b, located 4.2 light-years (1.3 pc) from Earth in the southern constellation of Centaurus.[162]\n\nAs of March 2014[update], the least massive exoplanet known is PSR B1257+12 A, which is about twice the mass of the Moon. The most massive planet listed on the NASA Exoplanet Archive is DENIS-P J082303.1-491201 b,[163][164] about 29 times the mass of Jupiter, although according to most definitions of a planet, it is too massive to be a planet and may be a brown dwarf instead. Almost all of the planets detected so far are within the Milky Way, but there have also been a few possible detections of extragalactic planets. The study of planetary habitability also considers a wide range of other factors in determining the suitability of a planet for hosting life.[8]\n\nOne sign that a planet probably already contains life is the presence of an atmosphere with significant amounts of oxygen, since that gas is highly reactive and generally would not last long without constant replenishment. This replenishment occurs on Earth through photosynthetic organisms. One way to analyze the atmosphere of an exoplanet is through spectrography when it transits its star, though this might only be feasible with dim stars like white dwarfs.[165]\n\nThe science of astrobiology considers life on Earth as well, and in the broader astronomical context. In 2015, \"remains of biotic life\" were found in 4.1 billion-year-old rocks in Western Australia, when the young Earth was about 400 million years old.[166][167] According to one of the researchers, \"If life arose relatively quickly on Earth, then it could be common in the universe.\"[166]\n\n"
        },
        {
            "title": "Drake equation",
            "text": "In 1961, University of California, Santa Cruz, astronomer and astrophysicist Frank Drake devised the Drake equation as a way to stimulate scientific dialogue at a meeting on the search for extraterrestrial intelligence (SETI).[168] The Drake equation is a probabilistic argument used to estimate the number of active, communicative extraterrestrial civilizations in the Milky Way galaxy. The equation is best understood not as an equation in the strictly mathematical sense, but to summarize all the various concepts which scientists must contemplate when considering the question of life elsewhere.[169] The Drake equation is:\n\nwhere:\n\nand\n\nDrake's proposed estimates are as follows, but numbers on the right side of the equation are agreed as speculative and open to substitution:\n\n\n\n\n\n10,000\n=\n5\n⋅\n0.5\n⋅\n2\n⋅\n1\n⋅\n0.2\n⋅\n1\n⋅\n10,000\n\n\n{\\displaystyle 10{,}000=5\\cdot 0.5\\cdot 2\\cdot 1\\cdot 0.2\\cdot 1\\cdot 10{,}000}\n\n[170]\n\nThe Drake equation has proved controversial since several of its factors are uncertain and based on conjecture, not allowing conclusions to be made.[171] This has led critics to label the equation a guesstimate, or even meaningless.\n\nBased on observations from the Hubble Space Telescope, there are between 125 and 250 billion galaxies in the observable universe.[172] It is estimated that at least ten percent of all Sun-like stars have a system of planets,[173] i.e. there are 6.25×1018 stars with planets orbiting them in the observable universe. Even if it is assumed that only one out of a billion of these stars has planets supporting life, there would be some 6.25 billion life-supporting planetary systems in the observable universe.\n\nA 2013 study based on results from the Kepler spacecraft estimated that the Milky Way contains at least as many planets as it does stars, resulting in 100–400 billion exoplanets.[174][175] Also based on Kepler data, scientists estimate that at least one in six stars has an Earth-sized planet.[176]\n\nThe apparent contradiction between high estimates of the probability of the existence of extraterrestrial civilizations and the lack of evidence for such civilizations is known as the Fermi paradox.[177]\n\n"
        },
        {
            "title": "History and cultural impact",
            "text": "Cosmic pluralism, the plurality of worlds, or simply pluralism, describes the philosophical belief in numerous \"worlds\" in addition to Earth, which might harbor extraterrestrial life. Before the development of the heliocentric theory and a recognition that the Sun is just one of many stars,[178] the notion of pluralism was largely mythological and philosophical. The earliest recorded assertion of extraterrestrial human life is found in ancient scriptures of Jainism. There are multiple \"worlds\" mentioned in Jain scriptures that support human life. These include Bharat Kshetra, Mahavideh Kshetra, Airavat Kshetra, Hari kshetra, etc.[179][180][181][182] Medieval Muslim writers like Fakhr al-Din al-Razi and Muhammad al-Baqir supported cosmic pluralism on the basis of the Qur'an.[183]\n\nThe first known mention of the term 'panspermia' was in the writings of the 5th century BC Greek philosopher Anaxagoras. He proposed the idea that life exists everywhere.[184]\n\nWith the scientific and Copernican revolutions, and later, during the Enlightenment, cosmic pluralism became a mainstream notion, supported by the likes of Bernard le Bovier de Fontenelle in his 1686 work Entretiens sur la pluralité des mondes.[185] Pluralism was also championed by philosophers such as John Locke and astronomers such as William Herschel. The astronomer Camille Flammarion promoted the notion of cosmic pluralism in his 1862 book La pluralité des mondes habités.[186] None of these notions of pluralism were based on any specific observation or scientific information.\n\nThere was a dramatic shift in thinking initiated by the invention of the telescope and the Copernican assault on geocentric cosmology. Once it became clear that Earth was merely one planet amongst countless bodies in the universe, the theory of extraterrestrial life started to become a topic in the scientific community. The best known early-modern proponent of such ideas was the Italian philosopher Giordano Bruno, who argued in the 16th century for an infinite universe in which every star is surrounded by its own planetary system. Bruno wrote that other worlds \"have no less virtue nor a nature different to that of our earth\" and, like Earth, \"contain animals and inhabitants\".[187] Bruno's belief in the plurality of worlds was one of the charges leveled against him by the Venetian Holy Inquisition, which trialed and executed him.[188]\n\nIn the early 17th century, the Czech astronomer Anton Maria Schyrleus of Rheita mused that \"if Jupiter has (...) inhabitants (...) they must be larger and more beautiful than the inhabitants of Earth, in proportion to the [characteristics] of the two spheres\".[189]\n\nIn Baroque literature such as The Other World: The Societies and Governments of the Moon by Cyrano de Bergerac, extraterrestrial societies are presented as humoristic or ironic parodies of earthly society.\nThe didactic poet Henry More took up the classical theme of the Greek Democritus in \"Democritus Platonissans, or an Essay Upon the Infinity of Worlds\" (1647).\nIn \"The Creation: a Philosophical Poem in Seven Books\" (1712), Sir Richard Blackmore observed: \"We may pronounce each orb sustains a race / Of living things adapted to the place\". With the new relative viewpoint that the Copernican revolution had wrought, he suggested \"our world's sunne / Becomes a starre elsewhere\". Fontanelle's \"Conversations on the Plurality of Worlds\" (translated into English in 1686) offered similar excursions on the possibility of extraterrestrial life, expanding, rather than denying, the creative sphere of a Maker.\n\nThe possibility of extraterrestrials remained a widespread speculation as scientific discovery accelerated. William Herschel, the discoverer of Uranus, was one of many 18th–19th-century astronomers who believed that the Solar System is populated by alien life. Other scholars of the period who championed \"cosmic pluralism\" included Immanuel Kant and Benjamin Franklin. At the height of the Enlightenment, even the Sun and Moon were considered candidates for extraterrestrial inhabitants.\n\nSpeculation about life on Mars increased in the late 19th century, following telescopic observation of apparent Martian canals—which soon, however, turned out to be optical illusions.[190] Despite this, in 1895, American astronomer Percival Lowell published his book Mars, followed by Mars and its Canals in 1906, proposing that the canals were the work of a long-gone civilization.[191] The idea of life on Mars led British writer H. G. Wells to write the novel The War of the Worlds in 1897, telling of an invasion by aliens from Mars who were fleeing the planet's desiccation.\n\nSpectroscopic analysis of Mars's atmosphere began in earnest in 1894, when U.S. astronomer William Wallace Campbell showed that neither water nor oxygen was present in the Martian atmosphere.[192]\nBy 1909 better telescopes and the best perihelic opposition of Mars since 1877 conclusively put an end to the canal hypothesis.\n\nAs a consequence of the belief in the spontaneous generation there was little thought about the conditions of each celestial body: it was simply assumed that life would thrive anywhere. This theory was disproved by Louis Pasteur in the 19th century. Popular belief in thriving alien civilizations elsewhere in the solar system still remained strong until Mariner 4 and Mariner 9 provided close images of Mars, which debunked forever the idea of the existence of Martians and decreased the previous expectations of finding alien life in general.[193] The end of the spontaneous generation belief forced to investigate the origin of life. Although abiogenesis is the more accepted theory, a number of authors reclaimed the term \"panspermia\" and proposed that life was brought to Earth from elsewhere.[184] Some of those authors are Jöns Jacob Berzelius (1834),[194] Kelvin (1871),[195] Hermann von Helmholtz (1879)[196] and, somewhat later, by Svante Arrhenius (1903).[197]\n\nThe science fiction genre, although not so named during the time, developed during the late 19th century. The expansion of the genre of extraterrestrials in fiction influenced the popular perception over the real-life topic, making people eager to jump to conclusions about the discovery of aliens. Science marched at a slower pace, some discoveries fueled expectations and others dashed excessive hopes. For example, with the advent of telescopes, most structures seen on the Moon or Mars were immediately attributed to Selenites or Martians, and later ones (such as more powerful telescopes) revealed that all such discoveries were natural features.[188] A famous case is the Cydonia region of Mars, first imagined by the Viking 1 orbiter. The low-resolution photos showed a rock formation that resembled a human face, but later spacecraft took photos in higher detail that showed that there was nothing special about the site.[198]\n\nThe search and study of extraterrestrial life became a science of its own, Astrobiology. Also known as exobiology, this discipline is studied by the NASA, the ESA, the INAF, and others. Astrobiology studies life from Earth as well, but with a cosmic perspective. For example, abiogenesis is of interest to astrobiology, not because of the origin of life on Earth, but for the chances of a similar process taking place in other celestial bodies. Many aspects of life, from its definition to its chemistry, are analyzed as either likely to be similar in all forms of life across the cosmos or only native to Earth.[199] Astrobiology, however, remains constrained by the current lack of extraterrestrial lifeforms to study, as all life on Earth comes from the same ancestor, and it is hard to infer general characteristics from a group with a single example to analyze.[200]\n\nThe 20th century came with great technological advances, speculations about future hypothetical technologies, and an increased basic knowledge of science by the general population thanks to science divulgation through the mass media. The public interest in extraterrestrial life and the lack of discoveries by mainstream science led to the emergence of pseudosciences that provided affirmative, if questionable, answers to the existence of aliens. Ufology claims that many unidentified flying objects (UFOs) would be spaceships from alien species, and ancient astronauts hypothesis claim that aliens would have visited Earth in antiquity and prehistoric times but people would have failed to understand it by then.[201] Most UFOs or UFO sightings[202] can be readily explained as sightings of Earth-based aircraft (including top-secret aircraft), known astronomical objects or weather phenomenons, or as hoaxes.[203]\n\nThe possibility of extraterrestrial life on the Moon was ruled out in the 1960s, and during the 1970s it became clear that most of the other bodies of the Solar System do not harbor highly developed life, although the question of primitive life on bodies in the Solar System remains open.\n\nMany scientists are optimistic about the chances of finding alien life. In the words of SETI's Frank Drake, \"All we know for sure is that the sky is not littered with powerful microwave transmitters\".[204] Drake noted that it is entirely possible that advanced technology results in communication being carried out in some way other than conventional radio transmission. At the same time, the data returned by space probes, and giant strides in detection methods, have allowed science to begin delineating habitability criteria on other worlds, and to confirm that at least other planets are plentiful, though aliens remain a question mark. The Wow! signal, detected in 1977 by a SETI project, remains a subject of speculative debate.\n\nOn the other hand, other scientists are pessimistic. Jacques Monod wrote that \"Man knows at last that he is alone in the indifferent immensity of the universe, whence which he has emerged by chance\".[206] In 2000, geologist and paleontologist Peter Ward and astrobiologist Donald Brownlee published a book entitled Rare Earth: Why Complex Life is Uncommon in the Universe.[207] In it, they discussed the Rare Earth hypothesis, in which they claim that Earth-like life is rare in the universe, whereas microbial life is common. Ward and Brownlee are open to the idea of evolution on other planets that is not based on essential Earth-like characteristics such as DNA and carbon.\n\nAs for the possible risks, theoretical physicist Stephen Hawking warned in 2010 that humans should not try to contact alien life forms. He warned that aliens might pillage Earth for resources. \"If aliens visit us, the outcome would be much as when Columbus landed in America, which didn't turn out well for the Native Americans\", he said.[208] Jared Diamond had earlier expressed similar concerns.[209] On 20 July 2015, Hawking and Russian billionaire Yuri Milner, along with the SETI Institute, announced a well-funded effort, called the Breakthrough Initiatives, to expand efforts to search for extraterrestrial life. The group contracted the services of the 100-meter Robert C. Byrd Green Bank Telescope in West Virginia in the United States and the 64-meter Parkes Telescope in New South Wales, Australia.[210] On 13 February 2015, scientists (including Geoffrey Marcy, Seth Shostak, Frank Drake and David Brin) at a convention of the American Association for the Advancement of Science, discussed Active SETI and whether transmitting a message to possible intelligent extraterrestrials in the Cosmos was a good idea;[211][212] one result was a statement, signed by many, that a \"worldwide scientific, political and humanitarian discussion must occur before any message is sent\".[213]\n\n"
        },
        {
            "title": "Government responses",
            "text": "The 1967 Outer Space Treaty and the 1979 Moon Agreement define rules of planetary protection against potentially hazardous extraterrestrial life. COSPAR also provides guidelines for planetary protection.[214] A committee of the United Nations Office for Outer Space Affairs had in 1977 discussed for a year strategies for interacting with extraterrestrial life or intelligence. The discussion ended without any conclusions. As of 2010, the UN doesn't have response mechanisms for the case of an extraterrestrial contact.[215]\n\nOne of the NASA divisions is the Office of Safety and Mission Assurance (OSMA), also known as the Planetary Protection Office. A part of its mission is to \"rigorously preclude backward contamination of Earth by extraterrestrial life.\"[216]\n\nIn 2020, Dmitry Rogozin, the head of the Russian space agency, said the search for extraterrestrial life is one of the main goals of deep space research. \nHe also acknowledged the possibility of existence of primitive life on other planets of the Solar System.[217]\n\nIn 2016, the Chinese Government released a white paper detailing its space program. According to the document, one of the research objectives of the program is the search for extraterrestrial life.[218] It is also one of the objectives of the Chinese Five-hundred-meter Aperture Spherical Telescope (FAST) program.[219]\n\nThe French space agency has an office for the study of \"non-identified aero spatial phenomena\".[220][221] The agency is maintaining a publicly accessible database of such phenomena, with over 1600 detailed entries. According to the head of the office, the vast majority of entries have a mundane explanation; but for 25% of entries, their extraterrestrial origin can neither be confirmed nor denied.[220]\n\nIn 2020, chairman of the Israel Space Agency Isaac Ben-Israel stated that the probability of detecting life in outer space is \"quite large\". But he disagrees with his former colleague Haim Eshed who stated that there are contacts between an advanced alien civilization and some of Earth's governments.[222]\n\n"
        }
    ]
}