{
    "url": "https://en.wikipedia.org/wiki/Extravehicular_activity",
    "title": "Extravehicular activity",
    "table_of_contents": [
        "1 Development history",
        "1.1 First spacewalk",
        "1.2 Project Gemini",
        "1.3 First EVA crew transfer",
        "1.4 Apollo lunar EVA",
        "1.5 Post-Apollo EVAs",
        "1.6 Chinese EVA",
        "2 Milestones",
        "2.1 Capability milestones",
        "2.2 Personal cumulative duration records",
        "2.3 National, ethnic and gender firsts",
        "3 Commemoration",
        "4 Designations",
        "5 Camp-out procedure",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nExtravehicular activity (EVA) is any activity done by an astronaut in outer space outside a spacecraft. Absent a breathable Earthlike atmosphere, the astronaut is completely reliant on a space suit for environmental support. EVA includes spacewalks and lunar or planetary surface exploration (commonly known from 1969 to 1972 as moonwalks). In a stand-up EVA (SEVA), an astronaut stands through an open hatch but does not fully leave the spacecraft.[1] EVA has been conducted by the Soviet Union/Russia, the United States, Canada, the European Space Agency and China.\n\nOn March 18, 1965, Alexei Leonov became the first human to perform a spacewalk, exiting the Voskhod 2 capsule for 12 minutes and 9 seconds. On July 20, 1969, Neil Armstrong became the first human to perform a moonwalk, outside his lunar lander on Apollo 11 for 2 hours and 31 minutes.  On the last three Moon missions, astronauts also performed deep-space EVAs on the return to Earth, to retrieve film canisters from the outside of the spacecraft. American Astronauts Pete Conrad, Joseph Kerwin, and Paul Weitz also used EVA in 1973 to repair launch damage to Skylab, the United States' first space station.\n\nEVAs may be either tethered (the astronaut is connected to the spacecraft; oxygen and electrical power can be supplied through an umbilical cable; no propulsion is needed to return to the spacecraft), or untethered. Untethered spacewalks were only performed on three missions in 1984 using the Manned Maneuvering Unit (MMU), and on a flight test in 1994 of the Simplified Aid For EVA Rescue (SAFER), a safety device worn on tethered U.S. EVAs.\n\n"
        },
        {
            "title": "Development history",
            "text": "NASA planners invented the term extravehicular activity (abbreviated with the acronym EVA) in the early 1960s for the Apollo program to land men on the Moon, because the astronauts would leave the spacecraft to collect lunar material samples and deploy scientific experiments. To support this, and other Apollo objectives, the Gemini program was spun off to develop the capability for astronauts to work outside a two-man Earth orbiting spacecraft. However, the Soviet Union was fiercely competitive in holding the early lead it had gained in crewed spaceflight, so the Soviet Communist Party, led by Nikita Khrushchev, ordered the conversion of its single-pilot Vostok capsule into a two- or three-person craft named Voskhod, in order to compete with Gemini and Apollo.[2] The Soviets were able to launch two Voskhod capsules before U.S. was able to launch its first crewed Gemini.\n\nThe Voskhod's avionics required cooling by cabin air to prevent overheating, therefore an airlock was required for the spacewalking cosmonaut to exit and re-enter the cabin while it remained pressurized. By contrast, the Gemini avionics did not require air cooling, allowing the spacewalking astronaut to exit and re-enter the depressurized cabin through an open hatch. Because of this, the American and Soviet space programs developed different definitions for the duration of an EVA. The Soviet (now Russian) definition begins when the outer airlock hatch is open and the cosmonaut is in vacuum. An American EVA began when the astronaut had at least his head outside the spacecraft.[3] The USA has changed its EVA definition since.[citation needed]\n\nThe first EVA was performed on March 18, 1965, by Soviet cosmonaut Alexei Leonov, who spent 12 minutes and 9 seconds outside the Voskhod 2 spacecraft. Carrying a white metal backpack containing 45 minutes' worth of breathing and pressurization oxygen, Leonov had no means to control his motion other than pulling on his 15.35 m (50.4 ft) tether. After the flight, he claimed this was easy, but his space suit ballooned from its internal pressure against the vacuum of space, stiffening so much that he could not activate the shutter on his chest-mounted camera.[4]\n\nAt the end of his space walk, the suit stiffening caused a more serious problem: Leonov had to re-enter the capsule through the inflatable cloth airlock, 1.2 m (3 ft 11 in) in diameter and 2.5 m (8 ft 2 in) long. He improperly entered the airlock head-first and got stuck sideways. He could not get back in without reducing the pressure in his suit, risking \"the bends\". This added another 12 minutes to his time in vacuum, and he was overheated by 1.8 °C (3.2 °F) from the exertion. It would be almost four years before the Soviets tried another EVA. They misrepresented to the press how difficult Leonov found it to work in weightlessness and concealed the problems encountered until after the end of the Cold War.[4][5]\n\nThe first American spacewalk was performed on June 3, 1965, by Ed White from the second crewed Gemini flight, Gemini IV, for 21 minutes. White was tethered to the spacecraft, and his oxygen was supplied through a 25-foot (7.6 m) umbilical, which also carried communications and biomedical instrumentation. He was the first to control his motion in space with a Hand-Held Maneuvering Unit, which worked well but only carried enough propellant for 20 seconds. White found his tether useful for limiting his distance from the spacecraft but difficult to use for moving around, contrary to Leonov's claim.[4] However, a defect in the capsule's hatch latching mechanism caused difficulties opening and closing the hatch, which delayed the start of the EVA and put White and his crewmate at risk of not getting back to Earth alive.[6]\n\nNo EVAs were planned on the next three Gemini flights. The next EVA was planned to be made by David Scott on Gemini VIII, but that mission had to be aborted due to a critical spacecraft malfunction before the EVA could be conducted. Astronauts on the next three Gemini flights (Eugene Cernan, Michael Collins, and Richard Gordon), performed several EVAs, but none was able to successfully work for long periods outside the spacecraft without tiring and overheating. Cernan attempted but failed to test an Air Force Astronaut Maneuvering Unit which included a self-contained oxygen system.\n\nOn November 13, 1966, Edwin \"Buzz\" Aldrin became the first to successfully work in space without tiring during Gemini XII, the last Gemini mission. Aldrin worked outside the spacecraft for 2 hours and 6 minutes, in addition to two stand-up EVAs in the spacecraft hatch for an additional 3 hours and 24 minutes. Aldrin's interest in scuba diving inspired the use of underwater EVA training to simulate weightlessness, which has been used ever since to allow astronauts to practice techniques of avoiding wasted muscle energy.\n\nOn January 16, 1969, Soviet cosmonauts Aleksei Yeliseyev and Yevgeny Khurnov transferred from Soyuz 5 to Soyuz 4, which were docked together. This was the second Soviet EVA, and it would be almost another nine years before the Soviets performed their third.[4]\n\nAmerican astronauts Neil Armstrong and Buzz Aldrin performed the first EVA on the lunar surface on July 21, 1969 (UTC), after landing their Apollo 11 Lunar Module spacecraft. This first Moon walk, using self-contained portable life support systems, lasted 2 hours and 36 minutes. A total of fifteen Moon walks were performed among six Apollo crews, including Charles \"Pete\" Conrad, Alan Bean, Alan Shepard, Edgar Mitchell, David Scott, James Irwin, John Young, Charles Duke, Eugene Cernan, and Harrison \"Jack\" Schmitt. Cernan was the last Apollo astronaut to step off the surface of the Moon.[4]\n\nApollo 15 command module pilot Al Worden made an EVA on August 5, 1971, on the return trip from the Moon, to retrieve a film and data recording canister from the service module. He was assisted by Lunar Module Pilot James Irwin standing up in the Command Module hatch. This procedure was repeated by Ken Mattingly and Charles Duke on Apollo 16, and by Ronald Evans and Harrison Schmitt on Apollo 17.[4]\n\nThe first EVA repairs of a spacecraft were made by Charles \"Pete\" Conrad, Joseph Kerwin, and Paul J. Weitz on May 26, June 7, and June 19, 1973, on the Skylab 2 mission. They rescued the functionality of the launch-damaged Skylab space station by freeing a stuck solar panel, deploying a solar heating shield, and freeing a stuck circuit breaker relay. The Skylab 2 crew made three EVAs, and a total of ten EVAs were made by the three Skylab crews.[4] They found that activities in weightlessness required about 21⁄2 times longer than on Earth because many astronauts suffered spacesickness early in their flights.[7]\n\nAfter Skylab, no more EVAs were made by the United States until the advent of the Space Shuttle program in the early 1980s. In this period, the Soviets resumed EVAs, making four from the Salyut 6 and Salyut 7 space stations between December 20, 1977, and July 30, 1982.[4]\n\nWhen the United States resumed EVAs on April 7, 1983, astronauts started using an Extravehicular Mobility Unit (EMU) for self-contained life support independent of the spacecraft. STS-6 was the first Space Shuttle mission during which a spacewalk was conducted. Also, for the first time, American astronauts used an airlock to enter and exit the spacecraft like the Soviets. Accordingly, the American definition of EVA start time was redefined to when the astronaut switches the EMU to battery power.[citation needed]\n\nNumerous EVAs were conducted during the assembly of the ISS, often using the Quest Joint Airlock, designed to support both US EMUs, and Russian Orlan space suits.\n\nChina became the third country to independently carry out an EVA on September 27, 2008 during the Shenzhou 7 mission. Chinese taikonaut Zhai Zhigang completed a 22-minute spacewalk wearing the Chinese-developed Feitian space suit, with taikonaut Liu Boming wearing the Russian-derived Orlan space suit assisting him in the process. Zhai completely exited the craft, while Liu stood by at the airlock, straddling the portal.\n\nSince 2021, China has carried out several more extravehicular activities lasting several hours for the construction of the Tiangong space station.\n\n"
        },
        {
            "title": "Commemoration",
            "text": "The first spacewalk, made by Soviet cosmonaut Alexei Leonov, was commemorated in 1965 with several Eastern Bloc stamps (see Alexei Leonov#Stamps). Since the Soviet Union did not publish details of the Voskhod spacecraft at the time, the spaceship depiction in the stamps was purely fictional.\n\nThe U.S. Post Office issued a postage stamp in 1967 commemorating Ed White's first American spacewalk. The engraved image has an accurate depiction of the Gemini IV spacecraft and White's space suit.[20]\n\n"
        },
        {
            "title": "Designations",
            "text": "NASA \"spacewalkers\" during the Space Shuttle program were designated as EV-1, EV-2, EV-3 and EV-4 (assigned to mission specialists for each mission, if applicable).[21][22]\n\n"
        },
        {
            "title": "Camp-out procedure",
            "text": "For EVAs from the International Space Station, NASA employed a camp-out procedure to reduce the risk of decompression sickness.[23] This was first tested by the Expedition 12 crew. During a camp-out, astronauts sleep overnight in the airlock prior to an EVA, lowering the air pressure to 10.2 psi (70 kPa), compared to the normal station pressure of 14.7 psi (101 kPa).[23] Spending a night at the lower air pressure helps flush nitrogen from the body, thereby preventing \"the bends\".[24][25] More recently astronauts have been using the In-Suit Light Exercise protocol rather than camp-out to prevent decompression sickness.[26][27]\n\n"
        }
    ]
}