{
    "url": "https://en.wikipedia.org/wiki/Extremophile",
    "title": "Extremophile",
    "table_of_contents": [
        "1 Characteristics",
        "2 Classifications",
        "2.1 Terms",
        "3 In astrobiology",
        "4 Bioremediation",
        "4.1 Hydrocarbons",
        "4.2 Metals",
        "4.3 Acid mine drainage",
        "4.4 Radioactive materials",
        "5 Examples and recent findings",
        "6 Biotechnology",
        "7 DNA transfer",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn extremophile (from Latin extremus meaning \"extreme\" and Greek philiā (φιλία) meaning \"love\") is an organism that is able to live (or in some cases thrive) in extreme environments, i.e. environments that make survival challenging such as due to extreme temperature, radiation, salinity, or pH level.[1]\n\nThese organisms are ecologically dominant in the evolutionary history of the planet. Some spores and cocooned bacteria samples have been dormant for more than 40 million years, extremophiles have continued to thrive in the most extreme conditions, making them one of the most abundant lifeforms.[2]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "In the 1980s and 1990s, biologists found that microbial life has great flexibility for surviving in extreme environments—niches that are acidic, extraordinarily hot or within irregular air pressure for example—that would be completely inhospitable to complex organisms. Some scientists even concluded that life may have begun on Earth in hydrothermal vents far under the ocean's surface.[4]\n\nAccording to astrophysicist Steinn Sigurdsson, \"There are viable bacterial spores that have been found that are 40 million years old on Earth—and we know they're very hardened to radiation.\"[5] Some bacteria were found living in the cold and dark in a lake buried a half-mile deep under the ice in Antarctica,[6] and in the Marianas Trench, the deepest place in Earth's oceans.[7][8] Expeditions of the International Ocean Discovery Program found microorganisms in 120 °C sediment that is 1.2 km below seafloor in the Nankai Trough subduction zone.[9][10] Some microorganisms have been found thriving inside rocks up to 1,900 feet (580 m) below the sea floor under 8,500 feet (2,600 m) of ocean off the coast of the northwestern United States.[7][11] According to one of the researchers, \"You can find microbes everywhere—they're extremely adaptable to conditions, and survive wherever they are.\"[7] A key to extremophile adaptation is their amino acid composition, affecting their protein folding ability under particular conditions.[12] Studying extreme environments on Earth can help researchers understand the limits of habitability on other worlds.[13]\n\nTom Gheysens from Ghent University in Belgium and some of his colleagues have presented research findings that show spores from a species of Bacillus bacteria survived and were still viable after being heated to temperatures of 420 °C (788 °F).[14]\n\n"
        },
        {
            "title": "Classifications",
            "text": "There are many classes of extremophiles that range all around the globe; each corresponding to the way its environmental niche differs from mesophilic conditions.  These classifications are not exclusive. Many extremophiles fall under multiple categories and are classified as polyextremophiles. For example, organisms living inside hot rocks deep under Earth's surface are thermophilic and piezophilic such as Thermococcus barophilus.[17] A polyextremophile living at the summit of a mountain in the Atacama Desert might be a radioresistant xerophile, a psychrophile, and an oligotroph. Polyextremophiles are well known for their ability to tolerate both high and low pH levels.[18]\n\n"
        },
        {
            "title": "In astrobiology",
            "text": "Astrobiology is the multidisciplinary field that investigates the deterministic conditions and contingent events with which life arises, distributes, and evolves in the universe. Astrobiology makes use of physics, chemistry, astronomy, solar physics, biology, molecular biology, ecology, planetary science, geography, and geology to investigate the possibility of life on other worlds and help recognize biospheres that might be different from that on Earth.[24] Astrobiologists are particularly interested in studying extremophiles, as it allows them to map what is known about the limits of life on Earth to potential extraterrestrial environments[1] For example, analogous deserts of Antarctica are exposed to harmful UV radiation, low temperature, high salt concentration and low mineral concentration. These conditions are similar to those on Mars. Therefore, finding viable microbes in the subsurface of Antarctica suggests that there may be microbes surviving in endolithic communities and living under the Martian surface. Research indicates it is unlikely that Martian microbes exist on the surface or at shallow depths, but may be found at subsurface depths of around 100 meters.[25]\n\nRecent research carried out on extremophiles in Japan involved a variety of bacteria including Escherichia coli and Paracoccus denitrificans being subject to conditions of extreme gravity. The bacteria were cultivated while being rotated in an ultracentrifuge at high speeds corresponding to 403,627 g (i.e. 403,627 times the gravity experienced on Earth). Paracoccus denitrificans was one of the bacteria which displayed not only survival but also robust cellular growth under these conditions of hyperacceleration which are usually found only in cosmic environments, such as on very massive stars or in the shock waves of supernovas. Analysis showed that the small size of prokaryotic cells is essential for successful growth under hypergravity. The research has implications on the feasibility of panspermia.[26][27][28]\n\nOn 26 April 2012, scientists reported that lichen survived and showed remarkable results on the adaptation capacity of photosynthetic activity within the simulation time of 34 days under Martian conditions in the Mars Simulation Laboratory (MSL) maintained by the German Aerospace Center (DLR).[29][30]\n\nOn 29 April 2013, scientists at Rensselaer Polytechnic Institute, funded by NASA, reported that, during spaceflight on the International Space Station, microbes seem to adapt to the space environment in ways \"not observed on Earth\" and in ways that \"can lead to increases in growth and virulence\".[31]\n\nOn 19 May 2014, scientists announced that numerous microbes, like Tersicoccus phoenicis, may be resistant to methods usually used in spacecraft assembly clean rooms. It's not currently known if such resistant microbes could have withstood space travel and are present on the Curiosity rover now on the planet Mars.[32]\n\nOn 20 August 2014, scientists confirmed the existence of microorganisms living half a mile below the ice of Antarctica.[33][34]\n\nIn September 2015, scientists from CNR-National Research Council of Italy reported that S.soflataricus was able to survive under Martian radiation at a wavelength that was considered extremely lethal to most bacteria. This discovery is significant because it indicates that not only bacterial spores, but also growing cells can be remarkably resistant to strong UV radiation.[35]\n\nIn June 2016, scientists from Brigham Young University conclusively reported that endospores of Bacillus subtilis were able to survive high speed impacts up to 299±28 m/s, extreme shock, and extreme deceleration. They pointed out that this feature might allow endospores to survive and to be transferred between planets by traveling within meteorites or by experiencing atmosphere disruption. Moreover, they suggested that the landing of spacecraft may also result in interplanetary spore transfer, given that spores can survive high-velocity impact while ejected from the spacecraft onto the planet surface. This is the first study which reported that bacteria can survive in such high-velocity impact. However, the lethal impact speed is unknown, and further experiments should be done by introducing higher-velocity impact to bacterial endospores.[36]\n\nIn August 2020 scientists reported that bacteria that feed on air discovered 2017 in Antarctica are likely not limited to Antarctica after discovering the two genes previously linked to their \"atmospheric chemosynthesis\" in soil of two other similar cold desert sites, which provides further information on this carbon sink and further strengthens the extremophile evidence that supports the potential existence of microbial life on alien planets.[37][38][39]\n\nThe same month, scientists reported that bacteria from Earth, particularly Deinococcus radiodurans, were found to survive for three years in outer space, based on studies on the International Space Station. These findings support the notion of panspermia.[40][41]\n\n"
        },
        {
            "title": "Bioremediation",
            "text": "Extremophiles can also be useful players in the bioremediation of contaminated sites as some species are capable of biodegradation under conditions too extreme for classic bioremediation candidate species. Anthropogenic activity causes the release of pollutants that may potentially settle in extreme environments as is the case with tailings and sediment released from deep-sea mining activity.[42] While most bacteria would be crushed by the pressure in these environments, piezophiles can tolerate these depths and can metabolize pollutants of concern if they possess bioremediation potential.\n\nThere are multiple potential destinations for hydrocarbons after an oil spill has settled and currents routinely deposit them in extreme environments. Methane bubbles resulting from the Deepwater Horizon oil spill were found 1.1 kilometers below water surface level and at concentrations as high as 183 μmol per kilogram.[43]  The combination of low temperatures and high pressures in this environment result in low microbial activity. However, bacteria that are present including species of Pseudomonas, Aeromonas and Vibrio were found to be capable of bioremediation, albeit at a tenth of the speed they would perform at sea level pressure.[44] Polycyclic Aromatic Hydrocarbons increase in solubility and bioavailability with increasing temperature.[citation needed] Thermophilic Thermus and Bacillus species have demonstrated higher gene expression for the alkane mono-oxygenase alkB at temperatures exceeding 60 °C.[citation needed] The expression of this gene is a crucial precursor to the bioremediation process. Fungi that have been genetically modified with cold-adapted enzymes to tolerate differing pH levels and temperatures have been shown to be effective at remediating hydrocarbon contamination in freezing conditions in the Antarctic.[45]\n\nAcidithiubacillus ferroxidans has been shown to be effective in remediating mercury in acidic soil due to its merA gene making it mercury resistant.[46] Industrial effluent contain high levels of metals that can be detrimental to both human and ecosystem health.[47][48] In extreme heat environments the extremophile Geobacillus thermodenitrificans has been shown to effectively manage the concentration of these metals within twelve hours of introduction.[49] Some acidophilic microorganisms are effective at metal remediation in acidic environments due to proteins found in their periplasm, not present in any mesophilic organisms, allowing them to protect themselves from high proton concentrations.[50] Rice paddies are highly oxidative environments that can produce high levels of lead or cadmium. Deinococcus radiodurans are resistant to the harsh conditions of the environment and are therefore candidate species for limiting the extent of contamination of these metals.[51]\n\nSome bacteria are known to also use rare earth elements on their biological processes for example Methylacidiphilum fumariolicum, Methylorubrum extorquens and Methylobacterium radiotolerans are known to be able to use lanthanides as cofactors to increase their methanol dehydrogenase activity.\n\nAcid mine drainage is a major environmental concern associated with many metal mines. One of the most productive methods of its remediation is through the introduction of the extremophile organism Thiobacillus ferrooxidans.[52]\n\nAny bacteria capable of inhabiting radioactive mediums can be classified as an extremophile. Radioresistant organisms are therefore critical in the bioremediation of radionuclides. Uranium is particularly challenging to contain when released into an environment and very harmful to both human and ecosystem health.[53][54] The NANOBINDERS project is equipping bacteria that can survive in uranium rich environments with gene sequences that enable proteins to bind to uranium in mining effluent, making it more convenient to collect and dispose of.[55] Some examples are Shewanella putrefaciens, Geobacter metallireducens and some strains of Burkholderia fungorum.\n\nRadiotrophic fungus, which use radiation as an energy source have been found inside and around the Chernobyl Nuclear Power Plant.[56]\n\nRadioresistance has also been observed in certain species of macroscopic lifeforms. The lethal dose required to kill up to 50% of a tortoise population is 40,000 roentgens, compared to only 800 roentgens needed to kill 50% of a human population.[57] In experiments exposing lepidopteran insects to gamma radiation, significant DNA damage was detected only at 20 Gy and higher doses, in contrast with human cells that showed similar damage at only 2 Gy.[58]\n\n"
        },
        {
            "title": "Examples and recent findings",
            "text": "New sub-types of -philes are identified frequently and the sub-category list for extremophiles is always growing. For example, microbial life lives in the liquid asphalt lake, Pitch Lake. Research indicates that extremophiles inhabit the asphalt lake in populations ranging between 106 to 107 cells/gram.[59][60] Likewise, until recently boron tolerance was unknown but a strong borophile was discovered in bacteria. With the recent isolation of Bacillus boroniphilus, borophiles came into discussion.[61] Studying these borophiles may help illuminate the mechanisms of both boron toxicity and boron deficiency.\n\nIn July 2019, a scientific study of Kidd Mine in Canada discovered sulfur-breathing organisms which live 7900 feet below the surface, and which breathe sulfur in order to survive. These organisms are also remarkable due to eating rocks such as pyrite as their regular food source.[62][63][64]\n\n"
        },
        {
            "title": "Biotechnology",
            "text": "The thermoalkaliphilic catalase, which initiates the breakdown of hydrogen peroxide into oxygen and water, was isolated from an organism, Thermus brockianus, found in Yellowstone National Park by Idaho National Laboratory researchers. The catalase operates over a temperature range from 30 °C to over 94 °C and a pH range from 6–10. This catalase is extremely stable compared to other catalases at high temperatures and pH. In a comparative study, the T. brockianus catalase exhibited a half life of 15 days at 80 °C and pH 10 while a catalase derived from Aspergillus niger had a half life of 15 seconds under the same conditions. The catalase will have applications for removal of hydrogen peroxide in industrial processes such as pulp and paper bleaching, textile bleaching, food pasteurization, and surface decontamination of food packaging.[65]\n\nDNA modifying enzymes such as Taq DNA polymerase and some Bacillus enzymes used in clinical diagnostics and starch liquefaction are produced commercially by several biotechnology companies.[66]\n\n"
        },
        {
            "title": "DNA transfer",
            "text": "Over 65 prokaryotic species are known to be naturally competent for genetic transformation, the ability to transfer DNA from one cell to another cell followed by integration of the donor DNA into the recipient cell's chromosome.[67] Several extremophiles are able to carry out species-specific DNA transfer, as described below.  However, it is not yet clear how common such a capability is among extremophiles.\n\nThe bacterium Deinococcus radiodurans is one of the most radioresistant organisms known.  This bacterium can also survive cold, dehydration, vacuum and acid and is thus known as a polyextremophile.  D. radiodurans is competent to perform genetic transformation.[68] Recipient cells are able to repair DNA damage in donor transforming DNA that had been UV irradiated as efficiently as they repair cellular DNA when the cells themselves are irradiated.  The extreme thermophilic bacterium Thermus thermophilus and other related Thermus species are also capable of genetic transformation.[69]\n\nHalobacterium volcanii, an extreme halophilic (saline tolerant) archaeon, is capable of natural genetic transformation.  Cytoplasmic bridges are formed between cells that appear to be used for DNA transfer from one cell to another in either direction.[70]\n\nSulfolobus solfataricus and Sulfolobus acidocaldarius are hyperthermophilic archaea. Exposure of these organisms to the DNA damaging agents UV irradiation, bleomycin or mitomycin C induces species-specific cellular aggregation.[71][72] UV-induced cellular aggregation of S. acidocaldarius mediates chromosomal marker exchange with high frequency.[72] Recombination rates exceed those of uninduced cultures by up to three orders of magnitude.  Frols et al.[71] and Ajon et al.[72] hypothesized that cellular aggregation enhances species-specific DNA transfer between Sulfolobus cells in order to repair damaged DNA by means of homologous recombination.  Van Wolferen et al.[73] noted that this DNA exchange process may be crucial under DNA damaging conditions such as high temperatures. It has also been suggested that DNA transfer in Sulfolobus may be an early form of sexual interaction similar to the more well-studied bacterial transformation systems that involve species-specific DNA transfer leading to homologous recombinational repair of DNA damage (and see Transformation (genetics)).[citation needed]\n\nExtracellular membrane vesicles (MVs) might be involved in DNA transfer between different hyperthermophilic archaeal species.[74] It has been shown that both plasmids[75] and viral genomes[74] can be transferred via MVs. Notably, a horizontal plasmid transfer has been documented between hyperthermophilic Thermococcus and Methanocaldococcus species, respectively belonging to the orders Thermococcales and Methanococcales.[76]\n\n"
        }
    ]
}