{
    "url": "https://en.wikipedia.org/wiki/Extraterrestrial_liquid_water",
    "title": "Extraterrestrial liquid water",
    "table_of_contents": [
        "1 Liquid water in the Solar System",
        "1.1 Mars",
        "1.2 Europa",
        "1.3 Enceladus",
        "1.4 Ganymede",
        "1.5 Ceres",
        "1.6 Ice giants",
        "1.7 Pluto",
        "2 Indicators, methods of detection and confirmation",
        "2.1 Spectroscopy",
        "2.2 Magnetic fields",
        "2.3 Geological indicators",
        "2.4 Volcanic observation",
        "2.5 Gravitational evidence",
        "2.6 Ground penetrating radio",
        "2.7 Density calculation",
        "2.8 Models of radioactive decay",
        "2.9 Internal differentiation models",
        "2.10 Habitable zone",
        "2.11 Water rich circumstellar disks",
        "3 History",
        "3.1 Ancient water on Venus",
        "4 Evidence of past surface water",
        "5 Liquid water on comets and asteroids",
        "6 Extrasolar habitable zone candidates for water",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Extraterrestrial liquid water (from Latin  extra 'outside of, beyond', and  terrestris 'of or belonging to Earth') is water in its liquid state that naturally occurs outside Earth. It is a subject of wide interest because it is recognized as one of the key prerequisites for life as we know it and thus surmised as essential for extraterrestrial life.[1]\n\nAlthough many celestial bodies in the Solar System have a hydrosphere, Earth is the only celestial body known to have stable bodies of liquid water on its surface, with oceanic water covering 71% of its surface,[2] which is essential to life on Earth. The presence of liquid water is maintained by Earth's atmospheric pressure and stable orbit in the Sun's circumstellar habitable zone, however, the origin of Earth's water remains uncertain.\n\nThe main methods currently used for confirmation are absorption spectroscopy and geochemistry. These techniques have proven effective for atmospheric water vapour and ice. However, using current methods of astronomical spectroscopy it is substantially more difficult to detect liquid water on terrestrial planets, especially in the case of subsurface water. Due to this, astronomers, astrobiologists and planetary scientists use habitable zone, gravitational and tidal theory, models of planetary differentiation and radiometry to determine the potential for liquid water. Water observed in volcanic activity can provide more compelling indirect evidence, as can fluvial features and the presence of antifreeze agents, such as salts or ammonia.\n\nUsing such methods, many scientists infer that liquid water once covered large areas of Mars and Venus.[3][4] Water is thought to exist as liquid beneath the surface of some planetary bodies, similar to groundwater on Earth. Water vapour is sometimes considered conclusive evidence for the presence of liquid water, although atmospheric water vapour may be found to exist in many places where liquid water does not. Similar indirect evidence, however, supports the existence of liquids below the surface of several moons and dwarf planets elsewhere in the Solar System.[1] Some are speculated to be large extraterrestrial \"oceans\".[1] Liquid water is thought to be common in other planetary systems, despite the lack of conclusive evidence, and there is a growing list of extrasolar candidates for liquid water. In June 2020, NASA scientists reported that it is likely that exoplanets with oceans may be common in the Milky Way galaxy, based on mathematical modeling studies.[5][6]\n\n"
        },
        {
            "title": "Liquid water in the Solar System",
            "text": "As of December 2015, the confirmed liquid water in the Solar System outside Earth is 25–50 times the volume of Earth's water (1.3 billion km3),[7] i.e. about 3.25-6.5 × 1010 km3 (32.5 to 65 billion km3) and 3.25-6.5 × 1019 tons (32.5 to 65 billion tons) of water.\n\nThe Mars ocean hypothesis suggests that nearly a third of the surface of Mars was once covered by water, though the water on Mars is no longer oceanic (much of it residing in the ice caps).\n\nWater on Mars exists today almost exclusively as ice, with a small amount present in the atmosphere as vapour. Some liquid water may occur transiently on the Martian surface today but only under certain conditions.[9] No large standing bodies of liquid water exist because the atmospheric pressure at the surface averages just 600 pascals (0.087 psi)—about 0.6% of Earth's mean sea level pressure—and because the global average temperature is far too low (210 K (−63 °C)), leading to either rapid evaporation or freezing. Features called recurring slope lineae are thought to be caused by flows of brine — hydrated salts.[10][11][12]\n\nIn July 2018, scientists from the Italian Space Agency reported the detection of a subglacial lake on Mars, 1.5 kilometres (0.93 mi) below the southern polar ice cap, and spanning 20 kilometres (12 mi) horizontally, the first evidence for a stable body of liquid water on the planet.[13][14] Because the temperature at the base of the polar cap is estimated at 205 K (−68 °C; −91 °F), scientists assume that the water may remain liquid due to the antifreeze effect of magnesium and calcium perchlorates.[13][15] The 1.5-kilometre (0.93 mi) ice layer covering the lake is composed of water ice with 10 to 20% admixed dust, and seasonally covered by a 1-metre (3 ft 3 in)-thick layer of CO2 ice.[13]\n\nScientists' consensus is that a layer of liquid water exists beneath the surface of Europa, a moon of Jupiter and that heat from tidal flexing allows the subsurface ocean to remain liquid.[16] It is estimated that the outer crust of solid ice is approximately 10–30 km (6–19 mi) thick, including a ductile \"warm ice\" layer, which could mean that the liquid ocean underneath may be about 100 km (60 mi) deep.[17] This leads to a volume of Europa's oceans of 3 × 1018 m3 (3 billion km3), slightly more than twice the volume of Earth's oceans.\n\nEnceladus, a moon of Saturn, has shown geysers of water, confirmed by the Cassini spacecraft in 2005 and analyzed more deeply in 2008. Gravimetric data in 2010–2011 confirmed a subsurface ocean. While previously believed to be localized, most likely in a portion of the southern hemisphere, evidence revealed in 2015 now suggests the subsurface ocean is global in nature.[18]\n\nIn addition to water, these geysers  from vents near the south pole contained small amounts of salt, nitrogen, carbon dioxide, and volatile hydrocarbons. The melting of the ocean water and the geysers appear to be driven by tidal flux from Saturn.\n\nA subsurface saline ocean is theorized to exist on Ganymede, a moon of Jupiter, following observation by the Hubble Space Telescope in 2015. Patterns in auroral belts and rocking of the magnetic field suggest the presence of an ocean. It is estimated to be 100 km deep with the surface lying below a crust of 150 km of ice.[19] As for 2015, the precise quantity of liquid water on Ganymede is highly uncertain (1-33 times as much as Earth).[20]\n\nCeres appears to be differentiated into a rocky core and icy mantle, and may have a remnant internal ocean of liquid water under the layer of ice.[21][22][23] The surface is probably a mixture of water ice and various hydrated minerals such as carbonates and clay. In January 2014, emissions of water vapor were detected from several regions of Ceres.[24] This was unexpected, because large bodies in the asteroid belt do not typically emit vapor, a hallmark of comets.  Ceres also features a mountain called Ahuna Mons that is thought to be a cryovolcanic dome that facilitates the movement of high viscosity cryovolcanic magma consisting of water ice softened by its content of salts.[25][26]\n\nThe \"ice giant\" (sometimes known as \"water giant\") planets Uranus and Neptune are thought to have a supercritical water ocean beneath their clouds, which accounts for about two-thirds of their total mass,[27][28] most likely surrounding small rocky cores, although a 2006 study by Wiktorowicz and Ingersall ruled out the possibility of such a water \"ocean\" existing on Neptune.[29]  This kind of planet is thought to be common in extrasolar planetary systems.\n\nIn June 2020, astronomers reported evidence that the dwarf planet Pluto may have had a subsurface ocean, and consequently may have been habitable, when it was first formed.[30][31]\n\n"
        },
        {
            "title": "",
            "text": "Most known extrasolar planetary systems appear to have very different compositions to the Solar System, though there is probably sample bias arising from the detection methods.\n\nLiquid water has a distinct absorption spectroscopy signature compared to other states of water due to the state of its hydrogen bonds. Despite the confirmation of extraterrestrial water vapor and ice, however, the spectral signature of liquid water is yet to be confirmed outside of Earth. The signatures of surface water on terrestrial planets may be undetectable through thick atmospheres across the vast distances of space using current technology.\n\nSeasonal flows on warm Martian slopes, though strongly suggestive of briny liquid water, have yet to indicate this in spectroscopic analysis.\n\nWater vapor has been confirmed in numerous objects via spectroscopy, though it does not by itself confirm the presence of liquid water. However, when combined with other observations, the possibility might be inferred. For example, the density of GJ 1214 b would suggest that a large fraction of its mass is water and follow-up detection by the Hubble telescope of the presence of water vapor strongly suggests that exotic materials like 'hot ice' or 'superfluid water' may be present.[32][33]\n\nFor the Jovian moons Ganymede and Europa, the existence of a sub-ice ocean is inferred from the measurements of the magnetic field of Jupiter.[34][35] Since conductors moving through a magnetic field produce a counter-electromotive field, the presence of the water below the surface was deduced from the change in magnetic field as the moon passed from the northern to southern magnetic hemisphere of Jupiter.\n\nThomas Gold has posited that many Solar System bodies could potentially hold groundwater below the surface.[36]\n\nIt is thought that liquid water may exist in the Martian subsurface. Research suggests that in the past there was liquid water flowing on the surface,[37] creating large areas similar to Earth's oceans. However, the question remains as to where the water has gone.[38]  There are a number[39] of direct and indirect proofs of water's presence either on or under the surface, e.g. stream beds, polar caps, spectroscopic measurement, eroded craters or minerals directly connected to the existence of liquid water (such as Goethite). In an article in the Journal of Geophysical Research, scientists studied Lake Vostok in Antarctica and discovered that it may have implications for liquid water still being on Mars. Through their research, scientists came to the conclusion that if Lake Vostok existed before the perennial glaciation began, that it is likely that the lake did not freeze all the way to the bottom. Due to this hypothesis, scientists say that if water had existed before the polar ice caps on Mars, it is likely that there is still liquid water below the ice caps that may even contain evidence of life.[40]\n\n\"Chaos terrain\", a common feature on Europa's surface, is interpreted by some[who?] as regions where the subsurface ocean has melted through the icy crust.[citation needed]\n\nGeysers have been found on Enceladus, a moon of Saturn, and Europa, moon of Jupiter.[41] These contain water vapour and could be indicators of liquid water deeper down.[42] It could also be just ice.[43] In June 2009, evidence[clarification needed] was put forward for salty subterranean oceans on Enceladus.[44] On 3 April 2014, NASA reported that evidence[clarification needed] for a large underground ocean of liquid water on Enceladus had been found by the Cassini spacecraft. According to the scientists, evidence of an underground ocean suggests that[how?] Enceladus is one of the most likely places in the solar system to \"host microbial life\".[45][46] Emissions of water vapor have been detected from several regions of the dwarf planet Ceres,[47] combined with evidence of ongoing cryovalcanic activity.[48]\n\nScientists' consensus is that a layer of liquid water exists beneath Europa's surface, and that heat energy from tidal flexing allows the subsurface ocean to remain liquid.[49][50] The first hints of a subsurface ocean came from theoretical considerations of tidal heating (a consequence of Europa's slightly eccentric orbit and orbital resonance with the other Galilean moons).\n\nScientists used gravitational measurements from the Cassini spacecraft to confirm a water ocean under the crust of Enceladus.[45][46]\nSuch tidal models have been used as theories for water layers in other Solar System moons. According to at least one gravitational study on Cassini data, Dione has an ocean 100 kilometers below the surface.[51]\n\nAnomalies in the orbital libration of Saturn's moon Mimas combined with models of tidal mechanics led scientists in 2022 to propose that it harbours an internal ocean. The finding has surprised many who believed it was not possible for the Solar System's smallest round body, which was previously believed to be frozen solid, and has led to the classification of a new type of \"stealth ocean world\".[52][53][54]\n\nScientists have detected liquid water using radio signals. The radio detection and ranging (RADAR) instrument of the Cassini probe was used to detect the existence of a layer of liquid water and ammonia beneath the surface of Saturn's moon Titan that are consistent with calculations of the moon's density.[55][56] Ground penetrating radar and dielectric permittivity data from the MARSIS instrument on Mars Express indicates a 20-kilometer-wide stable body of briny liquid water in the Planum Australe region of planet Mars.[57]\n\nPlanetary scientists can use calculations of density to determine the composition of planets and their potential to possess liquid water, though the method is not highly accurate as the combination of many compounds and states can produce similar densities.\n\nModels of Saturn's moon Titan density indicate the presence of a subsurface ocean layer.[56] Similar density estimations are strong indicators of an subsurface ocean on Enceladus.[45][46]\n\nInitial analysis of 55 Cancri e's low density indicated that it consisted 30% supercritical fluid which Diana Valencia of the Massachusetts Institute of Technology proposed could be in the form of salty supercritical water,[58] though follow-up analysis of its transit failed to detect traces of either water or hydrogen.[59]\n\nGJ 1214 b was the second exoplanet (after CoRoT-7b) to have an established mass and radius less than those of the giant Solar System planets. It is three times the size of Earth and about 6.5 times as massive. Its low density indicated that it is likely a mix of rock and water,[60] and follow-up observations using the Hubble telescope now seem to confirm that a large fraction of its mass is water, so it is a large waterworld.  The high temperatures and pressures would form exotic materials like 'hot ice' or 'superfluid water'.[32][33]\n\nModels of heat retention and heating via radioactive decay in smaller icy Solar System bodies suggest that Rhea, Titania, Oberon, Triton, Pluto, Eris, Sedna, and Orcus may have oceans underneath solid icy crusts approximately 100 km thick.[61] Of particular interest in these cases is the fact that the models indicate that the liquid layers are in direct contact with the rocky core, which allows efficient mixing of minerals and salts into the water. This is in contrast with the oceans that may be inside larger icy satellites like Ganymede, Callisto, or Titan, where layers of high-pressure phases of ice are thought to underlie the liquid water layer.[61]\n\nModels of radioactive decay suggest that MOA-2007-BLG-192Lb, a small planet orbiting a small star could be as warm as the Earth and completely covered by a very deep ocean.[62]\n\nModels of Solar System objects indicate the presence of liquid water in their internal differentiation.\n\nSome models of the dwarf planet Ceres, largest object in the asteroid belt indicate the possibility of a wet interior layer. Water vapor detected to be emitted by the dwarf planet[63][64] may be an indicator, through sublimation of surface ice.\n\nA global layer of liquid water thick enough to decouple the crust from the mantle is thought to be present on Titan, Europa and, with less certainty, Callisto, Ganymede[61] and Triton.[65][66]  Other icy moons may also have internal oceans, or have once had internal oceans that have now frozen.[61]\n\nA planet's orbit in the circumstellar habitable zone is a popular method used to predict its potential for surface water at its surface. Habitable zone theory has put forward several extrasolar candidates for liquid water, though they are highly speculative as a planet's orbit around a star alone does not guarantee that a planet it has liquid water. In addition to its orbit, a planetary mass object must have the potential for sufficient atmospheric pressure to support liquid water and a sufficient supply of hydrogen and oxygen at or near its surface.\n\nThe Gliese 581 planetary system contains multiple planets that may be candidates for surface water, including Gliese 581c,[67] Gliese 581d, might be warm enough for oceans if a greenhouse effect was operating,[68] and Gliese 581e.[69]\n\nGliese 667 C has three of them are in the habitable zone[70] including Gliese 667 Cc is estimated to have surface temperatures similar to Earth and a strong chance of liquid water.[71]\n\nKepler-22b one of the first 54 candidates found by the Kepler telescope and reported is 2.4 times the size of the Earth, with an estimated temperature of 22 °C. It is described as having the potential for surface water, though its composition is currently unknown.[72]\n\nAmong the 1,235 possible extrasolar planet candidates detected by NASA's planet-hunting Kepler space telescope during its first four months of operation, 54 are orbiting in the parent star's habitable 'Goldilocks' zone where liquid water could exist.[73] Five of these are near Earth-size.[74]\n\nOn 6 January 2015, NASA announced further observations conducted from May 2009 to April 2013 which included eight candidates  between one and two times the size of Earth, orbiting in a habitable zone. Of these eight, six orbit stars that are similar to the Sun in size and temperature.  Three of the newly confirmed exoplanets were found to orbit within habitable zones of stars similar to the Sun: two of the three, Kepler-438b and Kepler-442b, are near-Earth-size and likely rocky; the third, Kepler-440b, is a super-Earth.[75]\n\nLong before the discovery of water on asteroids on comets and dwarf planets beyond Neptune, the Solar System's circumstellar disks, beyond the snow line, including the asteroid belt and the Kuiper Belt were thought to contain large amounts of water and these were believed to be the Origin of water on Earth.[citation needed] Given that many types of stars are thought to blow volatiles from the system through the photoevaporation effect, water content in circumstellar disks and rocky material in other planetary systems are very good indicators of a planetary system's potential for liquid water and a potential for organic chemistry, especially if detected within the planet forming regions or the habitable zone. Techniques such as interferometry can be used for this.\n\nIn 2007, such a disk was found in the habitable zone of MWC 480.[76]\nIn 2008, such a disk was found around the star AA Tauri.[77] In 2009, a similar disk was discovered around the young star HD 142527.[78]\n\nIn 2013, a water-rich debris disk around GD 61 accompanied by a confirmed rocky object consisting of magnesium, silicon, iron, and oxygen.[79][80] The same year, another water rich disk was spotted around HD 100546 has ices close to the star.[81]\n\nThere is, of course, no guarantee that the other conditions will be found that allow liquid water to be present on a planetary surface. Should planetary mass objects be present, a single, gas giant planet, with or without planetary mass moons, orbiting close to the circumstellar habitable zone, could prevent the necessary conditions from occurring in the system. However, it would mean that planetary mass objects, such as the icy bodies of the solar system, could have abundant quantities of liquid within them.\n\n"
        },
        {
            "title": "History",
            "text": "Lunar maria are vast basaltic plains on the Moon that were thought to be bodies of water by early astronomers, who referred to them as \"seas\". Galileo expressed some doubt about the lunar 'seas' in his Dialogue Concerning the Two Chief World Systems.[a]\n\nBefore space probes were landed, the idea of oceans on Venus was credible science, but the planet was discovered to be much too hot.\n\nTelescopic observations from the time of Galileo onward have shown that Mars has no features resembling watery oceans.[citation needed] Mars' dryness was long recognized, and gave credibility to the spurious Martian canals.\n\nNASA's Goddard Institute for Space Studies and others have postulated that Venus may have had a shallow ocean in the past for up to 2 billion years,[82][83][84][85][86] with as much water as Earth.[87] Depending on the parameters used in their theoretical model, the last liquid water could have evaporated as recently as 715 million years ago.[84] Currently, the only known water on Venus is in the form of a tiny amount of atmospheric vapor (20 ppm).[88][89] Hydrogen, a component of water, is still being lost to space as detected by ESA's Venus Express spacecraft.[87]\n\n"
        },
        {
            "title": "Evidence of past surface water",
            "text": "Assuming that the giant-impact hypothesis is correct, there were never real seas or oceans on the Moon, only perhaps a little moisture (liquid or ice) in some places, when the Moon had a thin atmosphere created by degassing of volcanoes or impacts of icy bodies.\n\nThe Dawn space probe found possible evidence of past water flow on the asteroid Vesta,[90] leading to speculation of underground reservoirs of water-ice.[91]\n\nAstronomers speculate that Venus had liquid water and perhaps oceans in its very early history.[92] Given that Venus has been completely resurfaced by its own active geology, the idea of a primeval ocean is hard to test. Rock samples may one day give the answer.[93]\n\nIt was once thought that Mars might have dried up from something more Earth-like. The initial discovery of a cratered surface made this seem unlikely, but further evidence has changed this view. Liquid water may have existed on the surface of Mars in the distant past, and several basins on Mars have been proposed as dry sea beds.[3] The largest is Vastitas Borealis; others include Hellas Planitia and Argyre Planitia.\n\nThere is currently much debate over whether Mars once had an ocean of water in its northern hemisphere, and over what happened to it if it did. Recent findings by the Mars Exploration Rover mission indicate it had some long-term standing water in at least one location, but its extent is not known. The Opportunity Mars rover photographed bright veins of a mineral leading to conclusive confirmation of deposition by liquid water.[94]\n\nOn 9 December 2013, NASA reported that the planet Mars had a large freshwater lake (which could have been a hospitable environment for microbial life) based on evidence from the Curiosity rover studying Aeolis Palus near Mount Sharp in Gale Crater.[95][96]\n\n"
        },
        {
            "title": "Liquid water on comets and asteroids",
            "text": "Comets contain large proportions of water ice, but are generally thought to be completely frozen due to their small size and large distance from the Sun. However, studies on dust collected from comet Wild-2 show evidence for liquid water inside the comet at some point in the past.[97] It is yet unclear what source of heat may have caused melting of some of the comet's water ice.\n\nNevertheless, on 10 December 2014, scientists reported that the composition of water vapor from comet Churyumov–Gerasimenko, as determined by the Rosetta spacecraft, is substantially different from that found on Earth. That is, the ratio of deuterium to hydrogen in the water from the comet was determined to be three times that found for terrestrial water. This makes it very unlikely that water found on Earth came from comets such as comet Churyumov–Gerasimenko according to the scientists.[98][99]\n\nThe asteroid 24 Themis was the first found to have water, including liquid pressurised by non-atmospheric means, dissolved into mineral through ionising radiation. Water has also been found to flow on the large asteroid 4 Vesta heated through periodic impacts.[100]\n\n"
        },
        {
            "title": "Extrasolar habitable zone candidates for water",
            "text": "Most known extrasolar planetary systems appear to have very different compositions compared to that of the Solar System, though there may be sample bias arising from the detection methods.\n\nThe goal of current searches is to find Earth-sized planets in the habitable zone of their planetary systems (also sometimes called the \"Goldilocks zone\").[102] Planets with oceans could include Earth-sized moons of giant planets, though it remains speculative whether such 'moons' really exist. There is speculation that rocky planets hosting water may be commonplace throughout the Milky Way.[103]\n\nIn July 2022, water was detected on the exoplanet WASP-96b based on spectrum studies with the James Webb Space Telescope.[104] In August 2022, water was detected on the exoplanet TOI-1452 b based on studies with data from the Transiting Exoplanet Survey Satellite (TESS).[105][106]\n\n"
        },
        {
            "title": "References",
            "text": "Explanatory notes\n\nCitations\n\n"
        }
    ]
}