{
    "url": "https://en.wikipedia.org/wiki/Extreme_cinema",
    "title": "Extreme cinema",
    "table_of_contents": [
        "1 Reception",
        "2 History",
        "3 Controversy",
        "3.1 Classification and guidelines",
        "4 Notable films",
        "5 Notable directors",
        "6 Legacy",
        "7 See also",
        "8 References",
        "9 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Extreme cinema is a subgenre used for films distinguished by its use of excessive sex and violence, and such various extreme nature as mutilation and torture. It recently specializes in genre film, mostly both horror and drama.\n\n"
        },
        {
            "title": "Reception",
            "text": "The rising popularity of Asian films in the 21st century has contributed to the growth of extreme cinema, although extreme cinema is still considered to be a horror film-based genre.[1] Being a relatively recent genre, extreme cinema is controversial and widely unaccepted by the mainstream media.[2] Extreme cinema films target a specific and small audience group.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The prehistory of extreme cinema can be traced back to censorship of art films and advertising tactics for classical exploitation films to Anglophone markets alongside later liberal representations of sex in the first half of the 20th century onwards.[4]\n\nThe name \"extreme cinema\" originated from a “line of Asian films that share a combination of sensational features, such as extreme violence, horror and shocking plots”.[5] Extreme cinema can be rooted as \"Asian Extreme\", the term for Japanese and other Asian films used to its excessive nature. Early examples of Asian Extreme such as Ring (1998) and Battle Royale (2000).[6]\n\n"
        },
        {
            "title": "Controversy",
            "text": "Extreme cinema is highly criticized and debated by film critics and the general public. There have been debates over the hypersexualization that makes these films a threat to the ‘mainstream’ community standards.[7]\n\nThere has also been criticism over the increasing use of violence in modern-day films. Ever since the emergence of slasher-gore films in the ’70s, the rising popularity of extreme cinema has contributed to the casual violence in popular media.[8] Some criticize the easy exposure and unintended targeting of adolescence by extreme cinema films.[9]\n\nThe British Board of Film Classification (BBFC) classifies extreme cinema films into an \"R18\" rating, which is defined as “special and legally restricted classification primarily for explicit works of consenting sex or strong fetish material involving adults.”[7]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Pink Flamingos was inducted into the National Film Registry in 2021.[66]\n\nRequiem for a Dream and Oldboy were named on the BBC's 100 Greatest Films of the 21st Century.[67]\n\nAs the other examples in media, it can be seen in Japanese works, television, and video games as varied that are related to or inspired by extreme cinema due to its subject to its nature (eg. Berserk,[68] Game of Thrones,[69] Redo of Healer,[70][71] 2007's Manhunt 2,[72][73] 2018's Fear and Hunger,[74] and 2022's Martha is Dead[75]).\n\n"
        }
    ]
}