{
    "url": "https://en.wikipedia.org/wiki/Extraterrestrial_life_in_fiction",
    "title": "Extraterrestrials in fiction",
    "table_of_contents": [
        "1 History",
        "1.1 Pre-modern",
        "1.2 Early modern",
        "2 Modern",
        "2.1 Late 19th century-early 20th century",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An extraterrestrial or alien is any extraterrestrial lifeform; a lifeform that did not originate on Earth. The word extraterrestrial means \"outside Earth\". The first published use of extraterrestrial as a noun occurred in 1956, during the Golden Age of Science Fiction.[1]\n\nExtraterrestrials are a common theme in modern science-fiction, and also appeared in much earlier works such as the second-century parody True History by  Lucian of Samosata.\n\nGary Westfahl writes:\n\n"
        },
        {
            "title": "History",
            "text": "Cosmic pluralism, the assumption that there are many inhabited worlds beyond the human sphere predates modernity and the development of the heliocentric model and is common in mythologies worldwide. The 2nd century writer of satires, Lucian, in his True History claims to have visited the moon when his ship was sent up by a fountain, which was peopled and at war with the people of the Sun over colonisation of the Morning Star.[3] Other worlds are depicted in such early works as the 10th-century Japanese narrative, The Tale of the Bamboo Cutter, and the medieval Arabic The Adventures of Bulukiya (from the One Thousand and One Nights).[4]\n\nThe assumption of extraterrestrial life in the narrow sense (as opposed to generic cosmic pluralism) becomes possible with the development of the heliocentric understanding of the Solar System, and later the understanding of interstellar space, during the Early Modern period, and the topic was popular in the literature of the 17th and 18th centuries.\n\nIn Johannes Kepler's Somnium, published in 1634, the character Duracotus is transported to the moon by demons. Even if much of the story is fantasy, the scientific facts about the moon and how the lunar environment has shaped its non-human inhabitants are science fiction.\n\nThe didactic poet Henry More took up the classical theme of Cosmic pluralism of the Greek Democritus in \"Democritus Platonissans, or an Essay Upon the Infinity of Worlds\" (1647).[5] With the new relative viewpoint that understood \"our world's sunne / Becomes a starre elsewhere\", More made the speculative leap to extrasolar planets,\n\nThe possibility of extraterrestrial life was a commonplace of educated discourse in the 17th century, though in Paradise Lost (1667)[6] John Milton cautiously employed the conditional when the angel suggests to Adam the possibility of life on the Moon:\n\nFontanelle's \"Conversations on the Plurality of Worlds\" with its similar excursions on the possibility of extraterrestrial life, expanding rather than denying the creative sphere of a Maker, was translated into English in 1686.[7] In \"The Excursion\" (1728) David Mallet exclaimed, \"Ten thousand worlds blaze forth; each with his train / Of peopled worlds.\"[8] In 1752, Voltaire published the novella Micromégas, telling the story of a giant that visits earth to impart knowledge. Washington Irving in his novel, A History of New York from the Beginning of the World to the End of the Dutch Dynasty, spoke of earth being visited by Lunarians.[9]\n\nCamille Flammarion (1842-1925) who lived in a time where biological science had made further progress, made speculation about how life could have evolved on other planets in works such as La pluralité des mondes habités (The Plurality of Inhabited Worlds) (1862) and Recits de L'Infini (1872), translated as Stories of Infinity in 1873. Stories written before the genre of science fiction had found its form.\n\nCloser to the modern age is J.-H. Rosny, who wrote the short story Les Xipéhuz (1887), about a human encounter with extraterrestrials who turn out to be a mineral life form impossible to communicate with.\n\n"
        },
        {
            "title": "Modern",
            "text": "Authors such as H. G. Wells, Olaf Stapledon and Edgar Rice Burroughs wrote both monitory and celebratory stories of encounting aliens in their science fiction and fantasies. Westfahl sums up: \"To survey science fiction aliens, one can classify them by their physiology, character, and eventual relationships with humanity\":\n\nAmong the many fictional aliens who resemble Earth's animals, Westfahl lists:\n\nWestfahl continues, \"However, Stanley G. Weinbaum's A Martian Odyssey (1934) encouraged writers to create genuinely unusual aliens, not merely humans or animals in disguise. Olaf Stapledon also populated the universe with disparate aliens, including sentient stars, in Star Maker. Later, Hal Clement, a hard science fiction writer famed for strange but plausible worlds, also developed bizarre aliens in works like Cycle of Fire (1957).\"[2]\n\n"
        },
        {
            "title": "See also",
            "text": "Articles related to the phenomenon of extraterrestrials in fiction and popular culture:\n\nArticles related to the purported or theorized existence of extraterrestrials:\n\n"
        }
    ]
}