{
    "url": "https://en.wikipedia.org/wiki/Friedrich_Wilhelm_Murnau",
    "title": "F. W. Murnau",
    "table_of_contents": [
        "1 Early years",
        "2 Career",
        "2.1 Hollywood",
        "3 Personal life",
        "4 Death",
        "5 Legacy",
        "6 Filmography",
        "7 See also",
        "8 Bibliography",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFriedrich Wilhelm Murnau (born Friedrich Wilhelm Plumpe; December 28, 1888 – March 11, 1931) was a German film director, producer and screenwriter.\n\nHe was greatly influenced by Schopenhauer, Nietzsche, Shakespeare and Ibsen plays he had seen at the age of 12, and became a friend of director Max Reinhardt. During World War I he served in the Imperial German Army, initially as an  infantry company commander on the Eastern Front. Murnau later transferred to the German Army's Flying Corps, as an observer/gunner, and survived several crashes without any severe injuries.[1]\n\nOne of Murnau's acclaimed works is the film Nosferatu (1922), an adaptation of Bram Stoker's Dracula. Although not a commercial success, owing to copyright issues with Stoker's estate, the film is considered a masterpiece of German Expressionist cinema. He later directed the film The Last Laugh (1924), as well as a 1926 interpretation of Goethe's Faust. He emigrated to Hollywood in 1926, where he joined the Fox Studio and made three films: Sunrise (1927), 4 Devils (1928) and City Girl (1930). Sunrise has been regarded by critics and film directors as among the best films ever made.[2]\n\nMurnau travelled to Bora Bora to make the film Tabu (1931) with documentary film pioneer Robert J. Flaherty. Flaherty left after disputes with Murnau, who then finished the film on his own. A week before the opening of Tabu, Murnau died in a Santa Barbara hospital from injuries he sustained in an automobile accident that occurred along the Pacific Coast Highway near Rincon Beach, southeast of Santa Barbara.\n\nOf the 21 films Murnau directed, eight are considered to be completely lost. One reel of his feature Marizza, genannt die Schmuggler-Madonna survives. This leaves only 12 films surviving in their entirety.\n\n"
        },
        {
            "title": "Early years",
            "text": "Friedrich Wilhelm Plumpe was born in Bielefeld. By the age of seven, he was living in Kassel.[3] He had two brothers, Bernhard and Robert, and two stepsisters, Ida and Anna. His mother, Otilie Volbracht, was the second wife of his father, Heinrich Plumpe (1847–1914), an owner of a cloth factory in the northwest part of Germany.[4] Their villa was often turned into a stage for little plays, directed by the young Friedrich, who had already read books by Schopenhauer, Nietzsche, Shakespeare and Ibsen plays by the age of 12.[5][6] Plumpe would take the pseudonym of \"Murnau\" from the town of that name near Lake Staffel, south of Munich, where he lived for a time.[7] The young Murnau was said to have an icy, imperious disposition and an obsession with film. Some reference sources list him as being almost 210 cm (7 ft) tall, others however list him with a more modest 193 cm (6 ft 4).[8][9]\n\nMurnau studied philology at the University in Berlin and later art history and literature in Heidelberg, where director Max Reinhardt saw him at a students' performance and decided to invite him to his actor-school. He soon became a friend of Franz Marc (the Blue Rider artist based in Murnau), Else Lasker-Schüler and Hans Ehrenbaum-Degele. In World War I Murnau served as a company commander at the eastern front.[5] He then joined the Imperial German Flying Corps and flew missions in northern France for two years; surviving eight crashes without severe injuries. After landing in Switzerland, he was arrested and interned for the remainder of the war. In his POW camp he was involved with a prisoner theater group and wrote a film script.[10]\n\n"
        },
        {
            "title": "Career",
            "text": "After World War I ended, Murnau returned to Germany, where he soon established his own film studio with actor Conrad Veidt. His first feature-length film, The Boy in Blue (1919), was a drama inspired by the Thomas Gainsborough painting. He explored the theme of dual personalities, much like Robert Louis Stevenson's Dr. Jekyll and Mr. Hyde, in Der Janus-Kopf (1920) starring Veidt and featuring Bela Lugosi.[11]\n\nMurnau's best known film is Nosferatu, an adaptation of Bram Stoker's Dracula (1922), starring German stage actor Max Schreck as the vampire Count Orlok. The release would be the only one by Prana Film because the company declared itself bankrupt in order to avoid paying damages to Stoker's estate (acting for the author's widow, Florence Stoker) after the estate won a copyright infringement lawsuit. Apart from awarding damages, the court ordered also all existing prints of the film to be destroyed. However, one copy had already been distributed globally. This print, which has been duplicated time and again by a cult following over the years, has made Nosferatu an early example of a cult film.[12]\n\nMurnau also directed The Last Laugh (German: Der letzte Mann, (The Last Man), 1924), written by Carl Mayer (a very prominent figure of the Kammerspielfilm movement) and starring Emil Jannings. The film introduced the subjective point of view camera, where the camera \"sees\" from the eyes of a character and uses visual style to convey a character's psychological state. It also anticipated the cinéma vérité movement in its subject matter. The film also used the \"unchained camera technique\", a mix of tracking shots, pans, tilts, and dolly moves. Also, unlike the majority of Murnau's other works, The Last Laugh is considered a Kammerspielfilm with Expressionist elements. Unlike expressionist films, Kammerspielfilme are categorized by their chamber play influence, involving a lack of intricate set designs and story lines / themes regarding social injustice towards the working classes.[13][8][14]\n\nMurnau's last German film was the big budget Faust (1926) with Gösta Ekman as the title character, Emil Jannings as Mephisto and Camilla Horn as Gretchen. Murnau's film draws on older traditions of the legendary tale of Faust as well as on Goethe's classic version. The film is well known for a sequence in which the giant, winged figure of Mephisto hovers over a town sowing the seeds of plague.\n\nNosferatu (music by Hans Erdmann) and Faust (music by Werner R. Heymann) were two of the first films to feature original film scores.\n\nMurnau emigrated to Hollywood in 1926, where he joined the Fox Studio and made Sunrise: A Song of Two Humans (1927), a movie often cited by scholars as one of the greatest of all time.[15] Released in the Fox Movietone sound-on-film system (music and sound effects only), Sunrise was not a financial success, but received several Oscars at the very first Academy Awards ceremony in 1929. In winning the Academy Award for Unique and Artistic Production it shared what is now the Best Picture award with the movie Wings. The first Academy Award for Best Actress went to Janet Gaynor for this and two other films that year; afterward, each award was limited to work in a single film. In spite of this, Murnau was financially well off, and purchased a farm in Oregon.[16]\n\nMurnau's next two films, the (now lost) 4 Devils (1928) and City Girl (1930), were modified to adapt to the new era of sound film and were not well received. Their poor receptions disillusioned Murnau, and he quit Fox to journey for a while in the South Pacific.[3]\n\nTogether with documentary film pioneer Robert J. Flaherty, Murnau traveled to Bora Bora to make the film Tabu in 1931. Flaherty left after artistic disputes with Murnau, who had to finish the movie himself. The movie was censored in the United States for its images of bare-breasted Polynesian women.[17] The film was originally shot  by cinematographer Floyd Crosby as half-talkie, half-silent, before being fully restored as a silent film — Murnau's preferred medium.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Murnau was gay.[18] Murnau joined the German air force as a radio operator in 1916. In December of 1917 he had to make an emergency landing in Switzerland and was interned until the end of the war. His friend and lover, the poet Hans Ehrenbaum-Degele also served in the war but was killed in the eastern front in 1914. This had a profound effect on Murnau, who drew from the horrors of loss, sacrifice and the violence of war in his film work. It was Ehrenbaum who introduced Murnau the work of expressionists such as Franz Marc and Else Lasker-Schüler.[19]\n\n"
        },
        {
            "title": "Death",
            "text": "On March 10, 1931, a week prior to the opening of the film Tabu, Murnau drove up the Pacific Coast Highway from Los Angeles, California in a hired Packard touring car. Murnau's valet, Eliazar Garcia Stevenson (September 2, 1900 - October 4, 1985),[20] swerved to avoid a truck that unexpectedly veered into the northbound lane. The car overturned after striking an embankment, throwing all occupants out of the vehicle.[21] Murnau suffered a head injury and died the next day at the Santa Barbara Cottage Hospital,[3][1]\n\nA service was held for Murnau at the Hollywood Lutheran Church on March 19, 1931.[22] His body was transported to Germany, where he was entombed in Southwest Cemetery in Stahnsdorf (Südwest-Kirchhof Stahnsdorf), near Berlin, on April 13.[23][24] Among the attendees of his second funeral were Robert J. Flaherty, Emil Jannings, and Fritz Lang, who delivered the eulogy.[8] Greta Garbo had a death mask of Murnau commissioned, which she kept on her desk during her years in Hollywood.[8]\n\nIn July 2015, Murnau's grave was broken into, the remains disturbed and the skull removed by persons unknown.[25] Wax residue was reportedly found at the site, leading some to speculate that candles had been lit, perhaps with an occult or ceremonial significance. As this disturbance was not an isolated incident, the cemetery managers were considering sealing the grave.[26][27][needs update]  As of October 2022, the skull has not been recovered.[28]\n\n"
        },
        {
            "title": "Legacy",
            "text": "American author Jim Shepard based his 1998 novel Nosferatu on Murnau's life and films. The book began as a short story from Shepard's 1996 collection Batting Against Castro.[29]\n\nIn 2000, director E. Elias Merhige released Shadow of the Vampire, a fictionalization of the making of Nosferatu. Murnau is portrayed by John Malkovich. In the film, Murnau is so dedicated to making the film genuine that he actually hires a real vampire (Willem Dafoe) to play Count Orlok.\n\nIn the fifth season of American Horror Story, subtitled Hotel (2015), Murnau is a mentioned character who, sometime in the early 1920s, travels to the Carpathian Mountains while doing research for the film Nosferatu. There, he discovers a community of vampires, and becomes one himself. After returning to the United States, Murnau turns actor Rudolph Valentino and Natacha Rambova into vampires to preserve their beauty. Valentino later transforms his fictional lover, Elizabeth Johnson, into a vampire, and she goes on to become The Countess, the central antagonist of the season.\n\nIn the film Vampires vs. the Bronx, released in 2020, homage is paid to Murnau by making reference to him in the film via a company named \"Murnau Properties\", whose logo was the woodcutting view of Vlad the Impaler. Murnau Properties was the shell company owned by vampires, whose plan was to take over the Bronx via property acquisitions and blood acquisitions.\n\n"
        }
    ]
}