{
    "url": "https://en.wikipedia.org/wiki/Fable",
    "title": "Fable",
    "table_of_contents": [
        "1 History",
        "1.1 Aesopic or Aesop's fable",
        "1.2 Africa",
        "1.3 India",
        "1.4 Europe",
        "1.5 Modern era",
        "2 Fabulists",
        "3 Classic",
        "4 Modern",
        "5 Notable fable collections",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fable is a literary genre: a succinct fictional story, in prose or verse, that features animals, legendary creatures, plants, inanimate objects, or forces of nature that are anthropomorphized, and that illustrates or leads to a particular moral lesson (a \"moral\"), which may at the end be added explicitly as a concise maxim or saying.\n\nA fable differs from a parable in that the latter excludes animals, plants, inanimate objects, and forces of nature as actors that assume speech or other powers of humankind. Conversely, an animal tale specifically includes talking animals as characters.\n\nUsage has not always been so clearly distinguished. In the King James Version of the New Testament, \"μῦθος\" (\"mythos\") was rendered by the translators as \"fable\"[1] in the First Epistle to Timothy, the Second Epistle to Timothy, the Epistle to Titus and the First Epistle of Peter.[2]\n\nA person who writes fables is a fabulist.\n\n"
        },
        {
            "title": "History",
            "text": "The fable is one of the most enduring forms of folk literature, spread abroad, modern researchers agree,[3] less by literary anthologies than by oral transmission. Fables can be found in the literature of almost every country.\n\nThe varying corpus denoted Aesopica or Aesop's Fables includes most of the best-known western fables, which are attributed to the legendary Aesop, supposed to have been a slave in ancient Greece around 550 BCE. When Babrius set down fables from the Aesopica in verse for a Hellenistic Prince \"Alexander,\" he expressly stated at the head of Book II that this type of \"myth\" that Aesop had introduced to the \"sons of the Hellenes\" had been an invention of \"Syrians\" from the time of \"Ninos\" (personifying Nineveh to Greeks) and Belos (\"ruler\").[4] Epicharmus of Kos and Phormis are reported as having been among the first to invent comic fables.[5] Many familiar fables of Aesop include \"The Crow and the Pitcher\", \"The Tortoise and the Hare\" and \"The Lion and the Mouse\". In ancient Greek and Roman education, the fable was the first of the progymnasmata—training exercises in prose composition and public speaking—wherein students would be asked to learn fables, expand upon them, invent their own, and finally use them as persuasive examples in longer forensic or deliberative speeches. The need of instructors to teach, and students to learn, a wide range of fables as material for their declamations resulted in their being gathered together in collections, like those of Aesop.\n\nAfrican oral culture[6] has a rich story-telling tradition. As they have for thousands of years, people of all ages in Africa continue to interact with nature, including plants, animals and earthly structures such as rivers, plains, and mountains. Grandparents enjoy enormous respect in African societies and fill the new role of story-telling during retirement years. Children and, to some extent, adults are mesmerized by good story-tellers when they become animated in their quest to tell a good fable.\n\nJoel Chandler Harris wrote African-American fables in the Southern context of slavery under the name of Uncle Remus. His stories of the animal characters Brer Rabbit, Brer Fox, and Brer Bear are modern examples of African-American story-telling, this though should not transcend critiques and controversies as to whether or not Uncle Remus was a racist or apologist for slavery. The Disney movie Song of the South introduced many of the stories to the public and others not familiar with the role that storytelling played in the life of cultures and groups without training in speaking, reading, writing, or the cultures to which they had been relocated to from world practices of capturing Africans and other indigenous populations to provide slave labor to colonized countries.\n\nIndia has a rich tradition of fables, many derived from traditional stories and related to local natural elements. Indian fables often teach a particular moral.[7] In some stories the gods have animal aspects, while in others the characters are archetypal talking animals similar to those found in other cultures. Hundreds of fables were composed in ancient India during the first millennium BCE, often as stories within frame stories. Indian fables have a mixed cast of humans and animals. The dialogues are often longer than in fables of Aesop and often comical as the animals try to outwit one another by trickery and deceit. In Indian fables, humanity is not presented as superior to the animals. Prime examples of the fable in India are the Panchatantra and the Jataka tales. These included Vishnu Sarma's Panchatantra, the Hitopadesha, Vikram and The Vampire, and Syntipas' Seven Wise Masters, which were collections of fables that were later influential throughout the Old World. Ben E. Perry (compiler of the \"Perry Index\" of Aesop's fables) has argued controversially that some of the Buddhist Jataka tales and some of the fables in the Panchatantra may have been influenced by similar Greek and Near Eastern ones.[8] Earlier Indian epics such as Vyasa's Mahabharata and Valmiki's Ramayana also contained fables within the main story, often as side stories or back-story. The most famous folk stories from the Near East were the One Thousand and One Nights, also known as the Arabian Nights.\n\nThe Panchatantra is an ancient Indian assortment of fables. The earliest recorded work, ascribed to Vishnu Sharma, dates to around 300 BCE. The tales are likely much older than the compilation, having been passed down orally prior to the book's compilation. The word “Panchatantra” is a blend of the words \"pancha\" (which means \"five\" in Sanskrit) and \"tantra\" (which means \"weave\"). It implies weaving together multiple threads of narrative and moral lessons together to form a book.\n\nFables had a further long tradition through the Middle Ages, and became part of European high literature. During the 17th century, the French fabulist Jean de La Fontaine (1621–1695) saw the soul of the fable in the moral — a rule of behavior. Starting with the Aesopian pattern, La Fontaine set out to satirize the court, the church, the rising bourgeoisie, indeed the entire human scene of his time.[10] La Fontaine's model was subsequently emulated by England's John Gay (1685–1732);[11] Poland's Ignacy Krasicki (1735–1801);[12] Italy's Lorenzo Pignotti (1739–1812)[13][verification needed] and Giovanni Gherardo de Rossi (1754–1827);[14][verification needed] Serbia's Dositej Obradović (1739–1811); Spain's Félix María de Samaniego (1745–1801)[15] and Tomás de Iriarte y Oropesa (1750–1791);[16][verification needed] France's Jean-Pierre Claris de Florian (1755–94);[17] and Russia's Ivan Krylov (1769–1844).[18]\n\nIn modern times, while the fable has been trivialized in children's books, it has also been fully adapted to modern adult literature. Felix Salten's Bambi (1923) is a Bildungsroman — a story of a protagonist's coming-of-age — cast in the form of a fable. James Thurber used the ancient fable style in his books Fables for Our Time (1940) and Further Fables for Our Time (1956), and in his stories \"The Princess and the Tin Box\" in The Beast in Me and Other Animals (1948) and \"The Last Clock: A Fable for the Time, Such As It Is, of Man\" in Lanterns and Lances (1961). Władysław Reymont's The Revolt (1922), a metaphor for the Bolshevik Revolution of 1917, described a revolt by animals that take over their farm in order to introduce \"equality.\" George Orwell's Animal Farm (1945) similarly satirized Stalinist Communism in particular, and totalitarianism in general, in the guise of animal fable.\n\nIn the 21st century, the Neapolitan writer Sabatino Scia is the author of more than two hundred fables that he describes as “western protest fables.” The characters are not only animals, but also things, beings, and elements from nature. Scia's aim is the same as in the traditional fable, playing the role of revealer of human society. In Latin America, the brothers Juan and Victor Ataucuri Garcia have contributed to the resurgence of the fable. But they do so with a novel idea: use the fable as a means of dissemination of traditional literature of that place. In the book \"Fábulas Peruanas\" Archived 2015-09-23 at the Wayback Machine, published in 2003, they have collected myths, legends, and beliefs of Andean and Amazonian Peru, to write as fables. The result has been an extraordinary work rich in regional nuances. Here we discover the relationship between man and his origin, with nature, with its history, its customs and beliefs then become norms and values.[clarification needed][19]\n\n"
        }
    ]
}