{
    "url": "https://en.wikipedia.org/wiki/Fairytale_fantasy",
    "title": "Fairytale fantasy",
    "table_of_contents": [
        "1 History",
        "2 Genre overview",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fairytale fantasy is distinguished from other subgenres of fantasy by the works' heavy use of motifs, and often plots, from folklore.\n\n"
        },
        {
            "title": "History",
            "text": "Literary fairy tales were not unknown in the Roman era: Apuleius included several in The Golden Ass. Giambattista Basile retold many fairy tales in the Pentamerone, an aristocratic frame story and aristocratic retellings.  From there, the literary fairy tale was taken up by the French 'salon' writers of 17th century Paris (Madame d'Aulnoy, Charles Perrault, etc.) and other writers who took up the folktales of their time and developed them into literary forms.  The Grimm brothers, despite their intentions being to restore the tales they collected, also transformed the Märchen they collected into Kunstmärchen.\n\nThese stories are not regarded as fantasies but as literary fairy tales, even retrospectively, but from this start, the fairy tale remained a literary form, and fairytale fantasies were an offshoot.    Fairytale fantasies, like other fantasies, make use of novelistic writing conventions of prose, characterization, or setting.[1]  The precise dividing line is not well defined, but it is applied, even to the works of a single author:  George MacDonald's Lilith and Phantastes are regarded as fantasies, while his \"The Light Princess\", \"The Golden Key\", and \"The Wise Woman\" are commonly called fairy tales.\n\n"
        },
        {
            "title": "Genre overview",
            "text": "This genre may include modern fairy tales, which use fairy tale motifs in original plots, such as The Wonderful Wizard of Oz and The Hobbit, as well as erotic, violent, or otherwise more adult-oriented retellings of classic fairy tales (many of which, in many variants, were originally intended an audience of adults, or a mixed audience of all ages), such as the comic book series Fables.  It can also include fairy tales with the plot fleshed out with characterization, setting, and fuller plots, to form a child's or young adult novel.\n\nMany fairytale fantasies are revisionist, often reversing the moral values of the characters involved.  This may be done for the intrinsic aesthetic interest, or for a thematic exploration.  Writers may also make the magic of the fairy tale self-consistent in a fantasy re-telling, based on technological extrapolation in a science fiction, or explain it away in a contemporary or historical work of fiction.\n\nOther forms of fantasy, especially comic fantasy, may include fairy tale motifs as partial elements, as when Terry Pratchett's Discworld contains a witch who lives in a gingerbread house, or when Patricia Wrede's Enchanted Forest is rife with princesses and princes trying to fit in their appointed fairy tale roles.\n\nThe settings of fairytale fantasies, like the fairy tales they derive from, may owe less to world-building than to the logic of folk tales.  Princes can go wandering in the woods and return with a bride without consideration for all the political effects of royal marriages.  A common, comic, motif is a world where all the fairy tales take place, and the characters are aware of their role in the story,[2] occasionally even breaking the fourth wall.\n\nOther writers may develop the world as fully as in other subgenres, generating a work that is also, based on setting, a high fantasy, historical fantasy, or contemporary fantasy.\n\nAuthors who have worked with the genre include such various figures as Oscar Wilde, Kathryn Davis, A. S. Byatt, Italo Calvino, Donald Barthelme, Robert Coover, Margaret Atwood, Kate Bernheimer, James Thurber, Isaac Bashevis Singer, Rikki Ducornet, Robert Bly, Katie Farris and Annette Marie Hyder.\n\n"
        }
    ]
}