{
    "url": "https://en.wikipedia.org/wiki/Fairfax_Resolves",
    "title": "Fairfax Resolves",
    "table_of_contents": [
        "1 Background and drafting",
        "2 Text summary and effect",
        "3 Signatories",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Fairfax Resolves were a set of resolutions adopted by a committee in Fairfax County in the colony of Virginia on July 18, 1774, in the early stages of the American Revolution. Written at the behest of George Washington and others, they were authored primarily by George Mason. The resolutions rejected the British Parliament's claim of supreme authority over the American colonies. More than thirty counties in Virginia passed similar resolutions in 1774, \"but the Fairfax Resolves were the most detailed, the most influential, and the most radical.\"[1]\n\n"
        },
        {
            "title": "Background and drafting",
            "text": "After Parliament passed the Coercive Acts, also known as the Intolerable Acts, to punish Massachusetts for the Boston Tea Party, the Virginia House of Burgesses proclaimed that June 1, 1774, would be a day of \"fasting, humiliation, and prayer\" as a show of solidarity with Boston. In response, Lord Dunmore, the royal governor of Virginia, dissolved the House of Burgesses. The burgesses reconvened at the Raleigh Tavern on May 27 and called for Virginia's counties to elect delegates to a special convention to meet in August. George Washington and Charles Broadwater were elected as Fairfax County's representatives to the convention.\n\nOn July 5, 1774, Washington and others from Fairfax County met in Alexandria, Virginia, to appoint a committee to draft a statement that would, as Washington described it, \"define our Constitutional Rights.\"[2] The statement would also formally serve as instructions to Fairfax County's delegates to the Virginia Convention.[3] The committee wrote a draft that was, in all likelihood, primarily the work of George Mason. Mason and Washington met at Washington's Mount Vernon home on July 17, and perhaps revised the resolutions. The following day in Alexandria, the Fairfax Resolves were endorsed in a meeting of freeholders chaired by Washington.\n\n"
        },
        {
            "title": "Text summary and effect",
            "text": "In the Resolves, the freeholders expressed a desire to remain subjects of the British Empire, but they insisted that \"we will use every means which Heaven hath given us to prevent our becoming its slaves.\"\n\nThe short document provided the following:\n\nThe Resolves directed Washington and Broadwater to present the resolutions to the Virginia Convention.\n\nThe Fairfax Resolves, like the many other similar resolutions passed in county meetings throughout the colonies, summarized the feelings of many colonists in mid-1774 — a conviction that their constitutional rights were being violated by British policies. The Resolves also marked a step forward in inter-colonial cooperation as more Americans began to realize that a threat against one colony was a threat against all. Finally, political rivalries in Virginia were muted to some degree, allowing such figures as Washington and Mason to work productively with the more radical Patrick Henry, Richard Henry Lee and others.\n\nThe non-importation protest called for in the Resolves influenced, with some modifications, the Virginia Association, which in turn provided the pattern for the Continental Association.[4]\n\n"
        }
    ]
}