{
    "url": "https://en.wikipedia.org/wiki/Fairlight_CMI",
    "title": "Fairlight CMI",
    "table_of_contents": [
        "1 History",
        "1.1 Origins: 1971–1979",
        "1.2 Series I: 1979–1982",
        "1.3 Series II: 1982–1985",
        "1.4 Series III: 1985–1989",
        "2 Adoption",
        "3 Influence and legacy",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Fairlight CMI (short for Computer Musical Instrument) is a digital synthesizer, sampler, and digital audio workstation introduced in 1979 by Fairlight.[4][5][6] It was based on a commercial licence of the Qasar M8 developed by Tony Furse of Creative Strategies in Sydney, Australia. It was one of the earliest music workstations with an embedded sampler and is credited for coining the term sampling in music. It rose to prominence in the early 1980s and competed with the Synclavier from New England Digital.\n\n"
        },
        {
            "title": "History",
            "text": "In the 1970s, Kim Ryrie, then a teenager, had an idea to develop a build-it-yourself analogue synthesizer, the ETI 4600, for the magazine he founded, Electronics Today International (ETI). Ryrie was frustrated by the limited number of sounds that the synthesizer could make.[7] After his classmate, Peter Vogel, graduated from high school and had a brief stint at university in 1975, Ryrie asked Vogel whether he would be interested in making \"the world's greatest synthesizer\" based on the recently announced microprocessor. He recalled: \"We had long been interested in computers –  I built my first computer when I was about 12 –  and it was obvious to me that combining digital technology with music synthesis was the way to go.\"[6]\n\nIn December 1975, Ryire and Vogel formed a home business to manufacture digital synthesizers.[7] They named the business Fairlight after the hydrofoil ferry passing before Ryrie's grandmother's home in Sydney Harbour.[7] The two planned to design a digital synthesizer that could create sounds reminiscent of acoustic instruments (physical modelling synthesis).[7] They initially planned to make an analogue synthesizer that was digitally controlled, as that the competing Moog synthesizer was difficult to control.[8]\n\nAfter six months, the pair met the Motorola consultant Tony Furse.[7] In association with the Canberra School of Electronic Music, Furse built a digital synthesizer using two 8-bit Motorola 6800 microprocessors, and the light pen and some of the graphics that would later become part of the Fairlight CMI.[7] However, it was only able to create exact harmonic partials, sounding sterile and inexpressive.[7]\n\nVogel and Ryrie licensed Furse's design, mainly for its processing power,[7] and decided to use microprocessor technology instead of analogue synthesis.[8] Over the next year, they built what Ryrie called a \"research design\", the bulky, expensive, and unmarketable eight-voice QASAR M8 synthesizer, which included a 2×2×4-foot processing box and a keyboard.[7]\n\nBy 1978, Vogel and Ryrie were making \"interesting\" but unrealistic sounds. Hoping to learn how to synthesize an instrument by studying the harmonics of real instruments, Vogel recorded about a second of a piano piece from a radio broadcast. He discovered that by playing the recording back at different pitches, it sounded much more realistic than a synthesized piano sound. He recalled in 2005:\n\nVogel and Ryrie coined the term sampling to describe this process.[9] With the Fairlight CMI, they could now produce endless sounds, but control was limited to attack, sustain, decay and vibrato. According to Ryrie, \"We regarded using recorded real-life sounds as a compromise –  as cheating –  and we didn't feel particularly proud of it.\"[7] They continued to work on the design while creating office computers for Remington Office Machines, which Ryrie described as \"a horrendous exercise, but we sold 120 of them\".[7]\n\nIn addition to the keyboard, processing, computer graphics and interactive pen borrowed from Furse's synthesizer, the pair added a QWERTY keyboard, and a large 1×1.5×3-foot box stored the sampling, processing and ADC/DAC hardware and the 8-inch floppy disk.[7] The biggest problem was largely considered to be the small 16 kB sample memory. To accommodate sample lengths from approximately a quarter of a second to an entire second, a low variable sample rate between 24 kHz and 8 kHz was used.[7] The low sample rate introduced aliasing; however, Vogel felt that the low quality of the sounds gave them their own character.[10]\n\nThe Music Composition Language feature was criticised as being too difficult for empirical users.[7] Other primitive aspects included its limited amount of RAM (208 kilobytes) and its green-and-black graphics.[7] Nonetheless, the CMI garnered significant attention from Australian distributors and consumers for being able to emulate sounds of acoustic instruments, as well as for its light pen and three-dimensional sound visualisation. Still, Vogel was unsure whether there would be enough interest in the product.[7] The CMI's ability to emulate real instruments made some refer to it as an \"orchestra-in-a-box\", and each unit came with 8-inch, 500-kilobyte floppy disks that each stored 22 samples of orchestral instruments.[7] The Fairlight CMI also garnered publicity in the science industry, being featured on the BBC science and technology series Tomorrow's World. The Musicians' Union described it as a \"lethal threat\" to its members.[7]\n\nIn the summer of 1979, Vogel demonstrated the Fairlight CMI at the home of English singer-songwriter Peter Gabriel, where Gabriel was working on his third solo album.[7] Gabriel, as well as many other people in the studio, was instantly engrossed, and he used strange sounds such as breaking glass bottles and bricks on the album.[7][11] One of those present for the demonstration, Stephen Paine, recalled in 1996: \"The idea of recording a sound into solid-state memory and having real-time pitch control over it appeared incredibly exciting. Until that time everything that captured sound had been tape-based. The Fairlight CMI was like a much more reliable and versatile digital Mellotron. Gabriel was completely thrilled, and instantly put the machine to use during the week that Peter Vogel stayed at his house.\"[7]\n\nGabriel was also interested in selling the CMI in the United Kingdom, and he and Paine formed Syco Systems to distribute it for £12,000.[7] The first UK customer was Led Zeppelin bassist John Paul Jones, followed by musicians including Boz Burrell, Kate Bush, Geoff Downes, Trevor Horn, Alan Parsons, Rick Wright and Thomas Dolby.[7] The Fairlight CMI was also a commercial success in the United States, used by acts such as Stevie Wonder, Herbie Hancock, Jan Hammer, Todd Rundgren and Joni Mitchell.[7] However, musicians came to realize that the CMI could not match the expressiveness and control by acoustic instruments, and that sampling was better applied as imaginative sound than pure reproduction.[7][12]\n\nThe second version of the Fairlight CMI, Series II, was released at a price of £30,000 in 1982.[7] The sampler's maximum sample rate was increased to 32 kHz, allowing a reduction of aliasing, but only for short samples, as its sample memory was not increased. The bit depth of the sampler also remained 8 bits.[7] The CMI's popularity peaked in 1982 following its appearance on a special of the arts magazine series The South Bank Show that documented the making of Peter Gabriel's fourth self-titled studio album, where he used 64 kilobytes worth of samples of world music instruments and sequenced percussion.[13]\n\nThe Fairlight CMI Series II became widely used in popular music recordings of the early to mid-1980s,[7] and its most commonly used presets included an orchestra stab (\"ORCH 5\") and a breathy vox (\"ARR 1\").[13]\n\nThe popularity of Series II was in large part due to a new feature, Page R, their first true music sequencer.[7] As a replacement for the complicated Music Composition Language (MCL) used by Series I, Page R helped the Fairlight CMI Series II become a commercial juggernaut. Page R expanded the CMI's audience beyond that of accomplished keyboard players.[7] Audio Media magazine described it as an echo of the punk rock era: \"Page R also gave rise to a flow of quasi-socialist sounding ideology, that hailed the impending democratisation of music creation, making it available to the musically chops-challenged.\"[7] Graphically depicting editable notes horizontally from left to right, the music programming profession and the concepts of quantization and cycling patterns of bars where instrument channels could be added or removed were also born out of the Page R sequencer.[7] CMI user Roger Bolton recalled: \"By definition, its sampling limitations and the Page R sequencer forced the composer to make high-quality decisions out of necessity. The CMI II was a high-level composition tool that not only shaped the sound of the 80s, but the way that music was actually written.\"[14] Fairlight kept making updates to the system, such as a 1983 upgrade called the CMI Series IIx, which now allowed for MIDI, until the release of Series III in 1985.[7]\n\nThe sampler of the Series III featured many improvements on its predecessors. It was capable of 16-bit sampling, with a maximum sample rate of 44.1 kHz, across 16 channels. This was enabled by the increase in sample memory from 16 kB per channel to 14 MB across all channels, an increase by a factor of 56, even when all channels are in use.[7] Its design, graphics, and editing tools were also improved, such as the addition of a tablet next to the QWERTY keys, using a stylus instead of the on-screen lightpen;[7] this change was made due to complaints from users regarding arm aches from having to hold the pen on the screen.[14]\n\nAn enhanced version of the Page R sequencer called Composer, Arranger, Performer, Sequencer, or CAPS, as well as Eventsync, a post-production utility based on SMPTE timecode linking, were also added to the Series III computer.[7] However, while many people were still using CMIs, sales were starting to diminish significantly due to much lower-cost, MIDI-based sequencers and samplers including the Atari ST and Akai's S612, S900 and 1000 samplers in the market.[7] Paine stopped selling the CMI in the United Kingdom because of this.[7] The Fairlight company was becoming more focused on post-production products, a market Paine had a hard time getting used to, and when HHB Communications Ltd took over distribution for the United Kingdom, they failed to sell any.[7]\n\n"
        },
        {
            "title": "Adoption",
            "text": "Peter Gabriel was the first owner of a Fairlight Series I in the UK. Boz Burrell of Bad Company purchased the second, which Hans Zimmer hired for many recordings during the early part of his career.[15] In the US, Bruce Jackson demonstrated the Series I sampler for a year before selling units to Herbie Hancock and Stevie Wonder in 1980 for US$27,500 each.[16] Meat-packing heir Geordie Hormel bought two for use at The Village Recorder in Los Angeles.[16] Other early adopters included Todd Rundgren, Nick Rhodes of Duran Duran, producer Rhett Lawrence and Ned Liben of Ebn Ozn.[7]\n\nThe first commercially released album to incorporate it was Kate Bush's Never for Ever (1980), programmed by Richard James Burgess and John L. Walters.\n\nWonder took his Fairlight out on tour in 1980 in support of the album Stevie Wonder's Journey Through \"The Secret Life of Plants\" to replace the Computer Music Melodian sampler he had used on the recording.[16] Geoff Downes used the Fairlight on Yes' 1980 album Drama and its subsequent tour. Downes later used the Fairlight on The Buggles' 1981 album Adventures in Modern Recording, and both in the studio and live with Asia. The first classical album using the CMI was produced by Folkways Records in 1980 with composers Barton McLean and Priscilla McLean.[17]\n\nPeter Gabriel's 1982 album also featured the CMI. In 1981, Austrian musicians Hubert Bognermayr and Harald Zuschrader composed a symphony, Erdenklang – Computerakustische Klangsinfonie.[18] This work premiered live on stage, using five music computers, during the Ars Electronica festival in Linz.[19] In 1984, he released an album by the singer/ songwriter Claudia Robot.  (Phonogram) Her album \"Alarmsignal\"  consisted of songs written by the female vocalist, with tracks produced by the Fairlight CMI.  \n\nDevo's 1984 album Shout heavily featured the Fairlight CMI at the expense of analog instruments. Gerald Casale later stated that Shout was the biggest regret of his career, \"because the Fairlight [synthesizer] just kind of took over everything on that record. I mean, I loved the songwriting and the ideas, but the Fairlight kind of really determined the sound.\"[20]\n\nMark Mothersbaugh proceeded to use the CMI in the soundtrack of the 1991 children's television show, Rugrats.[21] The instrument is most prominently heard as the lead instrument in the show's theme song, being the 'Swannee' sample with a lowpass filter applied.\n\n"
        },
        {
            "title": "Influence and legacy",
            "text": "After the success of the Fairlight CMI, other firms introduced sampling. New England Digital modified their Synclavier digital synth to perform sampling, while E-mu Systems introduced a less costly sampling keyboard, the Emulator, in 1981. In the United States, a new sampler company, Ensoniq, introduced the Ensoniq Mirage in 1985 for the price of $1,695, less than a quarter of the price of other samplers.[22]\n\nIn America, Joan Gand of Gand Music and Sound in Northfield, Illinois was the top salesperson for Fairlight. The Gand organisation sold CMIs to Prince, James \"J.Y.\" Young of Styx, John Lawry of Petra, Derek St. Holmes of the Ted Nugent band, Al Jourgensen of Ministry, and many private studio owners and rock personalities.[23] Spokesperson Jan Hammer appeared at several Gand-sponsored Musictech pro audio events, to perform the \"Miami Vice Theme\".\n\nThe ubiquity of the Fairlight was such that Phil Collins stated on the sleeve notes of his 1985 album No Jacket Required that \"there is no Fairlight on this record\" to clarify that he had not used one to synthesize horn and string sounds.[24]\n\nCoil considered the device unique and unsurpassed, describing using the Fairlight as \"An aural equivalent of William Burroughs cut-ups\".[25]\n\nIn 2015, the Fairlight CMI was inducted into the National Film and Sound Archive's Sounds of Australia collection.[26]\n\n"
        },
        {
            "title": "References",
            "text": "Citations\n\nSources\n\n"
        }
    ]
}