{
    "url": "https://en.wikipedia.org/wiki/Faith_and_rationality",
    "title": "Faith and rationality",
    "table_of_contents": [
        "1 Relationship between faith and reason",
        "2 Christianity",
        "2.1 Catholic views",
        "2.2 Lutheran views",
        "2.3 Reformed views",
        "2.4 Evangelical views",
        "3 Jewish views",
        "4 Islamic view",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Faith and rationality exist in varying degrees of conflict or compatibility. Rationality is based on reason or facts. Faith is belief in inspiration, revelation, or authority. The word faith sometimes refers to a belief that is held with lack of reason or evidence, a belief that is held in spite of or against reason or empirical evidence, or it can refer to belief based upon a degree of evidential warrant.[citation needed]\n\n"
        },
        {
            "title": "Relationship between faith and reason",
            "text": "Rationalists point out that many people hold irrational beliefs, for many reasons. There may be evolutionary causes for irrational beliefs — irrational beliefs may increase our ability to survive and reproduce. Or, according to Pascal's Wager, it may be to our advantage to have faith, because faith may promise infinite rewards, while the rewards of reason are seen by many as finite.[citation needed]\n\nOne more reason for irrational beliefs can perhaps be explained by operant conditioning. For example, in one study by B. F. Skinner in 1948, pigeons were awarded grain at regular time intervals regardless of their behaviour. The result was that each of the pigeons developed their own idiosyncratic response which had become associated with the consequence of receiving grain.[1]\n\nBelievers in the value of faith — for example those who believe salvation is possible through faith alone — frequently suggest that everyone holds beliefs arrived at by faith, not reason.[2]\n\nOne form of belief held \"by faith\" may be seen existing in a faith as based on warrant. In this view some degree of evidence provides warrant for faith; it consists in other words in \"explain[ing] great things by small.\"[3]\n\n"
        },
        {
            "title": "Christianity",
            "text": "Thomas Aquinas was the first to write a full treatment of the relationship, differences, and similarities between faith—an intellectual assent[4]—and reason.[5]\n\nDei Filius was a dogmatic constitution of the First Vatican Council on the Roman Catholic faith. It was adopted unanimously on 24 April 1870. It states that \"not only can faith and reason never be opposed to one another, but they are of mutual aid one to the other\".[6]\n\nFides et ratio, an encyclical promulgated by Pope John Paul II on 14 September 1998, deals with the relationship between faith and reason.\n\nPope Benedict XVI's 12 September 2006 Regensburg Lecture was about faith and reason.\n\nAlvin Plantinga upholds that faith may be the result of evidence testifying to the reliability of the source of truth claims, but although it may involve this, he sees faith as being the result of hearing the truth of the gospel with the internal persuasion by the Holy Spirit moving and enabling him to believe. \"Christian belief is produced in the believer by the internal instigation of the Holy Spirit, endorsing the teachings of Scripture, which is itself divinely inspired by the Holy Spirit. The result of the work of the Holy Spirit is faith.\"[7]\n\nAmerican biblical scholar Archibald Thomas Robertson stated that the Greek word pistis used for faith in the New Testament (over two hundred forty times), and rendered \"assurance\" in Acts 17:31 (KJV), is \"an old verb to furnish, used regularly by Demosthenes for bringing forward evidence.\"[8]  Likewise Tom Price (Oxford Centre for Christian Apologetics) affirms that  when the New Testament talks about faith positively it only uses words derived from the Greek root [pistis] which means \"to be persuaded.\"[9]\n\nIn contrast to faith meaning  blind trust, in the absence of evidence, even in the teeth of evidence, Alister McGrath quotes Oxford Anglican theologian W. H. Griffith-Thomas, (1861-1924), who states faith is \"not blind, but intelligent\" and \"commences with the conviction of the mind based on adequate evidence\", which McGrath sees as \"a good and reliable definition, synthesizing the core elements of the characteristic Christian understanding of faith.\"[10]\n\n"
        },
        {
            "title": "Jewish views",
            "text": "The 14th-century Jewish philosopher Levi ben Gerson tried to reconcile faith and reason. He wrote: \"the Law cannot prevent us from considering to be true that which our reason urges us to believe.\"[11]\n\n"
        }
    ]
}