{
    "url": "https://en.wikipedia.org/wiki/Religious_belief",
    "title": "Faith",
    "table_of_contents": [
        "1 Etymology",
        "2 Stages of faith development",
        "2.1 Stages of faith",
        "3 Religious views",
        "3.1 Baháʼí Faith",
        "3.2 Buddhism",
        "3.3 Christianity",
        "3.3.1 Strength of faith",
        "3.3.2 Christian apologetic views",
        "3.3.3 Catholicism",
        "3.3.4 Methodism",
        "3.3.5 The Church of Jesus Christ of Latter-day Saints",
        "3.4 Hinduism",
        "3.5 Islam",
        "3.6 Judaism",
        "3.7 Sikhism",
        "4 Epistemological validity",
        "4.1 Fideism",
        "4.2 Support",
        "4.3 Criticism",
        "5 See also",
        "6 References",
        "7 Sources",
        "8 Further reading",
        "8.1 Classic reflections on the nature of faith",
        "8.2 The Reformation view of faith",
        "8.3 The Catholic view of faith",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Faith, derived from Latin fides and Old French feid,[1] is confidence or trust in a person, thing, or concept.[1][2] In the context of religion, one can define faith as \"belief in God or in the doctrines or teachings of religion\".[3]\nReligious people often think of faith as confidence based on a perceived degree of warrant, or evidence [4][5]\nwhile others who are more skeptical of religion tend to think of faith as simply belief without evidence.[6]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The English word faith is thought to date from 1200 to 1250, from the Middle English feith, via Anglo-French fed, Old French feid, feit from Latin fidem, accusative of fidēs (trust), akin to fīdere (to trust).[7]\n\n"
        },
        {
            "title": "Stages of faith development",
            "text": "James W. Fowler (1940–2015) proposes a series of stages of faith-development (or spiritual development) across the human lifespan. His stages relate closely to the work of Piaget, Erikson, and Kohlberg regarding aspects of psychological development in children and adults. Fowler defines faith as an activity of trusting, committing, and relating to the world based on a set of assumptions of how one is related to others and the world.[8]\n\nNo hard-and-fast rule requires individuals pursuing faith to go through all six stages. There is a high probability for individuals to be content and fixed in a particular stage for a lifetime; stages from 2–5 are such stages. Stage 6 is the summit of faith development. This state is often[quantify] considered as \"not fully\" attainable.[10]\n\n"
        },
        {
            "title": "Religious views",
            "text": "In the Baháʼí Faith, faith is meant, first, conscious knowledge, and second, the practice of good deeds,[11] ultimately the acceptance of the divine authority of the Manifestations of God.[12] In the religion's view, faith and knowledge are both required for spiritual growth.[12] Faith involves more than outward obedience to this authority, but also must be based on a deep personal understanding of religious teachings.[12]\n\nFaith in Buddhism (Pali: saddhā, Sanskrit: śraddhā) refers to a serene commitment in the practice of the Buddha's teaching and trust in enlightened or highly developed beings, such as Buddhas or bodhisattvas (those aiming to become a Buddha).[13][14] Buddhists usually recognize multiple objects of faith, but many are especially devoted to one particular object of faith, such as one particular Buddha.[13][15][16]\n\nIn early Buddhism, faith was focused on the Triple Gem, that is, Gautama Buddha, his teaching (the Dhamma), and the community of spiritually developed followers, or the monastic community seeking enlightenment (the Sangha). Although offerings to the monastic community were valued highest, early Buddhism did not morally condemn peaceful offerings to deities.[17] A faithful devotee was called upāsaka or upāsika, for which no formal declaration was required.[18] In early Buddhism, personal verification was valued highest in attaining the truth, and sacred scriptures, reason or faith in a teacher were considered less valuable sources of authority.[19] As important as faith was, it was a mere initial step to the path to wisdom and enlightenment, and was obsolete or redefined at the final stage of that path.[20][21]\n\nWhile faith in Buddhism does not imply \"blind faith\", Buddhist practice nevertheless requires a degree of trust, primarily in the spiritual attainment of Gautama Buddha. Faith in Buddhism centers on the understanding that the Buddha is an Awakened being, on his superior role as teacher, in the truth of his Dharma (spiritual teachings), and in his Sangha (community of spiritually developed followers). Faith in Buddhism can be summarized as faith in the Three Jewels: the Buddha, Dharma and Sangha. It is intended to lead to the goal of enlightenment, or bodhi, and Nirvana. Volitionally, faith implies a resolute and courageous act of will. It combines the steadfast resolution that one will do a thing with the self-confidence that one can do it.[22]\n\nIn the later stratum of Buddhist history, especially Mahāyāna Buddhism, faith was given a much more important role.[23][24] The concept of the Buddha Nature was developed, as devotion to Buddhas and bodhisattvas residing in Pure Lands became commonplace.[25][26] With the arising of the cult of the Lotus Sūtra, faith gained a central role in Buddhist practice,[27] which was further amplified with the development of devotion to the Amitabha Buddha in Pure Land Buddhism.[28][29] In the Japanese form of Pure Land Buddhism, under the teachers Hōnen and Shinran, only entrusting faith toward the Amitabha Buddha was believed to be a fruitful form of practice, as the practice of celibacy, morality and other Buddhist disciplines were dismissed as no longer effective in this day and age, or contradicting the virtue of faith.[30][31][32] Faith was defined as a state similar to enlightenment, with a sense of self-negation and humility.[33][34]\n\nThus, the role of faith increased throughout Buddhist history. However, from the nineteenth century onward, Buddhist modernism in countries like Sri Lanka and Japan, and also in the West, has downplayed and criticized the role of faith in Buddhism. Faith in Buddhism still has a role in modern Asia or the West but is understood and defined differently from traditional interpretations. ￼[35][36][37] Within the Dalit Buddhist Movement communities, taking refuge is defined not only as a religious, but also a political choice.[38]\n\nThe word translated as \"faith\" in English-language editions of the New Testament, the Greek word πίστις (pístis), can also be translated as \"belief\", \"faithfulness\", or \"trust\".[39] Christianity encompasses various views regarding the nature of faith. Some see faith as being persuaded or convinced that something is true.[40] In this view, a person believes something when they are presented with adequate evidence that it is true. The 13th-century theologian Saint Thomas Aquinas did not hold that faith is mere opinion: on the contrary, he held that it represents a mean (understood in the Aristotelian sense) between excessive reliance on science (i.e. demonstration) and excessive reliance on opinion.[41][42]\n\nNumerous commentators discuss the results of faith. Some believe that true faith results in good works, while others believe that while faith in Jesus brings eternal life <John3:16, John 10:10>, it does not necessarily result in good works.[43]\n\nRegardless of the approach taken to faith, all Christians agree that the Christian faith (in the sense of Christian practice) is aligned with the ideals and the example of the life of Jesus. The Christian contemplates the mystery of God and his grace￼ and seeks to know and become obedient to God. To a Christian, the faith is not static[44]\n, but causes one to learn more of God and to grow in faith; Christian faith has its origin in God.[45]\n\nThe definition of faith given by the author of the Epistle to the Hebrews at Hebrews 11:1 carries particular weight with Christians who respect the Bible. There the author writes:\n\n\"Now faith is the substance of things hoped for, the evidence of things not seen.\" Heb.11:1— King James Version\n\n\"Now faith is the assurance that what we hope for will come about and the certainty that what we cannot see exists.\" — Heb.11:1International Standard Version\n\nIn Christianity, faith causes change as it seeks a greater understanding of God. Faith is not only fideism or simple obedience to a set of rules or statements.[46] Before Christians have faith, but they must also understand in whom and in what they have faith. Without understanding, there cannot be true faith, and that understanding is built on the foundation of the community of believers, the scriptures and traditions and on the personal experiences of the believer.[47] In English translations of the New Testament, the word \"faith\" generally corresponds to the Greek noun πίστις (pistis) or to the Greek verb πιστεύω (pisteuo), meaning \"to trust, to have confidence, faithfulness, to be reliable, to assure\".[48]\n\nChristians may recognize different degrees of faith when they encourage each other to and themselves strive to develop, grow, and/or deepen their faith.[49]\nThis may imply that one can measure faith. Willingness to undergo martyrdom indicates a proxy for depth of faith, but does not provide an everyday measurement for the average contemporary Christian. Within the Calvinist tradition the degree of prosperity[50]\nmay serve as an analog of level of faith.[51]\nOther Christian strands may rely on personal self-evaluation to measure the intensity of an individual's faith, with associated difficulties in calibrating to any scale. Solemn affirmations of a creed (a statement of faith) provide broad measurements of details. Various tribunals of the Inquisition, however, concerned themselves with precisely evaluating the orthodoxy of the faith of those it examined – in order to acquit or to punish in varying degrees.[52]\n\nThe classification of different degrees of faith allows that faith and its expression may wax and wane in fervor - during the lifetime of a faithful individual and/or over the various historical centuries of a society with an embedded religious system. Thus, one can speak of an \"Age of Faith\"[53][54]\nor of the \"decay\" of a society's religiosity into corruption,[55]\nsecularism,[56]\nor atheism,[57] - interpretable as the ultimate loss of faith.[58]\n\nIn contrast to Richard Dawkins' view of faith as \"blind trust, in the absence of evidence, even in the teeth of evidence\",[59] Alister McGrath quotes the Oxford Anglican theologian W. H. Griffith Thomas (1861–1924), who states that faith is \"not blind, but intelligent\" and that it \"commences with the conviction of the mind based on adequate evidence...\", which McGrath sees as \"a good and reliable definition, synthesizing the core elements of the characteristic Christian understanding of faith\".[60]\n\nAmerican biblical scholar Archibald Thomas Robertson (1863-1934) stated that the Greek word pistis used for \"faith\" in the New Testament (over two hundred forty times), and rendered \"assurance\" in Acts 17:31 (KJV), is \"an old verb meaning \"to furnish\", used regularly by Demosthenes for bringing forward evidence.\"[61] Tom Price (Oxford Centre for Christian Apologetics) affirms that when the New Testament talks about faith positively it only uses words derived from the Greek root [pistis] which means \"to be persuaded\".[62]\n\nBritish Christian apologist John Lennox argues that \"faith conceived as belief that lacks warrant is very different from faith conceived as belief that has warrant\". He states that \"the use of the adjective 'blind' to describe 'faith' indicates that faith is not necessarily, or always, or indeed normally, blind\". \"The validity, or warrant, of faith or belief depends on the strength of the evidence on which the belief is based.\" \"We all know how to distinguish between blind faith and evidence-based faith. We are well aware that faith is only justified if there is evidence to back it up.\" \"Evidence-based faith is the normal concept on which we base our everyday lives.\"[63]\n\nPeter S Williams[64] holds that \"the classic Christian tradition has always valued rationality and does not hold that faith involves the complete abandonment of reason while believing in the teeth of evidence\".[page needed] Quoting Moreland, faith is defined as \"a trust in and commitment to what we have reason to believe is true\".[citation needed]\n\nRegarding doubting Thomas in John 20:24–31, Williams points out that \"Thomas wasn't asked to believe without evidence\". He was asked to believe on the basis of the other disciples' testimony. Thomas initially lacked the first-hand experience of the evidence that had convinced them... Moreover, the reason John gives for recounting these events is that what he saw is evidence... Jesus did many other miraculous signs in the presence of his disciples...But these are written that you may believe that Jesus is the Christ, the son of God, and that believing ye might have life in his name. John 20:30,31.[65]\n\nConcerning doubting Thomas, Michael R. Allen wrote: \"Thomas's definition of faith implies adherence to conceptual propositions for the sake of personal knowledge, knowledge of and about a person qua person\".[66]\n\nKenneth Boa and Robert M. Bowman Jr. describe a classic understanding of faith that is referred to[by whom?] as evidentialism, and which is part of a larger epistemological tradition called classical foundationalism, which is accompanied by deontologism, which holds that humans have an obligation to regulate their beliefs in accordance with evidentialist structures.\n\nThey show how this can go too far,[67] and Alvin Plantinga deals with it. While Plantinga upholds that faith may be the result of evidence testifying to the reliability of the source (of the truth claims), yet he sees having faith as being the result of hearing the truth of the gospel with the internal persuasion by the Holy Spirit moving and enabling him to believe. \"Christian belief is produced in the believer by the internal instigation of the Holy Spirit, endorsing the teachings of Scripture, which is itself divinely inspired by the Holy Spirit. The result of the work of the Holy Spirit is faith.\"[68]\n\nThe four-part Catechism of the Catholic Church (CCC) gives Part One to \"The Profession of Faith\". This section describes the content of faith. It elaborates and expands particularly upon the Apostles' Creed. CCC 144 initiates a section on the \"Obedience of Faith\".\n\nIn the theology of Pope John Paul II, faith is understood in personal terms as a trusting commitment of person to person and thus involves Christian commitment to the divine person of Jesus Christ.[69]\n\nIn Methodism, faith plays an important role in justification, which occurs during the New Birth.[70] The Emmanuel Association, a Methodist denomination in the conservative holiness movement, teaches:[71]\n\nThe Articles of Faith of the Church of Jesus Christ of Latter-day Saints (LDS Church) states that \"faith in the Lord Jesus Christ\" is the first principle of the gospel.\n\nSome alternative, yet impactful, ideas regarding the nature of faith were presented by church founder Joseph Smith[72] in a collection of sermons, which are now published as the Lectures on Faith.[73]\n\nBhakti (Sanskrit: भक्ति) literally means \"attachment, participation, fondness for, homage, faith, love, devotion, worship, purity\".[75] It was originally used in Hinduism, referring to devotion and love for a personal god or a representational god by a devotee.[76][77] In ancient texts such as the Shvetashvatara Upanishad, the term simply means participation, devotion and love for any endeavor, while in the Bhagavad Gita, it connotes one of the possible paths of spirituality and towards moksha, as in bhakti marga.[78]\n\nAhimsa, also referred to as nonviolence, is the fundamental tenet of Hinduism which advocates harmonious and peaceful co-existence and evolutionary growth in grace and wisdom for all humankind unconditionally.\n\nIn Hinduism, most of the Vedic prayers begins with the chants of Om. Om is the Sanskrit symbol that amazingly resonates the peacefulness ensconced within one's higher self. Om is considered to have a profound effect on the body and mind of the one who chants and also creates a calmness, serenity, healing, strength of its own to prevail within and also in the surrounding environment.\n\nIn Islam, a believer's faith in the metaphysical aspects of Islam is called Iman (Arabic: الإيمان), which is complete submission to the will of God, not unquestionable or blind belief.[79][80] A man must build his faith on well-grounded convictions beyond any reasonable doubt and above uncertainty.[81] According to the Quran, Iman must be accompanied by righteous deeds and the two together are necessary for entry into Paradise.[82] In the Hadith of Gabriel, Iman in addition to Islam and Ihsan form the three dimensions of the Islamic religion.\n\nMuhammad referred to the six axioms of faith in the Hadith of Gabriel: \"Iman is that you believe in God and His Angels and His Books and His Messengers and the Hereafter and the good and evil fate [ordained by your God].\"[83] The first five are mentioned together in the Qur'an[84] The Quran states that faith can grow with remembrance of God.[85] The Qur'an also states that nothing in this world should be dearer to a true believer than faith.[86]\n\nJudaism recognizes the positive value of Emunah[87] (generally translated as faith, trust in God) and the negative status of the Apikorus (heretic), but faith is not as stressed or as central as it is in other religions, especially compared with Christianity and Islam.[88] It could be a necessary means for being a practicing religious Jew, but the emphasis is placed on true knowledge, true prophecy and practice rather than on faith itself. Very rarely does it relate to any teaching that must be believed.[89] Judaism does not require one to explicitly identify God (a key tenet of Christian faith, which is called Avodah Zarah in Judaism, a minor form of idol worship, a big sin and strictly forbidden to Jews). Rather, in Judaism, one is to honour a (personal) idea of God, supported by the many principles quoted in the Talmud to define Judaism, mostly by what it is not. Thus there is no established formulation of Jewish principles of faith which are mandatory for all (observant) Jews.\n\nIn the Jewish scriptures, trust in God – Emunah – refers to how God acts toward his people and how they are to respond to him; it is rooted in the everlasting covenant established in the Torah, notably[89] Deuteronomy 7:9:\n\nThe specific tenets that compose required belief and their application to the times have been disputed throughout Jewish history. Today many, but not all, Orthodox Jews have accepted Maimonides' Thirteen Principles of Belief.[92][93]\n\nA traditional example of Emunah as seen in the Jewish annals is found in the person of Abraham. On a number of occasions, Abraham both accepts statements from God that seem impossible and offers obedient actions in response to direction from God to do things that seem implausible.[94]\n\nFaith itself is not a religious concept in Sikhism. However, the five Sikh symbols, known as Kakaars or Five Ks (in Punjabi known as pañj kakkē or pañj kakār), are sometimes referred to as the Five articles of Faith. The articles include kēs (uncut hair), kaṅghā (small wooden comb), kaṛā (circular steel or iron bracelet), kirpān (sword/dagger), and kacchera (special undergarment). Baptised Sikhs are bound to wear those five articles of faith, at all times, to save them from bad company and keep them close to God.[95]\n\n"
        },
        {
            "title": "Epistemological validity",
            "text": "There is a wide spectrum of opinion with respect to the epistemological validity of faith[96] - that is, whether it is a reliable way to acquire true beliefs.\n\nFideism is an epistemological theory which maintains that faith is independent of reason, or that reason and faith are hostile to each other and faith is superior at arriving at particular truths (see natural theology). Fideism is not a synonym for religious belief, but describes a particular philosophical proposition in regard to the relationship between faith's appropriate jurisdiction at arriving at truths, contrasted against reason. It states that faith is needed to determine some philosophical and religious truths, and it questions the ability of reason to arrive at all truth. The word and concept had its origin in the mid- to late-19th century by way of Catholic thought, in a movement called Traditionalism. The Roman Catholic Magisterium has, however, repeatedly condemned fideism.[97]\n\nReligious epistemologists have formulated and defended reasons for the rationality of accepting belief in God without the support of an argument.[98] Some religious epistemologists hold that belief in God is more analogous to belief in a person than belief in a scientific hypothesis. Human relations demand trust and commitment. If belief in God is more like belief in other persons, then the trust that is appropriate to persons will be appropriate to God. American psychologist and philosopher William James offers a similar argument in his lecture The Will to Believe.[98][99] Foundationalism is a view about the structure of justification or knowledge.[100] Foundationalism holds that all knowledge and justified belief are ultimately based upon what are called properly basic beliefs. This position is intended to resolve the infinite regress problem in epistemology. According to foundationalism, a belief is epistemically justified only if it is justified by properly basic beliefs. One of the significant developments in foundationalism is the rise of reformed epistemology.[100]\n\nReformed epistemology is a view about the epistemology of religious belief, which holds that belief in God can be properly basic. Analytic philosophers Alvin Plantinga and Nicholas Wolterstorff develop this view.[101] Plantinga holds that an individual may rationally believe in God even though the individual does not possess sufficient evidence to convince an agnostic. One difference between reformed epistemology and fideism is that the former requires defence against known objections, whereas the latter might dismiss such objections as irrelevant.[102] Plantinga has developed reformed epistemology in Warranted Christian Belief as a form of externalism that holds that the justification conferring factors for a belief may include external factors.[103] Some theistic philosophers have defended theism by granting evidentialism but supporting theism through deductive arguments whose premises are considered justifiable. Some of these arguments are probabilistic, either in the sense of having weight but being inconclusive, or in the sense of having a mathematical probability assigned to them.[98] Notable in this regard are the cumulative arguments presented by British philosopher Basil Mitchell and analytic philosopher Richard Swinburne, whose arguments are based on Bayesian probability.[104][105] In a notable exposition of his arguments, Swinburne appeals to an inference for the best explanation.[106][107]\n\nProfessor of Mathematics and philosopher of science at University of Oxford John Lennox has stated, \"Faith is not a leap in the dark; it’s the exact opposite. It’s a commitment based on evidence… It is irrational to reduce all faith to blind faith and then subject it to ridicule. That provides a very anti-intellectual and convenient way of avoiding intelligent discussion.” He criticises Richard Dawkins as a famous proponent of asserting that faith equates to holding a belief without evidence, thus that it is possible to hold belief without evidence, for failing to provide evidence for this assertion.[108][clarification needed]\n\nBertrand Russell wrote:[6]\n\nEvolutionary biologist Richard Dawkins criticizes all faith by generalizing from specific faith in propositions that conflict directly with scientific evidence.[109] He describes faith as belief without evidence; a process of active non-thinking. He states that it is a practice that only degrades our understanding of the natural world by allowing anyone to make a claim about nature that is based solely on their personal thoughts, and possibly distorted perceptions, that does not require testing against nature, has no ability to make reliable and consistent predictions, and is not subject to peer review.[110]\n\nPhilosophy professor Peter Boghossian argues that reason and evidence are the only way to determine which \"claims about the world are likely true\". Different religious traditions make different religious claims, and Boghossian asserts that faith alone cannot resolve conflicts between these without evidence. He gives as an example of the belief held by that Muslims that Muhammad (who died in the year 632) was the last prophet, and the contradictory belief held by Mormons that Joseph Smith (born in 1805) was a prophet. Boghossian asserts that faith has no \"built-in corrective mechanism\". For factual claims, he gives the example of the belief that the Earth is 4,000 years old. With only faith and no reason or evidence, he argues, there is no way to correct this claim if it is inaccurate. Boghossian advocates thinking of faith either as \"belief without evidence\" or \"pretending to know things you don't know\".[111]\n\nFriedrich Nietzsche expressed his criticism of the Christian idea of faith in passage 51 of The Antichrist:[112] \n"
        }
    ]
}