{
    "url": "https://en.wikipedia.org/wiki/Falcon_Lake_Incident",
    "title": "Falcon Lake Incident",
    "table_of_contents": [
        "1 Michalak's claims",
        "2 Aftermath",
        "2.1 Immediate aftermath",
        "2.2 Following the incident",
        "3 Investigation",
        "4 Skeptical reaction",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Falcon Lake Incident was an alleged UFO sighting on May 20, 1967, at Falcon Lake, within Whiteshell Provincial Park in the Canadian province of Manitoba.[1][2] The incident was investigated by various Canadian authorities including the Royal Canadian Mounted Police, Royal Canadian Air Force, the Department of Health, Department of National Defence, and American authorities including the Aerial Phenomena Research Organization and the United States Air Force, as a part of the Condon Committee.\n\nThe incident has been dubbed \"Canada's best-documented UFO case\" by CBC News[1][3] and \"the world's most documented UFO sighting\" by Atlas Obscura.[4]\n\n"
        },
        {
            "title": "",
            "text": "Stefan \"Steve\" Michalak,[5] also referred to as Stephen Michalak,[6] resided with his family in River Heights, Winnipeg, and worked as an industrial mechanic.  He also was an amateur geologist, and would regularly travel to Falcon Lake as a prospector searching for quartz and silver.[7][2]\n\nMichalak had previously staked a claim in the Falcon Lake area to prospect for precious metals, and left home on a long weekend in May 1967.[1] He was aware that quartz veins within the Precambrian portions of the Canadian Shield within Whiteshell Provincial Park yielded precious metals such as gold and nickel.[7] Whilst inspecting a quartz vein embedded within the Canadian Shield strata, Michalak claimed, he was startled by the sounds of a flock of geese who were agitated by an object.[8]\n\nAccording to Michalak, he looked up to see two objects hovering around 45 meters (150 ft)[4] away from him and emitting a reddish glow.[2] He described the objects as \"cigarette-shaped things with humps in the middle.\"[3] Michalak initially assumed the objects were American experimental aircraft. One of the objects landed on a nearby rocky platform, and took on a disk shape, while the other craft flew off after hovering in the air for several minutes.[1] Michalak, while observing the landed craft, took time to sketch the object which landed in front of him for half an hour,[4][9] before deciding to approach the craft. He attempted to find any identifying insignia; finding none,[3] and observed that the craft noticeably lacked any seams and noted the metallic surface appeared smooth, resembling colored glass.[7][1] It was 10.5 meters (34 ft) in length, and 4.5 meters (15 ft) in height.[10][4] The landed craft also changed in color between grey and red, and resembled \"hot stainless steel\", with a golden glow emanating around the vehicle.[11][7] Michalak recalled the scent of sulphur and the warm air emitted by the craft, and hearing the sounds of a whirring motor as well a hissing sound from air being expelled.[2][1][4]\n\nAccording to Michalak, he observed that the craft had an open door on its side with bright lights and within the craft he could hear the voices of individuals which were muffled by the sounds produced.[12][1] Michalak claimed that the speakers sounded human, with two discernible voices, one higher than the other.[10] Michalak says he initially attempted to communicate with the \"Yankee boys\" in English and offered mechanical support,[2] assuming the pilots were experiencing mechanical difficulties. His exclamation silenced the talking he had heard. When he did not hear a response, Michalak says he attempted to communicate with the individuals in Polish, Russian, and finally German.[1][3]\n\nMichalak claimed that he continued to interact with the craft despite the lack of a response and approached it, donning his pair of welding goggles as protection. Within the craft, Michalak claimed to have seen light beams and panels flashing various colors.[12][2][1] The craft appeared empty, and as he walked away, three panels slid in to seal the craft, and when he touched the craft, he found it so hot that the fingertips of his gloves melted.[1][2]\n\nMichalak says the craft then turned counter-clockwise, revealing a panel with a grid of holes[1] that emitted a blast of heated gas which hit him in the chest, blew him backward, and set fire to his clothing.[8][13] Michalak says he immediately tore the burning clothing off as the craft flew away.[1]\n\n"
        },
        {
            "title": "Aftermath",
            "text": "According to Michalak, he was disoriented from the event, feeling nauseous, and eventually vomiting, and attempted to return to his motel room at the Falcon Motor Hotel. A nearby highway patrol officer from the Royal Canadian Mounted Police (RCMP), Constable G.A. Solotki, who had spotted Michalak assumed he was drunk,[2] but did not smell alcohol on Michalak. Solotki's report indicated that he offered to help Michalak return and seek treatment at Falcon Beach, but was declined.[7] According to Michalak's account, Solotki was dismissive of his situation and refused to offer him aid.[7] He safely returned, talking with the owner of the motel about seeing a doctor, but was told that the local doctor was absent.[2] Michalak then rested and phoned his wife telling her that an accident had occurred, and that he would return to his home in Winnipeg by means of the Greyhound bus.[7][1] Upon returning home, Michalak sought medical attention at the Misericordia Health Centre[13][7] for his injuries, and was admitted to the emergency room.[2]\n\nMichalak experienced burns on his chest and stomach which matched with his claims of being hit by the exhaust panel. A grid-like pattern of raised sores from his burns appeared on Michalak's body.[14][12] Michalak continued to suffer from prolonged bouts of diarrhea, headaches, blackouts, and continued weight loss, eventually seeking help from the Mayo Clinic.[1] The Mayo Clinic's report determined that Michalak was of sound mind.[12] His physical condition following the event was allegedly consistent with radiation poisoning,[9] but tests administered at Pinawa, Manitoba, following the incident came up negative.[3][15] Michalak allegedly lost 13 pounds (6 kg) following the incident,[2] with his lymphocyte count drastically falling to near lethal levels.[15] He continued to suffer from intermittent reappearances of his burns,[14] and its effects would never fully subside by the time Michalak died in 1999.[16]\n\nMichalak came forward with his story to The Winnipeg Tribune, which subsequently published his account under the title \"I was burned by UFO\".[7] Michalak subsequently published his accounts in a manuscript titled My encounter with the UFO, published in 1967 by Osnova Publications in Polish and retold by Paul Pihichyn, who had translated the account into English.[6][16]\n\nMichalak died in 1999 and reportedly still believed the UFO was an experimental aircraft,[3] with reports stating he never claimed the craft he witnessed was of alien origin.[17] Michalak grew weary of the intense media scrutiny on his personal life and shied away from interviews during the initial surge, writing in a manuscript that he attempted to break off contact with the outside world,[7] Michalak reportedly regretted telling the story to the wider public.[3] The turmoil surrounding the event caused Michalak to experience domestic problems, with his wife Maria struggling to aid him following the traumatic event.[15] Michalak and his family continued to suffer harassment by members of the public, with Michalak's son Stan being bullied at school.[16] Maria continued to voice reluctance in coming forward talking about the story with media, Michalak's son Stan Michalak has worked with individuals interested in the sighting following his father's passing.[15]\n\nThe incident was featured in Unsolved Mysteries Season 5, Episode 8. Michalak was interviewed on his account of the events, and the incident was reenacted with actors.[3]\n\nIn 2010, singer-songwriter Jim Bryson with The Weakerthans released their album The Falcon Lake Incident which was recorded in a cottage at Falcon Lake, named after the incident.[18] John K. Samson speaking with the National Post stated that he \"[did not] believe in extraterrestrials\" but that he \"certainly believes in people's encounters.\"[19]\n\nA 2013 film, Rulers of Darkness was inspired by the claimed events at Falcon Lake. In the film, the protagonist's mother is killed by burns from a UFO at Falcon Lake, mirroring Michalak's claims.[20]\n\nFifty years after the incident, Michalak's son, Stan Michalak with the aid of UFOlogist Chris Rutkowski, published  When They Appeared—Falcon Lake 1967: The Inside Story of a Close Encounter which compiled the Falcon Lake Incident according to eyewitness testimony.[7] Other books have been published regarding Michalak's alleged encounter, including George Dudding's The Falcon Lake UFO Encounter.[21]\n\nIn 2018, in commemoration of the event's 50th anniversary, the Royal Canadian Mint issued a $20 non-circulating silver coin featuring the incident as a part of its Canada's Unexplained Phenomena series of coins.[22] The commemorative coin was illustrated by Joel Kimmel.[17] In line with Michalak's claims, the coin glows in the dark with beams appearing to emanate from the craft's underside.[3][23] It is the first coin of its type to feature glow-in-the-dark elements.[24] On the front side, the coin depicts Queen Elizabeth II, while the back's illustration depicts Michalak's claim of falling to the ground from an exhaust blast in the Manitoba wilderness while a UFO hovers above him. Only 4,000 copies of the coin exist; they initially sold at the retail price of $129.95.[23]\n\nDocuments collected pertaining to the incident were donated to the University of Manitoba Archives in 2019, along with burned articles of clothing which Michalak had claimed came from the incident.[13][12][22]\n\nFalcon Beach Ranch, a ranch operating nearby and owned by Devin and Kendra Imrie, who had inherited the land containing the alleged landing site,[25] offers a \"UFO Tour\" for those wishing to visit the area.[11]\n\n"
        },
        {
            "title": "Investigation",
            "text": "Following the publication of Michalak's ordeal, he was questioned by the RCMP, representatives of the Royal Canadian Air Force, and other representatives of government agencies, as well as various members of the public and media which were interested in hearing in Michalak's account.  While initially dismissive, the search intensified with helicopters combing the area. Aiding in the investigation, various agencies including the Department of Health, Department of National Defence, joined with the RCMP and Royal Canadian Air Force (RCAF) in the search.[9] American teams, including the Aerial Phenomena Research Organization and the United States Air Force (USAF), as a part of the Condon Committee,[15] joined as well.[2] Michalak was unable to assist in the initial search, having been so ill that he was unable to consume solid food.[15] He was later able to assist with investigators as his health slowly recovered.\n\nInitial conclusions assumed that Michalak was hallucinating as a result of alcohol consumption.[15] The investigation by the USAF ended in an inconclusive result,[1] both the RCMP and Canadian Armed Forces reports on the incident similarly yielded inconclusive results.[16][8][12][13] The RCMP report emphasized their inability to explain Michalak's physical effects, burns, and the burned circle of vegetation from the site.[15]\n\nA substantial number of publications from the ensuing investigations exist on the public record. These include: RCMP and RCAF reports on the case held within the national archives, the USAF file on the incident, as well as the Mayo Clinic correspondence by physicians attending to Michalak.[2]\n\nAnalysis of the site yielded unusual results, including a 4.5-meter (15 ft) circle of burned vegetation in the site Michalak claimed the landing occurred,[14] and the presence of highly radioactive elements within soil samples and clothing Michalak had removed.[9][1] Metal that was superheated was found to have been melted into cracks of rock and exhibited high levels of radioactivity.[8][1][4] The anomalous readings were subsequently uncovered to be due to a radium vein which was near the site.[3][26]\n\n"
        },
        {
            "title": "Skeptical reaction",
            "text": "Skeptics of the Falcon Lake UFO Incident state that Michalak's burns were as a result of an accident stemming from alcohol use, and that his claim was in order to hide their cause. In reporting the incident, Michalak would potentially dissuade any competitors from prospecting in his site. The subsequent frenzy by the public and media caused the reverse effect however, with numerous individuals descending upon the site.[3] The pieces of melted radioactive metal were purported by skeptics of the case to have been planted following the incident to solidify the hoax.[3][26]\n\nJohn B. Alexander writing in the Journal for Scientific Exploration states that some of Michalak's long-lasting effects, including the skin lesions which he claimed to be due to his exposure to the exhaust blast, were as a result of an allergic reaction. Alexander highlighted the inconsistencies within Michalak's testimony with regards to the event.[16][failed verification]\n\nAaron Sakulich writing for the Iron Skeptic agrees with the alcohol-use explanation.[27] Michalak's inconsistencies in his testimony when discussing his interactions with highway patrol officer G.S. Solotki as well as the nature of the drinks Michalak had prior to the incident were of note. Michalak's claim that he'd had nothing to drink all weekend was disputed by the bartender at the Falcon Hotel, who stated Michalak had drunk at least five bottles of beer the night before the alleged encounter.[27] Michalak's claim of his interactions with G.A. Solotki are directly disputed by Solotki's own report for the RCMP the night of the incident, which stated Michalak was reluctant to answer Solotki's questions despite his visible burns and possibly inebriated state.[27] In claiming that he was victim to a UFO related attack, Michalak could deflect attention away from prospecting competition on a site in which Michalak had already staked a claim.[27]\n\n"
        }
    ]
}