{
    "url": "https://en.wikipedia.org/wiki/Fallacy",
    "title": "Fallacy",
    "table_of_contents": [
        "1 Overview",
        "2 Systems of classification",
        "2.1 Greek logic",
        "2.2 Indian logic",
        "2.3 Whately's grouping",
        "2.4 Other systems of classification",
        "3 Formal fallacy",
        "3.1 Common examples",
        "3.1.1 Ecological fallacy",
        "3.2 Fallacy fork",
        "4 Informal fallacy",
        "4.1 Faulty generalization",
        "4.1.1 Hasty generalization",
        "4.2 Relevance fallacy",
        "4.2.1 Argument from silence",
        "4.3 Examples of informal fallacies",
        "4.3.1 Post hoc (false cause)",
        "4.3.2 Slippery slope",
        "4.3.3 False analogy",
        "4.3.4 Straw man fallacy",
        "5 Measurement fallacy",
        "5.1 Knowledge value measurement fallacy",
        "6 Intentional fallacy",
        "7 Assessment: pragmatic theory",
        "8 See also",
        "9 References",
        "10 Further reading",
        "10.1 Historical texts",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A fallacy is the use of invalid or otherwise faulty reasoning, or \"wrong moves,\"[1] in the construction of an argument[2][3] which may appear stronger than it really is if the fallacy is not spotted. The term in the Western intellectual tradition was introduced in the Aristotelian De Sophisticis Elenchis.[4]\n\nSome fallacies may be committed intentionally to manipulate or persuade by deception. Others may be committed unintentionally because of human limitations such as carelessness, cognitive or social biases and ignorance, or, potentially, as the inevitable consequence of the limitations of language and understanding of language. This includes ignorance of the right reasoning standard, but also ignorance of relevant properties of the context. For instance, the soundness of legal arguments depends on the context in which the arguments are made.[5]\n\nFallacies are commonly divided into \"formal\" and \"informal.\" A formal fallacy is a flaw in the structure of a deductive argument which renders the argument invalid, while an informal fallacy originates in an error in reasoning other than an improper logical form.[6] Arguments containing informal fallacies may be formally valid, but still fallacious.[4]\n\nA special case is a mathematical fallacy, an intentionally invalid mathematical proof, often with the error subtle and somehow concealed. Mathematical fallacies are typically crafted and exhibited for educational purposes, usually taking the form of false proofs of obvious contradictions.\n\n"
        },
        {
            "title": "Overview",
            "text": "Fallacies are defects that weaken arguments. Fallacious arguments are very common and can be persuasive in common use. They may be even \"unsubstantiated assertions that are often delivered with a conviction that makes them sound as though they are proven facts.\"[7] Informal fallacies in particular are found frequently in mass media such as television and newspapers.[8] Understanding fallacies can allow one to recognize them in either one's own or others' writing. Avoiding fallacies can improve one's ability to produce sound arguments.\n\nIt can be difficult to evaluate whether an argument is fallacious, as arguments exist along a continuum of soundness and an argument that has several stages or parts might have some sound sections and some fallacious ones.[9] Moreover, whether a specific argument is fallacious often depends on the content rather than the form of the argument. An example is a probabilistically valid instance of the formally invalid argument form of denying the antecedent or affirming the consequent. [10]  Thus, \"[f]allacious arguments usually have the deceptive appearance of being good arguments,\" [11] because for most fallacious instances of an argument form, a similar but non-fallacious instance can be found. Evaluating an instance of an argument form as fallacious is therefore virtually always also a matter of evaluating the context of the argument.   \n\nRecognizing fallacies in everyday arguments may be difficult since arguments are often embedded in rhetorical patterns that obscure the logical connections between statements. Informal fallacies may also exploit the emotional, intellectual, or psychological weaknesses of the audience. Recognizing fallacies can develop reasoning skills to expose the weaker links between premises and conclusions to better discern between what appears to be true and what is true.  \n\nArgumentation theory provides a different approach to understanding and classifying fallacies. In the Pragma-dialectical theory, for instance, an argument is regarded as an interactive protocol between individuals who attempt to resolve their disagreement on the merits of a case.[12] The protocol consists of normative rules of interaction, and violations of these rules are considered to be fallacies, because they frustrate the attempt at resolving the disagreement.\n\nFallacies are used in place of valid reasoning to communicate a point with the intention to persuade. Examples in the mass media today include but are not limited to propaganda, advertisements, politics, newspaper editorials and opinion-based news shows.\n\n"
        },
        {
            "title": "Systems of classification",
            "text": "Because of their variety of structure and application, fallacies are challenging to classify. Fallacies can be classified strictly by either their structure or their content, such as classifying them as formal fallacies or informal fallacies, respectively. The classification of informal fallacies may be subdivided into categories such as linguistic, relevance through omission, relevance through intrusion, and relevance through presumption.[13] On the other hand, fallacies may be classified by the process by which they occur, such as material fallacies (content), verbal fallacies (linguistic), and again formal fallacies (error in inference). In turn, material fallacies may be placed into the more general category of informal fallacies. Verbal fallacies may be placed in either formal or informal classifications: Compare equivocation, which is a word- or phrase-based ambiguity, to the fallacy of composition, which is premise- and inference-based ambiguity.[14]\n\nEven the definitions of the classes may not be unique. For example, Whately treats material fallacies as a complement to logical fallacies, which makes them synonymous to informal fallacies, while others consider them to be a subclass of informal fallacies.\n\nGreek philosopher Aristotle (384 – 322 BC) was the first to systematize logical errors into a list, to make it easier to refute an opponent's thesis and thus win an argument.[15]: 2  Aristotle's \"Sophistical Refutations\" (De Sophisticis Elenchis) identifies thirteen fallacies. He divided them up into two major types, linguistic fallacies and non-linguistic fallacies, some which depend on language and others that do not.[16][17] These fallacies are called verbal fallacies and material fallacies, respectively. A material fallacy is an error in what the arguer is talking about, while a verbal fallacy is an error in how the arguer is talking. Verbal fallacies are those in which a conclusion is obtained by improper or ambiguous use of words.[18]\nAn example of a language dependent fallacy is given as a debate as to who in humanity are learners: the wise or the ignorant.[15]: 3  A language-independent fallacy is for example:\n\nIndian logicians took great pains to identify fallacies in an argument. An influential collection of texts on logic and reason, the Nyāya Sūtras, attributed to Aksapada Gautama, variously estimated to have been composed between 6th-century BCE and 2nd-century CE, in its theory of inference lists five such reasons used in an argument which was further developed by later logicians.[19][20][21]\n\nEnglish scholar and theologian Richard Whately (1787 – 1863) defines a fallacy broadly as, \"any argument, or apparent argument, which professes to be decisive of the matter at hand, while in reality it is not\".[15]: 8 \n\nWhately divided fallacies into two groups: logical and material. According to Whately, logical fallacies are arguments where the conclusion does not follow from the premises. Material fallacies are not logical errors because the conclusion does follow from the premises. He then divided the logical group into two groups: purely logical and semi-logical. The semi-logical group included all of Aristotle's sophisms except ignoratio elenchi, petitio principii, and non causa pro causa, which are in the material group.[22]\n\nOther famous methods of classifying fallacies are those of Francis Bacon and J. S. Mill. Bacon (Novum Organum, Aph. 33, 38 sqq.) divided fallacies into four Idola (Idols, i.e. False Appearances), which summarize the various kinds of mistakes to which the human intellect is prone. J. S. Mill discussed the subject in book five of his Logic, and Jeremy Bentham's Book of Fallacies (1824) contains valuable remarks.\n\n"
        },
        {
            "title": "Formal fallacy",
            "text": "A formal fallacy, deductive fallacy, logical fallacy or non sequitur (Latin for \"it does not follow\") is a flaw in the structure of a deductive argument which renders the argument invalid. The flaw can neatly be expressed in standard system of logic.[2] Such an argument is always considered to be wrong.\nThe presence of the formal fallacy does not imply anything about the argument's premises or its conclusion. Both may actually be true, or may even be more probable as a result of the argument, but the deductive argument is still invalid because the conclusion does not follow from the premises in the manner described.\n\nEven non-deductive arguments can be said to be fallacious: for example, an inductive argument that incorrectly applies principles of probability or causality. But \"since deductive arguments depend on formal properties and inductive arguments don't, formal fallacies apply only to deductive arguments.\"[6]\n\nA logical form such as \"A and B\" is independent of any particular conjunction of meaningful propositions. Logical form alone can guarantee that given true premises, a true conclusion must follow. However, formal logic makes no such guarantee if any premise is false; the conclusion can be either true or false. Any formal error or logical fallacy similarly invalidates the deductive guarantee. Both the argument and all its premises must be true for a conclusion to be true.\n\nThe term logical fallacy is in a sense self-contradictory, because logic refers to valid reasoning, whereas a fallacy is the use of poor reasoning. Therefore, the term formal fallacy is preferred. In informal discourse, however, logical fallacy is used to mean an argument which is problematic for any reason.\n\nThe term non sequitur denotes a general formal fallacy, often meaning one which does not belong to any named subclass of formal fallacies like affirming the consequent.\n\nAn ecological fallacy is committed when one draws an inference from data based on the premise that qualities observed for groups necessarily hold for individuals; for example, \"if countries with more Protestants tend to have higher suicide rates, then Protestants must be more likely to commit suicide.\"[23]\n\nMaarten Boudry[24] and others[25] have argued that formal, deductive fallacies rarely occur in real life and that arguments that would be fallacious in formally deductive terms are not necessarily so when context and prior probabilities are taken into account, thus making the argument defeasible and/or inductive. Boudry coined the term fallacy fork.[24] For a given fallacy, one must either characterize it by means of a deductive argumentation scheme, which rarely applies (the first prong of the fork), or one must relax definitions and add nuance to take the actual intent and context of the argument into account (the other prong of the fork).[24] To argue, for example, that one became nauseated after eating a mushroom because the mushroom was poisonous could be an example of the post hoc ergo propter hoc fallacy.[24]\n\n"
        },
        {
            "title": "Informal fallacy",
            "text": "In contrast to a formal fallacy, an informal fallacy originates in a reasoning error other than a flaw in the logical form of the argument.[6] A deductive argument containing an informal fallacy may be formally valid,[4] but still remain rationally unpersuasive. Nevertheless, informal fallacies apply to both deductive and non-deductive arguments.\n\nThough the form of the argument may be relevant, fallacies of this type are the \"types of mistakes in reasoning that arise from the mishandling of the content of the propositions constituting the argument\".[26]\n\nA special subclass of the informal fallacies is the set of faulty generalizations, also known as inductive fallacies. Here the most important issue concerns inductive strength or methodology (for example, statistical inference). In the absence of sufficient evidence, drawing conclusions based on induction is unwarranted and fallacious. With the backing of sufficient amounts of the right type of empirical evidence, however, the conclusions may become warranted and convincing (at which point the arguments are no longer considered fallacious).[27]\n\nHasty generalization is described as making assumptions about a whole group or range of cases based on a sample that is inadequate (usually because it is atypical or just too small).\nStereotypes about people (\"frat boys are drunkards\", \"grad students are nerdy\", \"women don't enjoy sports\", etc.) are common examples of the principle.\n\nHasty generalization often follows a pattern such as:\n\nWhile never a valid logical deduction, if such an inference can be made on statistical grounds, it may nonetheless be convincing. This is because with enough empirical evidence, the generalization is no longer a hasty one.\n\nThe fallacies of relevance are a broad class of informal fallacies, generically represented by missing the point: presenting an argument, which may be sound, but fails to address the issue in question.\n\nAn argument from silence is a faulty conclusion that is made based on the absence of evidence rather than on the presence of evidence.\n\nThe post hoc fallacy assumes that because B comes after A, A caused B. It gets its name from the Latin phrase \"post hoc, ergo propter hoc\", which translates as \"after this, therefore because of this\". \n\nSometimes one event really does cause another one that comes later—for example, if one registers for a class, and their name later appears on the roll, it's true that the first event caused the one that came later. But sometimes two events that seem related in time are not really related as cause and event. That is, temporal correlation does not necessarily entail causation. For example, if one eats a sandwich and then gets food poisoning, that does not necessarily mean the sandwich caused the food poisoning. Something else eaten earlier might have caused the food poisoning.\n\nFor an argument to be a slippery slope type of argument it must meet the requirements of that argumentation scheme. A slippery slope argument originates from a conversation or debate in which two actors take turns. It usually originates from one actor giving advice on a decision or act. Along the way, the actor must make additional choices on similar matters through which the actor enters the ‘grey area’ of the slippery slope. At this point, the actor potentially loses control over the direction of the arguments, thus leading to a ‘fatal’ outcome.[28]\n\nSuch an argument is built up according to the following argumentation scheme: initial premise, sequential premise, indeterminacy premise, control premise, loss of control premise, catastrophic outcome premise and conclusion. Slippery slope arguments may be defeated by asking critical questions or giving counterarguments.[29]\n\nThere are several reasons for a slippery slope to be fallacious: for example, the argument is going too far into the future, it is a too complex argument and its structure is hard to identify or the argument makes emotional appeals.[30]\n\nInformally known as the \"apples and oranges\" fallacy, a false analogy uses unsound comparisons.[31]\n\nThe straw man fallacy consists in presenting the standpoint of an opponent as more extreme than it in fact is. Compared to criticizing the opponent’s actual standpoint, this allows the arguer to offer a seeming refutation of what however is not the actual standpoint.[32] Such an argument involves two arguers, with one actor criticizing the perspective of the other.[33] The reason for the straw man argument to be fallacious originates from the problem of how to deal with natural discourse. The opponent’s argument is not reflected by the arguments that are proposed by the speaker.[34]\n\n"
        },
        {
            "title": "Measurement fallacy",
            "text": "Some of the fallacies described above may be committed in the context of measurement.\nWhere mathematical fallacies are subtle mistakes in reasoning leading to invalid mathematical proofs, measurement fallacies are unwarranted inferential leaps involved in the extrapolation of raw data to a measurement-based value claim. The ancient Greek Sophist Protagoras was one of the first thinkers to propose that humans can generate reliable measurements through his \"human-measure\" principle and the practice of dissoi logoi (arguing multiple sides of an issue).[35][36] This history helps explain why measurement fallacies are informed by informal logic and argumentation theory.\n\nThe increasing availability and circulation of big data are driving a proliferation of new metrics for scholarly authority,[37][38] and there is lively discussion regarding the relative usefulness of such metrics for measuring the value of knowledge production in the context of an \"information tsunami.\"[39]\n\nFor example, anchoring fallacies can occur when unwarranted weight is given to data generated by metrics that the arguers themselves acknowledge are flawed. For example, limitations of the journal impact factor (JIF) are well documented,[40] and even JIF pioneer Eugene Garfield notes, \"while citation data create new tools for analyses of research performance, it should be stressed that they supplement rather than replace other quantitative-and qualitative-indicators.\"[41] To the extent that arguers jettison acknowledged limitations of JIF-generated data in evaluative judgments, or leave behind Garfield's \"supplement rather than replace\" caveat, they court commission of anchoring fallacies.\n\nA naturalistic fallacy can occur for example in the case of sheer quantity metrics based on the premise \"more is better\"[39] or, in the case of developmental assessment in the field of psychology, \"higher is better\".[42]\n\nA false analogy occurs when claims are supported by unsound comparisons between data points. For example, the Scopus and Web of Science bibliographic databases have difficulty distinguishing between citations of scholarly work that are arms-length endorsements, ceremonial citations, or negative citations (indicating the citing author withholds endorsement of the cited work).[37] Hence, measurement-based value claims premised on the uniform quality of all citations may be questioned on false analogy grounds.\n\nAs another example, consider the Faculty Scholarly Productivity Index of Academic Analytics. This tool purports to measure overall faculty productivity, yet it does not capture data based on citations in books. This creates a possibility that low productivity measurements using the tool commit argument from silence fallacies, to the extent that such measurements are supported by the absence of book citation data.\n\nEcological fallacies can be committed when one measures scholarly productivity of a sub-group of individuals (e.g. \"Puerto Rican\" faculty) via reference to aggregate data about a larger and different group (e.g. \"Hispanic\" faculty).[43]\n\n"
        },
        {
            "title": "Intentional fallacy",
            "text": "Sometimes a speaker or writer uses a fallacy intentionally. In any context, including academic debate, a conversation among friends, political discourse, advertising, or for comedic purposes, the arguer may use fallacious reasoning to try to persuade the listener or reader, by means other than offering relevant evidence, that the conclusion is true.\n\nExamples of this include the speaker or writer:[44]\n\nIn humor, errors of reasoning are used for comical purposes. Groucho Marx used fallacies of amphiboly, for instance, to make ironic statements; Gary Larson and Scott Adams employed fallacious reasoning in many of their cartoons. Wes Boyer and Samuel Stoddard have written a humorous essay teaching students how to be persuasive by means of a whole host of informal and formal fallacies.[45]\n\nWhen someone uses logical fallacies intentionally to mislead in academic, political, or other high-stakes contexts, the breach of trust calls into question the authority and intellectual integrity of that person.[46]\n\n"
        },
        {
            "title": "Assessment: pragmatic theory",
            "text": "According to the pragmatic theory,[47] a fallacy can be either a heuristic error or a ploy used intentionally to unfairly win an argument. There are always two parties to an argument containing a fallacy: the perpetrator and the intended victim. \n\nThe dialogue framework required to support the pragmatic theory of fallacy is built on the presumption that argumentative dialogue has both an adversarial component and a collaborative component. A dialogue has individual goals for each participant, but also shared goals that apply to all participants. A fallacy of the second kind is seen as more than simply violation of a rule of reasonable dialogue. It is also a deceptive tactic of argumentation, based on sleight-of-hand. Aristotle explicitly compared contentious reasoning to unfair fighting in athletic contest. But the roots of the pragmatic theory go back even further in history to the Sophists. The pragmatic theory finds its roots in the Aristotelian conception of a fallacy as a sophistical refutation, but also supports the view that many of the types of arguments traditionally labeled as fallacies are in fact reasonable techniques of argumentation that can be used, in many cases, to support legitimate goals of dialogue. Hence, under the pragmatic approach, each case needs to be analyzed individually to determine whether the argument is fallacious or reasonable.\n\n"
        }
    ]
}