{
    "url": "https://en.wikipedia.org/wiki/False_awakening",
    "title": "False awakening",
    "table_of_contents": [
        "1 Related concepts",
        "1.1 Lucidity",
        "1.2 Loop",
        "2 Symptoms",
        "2.1 Realism and non-realism",
        "2.2 Repetition",
        "3 Types",
        "3.1 Type 1",
        "3.2 Type 2",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA false awakening is a vivid and convincing dream about awakening from sleep, while the dreamer in reality continues to sleep. After a false awakening, subjects often dream they are performing daily morning routine such as showering, cooking, cleaning, eating, and using the bathroom. False awakenings, mainly those in which one dreams that they have awoken from a sleep that featured dreams, take on aspects of a double dream or a dream within a dream.  A classic example is the double false awakening of the protagonist in Gogol's Portrait (1835).\n\n"
        },
        {
            "title": "Related concepts",
            "text": "A false awakening may occur following a dream or following a lucid dream (one in which the dreamer has been aware of dreaming). Particularly, if the false awakening follows a lucid dream, the false awakening may turn into a \"pre-lucid dream\",[1] that is, one in which the dreamer may start to wonder if they are really awake and may or may not come to the correct conclusion. In a study by Harvard psychologist Deirdre Barrett, 2,000 dreams from 200 subjects were examined and it was found that false awakenings and lucidity were significantly more likely to occur within the same dream or within different dreams of the same night. False awakenings often preceded lucidity as a cue, but they could also follow the realization of lucidity, often losing it in the process.[2]\n\nA false awakening loop is when a subject dreams about waking up over and over again, sometimes even up to 10 times or more without knowing which time they are actually awake.[3] At times the individual can perform actions unknowingly. The movie A Nightmare on Elm Street popularized this phenomenon. This phenomenon can be related to that of sleepwalking or carrying out actions in a state of unconsciousness.[citation needed]\n\n"
        },
        {
            "title": "Symptoms",
            "text": "Certain aspects of life may be dramatized or out of place in false awakenings. Things may seem wrong: details, like the painting on a wall, not being able to talk or difficulty reading (reportedly, reading in lucid dreams is often difficult or impossible).[4] In some experiences, the subject's senses are heightened, or changed.[citation needed]\n\nBecause the mind still dreams after a false awakening, there may be more than one false awakening in a single dream. Subjects may dream they wake up, eat breakfast, brush their teeth, and so on; suddenly awake again in bed (still in a dream), begin morning rituals again, awaken again, and so forth. The philosopher Bertrand Russell claimed to have experienced \"about a hundred\" false awakenings in succession while coming around from a general anesthetic.[5]\n\n"
        },
        {
            "title": "Types",
            "text": "Celia Green suggested a distinction should be made between two types of false awakening:[1]\n\nType 1 is the more common, in which the dreamer seems to wake up, but not necessarily in realistic surroundings, that is, not in their own bedroom. A pre-lucid dream may ensue. More commonly, dreamers will believe they have awakened, and then either wake up for real in their own bed or \"fall back asleep\" in the dream.\n\nA common false awakening is a \"late for work\" scenario. A person may \"wake up\" in a typical room, with most things looking normal, and realize they overslept and missed the start time at work or school. Clocks, if found in the dream, will show time indicating that fact. The resulting panic is often strong enough to truly awaken the dreamer (much like from a nightmare).\n\nAnother common Type 1 example of false awakening can result in bedwetting. In this scenario the dreamer has had a false awakening and while in the state of dream has performed all the traditional behaviors that precede urinating – arising from bed, walking to the bathroom, and sitting down on the toilet or walking up to a urinal. The dreamer may then urinate and suddenly wake up to find they have wet themselves.\n\nThe type 2 false awakening seems to be considerably less common. Green characterized it as follows:\n\nCharles McCreery draws attention to the similarity between this description and the description by the German psychopathologist Karl Jaspers (1923) of the so-called \"primary delusionary experience\" (a general feeling that precedes more specific delusory belief).[7] Jaspers wrote:\n\nMcCreery suggests this phenomenological similarity is not coincidental and results from the idea that both phenomena, the Type 2 false awakening and the primary delusionary experience, are phenomena of sleep.[9] He suggests that the primary delusionary experience, like other phenomena of psychosis such as hallucinations and secondary or specific delusions, represents an intrusion into waking consciousness of processes associated with stage 1 sleep. It is suggested that the reason for these intrusions is that the psychotic subject is in a state of hyper-arousal, a state that can lead to what Ian Oswald called \"micro-sleeps\" in waking life.[10]\n\nSubjects may also experience sleep paralysis.[citation needed]\n\n"
        }
    ]
}