{
    "url": "https://en.wikipedia.org/wiki/Fan_fiction",
    "title": "Fan fiction",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "2.1 Before copyright",
        "2.2 19th century",
        "2.3 Star Trek fandom",
        "2.4 World Wide Web",
        "2.5 Japanese dōjinshi",
        "3 Demographics",
        "3.1 Sex and gender",
        "3.2 Age",
        "4 Categories and terms",
        "4.1 Genres",
        "4.1.1 Angst",
        "4.1.2 Alternative universe (AU)",
        "4.1.3 Crossover",
        "4.1.4 Soulmate AU",
        "4.1.5 Time travel AU",
        "4.1.6 Darkfic",
        "4.1.7 Fix-it fic",
        "4.1.8 Fluff",
        "4.1.9 Hurt/comfort",
        "4.1.10 Self-insert",
        "4.1.11 Multicross self-insert",
        "4.1.12 Recursive | meta | fan-verse",
        "4.1.13 Songfic",
        "4.1.14 Uberfic",
        "4.1.15 Vent",
        "4.2 Terminology",
        "4.2.1 Author's note (A/N)",
        "4.2.2 Canon",
        "4.2.3 Disclaimer",
        "4.2.4 Drabble",
        "4.2.5 Fandom",
        "4.2.6 Fangirl/fanboy",
        "4.2.7 Fanon",
        "4.2.8 Headcanon (HC)",
        "4.2.9 Mary Sue",
        "4.2.10 One true pairing (OTP)",
        "4.2.11 One shot",
        "4.2.12 Real person fiction (RPF)",
        "4.2.13 Shipping",
        "4.2.14 Smut",
        "4.2.15 Trigger warning (TW)",
        "5 Interactivity in the online era",
        "6 Legality",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFan fiction or fanfiction (also abbreviated to fan fic, fanfic, fic or FF) is fictional writing written in an amateur capacity by fans, unauthorized by, but based on an existing work of fiction. The author uses copyrighted characters, settings, or other intellectual properties from the original creator(s) as a basis for their writing. Fan fiction ranges from a couple of sentences to an entire novel, and fans can retain the creator's characters and settings and/or add their own. It is a form of fan labor. Fan fiction can be based on any fictional (and occasional  non-fictional) subject. Common bases for fan fiction include novels, movies, musical groups, cartoons, anime, manga, and video games.\n\nFan fiction is rarely commissioned or authorized by the original work's creator or publisher and is rarely professionally published. It may infringe on the original author's copyright, depending on the jurisdiction and on legal questions such as whether or not it qualifies as \"fair use\" (see Legal issues with fan fiction). Attitudes of authors and copyright owners of original works to fan fiction have ranged from indifference to encouragement to rejection. Copyright owners have occasionally responded with legal action.\n\nThe term came into use in the 20th century as copyright laws began to delineate between stories using established characters that were authorized by the copyright holder and those that were not.[1]\n\nFan fiction is defined by being related to its subject's canonical fictional universe, either staying within those boundaries but not being of the canon itself, or else branching outside of it into an alternative universe.[2] Thus, what is \"fanon\" is separate from what is canon. Fan fiction is often written and published within circles of fans, and therefore would usually not cater to readers who have no knowledge of the original fiction.\n\n"
        },
        {
            "title": "Definition",
            "text": "The term fan fiction has been used in print as early as 1939; in this earliest known citation, it is used in a disparaging way to refer to amateurish science fiction (as opposed to \"pro fiction\").[3] The term also appears in the 1944 Fancyclopedia, an encyclopedia of fandom jargon. It is defined there as \"fiction about fans, or sometimes about pros, and occasionally bringing in some famous characters from [science fiction] stories\". The book also mentions that the term is \"sometimes improperly used to mean fan science fiction, that is, ordinary fantasy published in a fan magazine\".[3][4]\n\n"
        },
        {
            "title": "History",
            "text": "Before the adoption of copyright in the modern sense, it was not unusual for authors to copy characters, if not entire plots. For example, Shakespeare's plays Romeo and Juliet, Much Ado About Nothing, Othello, As You Like It and The Winter's Tale were all based on relatively recent fiction by other authors.[5]\n\nIn 1614 Alonso Fernández de Avellaneda wrote a sequel to Cervantes' Don Quixote, before Cervantes finished and published his own second volume.\n\nAmong 19th-century literature subject to notable depictions not initially authorized by the original author, is included Bram Stoker's Dracula's depiction in the translated adaptation Powers of Darkness.[6] The works of Jane Austen remain one of the most popular works to make unauthorized depictions of,[7] with one notable Jane Austen fan fiction being Old Friends and New Fancies. Many unauthorized stories of Sherlock Holmes by Arthur Conan Doyle have been created, including The Adventure of the Two Collaborators by J. M. Barrie.[8] Also created has been The Space Machine based on The War of the Worlds and Morlock Night based on The Time Machine by H. G. Wells; A New Alice in the Old Wonderland based on Alice's Adventures in Wonderland by Lewis Carroll; and Wide Sargasso Sea based on Jane Eyre by Charlotte Bronte.[9]\n\nThe modern phenomenon of fan fiction as an expression of fandom and fan interaction was popularized and defined via Star Trek fandom and their fanzines published in the 1960s. The first Star Trek fanzine, Spockanalia (1967), contained some fan fiction; many others followed its example.[10]: 1  These fanzines were produced via offset printing and mimeography, and mailed to other fans or sold at science fiction conventions for a small fee to help recoup costs. Unlike other aspects of fandom, women dominated fan fiction authoring; 83% of Star Trek fan fiction authors were female by 1970, and 90% by 1973.[11] One scholar states that fan fiction \"fill[s] the need of a mostly female audience for fictional narratives that expand the boundary of the official source products offered on the television and movie screen.\"[12]\n\nFan fiction has become more popular and widespread since the advent of the World Wide Web. According to one estimate, fan fiction comprises one-third of all content about books on the web.[13] In addition to traditional fanzines and conventions, Usenet newsgroups and electronic mailing lists were established for fan fiction as well as fan discussion. Online, searchable fan fiction archives were also established. The online archives were initially non-commercial hand-tended and fandom, or topic, specific. These archives were followed by non-commercial automated databases. In 1998, the not-for-profit site FanFiction.Net came online, which allowed anyone to upload content in any fandom.[14] The ability to self-publish fan fiction at an easily accessible common archive that did not require insider knowledge to join, and the ability to review the stories directly on the site, became popular quite quickly.[15]\nOne popular example of modern fan fiction is E. L. James's Fifty Shades of Grey. This series was originally written as fan fiction for the Twilight series of books and movies and played off the characters of Bella and Edward. In order to not infringe on copyright issues, James changed the character names to Ana and Christian for the purposes of her novels,[16] which is a practice known as 'pulling-to-publish'.[17] Anna Todd's 2013 fan fiction After about the English boy band One Direction secured a book and movie deal with renamed characters in 2014.[18][19] The movie After was released on April 12, 2019.\n\nOn May 22, 2013, the online retailer Amazon.com established a new publishing service, Kindle Worlds. This service enabled fan fiction stories of certain licensed media properties to be sold in the Kindle Store with terms including 35% of net sales for works of 10,000 words or more and 20% for short fiction ranging from 5,000 to 10,000 words. However, this arrangement includes restrictions on content, copyright violations, poor document formatting, and use of misleading titles.[20] Amazon shut down Kindle Worlds in August 2018.[21]\n\nA similar trend in Japan also began appearing around the 1960s and 1970s, where independently published manga and novels, known as dōjinshi, are frequently published by dōjin circles; many of these dōjinshi are based on existing manga, anime, and video game franchises. Manga authors like Shotaro Ishinomori and Fujiko Fujio formed dōjin groups such as Fujio's New Manga Party (新漫画党, Shin Manga-tō). At this time, dōjin groups were used by artists to make a professional debut. This changed in the coming decades with dōjin groups forming as school clubs and the like. This culminated in 1975 with the Comiket in Tokyo.\n\n"
        },
        {
            "title": "Demographics",
            "text": "In a study done in 2010, it was found that 75.2% of account holders on FanFiction.Net allowed for the website to disclose their location. It was found that 57% of accounts originated from the United States, followed by 9.2% created in the United Kingdom, 5.6% in Canada and 4% in Australia.[22]\n\nMore recently, a 2020 study of Archive Of Our Own users[23] found that of the surveyed profiles which stated a nationality, 59.7% were located in North America, 16.1% were in Great Britain with an additional 10% otherwise located in Mainland Europe, 6.3% were in Oceania, 2.8% were Scandinavian, 2.2% were in Asia, 1.8% were in South America and the Caribbean, and 0.2% were in the Middle East. This study did not include profiles written in Chinese, Greek, Indonesian, Japanese, Korean, Polish, Russian, or Turkish, which may affect these demographics.[23]\n\nA 2020 study looking at Harry Potter fan fiction writers on Archive of Our Own found that of users who disclose their gender in their profiles, 50.4% are female or femme-leaning and 13.4% are masculine or masc-leaning. 11% of users disclose that they are transgender, and over 21% identify as nonbinary, genderfluid, and/or genderqueer, with an additional 3.9% indicating that they identify as agender or genderless.[23]\n\nOverwhelmingly, fan fiction writers appear to be in their early- to mid-20s. Demographics have been assessed as being 56.7% university students and other young adults, while 21.3% register as being 30 years and older. 0.2% specify that they are of retirement age; teenagers make up the remaining 19.8%.[23]\n\n"
        },
        {
            "title": "Categories and terms",
            "text": "In addition to the \"regular\" list of genres, there are a few genres which are particularly associated with fan fiction. These genres can overlap and include:\n\nA story with an angst-ridden mood centered on a character/characters who are brooding, sorrowful, or in anguish.\n\n\"What if\" fan fiction featuring characters set in a universe other than their canonical one.[24] There are multiple types of alternative universe settings: an alternative universe may make dramatic alterations to the setting (for instance, a \"Fantasy AU\" that places characters from a non-fantasy canon into a world of magic); it may alter characterization (often referred to simply as someone being \"Out of Character\" (OOC) rather than an AU proper); or it may alter major plot events to suit the author's purposes (see, for example, \"Fix-It Fic\").[25]\n\nWorks featuring characters, items, and/or set pieces from multiple fandoms. This is also called \"Fusion Fic\" if the two worlds are merged into one.\n\nThe soulmate AU is a popular genre that envisions characters in a world, often very similar to canon, where soulmates are demonstrably real. Common mechanics for soulmates include each person having the name of their soulmate written on their skin at birth, or a specific change that occurs when two soulmates see or touch each other for the first time. The most common trope in this genre is one character being convinced they don't have/want/deserve a soulmate, only to be proven wrong as they fall in love over the course of the fic.[26]\n\nA story in which one of the characters is sent back in time to get a second chance with knowledge of the original plot. This is also called the \"Peggy Sue\", after the movie Peggy Sue Got Married, in which this happens to the titular character. This term may have fallen into disuse due to its similarity to \"Mary Sue\".\n\n\"Groundhog Day,\" named after the film, is a variation of this trope in which time travel happens repeatedly; typically until the time-traveling character \"gets it right.\"\n\nStories that are considerably more grim or depressing than the original, often in deliberate contrast to the canonical work(s). Not all stories tagged as \"dark\" count as darkfic. This is sometimes done with fandoms that are meant to be light-hearted or for children.[27] Darkfic can also refer to content that is \"intentionally disturbing\" (i.e. physical/emotional violence or abuse).\n\nFix-it fic refers to stories which rewrite canonical events that the fan fiction author disliked or otherwise wished to \"fix\". This may refer to an authorial misstep- i.e. \"fixing\" major plot holes- or to a tragic event or ending (for instance, \"everyone lives\" alternate universes). Fix-it fic that focuses on correcting flaws in the original work is also called \"rebuild fic\", named for the Rebuild of Evangelion series; if it focuses heavily on critical thinking skills and deductive reasoning, it can be considered a \"rationalist rewrite\", as popularized by Harry Potter and the Methods of Rationality.\n\n\"Feel good\" fan fiction designed to be emphatically happy and uplifting. The plot is often less relevant in these works, as the main focus is to be cheerful. Another term for this genre is WAFF, short for \"warm and fuzzy feelings.\"[28]\n\nA story in which a character is put through a traumatizing experience in order to be comforted.[29] The climax of these stories is typically when one character witnesses another character's suffering and alleviates it; however, a variation that prioritizes focus on the character's suffering (their \"hurt\"), sometimes to the exclusion of \"comfort\", is referred to as \"whump\".[30] Excessive whump may also be considered darkfic.[31]\n\nA genre of fan fiction in which a version of the author is transported to, or discovers they are inside, the world that the fan fiction is based on. Almost always written in the first person.\n\nInstead of a single fictional universe, the inserted author is taken to many in a row, and must usually solve some problems or complete some challenges in each place before moving on. Gaining new powers and occasionally companions from each world is common.\n\nOccasionally, a fan fiction will obtain enough popularity to inspire readers to write fan fiction based on that fic. On Archive of Our Own, this kind of recursive fan fiction is called a \"remix\".[32]\n\nSongfic, also known as song fic or song-fic, is a genre of fan fiction that features a fictional work interspersed with the lyrics of a relevant song.[33][34] The term is a combination of \"song\" and \"fiction\"; as such, one might also see the genre referred to as \"songfiction\". As many lyrics are under copyright, whether songfics are a violation of that copyright law is a subject of debate. Some fan fiction websites, such as FanFiction.Net, have barred authors from posting songfics with lyrics outside the public domain.[35]\n\nIn an essay in Music, Sound, and Silence in Buffy the Vampire Slayer, University of Sydney professor Catherine Driscoll commented that the genre was \"one of the least distinguished modes of fan production\" and that \"within fan fiction excessive attachment to or foregrounding of popular music is itself dismissed as immature and derivative\".[36]\n\nUberfic is a form of AU fan fiction with characters who physically resemble and share personality traits with their canon counterparts, but have new names and backgrounds in a different setting. The term originated in Xena: Warrior Princess fandom[37]  and was inspired by the series episode \"The Xena Scrolls\", which featured 1940s-era descendents of the characters Xena, Gabrielle, and Joxer, all played by their respective actors, on an archaeological dig in an Indiana Jones pastiche. The Uberfic style lends itself well to original fiction, and many Uberfic authors such as Melissa Good, Radclyffe, and Lori L. Lake have legally published their Xena Uberfic as original lesbian literature.\n\nVent fic refers to literature written by an author under duress or for therapeutic purposes, normally to calm themselves following a stressful or upsetting situation.\n\nAn abbreviation of \"author's note\".  Author's notes can be written at any point during a fan fiction (in some cases interrupting the flow of the piece by appearing within the body of a fan fiction), but are typically found directly before the beginning of a fan fiction or after it has concluded, and also at the starts or ends of chapters if the story is updated periodically. A/Ns are used to convey direct messages from the author to the reader regarding the piece.[38] This term has fallen somewhat out of use.\n\nCanon is the original story. This means anything related to the original source including the plot, settings, and character developments.[38]\n\nDisclaimers are author's notes typically informing readers about who deserves credit for the original source material,[39] and often containing pseudo-legal language disavowing any intent of copyright infringement or alluding to fair use. Such \"disclaimers\" are legally ineffective and based on misunderstandings of copyright law, particularly confusion between illegal copyright infringement and unethical plagiarism.[40] Disclaimers have fallen out of use since the Archive of Our Own rose in popularity.\n\nA form of flash fiction writing also popular outside of fan fiction, a drabble is typically a piece of writing that is only 100 words.[41]\n\nA fandom is a group of fans of a particular work of fiction (e.g. novel, film, television show or video game). Members of a fandom are typically interested in even minor details of the plot/characters of their fandom and often spend a significant portion of their time and energy involved with their interest, that is why most fan fictions are written by members of a particular fandom(s).\n\nAn individual who is an extremely enthusiastic member of one or more fandoms. Furthermore, the term fangirling/fanboying refers to a moment where a person gets excited about a fandom.\n\nFanon (portmanteau of fan and canon) is an \"unofficial canon\" idea that is widely accepted to be true among fans, but is neither confirmed nor officially endorsed by the original author or source creator, preventing it from being labeled as canon. Fanon may refer to a whole interpretation of the original work or particular details within it.\n\nHeadcanon is a fan's personal interpretation of canon, such as the backstory of a character or the nature of relationships between characters. It may represent a teasing out of subtext present in the canon, but it cannot directly contradict canon. If many other fans share this interpretation, it may become fanon.\n\nAlso of note is the concept of the \"Mary Sue\" (occasionally \"MS\"), a term credited as originating in Star Trek fan fiction that has crossed over to the mainstream, at least among editors and writers. In early Trek fan fiction, a common plot was that of a minor member of the USS Enterprise's crew saving the life of Captain Kirk or Mister Spock, often being rewarded with a sexual relationship as a result. The term \"Mary Sue\", originating in a parody of stories in this wish fulfillment genre, thus tends to refer to an idealized or overpowered character lacking flaws, often taken to represent the author.[42]\n\nAn abbreviation of the term \"one true pairing\", where the author or reader ships (wishes for a romantic relationship between) certain characters from a fandom. Additionally, OTPs are also subsetted as OT3s, which reference the reader's one true bonding with three people; this number can be changed to refer to a larger bonding of people.\n\nA single piece of writing, as opposed to a multichapter work, that can be of any length. May also have sequel works, while still being a one shot.[citation needed]\n\nFan fiction works that tell stories about real people, usually celebrities, instead of fictional characters. The book After by Anna Todd, later adapted into a film of the same name, was originally a real person fan fiction about One Direction member Harry Styles.\n\nShipping is a variant of romance focused on exploring a relationship between two or more characters from the original fandom(s). It has several fandom-specific subgenres, chief among which are slash (which focuses on homosexual pairings, usually of the male variety) and femslash (same as slash, but exclusively female/female). In another context, the term \"shipping\" within the community may mean that a fan is heavily invested in a relationship between two characters. Writers of fan fiction often use the genre to explore homosexual pairings for popular characters who are not in (or not specified as being in; see queerbaiting) homosexual relationships in the canon work.[43] A subcategory of this, depicting romantic couples in mundane domestic situations (such as picking out curtains), was previously called \"curtainfic\", though the term has fallen somewhat out of use.\n\nSmut, also called porn and (rarely) erotica, is sexually explicit or pornographic fan fiction. This could refer to either a small portion of a story or the story in its entirety. Historically, the terms \"lemon\" (i.e. explicit pornography) and \"lime\" (i.e. sexually suggestive works) were euphemisms used to allude to explicit material. These terms were in common use in the 2000s, and fell into disuse before resurging in December 2018 due to Tumblr's censorship on adult content. The use of the terms lemon and lime allow writers to circumnavigate the \"explicit terminologies\" that may get work flagged by platforms like Tumblr, while still tagging their work as explicit for their readers.\n\nTrigger warnings are intended to warn people of content in fan fiction that could be harmful or \"triggering\" to those who have dealt with traumatic situations. Fan fiction is often tagged using various TWs so that readers may prepare for or avoid certain content. Sometimes CW, an abbreviation of \"content warning,\" is used, either instead of or in addition to a TW.\n\nTrigger warnings are usually inserted when the subject matter of a piece of work deals with things issues like drug abuse, mental illness, abuse, or extreme violence. Archive of Our Own has notably codified a system of common warnings into its core tags,[44] requiring authors to either disclose or explicitly choose not to disclose if their work contains graphic violence, major character death, rape, or underage sex.\n\n"
        },
        {
            "title": "Interactivity in the online era",
            "text": "Reviews can be given by both anonymous and registered users of most sites, and sites are often programmed to notify the author of new feedback, making them a common way for readers and authors online to communicate directly.[45] This system is intended for a type of bond between the reader and the writer, as well as helping the author improve their writing skills through constructive criticism, enabling them to produce a better work next time.[46][unreliable source?] Occasionally, unmoderated review systems are abused to send flames, spam, or trolling messages. As a result, the author of the story can either disable or enable anonymous reviews, depending on their preference. Internet fan fiction allows young writers access to a wider audience for their literary efforts than ever before, resulting in improved literacy.[47]\n\nThere are other ways that fandom members may participate in their fandom community such as gift exchanges [48] or fic exchanges. A gift exchange is an organized challenge in which participants create fan fiction specifically for other participants. They may research what the user receiving their gift enjoys or submissions may include a Dear Creator Letter [49] explaining exactly what the receiver wants or does not want. Awards may even be given at the end of a gift/fic exchange to recognize particularly well-written or enjoyable contributions to the exchange.\n\n"
        },
        {
            "title": "Legality",
            "text": "There is ongoing debate about to what extent fan fiction is permitted under contemporary copyright law.\n\nSome argue that fan fiction does not fall under fair use, as it is derivative work.[50][51] The 2009 ruling by United States District Court Judge Deborah A. Batts, permanently prohibiting publication in the United States of a book by Ryan Cassidy, a Swedish writer whose protagonist is a 76-year-old version of Holden Caulfield of The Catcher in the Rye, may be seen as upholding this position regarding publishing fan fiction, as the judge stated, \"To the extent Defendants contend that 60 Years and the character of Mr. C direct parodied comment or criticism at Catcher or Holden Caulfield, as opposed to Salinger himself, the Court finds such contentions to be post-hoc rationalizations employed through vague generalizations about the alleged naivety of the original, rather than reasonably perceivable parody.\"[52]\n\nOthers such as the Organization for Transformative Works uphold the legality of non-profit fan fiction under the fair use doctrine, as it is a creative, transformative process.[53]\n\nIn 1981, Lucasfilm Ltd. sent out a letter to several fanzine publishers, asserting Lucasfilm's copyright to all Star Wars characters and insisting that no fanzine publish pornography. The letter also alluded to possible legal action that could be taken against fanzines that did not comply.[54]\n\nThe Harry Potter Lexicon is one case where the encyclopedia-like website about everything in the Harry Potter series moved towards publishing and commercializing the Lexicon as a supplementary and complementary source of information to the series. Rowling and her publishers levied a lawsuit against the website creator, Steven Vander Ark, and the publishing company, RDR Books, for a breach of copyright. While the lawsuit did conclude in Vander Ark's favor, the main issue in contention was the majority of the Lexicon copied a majority of the Series' material and does not transform enough of the material to be held separately from the series itself.[55]\n\nWhile the HP Lexicon case is an example of Western culture treatment of fan fiction and copyright law, in China, Harry Potter fan fiction is less addressed in legal conflicts but is used as a cultural and educational tool between Western and Chinese cultures. More specifically, while there are a number of \"fake\" Harry Potter books in China, most of these books are said to be addressing concepts and issues found in Chinese culture. This transformative usage of Harry Potter in fan fiction is allegedly from the desire to enhance and express value to Chinese tradition and culture.[56]\n\nSome prominent authors have given their blessings to fan fiction, notably J.K. Rowling. By 2014, there were already almost 750,000 Harry Potter fan stories on the web, ranging from short stories to novel-length tomes.[57] Rowling said she was \"flattered\" that people wanted to write their own stories based on her fictional characters.[58] Similarly, Stephenie Meyer has put links on her website to fan fiction sites about her characters from the Twilight series.[59] The Fifty Shades trilogy was developed from a Twilight fan fiction originally titled Master of the Universe and published episodically on fan-fiction websites under the pen name \"Snowqueen's Icedragon\". The piece featured characters named after Stephenie Meyer's characters in Twilight, Edward Cullen and Bella Swan.[60][61]\n\nHowever, in 2003, a British law firm representing J.K. Rowling and Warner Bros. sent a letter to webmasters requesting that adult Harry Potter fan fiction (\"stories containing graphically violent and sexual content\") be removed from a prominent fan fiction website, citing concerns that children might stumble upon the illicit content. In response, the webmasters from several websites hosting adult Harry Potter fan fiction, among other types of fan fiction, \"made claims of 'fair use' and nonprofessional status\" to justify their right to continue hosting the adult content.[62]\n\nAs an example of changing views on the subject, author Orson Scott Card (best known for the Ender's Game series) once stated on his website, \"to write fiction using my characters is morally identical to moving into my house without invitation and throwing out my family.\" He changed his mind completely and since has assisted fan fiction contests, arguing to the Wall Street Journal that \"Every piece of fan fiction is an ad for my book. What kind of idiot would I be to want that to disappear?\"[63]\n\nHowever, Anne Rice has consistently and aggressively prevented fan fiction based on any of her fictional characters (mostly those from her famous Interview with the Vampire and its sequels in The Vampire Chronicles). She, along with Anne McCaffrey (whose stance has been changed by her son, Todd McCaffrey, since her death) and Raymond Feist, have asked to have any fiction related to their series removed from FanFiction.Net.[58] George R.R. Martin is also strongly opposed to fan fiction, believing it to be copyright infringement and a bad exercise for aspiring writers.[64][65] Sharon Lee and Steve Miller, creators of the Liaden universe, strongly oppose fan fiction written in their universe, with Lee saying that \"Nobody else is going to get it right. This may sound rude and elitist, but honestly, it's not easy for us to get it right sometimes, and we've been living with these characters ... for a very long time.\"[66]\n\n"
        }
    ]
}