{
    "url": "https://en.wikipedia.org/wiki/Fan_film",
    "title": "Fan film",
    "table_of_contents": [
        "1 History",
        "2 Legality",
        "2.1 Authorized fan films",
        "2.2 Non-authorized fan films",
        "2.3 Lost fan films",
        "3 Reception",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A fan film is a film or video inspired by a film, television program, comic book, book, or video game created by fans rather than by the source's copyright holders or creators. Fan filmmakers have traditionally been amateurs, but some of the more notable films have actually been produced by professional filmmakers as film school class projects or as demonstration reels. Fan films vary tremendously in quality, as well as in length, from short faux-teaser trailers for non-existent motion pictures to full-length motion pictures. Fan films are also examples of fan labor and the remix culture. Closely related concepts are fandubs, fansubs and vidding which are reworks of fans on already released film material.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest known fan film is Anderson 'Our Gang,[1] which was produced in 1926 by a pair of itinerant filmmakers. Shot in Anderson, South Carolina, the short is based on the Our Gang film series; the only known copy resides in the University of South Carolina's Newsfilm Library. Various amateur filmmakers created their own fan films throughout the ensuing decades, including a teenaged Hugh Hefner,[1] but the technology required to make fan films was a limiting factor until relatively recently. In the 1960s UCLA film student Don Glut filmed a series of short black and white \"underground films\", based on adventure and comic book characters from 1940s and 1950s motion picture serials. Around the same time, artist Andy Warhol produced a film called Batman Dracula which could be described as a fan film. But it wasn't until the 1970s that the popularization of science fiction conventions allowed fans to show their films to the wider fan community.\n\nIn the 1960s, 1970s, and 1980s, there were many unofficial foreign remakes of American films that today may be considered fan films, such as Süpermenler (Superman), 3 Dev Adam, (Spider-Man), Mahakaal (A Nightmare on Elm Street), and Dünyayı Kurtaran Adam (Star Wars).\n\nMost of the more prominent science fiction films and television shows are represented in fan films; these include Star Wars (see Fan films based on Star Wars), Star Trek (see Star Trek fan productions), Doctor Who (see Doctor Who spin-offs), and Buffy the Vampire Slayer (see Unofficial Buffy the Vampire Slayer productions). Because fan films generally utilize characters and storylines copyrighted and trademarked by the original filmmakers, they are rarely distributed commercially for legal reasons. They are exhibited by various other methods, including showings at comic book and science fiction conventions, and distribution as homemade videos, ranging from VHS videocassettes to CD-ROMs and DVDs.\n\nA notable fan film is also Raiders of the Lost Ark: The Adaptation, made as a shot-for-shot remake of the 1981 Indiana Jones adventure film Raiders of the Lost Ark. Using the original film's screenplay and score, it principally starred and was filmed, directed, and produced over a seven-year period by three Mississippi teenagers (Chris Strompolos, Eric Zala, and Jayson Lamb). In 2015, the documentary Raiders!: The Story of the Greatest Fan Film Ever Made was released. The film follows three childhood friends, Eric Zala, Chris Strompolos, and Jayson Lamb, from 1982 to 1989 as they set out to make their fan film of Raiders fan film.\n\nIn 2012, two Arizona-based teenagers, Jonason Pauley and Jesse Perrotta, made a live action shot for shot remake of the 1995 animated film, Toy Story, with the toy characters animated through stop motion, puppetry, and live actors for the human characters. It received a positive response from critics, and the original filmmakers.[citation needed]\n\nIndian-born American filmmaker Adi Shankar is famous for producing a series of satire films based on popular franchises and comic book characters, before evolving into a full-fledged entertainment brand. His films includes The Punisher: Dirty Laundry with Thomas Jane reprising his role from The Punisher[citation needed] and Power Rangers: Unauthorized, a dark reimagining of the Mighty Morphin Power Rangers series.[original research?]\n\nFilmmaker Sandy Collora gained much notoriety in the early 2000s for a series of fan films he produced featuring DC Comics heroes Batman and Superman. Batman: Dead End premiered at the 2003 San Diego Comic-Con, while World's Finest was prevented from showing in 2004 due to copyright claims from Warner Bros.[2]\n\nSome fan film productions achieve significant quantity and or quality. For instance, the series Star Trek: Hidden Frontier produced 50 episodes over seven seasons – compared to only 34 episodes for the 1970s sci-fi series Battlestar Galactica and Galactica 1980 combined.\n\nStar Trek: New Voyages started as a fan production, but has since attracted support from several crew and cast members from the different Star Trek series, as well as a wide audience.\n\nA similar fan production, Star Trek Continues, produce by Vic Mignogna, have been well received by critics, who praised the quality of the production and stated that the show set a new standard for Star Trek fan films, while highlighting the resemblance of the episodes with those of the original series.[citation needed]\n\nStar Wreck: In the Pirkinning, a Finnish feature-length spoof of both Star Trek and Babylon 5, attracted over 4 million downloads and has been released on DVD in several countries, making it possibly the most successful Finnish movie-production to date.\n\nThe Lord of the Rings fan films Born of Hope and The Hunt for Gollum debuted at Ring*Con and the Sci-Fi-London film festival (respectively) in May 2009 and was released on the internet.[3]\n\nGhostbusters: The Video Game features a small nod to the fan film Return of the Ghostbusters by way of a drawing posted on the wall[4] in the Ghostbusters firehouse headquarters. The child's drawing of a Ghostbuster is signed by a fictional character created in the fan film.\n\nOn September 27, 2009, Italian fan film Metal Gear Solid: Philanthropy was released over the internet, a 10,000 Euro production based on Hideo Kojima's Metal Gear Solid video game series.\n\nDan Poole's stunt work in his fan film The Green Goblin's Last Stand garnered recognition and an endorsement from Spider-Man co-creator Stan Lee.[5]\n\nJohn F. Carroll's Masters of the Universe trilogy began with The Wizard of Stone Mountain in 2011 and has premiered at conventions in Germany and the US. Other films in the trilogy will be released on the internet in 2013.[6]\n\n"
        },
        {
            "title": "Legality",
            "text": "Due to copyright protection, trademark protection and limited fair use provisions, fan films made without official authorization might exist in a legal grey area.[7]\n\nStill, fan films often operate under the radar or IP owners turning a blind eye as long they are non-commercial activities.[8]\n\nAlso, lawmakers strengthened fan activities in recent years by extending fair use cases; for instance, in 2012 Canada's Copyright Modernization Act explicitly added an exemption which allows non-commercial creation of fan film material.[9] A 2013 US court ruling Lenz v. Universal Music Corp. acknowledged that creative fan activities on copyrighted works might fall under fair use and requested that copyright holders check and respect fair use before doing DMCA take down notices.[10]\n\nThe popularity of fan productions brought about by affordable consumer equipment and animation programs (Prosumer equipment) with the digital revolution, along with the ease of distribution created by the Internet and Web 2.0, has prompted several studios to adapt their official policies and programs regarding fan films.[11]\n\nThe highest profile of these programs has been Lucasfilm's Official Star Wars Fan Film Awards, launched in 2000.[12] The awards formerly permitted only documentary, mockumentary, and parody entries, while prohibiting serious fan fiction. However, this restriction was lifted for the 2007 awards. Lucasfilm's limited support and sanction of fan creations is a marked contrast to the attitudes of many other copyright holders.\n\nSome copyright holders opened up for the idea of fan films: DC Comics was known to actively discourage the creation of fan movies in the 1990s.[13] In 2008, however, DC Comics changed its tune when its president, Paul Levitz, gave provisional permission to fan filmmakers, stating definitively, \"We’re against anything that monetizes our assets and our copyrights without our permission. We are not against things where people use our assets if they don’t do anything monetarily with them.\"[14] Similarly, Paramount took a more welcoming stance towards fan filmmakers in the 2000s.[15]\n\nUnlike many American TV shows, the British series Doctor Who allowed its writers to retain the rights to characters and plot elements that they created - most famously with Terry Nation's Daleks. While the BBC has never licensed the character of the Doctor for use in fan films, a number of the writers have consented to allow the monsters and supporting characters they created to be used in direct-to-video productions (see Doctor Who spin-offs).[citation needed]\n\nThe creators of Red Dwarf sponsored a fan film contest of their own in 2005, inspired by an earlier fan film production in 2001 called Red Dwarf - The Other Movie, with a fairly wide remit ranging from fictional stories set in the Red Dwarf universe to documentaries about the show and its fandom. The two winning shorts were featured in their entirety as bonus features on the Series VIII DVD release, along with a montage of clips from the runner-up entries and a short intro clip from Red Dwarf - The Other Movie. This made them among the first fan films to be commercially released by a property's original creators.[citation needed]\n\nIn 2008, a cease and desist letter was issued by Fox Studios to close production on a Max Payne fan short in development.[16] MGM has similarly shown hostility to an internet-distributed James Bond fan film.[17]\n\nParamount Pictures actively pursued legal action against Star Trek fan films in the 1980s,[18] such as the animated film series Star Trix, and a never completed fan episode spinoff tentatively titled Yorktown: A Time to Heal starring George Takei and James Shigeta.[1]\n\nFrom 2010 to 2015, animator Matthew Gafford developed Star Fox: The Animated Series, a webseries based on Nintendo's Star Fox video game franchise. However, after a cease-and-desist from Nintendo based on the usage of the Star Fox intellectual property, Gafford changed the name of the webseries to A Fox In Space. The first episode of A Fox In Space was released online in April 2016.[19]\n\nIn June 2014, Godzilla: Heritage, a fan film based on the Godzilla franchise, was announced on Kickstarter. The project, conceived by filmmakers Timothy Schiefer and Greg Graves, was unsuccessful in meeting its initial crowdfunding goal of $25,000, receiving only $16,025 from 186 backers.[20] On July 18, 2014, a second Kickstarter campaign for the film was created, this time reaching a set goal of $10,000, receiving $19,554 from 193 backers.[21][22] Following the release of a teaser trailer for the film in 2016, the filmmakers were contacted by Toho, the company which owns the rights to the Godzilla franchise. In order to protect Toho's intellectual property and to avoid confusion in the marketplace, the filmmakers agreed to a number of conditions, including that the film would not have the word \"Godzilla\" in the title, that the filmmakers would not receive profits from the film, and that no further crowdfunding campaigns could be created.[23]\n\nIn August 2018, it was announced that Georgie, a 2019 short fan film based on the 1990 TV miniseries adaptation of Stephen King's 1986 epic horror novel It, was being produced.[24][25] The short fan film, featuring Tony Dakota (who reprises his role as Georgie Denbrough from the 1990 TV miniseries), centers on the idea of how the narrative of It may have continued that Georgie had not been killed by Pennywise the Clown.[26] The short fan film (which shows a \"What If\" scenario if Georgie had survived his encounter with the evil clown monster) also features Ben Heller (who portrayed young Stanley Uris from the 1990 TV miniseries).[26] Georgie premiered at the Boston Underground Film Festival on March 22, 2019 and had its online premiere on June 10, 2019 on the Fangoria Facebook page.[27][28]\n\nBatman Dracula was a fan made movie made by pop artist Andy Warhol. While some scenes were shown in the 2016 documentary Jack Smith and the Destruction of Atlantis, the film is lost for the most part.\n\n"
        },
        {
            "title": "Reception",
            "text": "As media scholar Henry Jenkins points out, fan films are shaped by the intersection between contemporary trends toward media convergence and participatory culture. These films are hybrid by nature—neither fully commercial nor fully alternative. Fan films represent a potentially important third space between the two.[29]\n\nSimilarly, Stanford Law Professor Lawrence Lessig argued that for the first time in history, creativity by default is subject to regulation due to growing intellectual property rights like copyright and trademark. This trend results in artists (like the fans mentioned in this article) needing the permission of the copyright owner to engage in mashups or acts of remixing. In Lessig's view, this new phenomena limits creativity.[30] To help artists mitigate the chilling impact of copyright law, Lessig founded the Creative Commons and proposed the Creative Commons licenses.[31][32]\n\n"
        }
    ]
}