{
    "url": "https://en.wikipedia.org/wiki/Fangame",
    "title": "Fangame",
    "table_of_contents": [
        "1 Fangame development",
        "1.1 Standalone games",
        "1.2 Modifications to existing games",
        "2 Development challenges",
        "3 Legal issues",
        "3.1 Challenges",
        "3.2 Suppression and cease and desist",
        "3.3 Endorsement and turning a blind eye",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA fangame is a video game that is created by fans. They are usually based on one, or in some cases several, video game entries or franchises.[1] Many fangames attempt to clone or remake the original game's design, gameplay, and characters, but it is equally common for fans to develop a unique game using another as a template. Though the quality of fangames has always varied, recent advances in computer technology and in available tools, e.g. through open source software, have made creating high-quality games easier. Fangames can be seen as user-generated content, as part of the retrogaming phenomena, and as expression of the remix culture.\n\n"
        },
        {
            "title": "Fangame development",
            "text": "Fangames are either developed as standalone games with their own engines, or as modifications to existing games that \"piggyback\" on the other's engines. Each approach has different advantages, as standalone games are generally accessible to larger audiences but may often be more difficult or time-consuming to develop.\n\nFangames are often developed using pre-existing tools and game engines. The Unity engine and Adobe Flash allow fans to develop standalone games, as with other programs such as GameMaker, Construct, RPG Maker, or any of the Clickteam products (such as The Games Factory and Multimedia Fusion 2).\n\nFangame developers often select and use free and open source game engines (such as OGRE, Crystal Space, DarkPlaces, and Spring) to help fans create games without the cost of licensing a commercial alternative. These engines may be altered and redesigned within the terms of their open source license and often cost significantly less than commercial options, but do not always allow developers to easily create high-end visual effects without additional effort.\n\nIt is also possible for fans to develop original game engines from scratch using a programming language such as C++, although doing so takes much more time and technical ability than modifying an existing game; an example is the Spring Engine which started as fan-made Total Annihilation game.[2]\n\nFangames are sometimes developed as a modification to an existing game, using features and software provided by many game engines. Mods usually are not allowed to modify the original story and game graphics, but rather extend the current content that was provided by the original developer. Modding an existing game is often cheaper than developing a fangame from scratch.\n\nBecause of the complexity of developing an entirely new game, fangames are often made using pre-existing tools that either came with the original game, or are readily available elsewhere. Certain games, such as Unreal Tournament 2004 and Neverwinter Nights, come with map-editing and scripting tools to allow fans to develop mods using the engine provided with the original game. Games such as Doom are old enough (end-of-life) that their source code has been released, allowing radical changes to take place; more examples in the List of commercial video games with available source code.\n\nAnother form of modding comes from editing the ROM images of older games, such as SNES games. Programs such as Lunar Magic enable a user to modify the existing data in the ROM image and change levels, character graphics, or any other aspect the program allows. While normally played on emulators, these newly edited ROM images could theoretically be used in conjunction with a flash drive to actually create cartridges for the older system, allowing the modified ROM images to run on the original hardware. A notable recent example of such a fangame is The Legend of Zelda: Parallel Worlds which was hailed by reviewers as a remarkable unofficial sequel to A Link to the Past.[3][4][5] Other notable examples include Legend of Zelda: Curse from the Outskirts,[6] Blaster Master: Pimp Your Ride, and Super Mario World - The Second Reality Project 2.[5]\n\nFamous fan mods (for example, Counter-Strike, Day of Defeat, and Pirates, Vikings and Knights II) may even be adopted by the game developer (in all the mentioned cases, Valve) and made into an official addition to the existing game (Half-Life).\n\n"
        },
        {
            "title": "Development challenges",
            "text": "Despite the good intentions and dedication of fan-game-makers, development of many fangames ended in abandonment. Notwithstanding the legal issues faced by these fans-turned-developers (see Legal issues), numerous development challenges are faced by individuals when attempting to develop any sort of game from start to finish. These failures are often related to the lack of development experience, time, resources, money, interest, skillsets, and other factors. It is unclear what proportion of fangames attempted are never successfully created and released.\n\nExcluding mods (which are technically not true fangames), the vast majority of fangames that have been successfully completed and published are adventure games. This likely reflects the longer history of this genre related to other genres and the availability of many free third-party tools or engines to make these games. Most importantly, there must exist an unwavering passion by a core group of fans which extends over years to overcome any obstacle encountered during the project's development. This sacrifice is best described by Britney Brimhall of AGD Interactive, regarding their 2001 released remake of King's Quest I, \"I think a lot of people don’t realize when they initiate a game project just how much sacrifice it will require. Whereas most people enjoy writing a story or making a piece of artwork, most would not enjoy writing hundreds of pages of dialogue or drawing over one hundred pictures when they could be socializing with friends or playing video games.\"[7]\n\n"
        },
        {
            "title": "Legal issues",
            "text": "Because fangames are developed with a relatively low budget, a fangame is rarely available on a console system; licensing fees are too prohibitive. However, unlicensed fangames have occasionally made it onto consoles with a significant homebrew scene, such as the Atari 2600, the NES, SNES, the Game Boy line, Sony's PlayStation, PlayStation 2 and PlayStation Portable, and many others.\n\nSome companies shut down fangames as copyright infringements. Original copyright holders can order a cease and desist upon fangame projects, as by definition fangames are unauthorized uses of copyrighted property. Many fangames go as far as taking music and graphics directly from the original games.\n\nA notable case in late 2005 involved Vivendi Universal shutting down a King's Quest fan project, King's Quest IX: Every Cloak Has a Silver Lining. It was to be an unofficial sequel granting closure to the series, which had its last release in 1998. After a letter-writing campaign and fan protests, Vivendi reversed its decision and gave permission for the game to be made.[citation needed] As part of the negotiations, the developers were required to remove \"King's Quest\" from the title.[8] Conversely, fan protests for the shutting down of Chrono Resurrection (a remake demo of Chrono Trigger) in 2004 have yielded no result on Square Enix's action to block the project.[9]\n\nNintendo is notorious for its strict protection of its intellectual property (IP)[10] and has shut down many notable fangames, including a HD remake of Super Mario 64,[11] AM2R,[12][13] and No Mario's Sky.[14][15] Nintendo has also taken down various Pokémon fangames such as \"Pokenet\"[16][17] and \"Pokémon Uranium\".[18][19]\n\nOn a similar note, a Spyro the Dragon fangame, Spyro: Myths Awaken, was shut down by Activision (the current owners of the Spyro IP) in September 2018[20] and later became Zera: Myths Awaken with all Activision-owned content being replaced by original content. After this legal action, other fan-made games like Spyro 2: Spring Savanna stopped the development. Previously in 2007, legal action was also taken by Activision against an open source software named Piano Hero by sending a cease and desist letter, which resulted in a name change to Synthesia.\n\nIn 2021, a lawsuit was filed by Rockstar Games' parent company Take-Two Interactive against the authors of re3 and reVC, which were reverse engineering projects for the games Grand Theft Auto III and Grand Theft Auto: Vice City that allowed the games to be played on contemporary platforms such as the Nintendo Switch. Take-Two asserted that they \"are well aware that they do not possess the right to copy, adapt, or distribute derivative GTA source code, or the audiovisual elements of the games, and that doing so constitutes copyright infringement\", and also alleging that the project has caused \"irreparable harm\" to the company.[21][22]\n\nOther times, companies have endorsed fangames. For example, Capcom has featured Peter Sjöstrand's Mega Man 2.5D fangame in their community site more than once.[23][24] However, Capcom Senior Vice President Christian Svennson has stated that, while they legally can't sanction fangames, they won't proactively go after them either.[25] In 2012, Capcom took Seo Zong Hui's Street Fighter X Mega Man and funded it, promoting it from a simple fangame to an officially licensed freeware Mega Man game.[26]\n\nIn 2008, Christian Whitehead created his own game engine, known as the Retro Engine, for use in the Sonic the Hedgehog fangame Retro Sonic. Whitehead developed a proof-of-concept prototype of Sonic the Hedgehog CD running on the Retro Engine and pitched it to Sega.[27] Sega gave their approval, and a full remake running on Whitehead's engine was released two years later.[28] Whitehead later worked with fellow fan-programmer Simon Thomley to develop mobile remakes of Sonic the Hedgehog and Sonic the Hedgehog 2, and ultimately directed an all-new Sonic the Hedgehog title, Sonic Mania, with a development team made up of individuals noted for their work in the Sonic the Hedgehog fan community.[29]\n\nSkywind is a fan remastering of The Elder Scrolls III: Morrowind (2002) in the game engine of The Elder Scrolls V: Skyrim. The original game developers, Bethesda Softworks, have given project volunteers their approval.[30] The remastering team involves over 70 volunteers in artist, composer, designer, developer, and voice acting roles. In November 2014, the team reported to have finished half of the remaster's environment, over 10,000 new dialogue lines, and three hours of series-inspired soundtrack.\n\nIn April 2017, Mig Perez and Jeffrey Montoya released Castlevania: The Lecarde Chronicles 2. The game features all new assets and a new soundtrack, as well as new voice acting from actors who appeared in the official Castlevania series, such as Douglas Rye who played Dracula in Curse of Darkness and Robert Belgrade who played Alucard in Symphony of the Night. Konami allowed the game to be released with the contingency that the game remains non-profit.[31][32]\n\n"
        }
    ]
}