{
    "url": "https://en.wikipedia.org/wiki/Fantastique",
    "title": "Fantastique",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "2.1 The Middle Ages",
        "2.2 The Renaissance",
        "2.3 The Age of Enlightenment",
        "2.4 19th century",
        "2.4.1 Romans noirs",
        "2.4.2 Fantastique populaire",
        "2.4.3 Fantastique littéraire",
        "2.5 20th century prior to World War II",
        "2.5.1 Fantastique populaire",
        "2.5.2 Fantastique littéraire",
        "2.6 20th century post World War II",
        "3 Awards",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fantastique is a French term for a literary and cinematic genre that overlaps with science fiction, horror, and fantasy.\n\nThe fantastique is a substantial genre within French literature.  Arguably dating back further than English language fantasy, it remains an active and productive genre which has evolved in conjunction with anglophone fantasy and horror and other French and international literature.\n\n"
        },
        {
            "title": "Definition",
            "text": "What is distinctive about the fantastique is the intrusion of supernatural phenomena into an otherwise realist narrative.  It evokes phenomena which are not only left unexplained but which are inexplicable from the reader's point of view.  In this respect, the fantastique is somewhere between fantasy, where the supernatural is accepted and entirely reasonable in the imaginary world of a non-realist narrative, and magic realism, where apparently supernatural phenomena are explained and accepted as normal.  Instead, characters in a work of fantastique are, just like the readers, unwilling to accept the supernatural events that occur.  This refusal may be mixed with doubt, disbelief, fear, or some combination of those reactions.[citation needed]\n\nThe Fantastique is often linked to a particular ambiance, a sort of tension in the face of the impossible.  A good deal of fear is often involved, either because the characters are afraid or because the author wants to provoke fright in the reader.  However, fear is not an essential component of fantastique.[citation needed]\n\nSome theorists of literature, such as Tzvetan Todorov, contend that the fantastique is defined by its hesitation between accepting the supernatural as such and trying to rationally explain the phenomena it describes.  In that case, the fantastique is nothing more than a transitional area on a spectrum from magic realism to fantasy and does not qualify as a separate literary genre.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "The fantastique began to become defined in the Middle Ages. The old Celtic and Germanic myths were translated from religion (implying belief and worship) into popular folklore (implying belief but not worship).\n\nThe root of modern thought about, and artistic depiction of, many things which are today often termed 'supernatural' (such as angels, demons, fairies, witches, etc.) has its beginnings in this period, often called the Middle Ages. Concepts and characters such as Melusine, Harlequin, Oberon, Morgan Le Fay etc., were first given their definitive shapes at this time.\n\nSignificant contributions of the times include:\n\nThe 16th century was marked by the emergence of new ideas and literary trends, often as a reaction against what was perceived as the \"obscurantism\" of the Middle Ages. Among the factors which contributed to the Renaissance were: the discoveries of new continents, new scientific and technical discoveries, and Johann Gutenberg's invention of the printing press which made the greater circulation of literary works possible.\n\nThe Renaissance bloomed in France during the reign of King Francis I who created a favorable environment for the development of letters, arts and sciences. It was during the French Renaissance that proto-science fiction first split from the fantastique.  The traditional fantastique derived from myths, legends and folklore also split into one form which continued the poetic tradition of the Middle Ages and eventually led to the Merveilleux [Marvelous] and the Contes de Fées or Fairy Tales, and the other, the darker side of the same literary coin, dealing with witchcraft and devil worship.\n\nSignificant contributions of the times include:\n\nThe 18th century was known as the Siècle des Lumières (\"Century of Lights\"), or Age of Enlightenment. Starting with the accession to the throne in 1643 of Sun King Louis XIV, France entered a period of political, artistic and scientific grandeur, before settling into the decadent reigns of Louis XV and Louis XVI. Enlightenment could arguably be said to have started with René Descartes in 1637 with his Le Discours de la Méthode (\"Discourse on Methods\") or in 1687 when Isaac Newton published his Philosophiae Naturalis Principia Mathematica (\"Mathematical Principles of Natural Philosophy\").\n\nBaroque (whether in the form of novels, plays or even operas) was the link between the Merveilleux of the Renaissance and the more formalized fairy tales of the Enlightenment period. The undeniable popularity of the genre was, in great part, attributable to the fact that Fairy Tales were safe; they did not imperil the soul — a serious concern for a nation which had just come out of an era of great religious persecution — and they appropriately reflected the grandeur of the Sun King's reign.\n\nThe precursor in the genre was Madame d'Aulnoy who, in 1690, introduced in her rambling novel Histoire d'Hyppolite, Comte de Douglas (\"Story Of Hippolyte, Count Of Douglas\"), a fairy tale entitled L'Île de la Félicité (\"The Island Of Happiness\").\n\nSignificant contributions of the times include:\n\nIn this fashion, the literary evolution of the Fairy Tales paralleled that of French Royalty, with the decadence and corruption of Louis XV replacing the aristocratic grandeur of Louis XIV. Writers like Cazotte embodied the transition between the Fairy Tales and a darker and grimmer fantastique.\n\nAs the spiritual influence of the Church waned, thinkers dreamed of new faiths. Many of these based their thinking on occult knowledge allegedly handed down through the ages, from the Orient to the Knights Templar and, finally, to the Freemasons and the Rosicrucians who flourished during the Age of Enlightenment.\n\nThe 19th century was a period of great turmoil in French history.  After the French Revolution, France successively experienced Napoléon's First Empire, the Bourbon Restoration, the Second Republic, Napoleon III's Second Empire and the Third Republic.  During the First and Second Empires, periods of proud, military glory alternated with crushing, humiliating defeats. It was in this ever-boiling cauldron of historical upheaval that French literature exploded into a bouquet of heretofore unknown and abundant colors—and so did the fantastique.\n\nFrench fantastique writers of the 19th century were diversely influenced by the English Gothic novel writers, especially Ann Radcliffe, Matthew Gregory Lewis, Sheridan Le Fanu, and Charles Maturin, German author E. T. A. Hoffmann and composer Richard Wagner, American writer Edgar Allan Poe, British poets Lord Byron and Oscar Wilde.\n\nIt was during this incredibly rich century that we started seeing a split between the more lurid and exploitative fantastique dubbed fantastique populaire, and the more literary forms adopted by mainstream writers, dubbed fantastique littéraire.\n\nAs the 19th century was about to begin, the English gothic novels became a major influence on the development of the fantastique.  Their extravagant and macabre nature tapped into the emotions released during the French Revolution, and eventually helped the genre to seamlessly evolve into the more modern forms of the fantastique.\n\nThe English gothic writers helped launch a wave of what the French called romans noirs (black novels), or romans frénétiques (frantic novels), which became the first subgenre of popular literature. Notable works in that category include:\n\nEventually, the roman noir gave way to more modern forms of the fantastique.  One was the feuilleton, stories serialized in daily instalments in newspapers; the other was the popular novel, published in inexpensive formats, catering to large audiences.  In the true tradition of popular fiction, these were often considered cheap thrills, good only for the barely educated masses.\n\nOn the more respectable side of the literary fence, the 19th century fantastique literature after 1830 was dominated by the influence of E. T. A. Hoffmann, and then by that of Edgar Allan Poe.\n\nThe confidence displayed by French Society in the early 1900s was sapped by the slaughter of World War I in which, out of 8 million Frenchmen drafted, 1.3 million were killed and 1 million severely crippled.  Large sections of France were devastated and industrial production fell by 60%.  In French literature, the Dadaist and Surrealist movements exemplified that desire to break violently with the past\n\nThe split between fantastique populaire and fantastique littéraire was definitively formed.  The former was written by writers walking in the footsteps of Dumas, Sue and Féval, the latter by successors of Hoffmann, Poe and the symbolists.\n\nBetween the wars, the fantastique populaire continued to cater to the masses by providing cheap entertainment in the form of feuilletons: pulp magazines such as Le Journal des Voyages (1877–1947), Lectures Pour Tous (1898–1940) and L'Intrépide (1910–1937) and paperbacks from publishers such as Ollendorff, Méricant, Férenczi and Tallandier. Significant names of the times include:\n\nIn French literature, the Dadaist and Surrealist movements exemplified the desire to break violently with the past, but the more conventional forms of the novel remained otherwise less innovative.  The only new foreign influence was that of Henry James.  A non-literary influence, especially on the surrealists, was that of Sigmund Freud. Some of the major contributors of the period include:\n\nWorld War II exacted both a huge physical and psychological toll on French culture.  France's defeat in 1940, followed by four years of occupation, confronted writers with choices they never before had to face.  The discovery of the atom bomb and the Cold War introduced sharp new fears. Mainstream French culture increasingly frowned upon works of imagination and preferred instead to embrace the more naturalistic and political concerns of the existentialists such as Jean-Paul Sartre and Albert Camus. Yet, paradoxically, despite being marginalized by critics and the literary establishment, the fantastique thrived as never before, both in terms of quality and quantity.\n\nSignificant foreign influences on French modern fantastique include Franz Kafka, Jorge Luis Borges, H. P. Lovecraft, Dino Buzzati, Julio Cortázar, Vladimir Nabokov and Richard Matheson.  Other more recent influences included Stephen King, J. R. R. Tolkien and Robert E. Howard, none of whom were well known in France before the early 1980s. The growth in popularity of heroic fantasy during the last decade is a tribute to the Americanization of world culture. In Latin America of the 21st century,[3] authors such as César Aira, Roberto Bolaño, José Baroja, Andrés Neuman, Juan Gabriel Vásquez, Jorge Volpi, among others, stand out.\n\nSome of the most interesting authors and works up to the 1980s are:\n\nOther notable authors include:\n\n"
        },
        {
            "title": "Awards",
            "text": "Some Awards for French-language fantastique include or have includes the Grand Prix de l'Imaginaire (1974– ), the Prix Julia Verlanger (1986– ), the Prix Ozone (1977–2000) and the Prix Tour Eiffel (1997–2002).\n\nEvery year since 1994 the Fantastic'Arts festival awards Fantastique films in the French town of Gerardmer. It was preceded by the Avoriaz International Fantastic Film Festival, a similar event.\n\n"
        }
    ]
}