{
    "url": "https://en.wikipedia.org/wiki/Fantasy_tropes",
    "title": "Fantasy tropes",
    "table_of_contents": [
        "1 Good vs. evil",
        "1.1 Hero",
        "1.2 Dark Lord",
        "2 Quest",
        "3 Magic",
        "4 Medievalism",
        "4.1 Ancient world",
        "5 Races and species",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFantasy tropes are a specific type of literary tropes (recurring themes) that occur in fantasy fiction. Worldbuilding, plot, and characterization have many common conventions, many of them having ultimately originated in myth and folklore. J. R. R. Tolkien's legendarium (and in particular, The Lord of the Rings) for example, was inspired from a variety of different sources including Germanic, Finnish, Greek, Celtic and Slavic myths. Literary fantasy works operate using these tropes, while others use them in a revisionist manner, making the tropes over for various reasons such as for comic effect, and to create something fresh (a method that often generates new clichés).[1]\n\n"
        },
        {
            "title": "Good vs. evil",
            "text": "The conflict of good against evil is a theme in the many popular forms of fantasy; normally, evil characters invade and disrupt the good characters' lands.[2] J. R. R. Tolkien delved into the nature of good and evil in The Lord of the Rings, but many of those who followed him use the conflict as a plot device, and often do not distinguish the sides by their behavior.[3] In some works, most notably in sword and sorcery, evil is not opposed by the unambiguously good but by the morally unreliable.[4]\n\nHeroic characters are a mainstay of fantasy, particularly high fantasy and sword and sorcery.[citation needed] Such characters are capable of more than ordinary behavior, physically, morally, or both.[5] Sometimes they might have to grow into the role ordained for them.[6] This may take the form of maturation,[7] which is often through Coming of Age.\n\nMany protagonists are, unknown to themselves, of royal blood.[citation needed] Even in so fanciful a tale as Through the Looking-Glass, Alice is made a queen in the end; this can serve as a symbolic recognition of the hero's inner worth. [8] Commonly, these tales revolve around the maltreated hero coming into his or her own. This can reflect a wish-fulfillment dream, or symbolically embody a profound transformation.[9]\n\nThe forces of evil are often personified in a \"Dark Lord\". Besides possessing vast magical abilities, a Dark Lord often controls great armies and can be portrayed as possessing devil-like qualities.[10] A Dark Lord is usually depicted as the ultimate personification of evil,[citation needed] as with Sauron of The Lord of the Rings; Conan the Barbarian's archenemy, Thulsa Doom; the Dark One (Shai'tan) of The Wheel of Time; and the Sith Lords from Star Wars.\n\nOther notable Dark Lords include: Lord Voldemort of Harry Potter;  the Skeksis from The Dark Crystal; Darkseid from DC Comics;  Thanos from Marvel Comics; Mundus from the Devil May Cry video game series; Dracula of the Castlevania series; Skeletor from Masters of the Universe; Morgoth from The Silmarillion; Arawn Death-Lord from The Chronicles of Prydain; Torak from The Belgariad; Nightmare from Soulcalibur; Ganon from The Legend of Zelda; Exdeath from Final Fantasy V, and Galbatorix from The Inheritance Cycle. The villain of the Demon Sword video game is also literally called Dark Lord.\n\nIn the Lone Wolf gamebooks, the Dark Lords are a race of powerful evil beings.[11] The protagonists of the Overlord video game franchise are classic Dark Lords in the vein of Sauron. The Dark Lord is usually seen as unmarried, though there has been the occasion when one has attempted to claim a bride.\n\n"
        },
        {
            "title": "Quest",
            "text": "Quests, an immemorial trope in literature, are common in fantasy. They can be anything from a quest to locate the MacGuffins necessary to save the world, to an internal quest of self-realization.[12]\n\n"
        },
        {
            "title": "Magic",
            "text": "In fantasy, magic often has an overwhelming presence, although its precise nature is delineated in the book in which it appears. It can appear in a fantasy world (as in The Lord of the Rings or Shannara), or in a fantasy land that is part of reality but insulated from the mundane lands (as in Xanth), or as a hidden element in real life (as in The Dresden Files).[13]\n\nA common trope is that magical ability is innate and rare. As such, magic-wielding people are common figures in fantasy.[14] Another feature is the magic item, which can endow characters with magical abilities or enhance the abilities of the innately powerful. Among the most common are magic swords and magic rings.\n\nSelf-fulfilling prophecies are amongst the most common forms of magic because they are an often used plot device. Often the effort undertaken to avert them brings them about, thus driving the story. It is very rare for a prophecy in a fantasy to be false, although usually, their significance is only clear with hindsight. Quibbles can undermine the clearest appearing prophecies.[15]\n\nIn The Lord of the Rings, J. R. R. Tolkien minimized the use of the word 'magic'; beings who use such abilities tend to be confused when they are described this way by others.\n\nScience fantasy stories often make use of scientifically implausible powers similar to magic, such as psychics.[16] However, unlike true science fiction works, these powers are used in a pulp manner with no examination of their effects on society, only to create more spectacular effects than science fiction alone can provide.[16] An example of this is the use of the Force  by the Jedi in the Star Wars franchise.[17]\n\n"
        },
        {
            "title": "Medievalism",
            "text": "Many fantasy creatures are inspired by European folklore and the romances of medieval Europe. Dragons and unicorns are among the most popular creatures. Other monsters, such as griffins, giants, and goblins also appear. Races of intelligent beings such as elves, dwarves, and gnomes often draw their history from medieval or pre-Christian roots. Characteristics of the hero and heroine also frequently draw on these sources as well.\n\nThis trope is also very important in the setting of many of these fantasies. Writers from the beginnings of the fantasy genre, such as William Morris in The Well at the World's End and Lord Dunsany in The King of Elfland's Daughter, set their tales in fantasy worlds clearly derived from medieval sources; though often filtered through later views. J. R. R. Tolkien set the type even more clearly for high fantasy, which is normally based in such a \"pseudo-medieval\" setting. Other fantasy writers have emulated him, and role-playing and computer games have also taken up this tradition.\n\nThe full width of the medieval era is seldom drawn upon. Governments, for instance, tend to be feudalistic, corrupt empires despite the greater variety of the actual Middle Ages.[18] Settings also tend to be medieval in economy, with many fantasy worlds disproportionately pastoral.[19]\n\nThese settings are typical of epic fantasy and, to a lesser extent, of sword and sorcery — which contains more urban settings — than of fantasy in general; the preponderance of epic fantasy in the genre has made them fantasy commonplaces. They are less typical of contemporary fantasy, especially urban fantasy.\n\nA less common inspiration is the ancient world. A famous example is the Hyborian Age (the fictional world of Conan the Barbarian), which features analogues of Ancient Egypt, Mesopotamia, and the Roman Empire, among others. Three notable recent series with such settings are: Bartimaeus by Jonathan Stroud, Percy Jackson & the Olympians and The Heroes of Olympus by Rick Riordan.\n\n"
        },
        {
            "title": "Races and species",
            "text": "Many fantasy stories and worlds refer to their main sapient humanoid creatures as races, rather than species in order to distinguish them from non-sapient creatures.[20] J. R. R. Tolkien popularized the usage of the term in this context, in his legendarium (and particularly in The Lord of the Rings), and the use of races in the Dungeons & Dragons role-playing games further spread the label.[21] Many fantasy and science fiction settings now use the terms race and species interchangeably, such as the World of Warcraft computer game.\n\nIn role-playing games, race typically refers to any sapient species usable as a player character. Older editions of Dungeons & Dragons called the primary non-human player races (dwarf, elf, gnome, halfling, and half-elf, half-orc) \"demi-humans.\" Later games such as Shadowrun use the term \"metahuman,\" and define these humanoid races as subdivisions of \"Homo sapiens.\"\n\n"
        }
    ]
}