{
    "url": "https://en.wikipedia.org/wiki/Farce",
    "title": "Farce",
    "table_of_contents": [
        "1 Genre",
        "2 Historical context",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Farce is a comedy that seeks to entertain an audience through situations that are highly exaggerated, extravagant, ridiculous, absurd, and improbable.[1] Farce is also characterized by heavy use of physical humor; the use of deliberate absurdity or nonsense; satire, parody, and mockery of real-life situations, people, events, and interactions; unlikely and humorous instances of miscommunication; ludicrous, improbable, and exaggerated characters; and broadly stylized performances.\n\n"
        },
        {
            "title": "Genre",
            "text": "Despite involving absurd situations and characters, the genre generally maintains at least a slight degree of realism and narrative continuity within the context of the irrational or ludicrous situations, often distinguishing it from completely absurdist or fantastical genres. Farces are often episodic or short in duration, often being set in one specific location where all events occur. Farces have historically been performed for the stage and film.\n\n"
        },
        {
            "title": "Historical context",
            "text": "The term farce is derived from the French word for \"stuffing\", in reference to improvisations applied by actors to medieval religious dramas. Later forms of this drama were performed as comical interludes during the 15th and 16th centuries.[2] The oldest surviving farce may be Le Garçon et l'aveugle (The Boy and the Blind Man) from after 1266, although the earliest farces that can be dated come from between 1450 and 1550. The best known farce is La Farce de maître Pathelin (The Farce of Master Pathelin) from c. 1460.[3] Spoof films such as Spaceballs, a comedy based on the Star Wars movies, are farces.[4]\n\nSir George Grove opined that the \"farce\" began as a canticle in the common French tongue intermixed with Latin. It became a vehicle for satire and fun, and thus led to the modern Farsa or Farce, a piece in one act, the subject of which is extravagant and the action ludicrous.[5]\n\n"
        },
        {
            "title": "References",
            "text": " This article incorporates text from this source, which is in the public domain: Grove, Sir George (1908). Grove's Dictionary of Music and Musicians. New York, McMillan.\n\n"
        }
    ]
}