{
    "url": "https://en.wikipedia.org/wiki/Farragut_Square",
    "title": "Farragut Square",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Farragut Square is a city square in Washington, D.C.'s Ward 2. It is bordered by K Street NW to the north, I Street NW to the south, on the east and west by segments of 17th Street NW, and interrupts Connecticut Avenue NW.[1] It is the sister park of McPherson Square two blocks east.[2]  It is serviced by two stops on the Washington Metro rail system: Farragut North on the Red Line and Farragut West on the Blue, Orange, and Silver Lines.[3]\n\nFarragut Square is a hub of downtown D.C., at the center of a bustling daytime commercial and business district. The neighborhood includes major hotels, legal and professional offices, news media offices, travel agencies, and many restaurants including two underground food courts. Sometimes events are scheduled for the lunchtime crowds which gather in and around the square, such as the free Farragut Fridays series, held every Friday from 9 a.m. to dark from July through September, which features outdoor work and relaxation spaces, among other attractions. The park is the scene of popular D.C. pastimes like outdoor movies and yoga in the park.[4][5][6][7] With its heavy pedestrian traffic, it also serves as a popular site for food trucks, leafleting, TV camera opinion polls, and for commercial promotions and political activity such as canvassing and demonstrations.[citation needed]\n\nThe most prominent institution on the square is the Army Navy Club on the southeast. Since the commercial building boom of the 1960s, there is little residential property in the area, and the square is mostly quiet after business hours. Many of the sandwich shops and coffeehouses that cater to neighborhood workers close before the dinner hour, as do the many street vendors. In recent years, however, especially since the 2003 rehabilitation of the park, movie screenings and similar evening activities have become more common, as have nightclubs in adjacent downtown areas.[citation needed]\n\nMonday through Friday, several food trucks congregate on streets surrounding Farragut Square.[8]\n\n"
        },
        {
            "title": "Statue",
            "text": "In the center of the square is a statue of David G. Farragut, a Union admiral in the American Civil War famous for rallying his fleet with the cry, \"Damn the torpedoes, full speed ahead!\" He was the \"First Admiral in the Navy.\" Its only inscription is \"Farragut.\"[9] The statue was sponsored by an act of Congress, authorizing $20,000 on April 16, 1872. It was sculpted by Vinnie (Ream) Hoxie and dedicated April 25, 1881 by President James A. Garfield and First Lady Lucretia Garfield.[9]\n\nThe statue and park are maintained by the National Park Service and administered as part of its National Mall and Memorial Parks unit. A proposal to build an underground parking garage below it was rejected in 1961.\n\n"
        }
    ]
}