{
    "url": "https://en.wikipedia.org/wiki/Fashion_in_the_United_States",
    "title": "Fashion in the United States",
    "table_of_contents": [
        "1 History",
        "2 Fashion industry",
        "3 Regional and cultural variation",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States is the leading country in the fashion design industry, followed by France, Italy, the United Kingdom, Germany, and Japan. Apart from professional business attire, American fashion is eclectic and predominantly informal. While Americans' diverse cultural roots are reflected in their clothing, particularly those of recent immigrants, cowboy hats, boots, jeans, and leather motorcycle jackets are emblematic of specifically American styles.\n\nNew York City, and to a lesser extent Los Angeles, are the centers of America's fashion industry. They are considered leading fashion capitals. New York City is considered to be one of the \"big four\" global fashion capitals, along with Paris, Milan, and London.\n\n"
        },
        {
            "title": "History",
            "text": "French colonists in the Colonial United States wore European fashions from the land of their origin. The pilgrims of Plymouth colony adopted the new English fashion of King Charles I, the falling band collar made of lace or linen. Men's attire consisted of a linen undergarment, a padded button-down doublet with long sleeves, sometimes worn with cloth collars and white cuffs that contrasted with dark colored garments, baggy knee length breeches, and knee-length stockings of cotton or wool. Felt hats were worn at all times, even indoors. This was a standard set by the men at that time because, in those days, the men were extremely embarrassed of balding. Women wore a short-sleeved linen undergarment tied with ribbons, stays, ankle length petticoats (sometimes multiple layers), a fitted gown or fitted button down bodice (sleeves could be sewn on or attached at the shoulder with a ribbon) with an ankle length skirt, stockings, and aprons. Pilgrim women always wore their hair pulled back and covered with a cap called a coif.[1]\n\nSumptuary laws in colonial Massachusetts forbade lace, embroidery, ruffs and gold thread in 1634. Perfumed gloves, decorative shoe ornaments, beaver fur hats, and multiple pearl necklaces and rings were also not allowed. Additional restrictions were added in 1639 requiring poorer colonists to dress according to their station, forbidding silk scarves and other finery. Loose hair and short sleeves were banned. During the Salem Witch Trials, Bridget Bishop was accused of witchcraft for her \"showy costume\". Her dress, black with a red bodice, and decorated with multi-colored threads, was admitted as evidence against her. Further evidence revealed that she had asked the town dyer to dye \"sundry pieces of lace\" that were said to be of \"long and immodest shapes\".[2]\n\nFashion norms have changed greatly between decades. The United States of America has generally followed, and in some cases led, trends in the history of Western fashion. It has some unique regional clothing styles, such as western wear.\n\nBlue jeans were popularized as work clothes in the 1850s by Levi Strauss, an American merchant of German origin in San Francisco, and were adopted by many American teenagers a century later. They are now widely worn on every continent by people of all ages and social classes. Along with mass-marketed informal wear in general, blue jeans are perhaps American culture's primary contribution to global fashion.[3] Other fashion trends started in the US include sports wear as fashion along with athletic shoe wear like Converse or Nike. Athleisure was also popularized in the US around 2012, and as of 2017 the trend has all but dominated the US market. Athleisure has dominated the US market because of its ability to fill a gap in the market, as clothing wasn't usually both comfortable, stylish, and functional. [4]\n\n"
        },
        {
            "title": "Fashion industry",
            "text": "The headquarters of many leading designer labels such as Ralph Lauren Corporation, Calvin Klein, J.Crew, Michael Kors, Alexander Wang, Vera Wang, Marc Jacobs, Oscar de la Renta, Diane von Furstenberg, Donna Karan, and Victoria's Secret, reside in Manhattan. Labels such as Abercrombie & Fitch and Eckō Unltd. cater to various niche markets, such as pre teens. A new trend in the United States towards sustainable clothing has led to the emergence of organic cotton T-shirts from labels such as BeGood Clothing. New York Fashion Week is also one of the most influential fashion weeks in the world, and occurs twice a year.[5]\n\nThe annual Met Gala ceremony in Manhattan is widely regarded as the world's most prestigious fashion event and is a venue where fashion designers and their creations are celebrated. Social media is also a place where fashion is presented most often. Some influencers are paid huge amounts of money to promote a product or clothing item, where the business hopes many viewers will buy the product off the back of the advertisement. Instagram is the most popular platform for advertising, but Facebook, Snapchat, Twitter and other platforms are also used.[6] In New York, the LGBT fashion design community contributes very significantly to promulgating fashion trends, and drag celebrities have developed a profound influence upon New York Fashion Week.[7]\n\n"
        },
        {
            "title": "Regional and cultural variation",
            "text": "Dress norms in the United States are generally consistent with those of post-industrial Western nations and have become largely informal since the mid-20th century. Clothing in the United States also depends on a variety of factors including location, climate, venue, and demographic factors such as ethnicity. Jeans are a consistent fashion trend among all classes, with variations being vast in both price and style.\n\nThe western states are commonly noted for being more informal in their manner of dress than those closer to the eastern seaboard. Conspicuous consumption and a desire for quality have also led to a strong preference for designer label clothing among many in the middle and upper classes.\n\nThe tolerance of body expression that deviates from the mainstream, such as complete body tattoos or nudism, is strongly linked to the sub-culture and location in which an individual may find themself. The tolerance shown for personal expression such as cross-dressing and piercings varies greatly with location and sub-culture, and may be completely appropriate in one venue while being taboo in another.[8]\n\nNew York City, Los Angeles, and Miami are known for their fashion and cosmetics markets. Smaller, but nonetheless prominent fashion destinations include Boston, New Jersey, Philadelphia, Dallas, San Francisco, Chicago, and Washington, D.C., as well as Aspen, Charleston, Las Vegas, Seattle, Portland, and Atlanta.\n\nSome cities and regions specialize in certain areas of fashion. For example, Miami for swimwear, Boston and the general New England area for formal menswear, Los Angeles for casual attire and womenswear, and cities like Seattle and Portland for eco-conscious fashion. Chicago is known for its sportswear, and is the premier fashion destination in the middle American market. Dallas, Houston, Austin, Nashville, and Atlanta are big markets for the fast-fashion and cosmetics industries, alongside having their own distinct fashion sense that mainly incorporates cowboy boots and workwear, greater usage of makeup, lighter colors and pastels, “college prep” style, sandals, bigger hairstyles, and thinner, airier fabrics due to the heat and humidity of the region.\n\n"
        }
    ]
}